Repository: openedx/openedx-translations
Catalog: translations/xblock-sql-grader/sql_grader/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, es_es, fa, fr_ca, he, hi, hu, it_it, ja, kk, lv, nl, pl, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: We could not execute your query; please try again.
af_za: Ons kon nie jou navraag uitvoer nie; probeer asseblief weer.
ar: لم نتمكن من تنفيذ الاستعلام الخاص بك؛ حاول مرة اخرى.
az: Sorğunuzu icra edə bilmədik; zəhmət olmasa, yenidən cəhd edin.
da: Vi kunne ikke udføre din forespørgsel; Prøv igen.
de_de: Wir konnten Ihre Anfrage nicht ausführen; Bitte versuche es erneut.
el: Δεν μπορέσαμε να εκτελέσουμε το ερώτημά σας. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es_es: No pudimos ejecutar su consulta; Inténtalo de nuevo.
fa: ما نتوانستیم درخواست شما را اجرا کنیم. لطفا دوباره تلاش کنید.
fr_ca: Nous n'avons pas pu exécuter votre requête ; Veuillez réessayer.
he: לא יכולנו לבצע את השאילתה שלך; בבקשה נסה שוב.
hi: हम आपकी क्वेरी निष्पादित नहीं कर सके; कृपया पुन: प्रयास करें।
hu: Nem sikerült végrehajtani a lekérdezést; kérjük, próbálja újra.
it_it: Non è stato possibile eseguire la tua query; Per favore riprova.
ja: クエリを実行できませんでした。もう一度お試しください。
kk: Сұрауыңызды орындай алмадық; қайталап көріңіз.
lv: Mēs nevarējām izpildīt jūsu vaicājumu; Lūdzu mēģiniet vēlreiz.
nl: We konden uw vraag niet uitvoeren; probeer het opnieuw.
pl: Nie mogliśmy wykonać Twojego zapytania; proszę spróbuj ponownie.
pt_pt: Não foi possível executar a sua consulta; tente novamente.
ro: Nu am putut executa interogarea dvs.; vă rugăm să încercați din nou.
ru: Нам не удалось выполнить ваш запрос; Пожалуйста, попробуйте еще раз.
sq: Nuk mundëm ta ekzekutonim kërkesën tuaj; ju lutem provoni përsëri.
sv: Vi kunde inte utföra din förfrågan; försök igen.
sw: Hatukuweza kutekeleza hoja yako; tafadhali jaribu tena.
te: మేము మీ ప్రశ్నను అమలు చేయలేకపోయాము; దయచేసి మళ్లీ ప్రయత్నించండి.
th: เราไม่สามารถดำเนินการค้นหาของคุณได้ กรุณาลองอีกครั้ง.
tr_tr: Sorgunuzu yürütemedik; lütfen tekrar deneyin.
uk: Ми не змогли виконати ваш запит; будь ласка спробуйте ще раз.
uz: Sizning so'rovingizni bajara olmadik; Iltimos, qayta urinib ko'ring.
vi: Chúng tôi không thể thực hiện truy vấn của bạn; vui lòng thử lại.

source: Weight
af_za: Gewig
ar: وزن
az: Çəki
da: Vægt
de_de: Gewichtung
el: Βαρύτητα
es_es: Valor
fa: وزن
fr_ca: Poids
he: משקל
hi: वजन
hu: Súlyozás
it_it: Peso
kk: Салмағы
lv: Svars
nl: Gewicht
pl: Waga
pt_pt: Peso
ro: Pondere
ru: Вес
sq: Pesha
sv: Vikt
sw: Uzito
te: బరువు
th: น้ำหนัก
tr_tr: Ağırlık
uk: Вага
uz: Qiyinligi
vi: Cân nặng

source: This assigns an integer value representing the weight of this problem
af_za: Dit ken &#39;n heelgetalwaarde toe wat die gewig van hierdie probleem verteenwoordig
ar: يؤدي هذا إلى تعيين قيمة عددية تمثل أهمية هذه المشكلة
az: Bu, bu problemin çəkisini təmsil edən tam ədədi dəyəri təyin edir.
da: this tildeler en heltalsværdi, der repræsenterer vægten af this Problem
de_de: Dies ist ein Wert, welcher die Gewichtung der Aufgabe in der Gesamtwertung bekommt
el: Αυτό εκχωρεί μια ακέραια τιμή που αντιπροσωπεύει το βάρος αυτού του προβλήματος
es_es: Esto asigna un número entero que representa el valor de este problema
fa: بدین وسیله مقداری صحیح به نشانۀ وزن این مشکل، اختصاص داده می شود.
fr_ca: Ceci attribue une valeur entière représentant le poids de ce problème
he: זה מקצה ערך שלם המייצג את המשקל של בעיה זו
hi: यह इस समस्या के महत्व को दर्शाने वाला एक पूर्णांक मान निर्दिष्ट करता है
hu: Ez egy egész számértéket rendel ehhez a probléma súlyának reprezentálásához.
it_it: Questo assegna un valore intero che rappresenta il peso di questo problema
ja: この問題の重みを表す整数値を割り当てます。
kk: Бұл мәселенің салмағын көрсететін бүтін мәнді тағайындайды
lv: Tādējādi tiek piešķirta vesela skaitļa vērtība, kas atspoguļo šīs uzdevumi smagumu
nl: Hierdoor wordt een geheel getalwaarde toegekend die het gewicht van dit probleem vertegenwoordigt
pl: Przypisuje to wartość całkowitą reprezentującą wagę tego problemu
pt_pt: Isto atribui um valor inteiro que representa o peso deste problema
ro: Aceasta atribuie o valoare întreagă reprezentând ponderea acestei probleme
ru: При этом присваивается целочисленное значение, представляющее весомость этой проблемы
sq: Kjo cakton një vlerë të plotë që përfaqëson peshën e këtij problemi
sv: Detta tilldelar ett heltalsvärde som representerar vikten av detta problem
sw: Hii inapeana thamani kamili inayowakilisha uzito wa tatizo hili
te: ఇది ఈ సమస్య యొక్క బరువును సూచించే పూర్ణాంక విలువను కేటాయిస్తుంది
th: ซึ่งจะกำหนดค่าจำนวนเต็มที่แสดงถึงน้ำหนักของปัญหานี้
tr_tr: Bu, bu sorunun ağırlığını temsil eden bir tamsayı değeri atar
uz: Bu muammoning qiyinligini ifodalovchi butun sonni qiymatini belgilaydi
vi: Điều này gán một giá trị nguyên biểu thị trọng số của vấn đề này

source: Display Name
af_za: Vertoon Naam
ar: اسم العرض
az: Görünüş adı
da: Vist navn
de_de: Anzeigename
el: Εμφανιζόμενο όνομα
es_es: Nombre para mostrar
fa: نام نمایشی
fr_ca: Nom d'affichage
he: שם לתצוגה
hi: नाम प्रदर्शित करें
hu: Megjelenített név
it_it: Mostra il nome
ja: 表示名
kk: Көрсетілетін атау
lv: Parādāmais nosaukums
nl: Weergavenaam
pl: Wyświetlana nazwa
pt_pt: Nome a Exibir
ro: Nume afișare
ru: Отображаемое название
sq: Emri i shfaqur
sv: Visningsnamn
sw: Jina la Kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr_tr: Görünen Ad
uk: Назва, що відображається
uz: Ko‘rsatiladigan nom
vi: Tên hiển thị

source: The display name for this component.
af_za: Die vertoonnaam vir hierdie komponent.
ar: اسم العرض لهذا العنصر.
az: Bu komponent üçün görünüş adı.
da: Visningsnavnet for denne komponent.
de_de: Anzeigename für diese Komponente
el: Το όνομα αυτού του στοιχείου, το οποίο θα φαίνεται στους φοιτητές.
es_es: El nombre para mostrar de este componente.
fa: نام نمایشی این مؤلفه
fr_ca: Le nom d'affichage de ce composant.
he: שם התצוגה עבור רכיב זה
hi: इस घटक का प्रदर्शन नाम।
hu: Ennek az összetevőnek a megjelenített neve.
it_it: Il nome visualizzato per questo componente.
ja: このコンポーネントの表示名。
kk: Осы құрамдас үшін көрсетілетін атау.
lv: Šī komponenta parādāmais nosaukums.
nl: De weergavenaam voor dit onderdeel.
pl: Nazwa wyświetlana tego komponentu.
pt_pt: O nome exibido para este componente.
ro: Numele afișat pentru componenta aceasta.
ru: Отображаемое название компонента
sq: Emri i shfaqur për këtë komponent.
sv: Visningsnamnet för den här komponenten.
sw: Jina la onyesho la sehemu hii.
te: ఈ భాగం కోసం ప్రదర్శన పేరు.
th: ชื่อที่แสดงสำหรับส่วนประกอบนี้
tr_tr: Bu bileşen için gösterilecek ad.
uz: Ushbu komponent uchun ko‘rsatiladigan nom.
vi: Tên hiển thị cho thành phần này.

source: SQL Problem
af_za: SQL probleem
ar: مشكلة SQL
az: SQL Problemi
el: Πρόβλημα SQL
es_es: Problema SQL
fa: مشکل SQL
fr_ca: Problème SQL
he: בעיית SQL
hi: SQL समस्या
hu: SQL feladat
it_it: Problema SQL
kk: SQL мәселесі
lv: SQL problēma
nl: SQL-probleem
pl: Problem z SQLem
pt_pt: Problema de SQL
ro: Problema SQL
ru: SQL-проблема
sq: Problemi SQL
sw: Tatizo la SQL
te: SQL సమస్య
th: ปัญหาเกี่ยวกับ SQL
tr_tr: SQL Problemi
uk: Проблема SQL
uz: SQL muammosi
vi: Sự cố SQL

source: Dataset
af_za: Datastel
ar: مجموعة البيانات
az: Məlumat dəsti
da: Datasæt
de_de: Datensatz
el: Σύνολο δεδομένων
es_es: Conjunto de datos
fa: مجموعۀ داده
fr_ca: Ensemble de données
he: מערך נתונים
hi: डेटासेट
hu: Adatkészlet
it_it: Set di dati
ja: データセット
kk: Деректер жинағы
lv: Datu kopa
nl: Gegevensset
pl: Zbiór danych
pt_pt: Conjunto de dados
ro: Setul de date
ru: Набор данных
sq: Grupi i të dhënave
sw: Seti ya data
te: డేటాసెట్
th: ชุดข้อมูล
tr_tr: Veri kümesi
uk: Набір даних
uz: Ma'lumotlar to‘plami
vi: Tập dữ liệu

source: Which initial dataset/database to be used for queries
af_za: Watter aanvanklike datastel/databasis om vir navrae gebruik te word
ar: ما هي مجموعة البيانات/قاعدة البيانات الأولية التي سيتم استخدامها للاستعلامات
az: Sorğular üçün hansı ilkin məlumat dəsti/verilənlər bazası istifadə olunmalıdır
da: Hvilket indledende datasæt/database, der skal bruges til forespørgsler
de_de: Welcher Ausgangsdatensatz/welche Ausgangsdatenbank für Abfragen verwendet werden soll
el: Ποιο αρχικό σύνολο δεδομένων/βάση δεδομένων θα χρησιμοποιηθεί για ερωτήματα
es_es: Qué conjunto de datos/base de datos inicial se utilizará para las consultas
fa: کدام مجموعه داده/پایگاه دادۀ اولیه، برای پرس‌وجوها استفاده شود
fr_ca: Quel ensemble de données/base de données initiale utiliser pour les requêtes
he: באיזה מערך נתונים/בסיס נתונים ראשוניים יש להשתמש עבור שאילתות
hi: प्रश्नों के लिए किस प्रारंभिक डेटासेट/डेटाबेस का उपयोग किया जाना है
hu: Melyik kezdeti adathalmaz/adatbázis használható lekérdezésekhez?
it_it: Quale set di dati/database iniziale da utilizzare per le query
ja: どの初期データセット/データベースをクエリに使用するか
kk: Сұраулар үшін қандай бастапқы деректер жинағы/деректер базасы пайдаланылады
lv: Kura sākotnējā datu kopa/datu bāze tiks izmantota vaicājumiem
nl: Welke initiële dataset/database moet worden gebruikt voor query's
pl: Który początkowy zbiór danych/baza danych ma być używane do zapytań
pt_pt: Qual o conjunto de dados/base de dados inicial a utilizar para as consultas
ro: Ce set de dată/bază de date inițială folosim pentru interogări?
ru: Какой исходный набор данных/база данных будет использоваться для запросов
sq: Cila bazë e të dhënave/bazës së të dhënave fillestare do të përdoret për pyetje
sv: Vilken initial dataset/databas som ska användas för frågor
sw: Ni hifadhidata/data gani ya awali itakayotumika kwa maswali
te: ప్రశ్నల కోసం ఏ ప్రారంభ డేటాసెట్/డేటాబేస్ ఉపయోగించాలి
th: ชุดข้อมูล/ฐานข้อมูลเริ่มต้นใดที่จะใช้สำหรับการสืบค้น
tr_tr: Sorgular için hangi başlangıç veri kümesi/veritabanı kullanılacak?
uz: Qaysi dastlabki ma'lumotlar to‘plami/ma'lumotlar bazasi so‘rovlar uchun ishlatilishi kerak
vi: Tập dữ liệu/cơ sở dữ liệu ban đầu nào sẽ được sử dụng cho các truy vấn

source: Answer Query
af_za: Beantwoord navraag
ar: إجابة الاستعلام
az: Sorğuya Cavab Ver
da: Besvar forespørgsel
de_de: Beantworten Sie die Anfrage
el: Απάντηση ερωτήματος
es_es: Responder consulta
fa: پاسخ پرس‌و‌جو
fr_ca: Répondre à la requête
he: ענה לשאילתה
hi: उत्तर प्रश्न
hu: Válasz lekérdezés
it_it: Rispondi alla domanda
kk: Сұраққа жауап беру
lv: Atbildes vaicājums
nl: Beantwoord vraag
pl: Odpowiedź na zapytanie
pt_pt: Responder à consulta
ro: Răspunde la întrebare
ru: Ответ на запрос
sq: Përgjigjuni pyetjes
sv: Svara på fråga
sw: Jibu Swali
te: ప్రశ్నకు సమాధానం ఇవ్వండి
th: ตอบคำถาม
tr_tr: Cevap Sorgusu
uz: So‘rovga javob berish
vi: Trả lời truy vấn

source: A correct response SQL query
af_za: &#39;n Korrekte antwoord SQL-navraag
ar: استعلام SQL للإجابة الصحيحة
az: Düzgün cavab SQL sorğusu
da: Et korrekt svar SQL-forespørgsel
de_de: Eine SQL-Abfrage mit korrekter Antwort
el: Μια σωστή απάντηση ερωτήματος SQL
es_es: Una consulta SQL de respuesta correcta
fa: پاسخ صحیح پرس‌وجوی SQL
fr_ca: Une requête SQL à réponse correcte
he: שאילתת SQL תגובה נכונה
hi: एक सही प्रतिक्रिया SQL क्वेरी
hu: Egy helyes válasz SQL lekérdezés
it_it: Una query SQL con risposta corretta
ja: 正しい応答SQLクエリ
kk: Дұрыс жауап SQL сұрауы
lv: Pareizas atbildes SQL vaicājums
nl: Een correct antwoord SQL-query
pl: Prawidłowa odpowiedź na zapytanie SQL
pt_pt: Uma consulta SQL de resposta correta
ro: O interogare SQL cu răspuns corect
ru: Правильный ответ на SQL-запрос
sq: Një përgjigje e saktë e pyetjes SQL
sv: En korrekt SQL-fråga som svar
sw: Jibu sahihi la swali la SQL
te: సరైన ప్రతిస్పందన SQL ప్రశ్న
th: แบบสอบถาม SQL ตอบสนองที่ถูกต้อง
tr_tr: Doğru yanıt SQL sorgusu
uk: Правильна відповідь на SQL-запит
uz: To‘g‘ri javob SQL so‘rovi
vi: Một truy vấn SQL phản hồi chính xác

source: Verify Query
af_za: Verifieer navraag
ar: التحقق من الاستعلام
az: Sorğunu Yoxla
da: Bekræft forespørgsel
de_de: Abfrage überprüfen
el: Επαλήθευση ερωτήματος
es_es: Verificar consulta
fa: پرس‌وجو را تأیید کنید
fr_ca: Vérifier la requête
he: אמת שאילתה
hi: क्वेरी सत्यापित करें
hu: Lekérdezés ellenőrzése
it_it: Verifica domanda
ja: クエリを検証する
kk: Сұрауды растау
lv: Vaicājuma pārbaude
nl: Controleer de zoekopdracht
pl: Zweryfikuj zapytanie
pt_pt: Verificar consulta
ro: Verifică interogarea
ru: Проверить запрос
sq: Verifiko pyetjen
sv: Verifiera fråga
sw: Thibitisha Hoja
te: ప్రశ్నను ధృవీకరించండి
th: ตรวจสอบแบบสอบถาม
tr_tr: Sorguyu Doğrula
uk: Підтвердити запит
uz: So‘rovni tasdiqlash
vi: Xác minh truy vấn

source: A secondary verification SQL query, to be used if the answer_query modifies the database (UPDATE, INSERT, DELETE, etc.). Only enter a single SELECT query here, which is used for matching the answer
af_za: &#39;n Sekondêre verifikasie SQL-navraag, wat gebruik moet word as die antwoord_navraag die databasis wysig (UPDATE, INSERT, DELETE, ens.). Voer slegs &#39;n enkele KIES-navraag hier in, wat gebruik word om die antwoord te pas
ar: استعلام SQL للتحقق الثانوي، سيتم استخدامه إذا قام Answer_query بتعديل قاعدة البيانات (UPDATE، INSERT، DELETE، إلخ). أدخل فقط استعلام SELECT واحدًا هنا، والذي يُستخدم لمطابقة الإجابة
az: Cavab_sorğusu verilənlər bazasını dəyişdirirsə (UPDATE, INSERT, DELETE və s.), istifadə olunacaq ikinci dərəcəli yoxlama SQL sorğusu. Burada yalnız cavabla uyğunlaşdırmaq üçün istifadə olunan tək SELECT sorğusu daxil edin.
da: En sekundær verifikations-SQL-forespørgsel, der skal bruges, hvis answer_query ændrer databasen (OPDATERING, INSERT, SLET, osv.). Indtast kun en enkelt SELECT-forespørgsel her, som bruges til at matche svaret
de_de: Eine sekundäre SQL-Verifizierungsabfrage, die verwendet wird, wenn die Antwortabfrage die Datenbank ändert (UPDATE, INSERT, DELETE usw.). Geben Sie hier nur eine einzelne SELECT-Abfrage ein, die zum Abgleich der Antwort verwendet wird
el: Ένα δευτερεύον ερώτημα επαλήθευσης SQL, που θα χρησιμοποιηθεί εάν το answer_query τροποποιήσει τη βάση δεδομένων (UPDATE, INSERT, DELETE, κ.λπ.). Εισαγάγετε εδώ μόνο ένα ερώτημα SELECT, το οποίο χρησιμοποιείται για την αντιστοίχιση της απάντησης
es_es: Una consulta SQL de verificación secundaria, que se utilizará si la respuesta_query modifica la base de datos (ACTUALIZAR, INSERTAR, ELIMINAR, etc.). Introduzca aquí solo una única consulta SELECT, que se utiliza para hacer coincidir la respuesta
fa: پرس‌وجوی تأیید ثانویه SQL، برای استفاده در شرایطی که answer_query پایگاه داده را تغییر دهد (UPDATE، INSERT، DELETE، و غیره). فقط یک عبارت SELECT را در اینجا وارد کنید، که برای مطابقت با پاسخ استفاده شود
fr_ca: Une requête SQL de vérification secondaire, à utiliser si la réponse_query modifie la base de données (UPDATE, INSERT, DELETE, etc.). Entrez ici uniquement une seule requête SELECT, qui est utilisée pour faire correspondre la réponse
he: שאילתת SQL אימות משנית, לשימוש אם ה-answer_query משנה את מסד הנתונים (UPDATE, INSERT, DELETE וכו&#39;). הזן כאן שאילתת SELECT יחידה בלבד, המשמשת להתאמת התשובה
hi: यदि उत्तर_क्वेरी डेटाबेस को संशोधित करती है (अद्यतन, सम्मिलित करें, हटाएं, आदि) तो एक द्वितीयक सत्यापन SQL क्वेरी का उपयोग किया जाएगा। यहां केवल एक SELECT क्वेरी दर्ज करें, जिसका उपयोग उत्तर के मिलान के लिए किया जाता है
hu: Egy másodlagos ellenőrző SQL lekérdezés, amelyet akkor használunk, ha a válasz lekérdezés módosítja az adatbázist (UPDATE, INSERT, DELETE stb.). Csak egyetlen SELECT lekérdezést adjon meg itt, amelyet a válasz egyeztetésére használnak.
it_it: Una query SQL di verifica secondaria, da utilizzare se la risposta_query modifica il database (UPDATE, INSERT, DELETE, ecc.). Inserisci qui solo una singola query SELECT, che viene utilizzata per abbinare la risposta
ja: 回答クエリがデータベースを変更する場合（UPDATE、INSERT、DELETEなど）に使用する二次検証SQLクエリ。ここには、回答を照合するために使用する単一のSELECTクエリのみを入力してください。
kk: Жауап_сұрауы дерекқорды өзгертсе (ЖАҢАРТУ, КІРУ, ЖОЮ, т.б.) пайдаланылатын қосымша тексеру SQL сұрауы. Жауапты сәйкестендіру үшін пайдаланылатын жалғыз ТАҢДАУ сұрауын ғана енгізіңіз
lv: Sekundārs verifikācijas SQL vaicājums, kas jāizmanto, ja atbildes_vaicājums modificē datubāzi (UPDATE, INSERT, DELETE u. c.). Šeit ievadiet tikai vienu SELECT vaicājumu, kas tiek izmantots, lai atbilstu atbildei.
nl: Een secundaire verificatie-SQL-query, die moet worden gebruikt als de antwoord_query de database wijzigt (UPDATE, INSERT, DELETE, enz.). Voer hier slechts één SELECT-query in, die wordt gebruikt om het antwoord te matchen
pl: Wtórne zapytanie SQL weryfikujące, które ma być użyte, jeśli zapytanie_odpowiedzi modyfikuje bazę danych (UPDATE, INSERT, DELETE itp.). Wpisz tutaj tylko jedno zapytanie SELECT, które służy do dopasowania odpowiedzi
pt_pt: Uma consulta SQL de verificação secundária, a ser utilizada se a consulta answer_query modificar a base de dados (UPDATE, INSERT, DELETE, etc.). Introduza aqui apenas uma única consulta SELECT, que é utilizada para fazer corresponder a resposta
ro: O interogare SQL de verificare secundară, care trebuie utilizată dacă answer_query modifică baza de date (UPDATE, INSERT, DELETE etc.). Introduceți aici doar o singură interogare SELECT, care este folosită pentru potrivirea răspunsului.
ru: SQL-запрос вторичной проверки, который будет использоваться, если ответ_запрос изменяет базу данных (UPDATE, INSERT, DELETE и т. д.). Введите здесь только один запрос SELECT, который будет использоваться для сопоставления ответа.
sq: Një pyetje dytësore verifikimi SQL, që do të përdoret nëse pyetja_përgjigje modifikon bazën e të dhënave (UPDATE, INSERT, DELETE, etj.). Këtu futni vetëm një pyetje të vetme SELECT, e cila përdoret për përputhjen e përgjigjes
sv: En sekundär verifierings-SQL-fråga, som ska användas om answer_query modifierar databasen (UPDATE, INSERT, DELETE, etc.). Ange endast en enda SELECT-fråga här, som används för att matcha svaret.
sw: Hoja ya pili ya uthibitishaji wa SQL, itakayotumika ikiwa jibu_swali litarekebisha hifadhidata (SASISHA, INGIZA, FUTA, n.k.). Ingiza tu swali moja CHAGUA hapa, ambalo linatumika kulinganisha jibu
te: సెకండరీ వెరిఫికేషన్ SQL ప్రశ్న, answer_query డేటాబేస్‌ను సవరించినట్లయితే ఉపయోగించబడుతుంది (UPDATE, INSERT, DELETE, మొదలైనవి). ఇక్కడ ఒక SELECT ప్రశ్నను మాత్రమే నమోదు చేయండి, ఇది సమాధానాన్ని సరిపోల్చడానికి ఉపయోగించబడుతుంది
th: แบบสอบถาม SQL การตรวจสอบรอง ที่จะใช้หาก answer_query แก้ไขฐานข้อมูล (UPDATE, INSERT, DELETE ฯลฯ) ป้อนเพียงแบบสอบถาม SELECT เดียวที่นี่ ซึ่งใช้สำหรับจับคู่คำตอบ
tr_tr: answer_query veritabanını değiştirirse (UPDATE, INSERT, DELETE, vb.) kullanılacak ikincil doğrulama SQL sorgusu. Buraya yalnızca yanıtı eşleştirmek için kullanılan tek bir SELECT sorgusu girin
uk: Вторинний перевірочний SQL-запит, який використовуватиметься, якщо answer_query змінює базу даних (UPDATE, INSERT, DELETE тощо). Введіть тут лише один запит SELECT, який використовується для пошуку відповіді
uz: Ikkinchi darajali tekshiruv uchun SQL so'rovi, agar answer_query ma'lumotlar bazasini o'zgartirsa (UPDATE, INSERT, DELETE va hokazo) foydalaniladi. Bu yerga faqat bitta SELECT so'rovini kiriting, u javobni tekshirish uchun ishlatiladi.
vi: Một truy vấn SQL xác minh phụ, được sử dụng nếu câu trả lời_query sửa đổi cơ sở dữ liệu (CẬP NHẬT, CHÈN, XÓA, v.v.). Chỉ nhập một truy vấn CHỌN duy nhất tại đây, truy vấn này được sử dụng để khớp với câu trả lời

source: Modification query statements
af_za: Wysigingsnavraagstellings
ar: بيانات تعديل الاستعلام
az: Modifikasiya sorğusu ifadələri
da: Ændringsforespørgselserklæringer
de_de: Änderungsabfrageanweisungen
el: Τροποποιητικές δηλώσεις ερωτήματος
es_es: Declaraciones de consulta de modificación
fa: اظهارات پرس‌وجو اصلاح
fr_ca: Instructions de requête de modification
he: הצהרות שאילתות שינוי
hi: संशोधन क्वेरी कथन
hu: Módosító lekérdezési utasítások
it_it: Istruzioni di query di modifica
kk: Өзгерту сұрауларының мәлімдемелері
lv: Modifikācijas vaicājuma paziņojumi
nl: Wijzigingsquery-instructies
pl: Instrukcje zapytania modyfikującego
pt_pt: Instruções de consulta de modificação
ro: Declarații de interogare de modificare
ru: Операторы запроса модификации
sq: Deklaratat e pyetjeve të modifikimit
sv: Modifieringsfrågeuttryck
sw: Taarifa za hoja za marekebisho
te: సవరణ ప్రశ్న ప్రకటనలు
th: การแก้ไขคำสั่งแบบสอบถาม
tr_tr: Değişiklik sorgusu ifadeleri
uz: O‘zgartirish so‘rovi bayonotlari
vi: Câu lệnh truy vấn sửa đổi

source: Optional SQL statements, to be executed after the user-submitted query, but before the verify_query.
af_za: Opsionele SQL-stellings, wat uitgevoer moet word na die gebruiker-indien navraag, maar voor die verify_query.
ar: عبارات SQL اختيارية، يتم تنفيذها بعد الاستعلام المقدم من المستخدم، ولكن قبل التحقق من الاستعلام.
az: İstifadəçi tərəfindən təqdim olunan sorğudan sonra, lakin verify_query-dən əvvəl icra olunacaq isteğe bağlı SQL ifadələri.
da: Valgfri SQL-sætninger, der skal udføres efter den brugerindsendte forespørgsel, men før verify_queryen.
de_de: Optionale SQL-Anweisungen, die nach der vom Benutzer übermittelten Abfrage, aber vor der verify_query ausgeführt werden sollen.
el: Προαιρετικές δηλώσεις SQL, που θα εκτελεστούν μετά το ερώτημα που υποβάλλεται από τον χρήστη, αλλά πριν από το verify_query.
es_es: Declaraciones SQL opcionales, que se ejecutarán después de la consulta enviada por el usuario, pero antes de verificar_query.
fa: عبارات اختیاری SQL، باید بعد از پرس‌وجو ارسال شده توسط کاربر، اما قبل از verify_query اجرا شوند.
fr_ca: Instructions SQL facultatives, à exécuter après la requête soumise par l'utilisateur, mais avant la requête verify_query.
he: הצהרות SQL אופציונליות, לביצוע לאחר השאילתה שנשלחה על ידי המשתמש, אך לפני ה-verify_query.
hi: वैकल्पिक SQL कथन, उपयोगकर्ता द्वारा सबमिट की गई क्वेरी के बाद निष्पादित किए जाने हैं, लेकिन Verify_query से पहले।
hu: Opcionális SQL utasítások, amelyeket a felhasználó által beküldött lekérdezés után, de a verify_query előtt kell végrehajtani.
it_it: Istruzioni SQL facoltative, da eseguire dopo la query inviata dall&#39;utente, ma prima di verify_query.
ja: ユーザーが送信したクエリの後、verify_queryの前に実行されるオプションのSQLステートメント。
kk: Қосымша SQL мәлімдемелері, пайдаланушы жіберген сұраудан кейін, бірақ verify_query алдында орындалады.
lv: Izvēles SQL priekšraksti, kas jāizpilda pēc lietotāja iesniegtā vaicājuma, bet pirms verify_query.
nl: Optionele SQL-instructies, die moeten worden uitgevoerd na de door de gebruiker ingediende query, maar vóór de verificatie_query.
pl: Opcjonalne instrukcje SQL, które mają być wykonane po zapytaniu przesłanym przez użytkownika, ale przed zapytaniem zweryfikowanym.
pt_pt: Instruções SQL opcionais, a executar depois da consulta submetida pelo utilizador, mas antes da verify_query.
ro: Instrucțiuni SQL Optional, care urmează să fie executate după interogarea trimisă de utilizator, dar înainte de interogarea de verificare.
ru: Необязательные операторы SQL, которые должны выполняться после запроса, отправленного пользователем, но до проверки_запроса.
sq: Deklaratat opsionale SQL, që do të ekzekutohen pas pyetjes së dorëzuar nga përdoruesi, por përpara verifikimit_query.
sv: Valfria SQL-satser som ska köras efter den användarinlämnade frågan, men före verify_query.
sw: Taarifa za hiari za SQL, zitakazotekelezwa baada ya hoja iliyowasilishwa na mtumiaji, lakini kabla ya verify_query.
te: ఐచ్ఛిక SQL స్టేట్‌మెంట్‌లు, వినియోగదారు సమర్పించిన ప్రశ్న తర్వాత కానీ verify_queryకి ముందు కానీ అమలు చేయబడతాయి.
th: คำสั่ง SQL ทางเลือกที่จะดำเนินการหลังจากการสืบค้นที่ผู้ใช้ส่งมา แต่ก่อนการ Verify_query
tr_tr: Kullanıcı tarafından gönderilen sorgudan sonra, ancak verify_query'den önce yürütülecek isteğe bağlı SQL ifadeleri.
uk: Необов’язкові оператори SQL, які виконуються після запиту, надісланого користувачем, але перед verify_query.
uz: Foydalanuvchi tomonidan yuborilgan so‘rovdan keyin, lekin verify_query dan oldin bajarilishi kerak bo‘lgan ixtiyoriy SQL iboralari.
vi: Các câu lệnh SQL tùy chọn, sẽ được thực thi sau truy vấn do người dùng gửi nhưng trước verify_query.
