Repository: openedx/openedx-translations
Catalog: translations/xblock-sql-grader/sql_grader/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, es_es, fa, fr_ca, he, hi, hu, it_it, ja, kk, lv, nl, pl, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Is Ordered?
af_za: Is bestel?
ar: هل تم طلبه؟
az: Sıralanıb?
da: er bestilt?
de_de: Ist bestellt?
el: Παραγγέλθηκε;
es_es: ¿Está ordenado?
fa: سفارش داده شده است؟
fr_ca: Dans l'ordre?
he: הוזמן?
hi: ऑर्डर किया गया है?
hu: Rendezett?
it_it: È ordinato?
kk: Тапсырыс берілді ме?
lv: Ir pasūtīts?
nl: Is besteld?
pl: Czy zamówiono?
pt_pt: Está ordenado?
ro: Este ordonat?
ru: Заказан?
sq: A është porositur?
sv: Är det sorterat?
sw: Imeagizwa?
te: ఆదేశించబడిందా?
th: สั่งหรือยัง?
tr_tr: Sipariş Edildi?
uk: Замовлено?
uz: Buyurtma berilganmi?
vi: Được đặt hàng?

source: Should results be in order?
af_za: Moet resultate in orde wees?
ar: هل يجب أن تكون النتائج مرتبة؟
az: Nəticələr ardıcıl olmalıdırmı?
da: Skal resultaterne være i orden?
de_de: Sollten die Ergebnisse in Ordnung sein?
el: Τα αποτελέσματα πρέπει να είναι σε σειρά;
es_es: ¿Los resultados deberían estar en orden?
fa: آیا نتایج باید مرتب باشد؟
fr_ca: Les résultats devraient-ils être dans l'ordre?
he: האם התוצאות צריכות להיות מסודרות?
hi: क्या परिणाम क्रम में होने चाहिए?
it_it: I risultati dovrebbero essere in ordine?
ja: 結果を順序通りにするべきですか？
kk: Нәтижелер тәртіпте болуы керек пе?
lv: Vai rezultātiem jābūt kārtībā?
nl: Moeten de resultaten in orde zijn?
pl: Czy wyniki powinny być w porządku?
pt_pt: Os resultados devem estar por ordem?
ro: Ar trebui ca rezultatele să fie în ordine?
ru: Должны ли результаты быть в порядке?
sq: A duhet të jenë rezultatet në rregull?
sv: Ska resultaten vara i ordning?
sw: Je, matokeo yanapaswa kuwa katika mpangilio?
te: ఫలితాలు క్రమంలో ఉండాలా?
th: ผลลัพธ์ควรเป็นไปตามลำดับหรือไม่?
tr_tr: Sonuçlar sıralı mı olmalı?
uk: Чи результати повинні бути в порядку?
uz: Natijalar tartiblangan bo‘lishi kerakmi?
vi: Kết quả có nên theo thứ tự?

source: Prompt
ar: علامة الاستعداد
az: Tez
da: Hurtig
de_de: Aufgabe
el: άμεσος
es_es: Enunciado
fa: فوری
fr_ca: Invite
he: הנחיה
hi: प्रॉम्पट
it_it: Suggerimento
ja: プロンプト
kk: Шақыру
lv: Pamudināt
pl: Podpowiedź
pt_pt: Enunciado
ru: Подсказка
sw: Haraka
te: ప్రాంప్ట్
th: แจ้ง
uk: Підказка
uz: Tezkor
vi: Lời nhắc

source: Explanatory text to accompany the problem
af_za: Verklarende teks om die probleem te vergesel
ar: نص توضيحي مصاحب للمشكلة
az: Problemi müşayiət edən izahlı mətn
da: Forklarende tekst, der skal ledsage problemet
de_de: Erklärender Text zum Problem
el: Επεξηγηματικό κείμενο που συνοδεύει το πρόβλημα
es_es: Texto explicativo para acompañar el problema.
fa: متن توضیحی به‌همراه مسأله
fr_ca: Texte explicatif pour accompagner le problème
he: טקסט הסבר שילווה את הבעיה
hi: समस्या के साथ व्याख्यात्मक पाठ
hu: Magyarázó szöveg a probléma kíséretében
it_it: Testo esplicativo per accompagnare il problema
kk: Мәселеге арналған түсіндірме мәтін
lv: Paskaidrojošs teksts, kas papildina uzdevumu
nl: Verklarende tekst bij het probleem
pl: Tekst objaśniający towarzyszący problemowi
pt_pt: Texto explicativo para acompanhar o problema
ro: Text explicativ pentru a însoți problema
ru: Пояснительный текст, сопровождающий проблему
sq: Teksti shpjegues për të shoqëruar problemin
sv: Förklarande text som följer med problemet
sw: Maandishi ya maelezo kuambatana na tatizo
te: సమస్యతో పాటుగా వివరణాత్మక వచనం
th: ข้อความอธิบายประกอบปัญหา
tr_tr: Probleme eşlik edecek açıklayıcı metin
uk: Пояснювальний текст до задачі
uz: Muammoni hal qilish uchun tushuntirish matni
vi: Văn bản giải thích đi kèm với vấn đề

source: Submission Query
af_za: Indiening navraag
ar: الاستعلام عن التقديم
az: Sorğu təqdimatı
da: Indsendelsesforespørgsel
de_de: Übermittlungsabfrage
el: Ερώτημα υποβολής
es_es: Consulta de envío
fa: درخواست ارسال
fr_ca: Requête de soumission
he: שאילתת הגשה
hi: सबमिशन क्वेरी
hu: Beküldési lekérdezés
it_it: Domanda di invio
ja: 提出クエリ
kk: Жіберу сұрауы
lv: Iesniegšanas vaicājums
nl: Inzendingsvraag
pl: Zapytanie o przesłanie
pt_pt: Consulta de apresentação
ro: Interogare de trimitere
ru: Запрос на отправку
sq: Kërkesa e dorëzimit
sv: Inlämningsfråga
sw: Swali la Uwasilishaji
te: సమర్పణ ప్రశ్న
th: แบบสอบถามการส่ง
tr_tr: Gönderim Sorgusu
uz: Taqdim etish so‘rovi
vi: Truy vấn gửi

source: A Submission Query
af_za: &#39;n Voorleggingsnavraag
ar: الاستعلام عن التقديم
az: Sorğu təqdimatı
da: En indsendelsesforespørgsel
de_de: Eine Übermittlungsabfrage
el: Ερώτημα υποβολής
es_es: Una consulta de envío
fa: یک درخواست ارسال
fr_ca: Une requête de soumission
he: שאילתת הגשה
hi: एक सबमिशन प्रश्न
hu: Egy beküldési lekérdezés
it_it: Una domanda di invio
ja: 提出クエリ
kk: Жіберу сұрауы
lv: Iesniegšanas vaicājums
nl: Een inzendingsvraag
pl: Zapytanie o przesłanie
pt_pt: Uma consulta de apresentação
ro: O interogare de trimitere
ru: Запрос на отправку
sq: Një pyetje për paraqitje
sv: En inlämningsfråga
sw: Swali la Uwasilishaji
te: సమర్పణ ప్రశ్న
th: แบบสอบถามการส่ง
tr_tr: Gönderim Sorgusu
uz: Taqdim etish so‘rovi
vi: Truy vấn gửi

source: %(score_weighted)s/%(max_score)s point (graded)
af_za: %(score_weighted)s / %(max_score)s punt (gegradeer)
ar: %(score_weighted)s / %(max_score)s نقطة (متدرجة)
az: %(score_weighted)s/%(max_score)s bal (qiymətləndirilib)
da: %(score_weighted)s / %(max_score)s point (bedømt)
de_de: %(score_weighted)s / %(max_score)s Punkt (benotet)
el: %(score_weighted)s / %(max_score)s πόντος (βαθμολογημένο)
es_es: %(score_weighted)s / %(max_score)s punto (calificado)
fa: %(score_weighted)s / %(max_score)s امتیاز (درجه بندی شده)
fr_ca: %(score_weighted)s/%(max_score)s point (noté)
he: %(score_weighted)s / %(max_score)s נקודה (מדורגת)
hi: %(score_weighted)s / %(max_score)s पॉइंट (ग्रेडेड)
hu: %(score_weighted)s/%(max_score)s pont (értékelt)
it_it: %(score_weighted)s / %(max_score)s punti (classificati)
ja: %(score_weighted)s/%(max_score)s 点（採点済み）
kk: %(score_weighted)s / %(max_score)s ұпай (бағаланған)
lv: %(score_weighted)s / %(max_score)s punkti (novērtēti)
nl: %(score_weighted)s/%(max_score)s punt (beoordeeld)
pl: %(score_weighted)s/%(max_score)s punkt (stopniowany)
pt_pt: %(score_weighted)s/%(max_score)s ponto (classificado)
ro: %(score_weighted)s/%(max_score)s punct (evaluat)
ru: %(score_weighted)s / %(max_score)s балл (оцененный)
sq: %(score_weighted)s / %(max_score)s pikë (e vlerësuar)
sv: %(score_weighted)s/%(max_score)s poäng (betygsatt)
sw: %(score_weighted)s / %(max_score)s pointi (iliyopangwa)
te: %(score_weighted)s / %(max_score)s పాయింట్ (గ్రేడెడ్)
th: %(score_weighted)s / %(max_score)s คะแนน (ให้คะแนน)
tr_tr: %(score_weighted)s / %(max_score)s noktası (derecelendirilmiş)
uk: %(score_weighted)s / %(max_score)s бал (оцінка)
uz: %(score_weighted)s / %(max_score)s ball (baholangan)
vi: %(score_weighted)s / %(max_score)s điểm (đã chấm điểm)

source: 0 points (ungraded)
af_za: 0 punte (ongegradeer)
ar: 0 نقطة (لم يتم تقييمها)
az: 0 bal (qiymətləndirilməmiş)
da: 0 point (ubedømt)
de_de: 0 Punkte (unbenotet)
el: 0 βαθμοί (χωρίς βαθμολογία)
es_es: 0 puntos (sin calificar)
fa: 0 امتیاز (بدون نمره)
fr_ca: 0 points (non noté)
he: 0 נקודות (לא מדורג)
hi: 0 अंक (अनग्रेडेड)
hu: 0 pont (nem értékelt)
it_it: 0 punti (senza voto)
ja: 0点（未採点）
kk: 0 ұпай (бағаланбаған)
lv: 0 punktu (bez vērtēšanas)
nl: 0 punten (niet beoordeeld)
pl: 0 punktów (bez oceny)
pt_pt: 0 pontos (não classificados)
ro: 0 puncte (negradat)
ru: 0 баллов (без оценки)
sq: 0 pikë (të pavlerësuara)
sv: 0 poäng (ej betygsatt)
sw: pointi 0 (hazijapata daraja)
te: 0 పాయింట్లు (గ్రేడ్ చేయబడలేదు)
th: 0 คะแนน (ไม่ได้ให้คะแนน)
tr_tr: 0 puan (not verilmemiş)
uk: 0 балів (без оцінки)
uz: 0 ball (baholanmagan)
vi: 0 điểm (chưa chấm)

source: Note:
af_za: Let wel:
ar: ملاحظة:
az: Qeyd:
da: Bemærk:
de_de: Achtung:
el: Σημείωση:
es_es: Nota:
fa: توجه داشته باشید:
he: הערה:
hi: ध्यान दें:
hu: Megjegyzés:
it_it: Nota:
ja: 注意:
kk: Ескерту:
lv: Piezīme:
nl: Opmerking:
pl: Uwaga:
pt_pt: Nota:
ro: Notă:
ru: Примечание:
sq: Shënim:
sw: Kumbuka:
te: గమనిక:
th: โน้ต:
tr_tr: Not:
uk: Примітка
uz: Eslatma:
vi: Ghi chú:

source: Your queries are executed using SQLite, so you must conform to the SQL constructs supported by SQLite.
af_za: Jou navrae word uitgevoer met behulp van SQLite, so jy moet voldoen aan die SQL-konstrukte wat deur SQLite ondersteun word.
ar: يتم تنفيذ استعلاماتك باستخدام SQLite، لذلك يجب أن تتوافق مع بنيات SQL التي يدعمها SQLite.
az: Sorğularınız SQLite istifadə edərək icra edilir, buna görə də SQLite tərəfindən dəstəklənən SQL konstruksiyalarına uyğun olmalısınız.
da: Dine forespørgsler udføres ved hjælp af SQLite, så du skal overholde de SQL-konstruktioner, der understøttes af SQLite.
de_de: Ihre Abfragen werden mit SQLite ausgeführt, daher müssen Sie den von SQLite unterstützten SQL-Konstrukten entsprechen.
el: Τα ερωτήματά σας εκτελούνται χρησιμοποιώντας SQLite, επομένως πρέπει να συμμορφώνεστε με τις δομές SQL που υποστηρίζονται από το SQLite.
es_es: Sus consultas se ejecutan utilizando SQLite, por lo que debe cumplir con las construcciones SQL admitidas por SQLite.
fa: پرس‌وجوهای شما با استفاده از SQLite اجرا می‌شوند، بنابراین باید با ساختارهای SQL پشتیبانی‌شده توسط SQLite تطبیق داشته باشید.
fr_ca: Vos requêtes sont exécutées à l'aide de SQLite, vous devez donc vous conformer aux constructions SQL prises en charge par SQLite.
he: השאילתות שלך מבוצעות באמצעות SQLite, לכן עליך להתאים את ה-SQL מבנים הנתמכים על ידי SQLite.
hi: आपकी क्वेरीज़ SQLite का उपयोग करके निष्पादित की जाती हैं, इसलिए आपको SQLite द्वारा समर्थित SQL संरचनाओं के अनुरूप होना चाहिए।
hu: Lekérdezései SQLite használatával futnak, ezért meg kell felelnie az SQLite által támogatott SQL szerkezeteknek.
it_it: Le tue query vengono eseguite utilizzando SQLite, quindi devi conformarti ai costrutti SQL supportati da SQLite.
ja: SQLiteを使用してクエリが実行されるため、SQLiteがサポートするSQL構文に従う必要があります。
kk: Сұрауларыңыз SQLite арқылы орындалады, сондықтан SQLite қолдайтын SQL құрылымдарына сәйкес болуыңыз керек.
lv: Jūsu vaicājumi tiek izpildīti, izmantojot SQLite, tāpēc jums jāievēro SQLite atbalstītās SQL konstrukcijas.
nl: Uw queries worden uitgevoerd met behulp van SQLite, dus u moet zich conformeren aan de SQL-constructies die door SQLite worden ondersteund.
pl: Twoje zapytania są wykonywane przy użyciu SQLite, więc musisz przestrzegać konstrukcji SQL obsługiwanych przez SQLite.
pt_pt: As suas consultas são executadas utilizando o SQLite, pelo que tem de estar em conformidade com as construções SQL suportadas pelo SQLite.
ro: Interogările dvs. sunt executate utilizând SQLite, deci trebuie să vă conformați constructelor SQL acceptate de SQLite.
ru: Ваши запросы выполняются с использованием SQLite, поэтому вы должны соответствовать конструкциям SQL, поддерживаемым SQLite.
sq: Pyetjet tuaja ekzekutohen duke përdorur SQLite, kështu që ju duhet të përputheni me konstruktet SQL të mbështetura nga SQLite.
sv: Dina frågor körs med SQLite, så du måste följa de SQL-konstruktioner som stöds av SQLite.
sw: Hoja zako zinatekelezwa kwa kutumia SQLite, kwa hivyo ni lazima ufuate miundo ya SQL inayoungwa mkono na SQLite.
te: మీ ప్రశ్నలు SQLiteని ఉపయోగించి అమలు చేయబడతాయి, కాబట్టి మీరు తప్పనిసరిగా SQLite ద్వారా మద్దతు ఇచ్చే SQL నిర్మాణాలకు అనుగుణంగా ఉండాలి.
th: การสืบค้นของคุณดำเนินการโดยใช้ SQLite ดังนั้นคุณต้องสอดคล้องกับโครงสร้าง SQL ที่ SQLite รองรับ
tr_tr: Sorgularınız SQLite kullanılarak yürütülür, dolayısıyla SQLite tarafından desteklenen SQL yapılarına uymanız gerekir.
uk: Ваші запити виконуються за допомогою SQLite, тому ви повинні відповідати конструкціям SQL, які підтримуються SQLite.
uz: Sizning so‘rovlaringiz SQLite yordamida bajariladi, shuning uchun siz SQLite tomonidan qo‘llab-quvvatlanadigan SQL konstruktsiyalariga mos kelishingiz kerak.
vi: Các truy vấn của bạn được thực thi bằng SQLite, do đó bạn phải tuân thủ các cấu trúc SQL được SQLite hỗ trợ.

source: Press ESC then TAB or click outside of the code editor to exit
af_za: Druk ESC en dan TAB of klik buite die koderedigeerder om af te sluit
ar: انقر فوق ESC ثم TAB أو انقر خارج مُحرر الرموز للخروج
az: Çıxmaq üçün ESC sonra isə TAB-ı basın və ya kod redaktoru pəncərəsinin kənarına klik edin
da: Tryk på ESC og derefter TAB, eller klik uden for kodeeditoren for at afslutte
de_de: Klicken Sie die ESC- und TAP-Taste oder außerhalb des Codeeditors, um zu beenden.
el: Επιλέξτε ESC και TAB ή κάντε κλικ εκτός του πεδίου επεξεργασίας κώδικα για έξοδο
es_es: Presione ESC luego TAB o haga clic fuera del editor de código para salir
fa: ESC و سپس TAB را فشار دهید یا خارج از ویرایشگر کد کلیک کنید تا خارج شوید
fr_ca: Appuyez sur ESC puis TAB ou cliquez en dehors de l'éditeur de code pour quitter
he: כדי לצאת, הקש ESC ולאחר מכן TAB או לחץ מחוץ לעורך הקוד.
hi: उसके बाद ESC दबाएँ TAB या बाहर निकलने के लिए कोड संपादक के बाहर क्लिक करें
hu: Nyomja meg az ESC, majd a TAB billentyűt, vagy kattintson a kódszerkesztőn kívülre a kilépéshez
it_it: Premere ESC, quindi TAB oppure fare clic fuori dall'editor di codice per uscire
ja: ESCキーを押してからTABキーを押すか、コードエディタの外をクリックして終了します
kk: Шығу үшін ESC, содан кейін TAB пернесін басыңыз немесе код өңдегішінің сыртын басыңыз
lv: Nospiediet ESC un pēc tam TAB vai noklikšķiniet ārpus koda redaktora, lai izietu
nl: Druk op ESC en vervolgens op TAB of klik buiten de code-editor om af te sluiten
pt_pt: Pressione ESC e depois TAB ou clique fora do editor de código para sair
ro: Apăsați ESC, apoi TAB sau faceți clic în afara editorului de cod pentru a ieși
ru: Чтобы выйти, нажмите ESC и затем TAB или щёлкните вне редактора кода.
sq: Shtypni ESC pastaj TAB ose kliko jashtë redaktuesit të kodit për të dalë
sv: Tryck på ESC sedan TAB eller klicka utanför kodredigeraren för att avsluta
sw: Bonyeza ESC kisha TAB au ubofye nje ya kihariri cha msimbo ili kuondoka
te: నిష్క్రమించడానికి ESC ఆపై TAB నొక్కండి లేదా కోడ్ ఎడిటర్ వెలుపల క్లిక్ చేయండి
th: กด ESC หรือ TAB หรือคลิกนอกพื้นที่ตัวแก้ไขโค้ดเพื่อออก
tr_tr: Kod editöründen çıkmak için ESC ve hemen ardından TAB'a basabilir veya dışına tıklayabilirsiniz
uk: Натисніть ESC та TAB або клацніть за межами редактора коду, щоб вийти
uz: Chiqish uchun ESC, keyin TAB tugmasini bosing yoki kod muharriridan tashqariga bosing
vi: Nhấn ESC rồi TAB hoặc nhấp vào bên ngoài trình soạn thảo mã để thoát

source: Submit
af_za: Indien
ar: تقديم
az: Təqdim edin
da: Indsend
de_de: Absenden
el: Υποβολή
es_es: Enviar
fa: ارسال
fr_ca: Soumettre
he: שלח
hi: प्रस्तुत करना
hu: Küldés
it_it: Invia
kk: Жіберу
lv: Iesniegt
nl: Indienen
pl: Prześlij
pt_pt: Submeter
ro: Trimite
ru: Отправить
sq: Paraqisni
sv: Skicka
sw: Wasilisha
te: సమర్పించండి
th: ยอมรับ
tr_tr: Gönder
uk: Надіслати
uz: Tasdiqlash
vi: Nộp

source: Show Answer
af_za: Wys antwoord
ar: أظهر الإجابة
az: Qısa cavab
da: Vis Svar
de_de: Antwort zeigen
el: Εμφάνιση απάντησης
es_es: Mostrar respuesta
fa: پاسخ نشان می‌دهد
fr_ca: Afficher la réponse
he: הצג תשובה
hi: जवाब देखें
hu: Válasz mutatása
it_it: Mostra Risposta
ja: 答えを表示
kk: Жауапты көрсету
lv: Parādi atbildi
nl: Toon het antwoord
pl: Pokaż odpowiedź
pt_pt: Mostrar Resposta
ro: Afișează răspunsul
ru: Показать ответ
sq: Trego përgjigjen
sv: Visa svar
sw: Onyesha Jibu
te: సమాధానం చూపించు
th: แสดงคำตอบ
tr_tr: Yanıtı Göster
uk: Показати відповідь
uz: Javobni ko‘rsatish
vi: Hiển thị câu trả lời

source: Correct
af_za: Korrek
ar: صحيح
az: Doğru
da: Korrekt
de_de: richtig
el: Σωστό
es_es: Correcto
fa: درست
he: נכון
hi: सही
hu: Helyes
it_it: Corretto
ja: 正解
kk: Дұрыс
lv: Pareizi
nl: Juist
pl: Prawidłowy
pt_pt: Correto
ro: Corect/ă
ru: Верных
sq: Saktë
sv: Rätt
sw: Sahihi
te: సరైన
th: ถูกต้อง
tr_tr: Doğru
uk: Правильно
uz: To‘g‘ri
vi: Chính xác

source: Incorrect
af_za: Verkeerd
ar: غير صحيح
az: Yanlış
da: Ukorrekt
de_de: Falsch
el: Λανθασμένο
es_es: Incorrecto
fa: غلط
he: לא נכון
hi: ग़लत
hu: Helytelen
it_it: Errato
ja: 不正解
kk: Дұрыс емес
lv: Nepareizi
nl: Niet correct
pl: Błędny
pt_pt: Incorreto
ro: Incorect/ă
ru: Неверных
sq: Gabim
sv: Felaktig
sw: Si sahihi
te: సరికాదు
th: ไม่ถูกต้อง
tr_tr: Yanlış
uk: Неправильно
uz: Noto‘g‘ri
vi: Không đúng

source: Unanswered
af_za: Onbeantwoord
ar: بدون إجابة
az: cavablanmamış
da: Ubesvaret
de_de: Unbeantwortet
el: Χωρίς προτεινόμενη απάντηση
es_es: Sin responder
fa: بی‌پاسخ
fr_ca: Sans réponse
he: לא נענה
hi: अनुत्तरित
hu: megválaszolatlan
it_it: Senza Risposta
ja: 未回答
kk: Жауапсыз
lv: Neatbildēts
nl: Onbeantwoord
pl: Bez odpowiedzi
pt_pt: Sem resposta
ro: Fără răspuns
ru: Без ответа
sq: Pa përgjigje
sv: Obesvarad
sw: Haijajibiwa
te: సమాధానం ఇవ్వలేదు
tr_tr: Cevaplanmamış
uk: Без відповіді
uz: Javobsiz
vi: Chưa được trả lời

source: To check your data modification statement, we ran the following query after your modification:
af_za: Om jou datawysigingstelling na te gaan, het ons die volgende navraag gedoen ná jou wysiging:
ar: للتحقق من بيان تعديل البيانات، أجرينا الاستعلام التالي بعد التعديل:
az: Məlumat dəyişiklik bəyanatınızı yoxlamaq üçün, dəyişiklikdən sonra aşağıdakı sorğunu işlətdik:
da: For at kontrollere din dataændringserklæring kørte vi følgende forespørgsel efter din ændring:
de_de: Um Ihre Datenänderungserklärung zu überprüfen, haben wir nach Ihrer Änderung die folgende Abfrage ausgeführt:
el: Για να ελέγξουμε τη δήλωση τροποποίησης των δεδομένων σας, εκτελέσαμε το ακόλουθο ερώτημα μετά την τροποποίησή σας:
es_es: Para verificar su declaración de modificación de datos, ejecutamos la siguiente consulta después de su modificación:
fa: برای بررسی بیانیۀ تغییر داده‌های شما، پس از اصلاح شما عبارت زیر را اجرا کردیم:
fr_ca: Pour vérifier votre déclaration de modification de données, nous avons exécuté la requête suivante après votre modification :
he: כדי לבדוק את הצהרת שינוי הנתונים שלך, הרצנו את השאילתה הבאה לאחר השינוי שלך:
hi: आपके डेटा संशोधन विवरण की जाँच करने के लिए, हमने आपके संशोधन के बाद निम्नलिखित क्वेरी चलाई:
hu: A módosítás ellenőrzéséhez a következő lekérdezést futtattuk le a módosítás után:
it_it: Per verificare la tua dichiarazione di modifica dei dati, abbiamo eseguito la seguente query dopo la modifica:
ja: データ変更文を確認するために、変更後に次のクエリを実行しました。
kk: Деректерді өзгерту мәлімдемесін тексеру үшін өзгертуден кейін келесі сұрауды орындадық:
lv: Lai pārbaudītu jūsu datu modifikācijas paziņojumu, pēc modifikācijas mēs izpildījām šādu vaicājumu:
nl: Om uw gegevenswijzigingsverklaring te controleren, hebben we na uw wijziging de volgende query uitgevoerd:
pl: Aby sprawdzić oświadczenie o modyfikacji danych, uruchomiliśmy następujące zapytanie po dokonaniu modyfikacji:
pt_pt: Para verificar a sua declaração de modificação de dados, executámos a seguinte consulta após a sua modificação:
ro: Pentru a verifica declarația dvs. de modificare a datelor, am rulat următoarea interogare după modificarea dvs.:
ru: Чтобы проверить заявление об изменении данных, мы выполнили следующий запрос после вашего изменения:
sq: Për të kontrolluar deklaratën tuaj të modifikimit të të dhënave, ne kryem pyetjen e mëposhtme pas modifikimit tuaj:
sv: För att kontrollera ditt datamodifieringsutlåtande körde vi följande fråga efter din ändring:
sw: Ili kuangalia taarifa yako ya urekebishaji wa data, tuliendesha hoja ifuatayo baada ya urekebishaji wako:
te: మీ డేటా సవరణ ప్రకటనను తనిఖీ చేయడానికి, మీ సవరణ తర్వాత మేము ఈ క్రింది ప్రశ్నను అమలు చేసాము:
th: ในการตรวจสอบคำชี้แจงการแก้ไขข้อมูลของคุณ เราได้ดำเนินการค้นหาต่อไปนี้หลังจากการแก้ไขของคุณ:
tr_tr: Veri değişikliği bildiriminizi kontrol etmek için değişiklikten sonra aşağıdaki sorguyu çalıştırdık:
uk: Щоб перевірити вашу заяву про зміну даних, ми запустили такий запит після вашої зміни:
uz: Maʼlumotlaringizni o‘zgartirish bayonnomangizni tekshirish uchun o‘zgartirishingizdan keyin quyidagi so‘rovni bajardik:
vi: Để kiểm tra tuyên bố sửa đổi dữ liệu của bạn, chúng tôi đã chạy truy vấn sau sau khi bạn sửa đổi:

source: Your Query Result:
af_za: Jou navraagresultaat:
ar: نتيجة الاستعلام الخاص بك:
az: Sorğunuzun Nəticəsi:
da: Dit forespørgselsresultat:
de_de: Ihr Abfrageergebnis:
el: Αποτέλεσμα ερωτήματός σας:
es_es: Resultado de su consulta:
fa: نتیجۀ درخواست شما:
fr_ca: Résultat de votre requête :
he: תוצאת השאילתה שלך:
hi: आपकी क्वेरी का परिणाम:
hu: A lekérdezés eredménye:
it_it: Risultato della tua query:
kk: Сұрау нәтижесі:
lv: Jūsu vaicājuma rezultāts:
nl: Uw zoekopdrachtresultaat:
pl: Wynik Twojego zapytania:
pt_pt: Resultado da sua consulta:
ro: Rezultatul interogării dvs.:
ru: Результат вашего запроса:
sq: Rezultati i pyetjes suaj:
sv: Ditt frågeresultat:
sw: Matokeo ya Hoja yako:
te: మీ ప్రశ్న ఫలితం:
th: ผลลัพธ์การค้นหาของคุณ:
tr_tr: Sorgu Sonucunuz:
uk: Результат вашого запиту:
uz: Sizning so‘rovingiz natijasi:
vi: Kết quả truy vấn của bạn:

source: Expected Query Result:
af_za: Verwagte navraagresultaat:
ar: نتيجة الاستعلام المتوقعة:
az: Gözlənilən Sorğu Nəticəsi:
da: Forventet forespørgselsresultat:
de_de: Erwartetes Abfrageergebnis:
el: Αναμενόμενο αποτέλεσμα ερωτήματος:
es_es: Resultado esperado de la consulta:
fa: نتیجۀ پرس‌وجو مورد انتظار:
fr_ca: Résultat de requête attendu :
he: תוצאת שאילתה צפויה:
hi: अपेक्षित क्वेरी परिणाम:
hu: Várt lekérdezési eredmény:
it_it: Risultato della query previsto:
ja: 期待されるクエリ結果:
kk: Күтілетін сұрау нәтижесі:
lv: Paredzamais vaicājuma rezultāts:
nl: Verwacht zoekresultaat:
pl: Oczekiwany wynik zapytania:
pt_pt: Resultado esperado da consulta:
ro: Rezultatul așteptat al interogării:
ru: Ожидаемый результат запроса:
sq: Rezultati i pritshëm i pyetjes:
sv: Förväntat frågeresultat:
sw: Matokeo ya Swali Linalotarajiwa:
te: ఆశించిన ప్రశ్న ఫలితం:
th: ผลลัพธ์การค้นหาที่คาดหวัง:
tr_tr: Beklenen Sorgu Sonucu:
uk: Очікуваний результат запиту:
uz: Kutilayotgan so‘rov natijasi:
vi: Kết quả truy vấn dự kiến:
