Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
af_za: Keer terug na die %(platform_name)s kursusvenster om jou eksamen te begin. Wanneer jy klaar is met jou eksamen en het dit as voltooi gemerk, kan jy hierdie venster toemaak om die ondersoeksessie te beëindig en laai jou protektorsessiedata op vir hersiening.
ar: عُد إلى نافذة مساق %(platform_name)s لبَدء امتحانك. عندما تكمل امتحانك وتضع علامةً عليه على أنّه مكتمل، يمكنك حينها إغلاق هذه النافذه لإنهاء جلسة المُراقَبة ورفع بيانات جلسة المُراقَبة لتتم مراجعتها
az: İmtahana başlamaq üçün %(platform_name)s kurs pəncərəsinə qayıdın. İmtahanınızı bitirdikdə və onu bitmiş olaraq işarələdikdə siz nəzarət sessiyasını bitirmək üçün bu pəncərəni bağlaya bilərsiniz və nəzarət sessiyası datanızı baxış üçün yükləyin.
da: Vend tilbage til %(platform_name)s kursusvinduet for at starte din eksamen. Når du er færdig med din eksamen og har markeret det som afsluttet, kan du lukke dette vindue for at afslutte proctoring-sessionen og upload dine proctoring session data til gennemgang.
de_de: Zurück zum %(platform_name)s Kurs, um die Prüfung zu starten. Wenn Sie dieses beendet haben und es als beendet markiert ist, können Sie das Fenster schließen, sodass die Session endet. Anschließend können Sie Ihre Daten zur Durchsicht hochladen.
fa: برای شروع امتحان به پنجره دوره %(platform_name)s بازگردید. وقتی امتحان خود را تمام کردید و آن را به‌عنوان کامل علامت‌گذاری کرده‌اید، می‌توانید این پنجره را ببندید تا جلسه بررسی پایان یابد و داده‌های جلسه کاوشگر خود را برای بررسی آپلود کنید.
he: חזור לחלון קורס %(platform_name)s כדי להתחיל את מבחנך. כאשר תסיים את מבחנך ותסמן אותו כגמור, תוכל לסגור את החלון הזה על מנת לסיים את המפגש תחת פיקוח ולהעלות את המידע על המפגש תחת פיקוח לצורך סקירה.
hu: Térjen vissza a %(platform_name)s kurzus ablakába, hogy elkezdhesse a vizsgát. Amikor befejezte a vizsgát, és megjelölte azt befejezettként, bezárhatja ezt az ablakot, hogy befejezze a felügyeleti ülést, és feltöltheti a felügyeleti ülés adatait ellenőrzésre.
ja: 試験を開始するには、%(platform_name)s コースウィンドウに戻ってください。試験が終了し、完了としてマークしたら、このウィンドウを閉じて監督セッションを終了し、監督セッションデータをアップロードしてレビューを受けることができます。
lv: Atgriezieties %(platform_name)s kursa logā, lai sāktu eksāmenu. Kad pabeidzāt eksāmenu un un esat atzīmējis, ka eksāmens ir pabeigts, varat aizvērt šo logu, lai pabeigtu uzraudzības sesiju. un augšupielādēt uzraudzības sesijas datus pārskatīšanai.
sv: Gå tillbaka till %(platform_name)s kursfönster för att starta ditt prov. När du är klar med din tentamen och har markerat det som färdigt kan du stänga det här fönstret för att avsluta proctoring-sessionen och ladda upp din proctoringssessionsdata för granskning.
te: మీ పరీక్షను ప్రారంభించడానికి %(platform_name)s కోర్సు విండోకు తిరిగి వెళ్లండి. మీరు మీ పరీక్షను పూర్తి చేసినప్పుడు మరియు ఇది పూర్తయినట్లు గుర్తు పెట్టబడింది, ప్రొక్టరింగ్ సెషన్‌ను ముగించడానికి మీరు ఈ విండోను మూసివేయవచ్చు మరియు సమీక్ష కోసం మీ ప్రొక్టరింగ్ సెషన్ డేటాను అప్‌లోడ్ చేయండి.
tr_tr: Sınavınıza başlamak için %(platform_name)sders penceresine geri dönün. Sınavınızı tamamladıktan ve tamamlandı olarak işaretledikten sonra, bu pencereyi kapatarak gözetim oturumunu sonlandırabilir ve gözetim oturumu verilerinizi inceleme için yükleyebilirsiniz.

source: Your exam is ready to be resumed.
af_za: Jou eksamen is gereed om hervat te word.
ar: امتحانك جاهز للاستئناف.
az: Sizin imtahanınız davam etməyə hazırdır.
da: Din eksamen er klar til at blive genoptaget.
de_de: Ihre Prüfung kann nun fortgesetzt werden.
el: Η εξέτασή σας είναι έτοιμη να συνεχιστεί.
fa: امتحان شما آماده است تا از سر گرفته شود.
he: הבחינה שלך מוכנה לחידוש.
hu: A vizsgája készen áll a folytatásra.
ja: 試験を再開する準備ができました。
lv: Jūsu eksāmens ir gatavs atsākšanai.
pt_br: Seu exame está pronto para ser retomado.
ro: Examenul dvs. este gata pentru a fi reluat.
ru: Ваш экзамен готов к возобновлению.
sv: Ditt prov är redo att återupptas.
te: మీ పరీక్ష మళ్లీ ప్రారంభించడానికి సిద్ధంగా ఉంది.
th: การสอบของคุณพร้อมที่จะดำเนินการต่อแล้ว
tr_tr: Sınavınız devam ettirilmeye hazır.

source: You will have %(total_time)s to complete your exam.
af_za: Jy sal %(total_time)s hê om jou eksamen te voltooi.
ar: سيكون لديك %(total_time)s لإكمال امتحانك.
az: ``` Sizin imtahanı tamamlamaq üçün %(total_time)s vaxtınız olacaq. ```
da: Du har %(total_time)s til at fuldføre din eksamen.
de_de: Sie benötigen %(total_time)s , um Ihre Prüfung abzuschließen.
fa: برای تکمیل امتحان خود %(total_time)s خواهید داشت.
he: יהיה לך %(total_time)s כדי להשלים את הבחינה שלך.
hu: Önnek %(total_time)s áll rendelkezésére a vizsga befejezéséhez.
ja: 試験を完了するまでに%(total_time)sの時間があります。
pt_br: Você terá %(total_time)s para concluir seu exame.
ro: Veți avea %(total_time)s pentru a vă finaliza examenul.
ru: Для сдачи экзамена вам понадобится %(total_time)s.
sq: Ju do të keni %(total_time)s për të përfunduar provimin tuaj.
sv: Du kommer att ha %(total_time)s på dig att slutföra ditt prov.
sw: Utakuwa na %(total_time)s ili kukamilisha mtihani wako.
te: మీ పరీక్షను పూర్తి చేయడానికి మీకు %(total_time)s ఉంటుంది.
tr_tr: Sınavınızı tamamlamak için %(total_time)s zamana sahip olacaksınız.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
af_za: Om in aanmerking te kom vir krediet of die programbewyse wat met hierdie kursus geassosieer word, moet jy die protektoroorsig vir hierdie eksamen slaag.
ar: لكي تكون مؤهلاً للحصول على ساعات معتمدة أو بيانات اعتماد البرنامج المرتبطة بهذا المساق، يجب عليك اجتياز المراجعة المُراقَبة لهذا الامتحان.
az: Bu kursla əlaqəli kredit və ya proqram sertifikatına uyğun olmaq üçün bu imtahanın nəzarət yoxlamasından keçməlisiniz.
da: For at være berettiget til merit eller den programlegitimation, der er knyttet til dette kursus, skal du bestå proctoring-gennemgangen til denne eksamen.
de_de: Um Anspruch auf Credits oder die mit diesem Kurs verbundene Programmberechtigung zu haben, müssen Sie die Aufsichtsprüfung für diese Prüfung bestehen.
el: Για να πληροίτε τα κριτήρια για πίστωση ή το διαπιστευτήριο προγράμματος που σχετίζεται με αυτό το μάθημα, πρέπει να περάσετε την αναθεώρηση proctoring για αυτήν την εξέταση.
fa: برای واجد شرایط بودن برای اعتبار یا اعتبار برنامه مرتبط با این دوره، باید بررسی کاوشگر را برای این آزمون قبول کنید.
he: כדי להיות זכאי לזיכוי או לאישור התוכנית המשויך לקורס זה, עליך לעבור את סקירת הפרוקטורינג לבחינה זו.
hu: Ahhoz, hogy jogosult legyen a kurzushoz kapcsolódó kreditre vagy programtanúsítványra, át kell mennie a vizsga felügyeleti ellenőrzésén.
ja: このコースに関連する単位またはプログラム資格を取得するには、この試験の監督審査に合格する必要があります。
ro: Pentru a fi eligibil pentru credit sau acreditările programului asociate cu acest curs, trebuie să treceți examinarea de supraveghere pentru acest examen.
ru: Чтобы иметь право на получение кредита или сертификата программы, связанного с этим курсом, вы должны пройти проверку прокторинга для этого экзамена.
sq: Për t&#39;u kualifikuar për kredit ose kredencialet e programit të lidhura me këtë kurs, ju duhet të kaloni rishikimin e kërkimit për këtë provim.
sv: För att vara berättigad till tillgodoräknande eller den programlegitimation som är kopplad till den här kursen måste du klara proctoring-granskningen för detta prov.
sw: Ili uweze kupata mkopo au kitambulisho cha mpango kinachohusishwa na kozi hii, ni lazima upitishe ukaguzi wa proctoring wa mtihani huu.
te: క్రెడిట్ లేదా ఈ కోర్సుతో అనుబంధించబడిన ప్రోగ్రామ్ క్రెడెన్షియల్‌కు అర్హత పొందాలంటే, మీరు ఈ పరీక్ష కోసం ప్రొక్టరింగ్ రివ్యూలో ఉత్తీర్ణత సాధించాలి.
th: เพื่อให้มีสิทธิ์ได้รับเครดิตหรือข้อมูลประจำตัวของโปรแกรมที่เกี่ยวข้องกับหลักสูตรนี้ คุณต้องผ่านการทบทวนการควบคุมสำหรับการสอบนี้
tr_tr: Bu dersle ilişkili krediye veya program yeterliliğine hak kazanmak için bu sınavın gözetim incelemesini geçmelisiniz.

source: Important
af_za: Belangrik
ar: هامّ
az: Vacibdir
da: Vigtig
de_de: Wichtig
fa: مهم
he: חָשׁוּב
hu: Fontos
pt_br: Importante
sq: E rëndësishme
sw: Muhimu
te: ముఖ్యమైనది
th: สำคัญ
tr_tr: Önemli

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
af_za: • Jy het %(total_time)s om hierdie eksamen te voltooi.</br> • Sodra jy die eksamen begin het, kan jy nie die timer stop nie.</br> • Vir alle vraagtipes moet jy &quot;submit&quot; klik om jou antwoord te voltooi.</br> • Indien die tyd verstryk voordat jy op &quot;Beëindig my eksamen&quot; klik, sal slegs jou ingelewerde antwoorde gegradeer word.
ar: • لديك %(total_time)s لإتمام هذا الامتحان.</br> • بمُجرّد بدء الامتحان، فلا يمكنك إيقاف المؤقت.</br> • بالنسبة لجميع أنواع الأسئلة، يجب عليك أن تنقُر على "أرسِل" وذلك لإتمام جوابك.</br> • إذا انتهى الوقت قبل أن تنقُر على "أنهِ امتحاني"، فستُقيَّم أجوبتك المرسلة فقط.
az: &#8226; Bu imtahanı tamamlamaq üçün %(total_time)s vaxtınız var. </br> &#8226; İmtahana başladıqdan sonra taymeri dayandıra bilməzsiniz. </br> &#8226; Bütün sual növləri üçün cavabınızı tamamlamaq üçün "submit" düyməsini basmalısınız. </br> &#8226; Vaxt bitməmiş "End My Exam" düyməsini basmasanız, yalnız təqdim etdiyiniz cavablar qiymətləndiriləcək.
da: • Du har %(total_time)s til at gennemføre denne eksamen.</br> • Når først du har startet eksamen, kan du ikke stoppe timeren.</br> • For alle spørgsmålstyper skal du klikke på &quot;send&quot; for at færdiggøre dit svar.</br> • Hvis tiden udløber, før du klikker på &quot;Afslut min eksamen&quot;, vil kun dine indsendte besvarelser blive bedømt.
de_de: • Sie haben %(total_time)s , um diese Prüfung abzuschließen.</br> • Sobald Sie mit der Prüfung beginnen, können Sie den Timer nicht mehr stoppen.</br> • Bei allen Fragetypen müssen Sie auf „Senden“ klicken, um Ihre Antwort abzuschließen.</br> • Wenn die Zeit abläuft, bevor Sie auf „Meine Prüfung beenden“ klicken, werden nur Ihre eingereichten Antworten bewertet.
fa: • برای تکمیل این امتحان باید %(total_time)s .</br> • پس از شروع امتحان، نمی توانید تایمر را متوقف کنید.</br> • برای همه انواع سوال، برای تکمیل پاسخ خود باید روی &quot;ارسال&quot; کلیک کنید.</br> • اگر زمان قبل از کلیک بر روی &quot;پایان امتحان من&quot; منقضی شود، فقط به پاسخ های ارسالی شما نمره داده می شود.
he: • יש לך %(total_time)s כדי להשלים את הבחינה הזו.</br> • לאחר שתתחיל את הבחינה, לא תוכל לעצור את הטיימר.</br> • עבור כל סוגי השאלות, עליך ללחוץ על &quot;שלח&quot; כדי להשלים את תשובתך.</br> • אם חלף הזמן לפני שתלחץ על &quot;סיים את הבחינה שלי&quot;, רק התשובות שהוגשו יקבלו ציון.
ja: &#8226; この試験を完了するまでの時間は %(total_time)s です。 </br> &#8226; 試験を開始すると、タイマーを止めることはできません。 </br> &#8226; すべての質問タイプにおいて、回答を完了するには「送信」をクリックする必要があります。 </br> &#8226; 「試験を終了」をクリックする前に時間が切れた場合、送信済みの回答のみが採点されます。
te: • ఈ పరీక్షను పూర్తి చేయడానికి మీకు %(total_time)s ఉంది.</br> • మీరు పరీక్షను ప్రారంభించిన తర్వాత, మీరు టైమర్‌ను ఆపలేరు.</br> • అన్ని రకాల ప్రశ్నల కోసం, మీ సమాధానాన్ని పూర్తి చేయడానికి మీరు తప్పనిసరిగా &quot;సమర్పించు&quot;ని క్లిక్ చేయాలి.</br> • మీరు &quot;నా పరీక్షను ముగించు&quot; క్లిక్ చేయడానికి ముందు సమయం ముగిసిపోతే, మీరు సమర్పించిన సమాధానాలు మాత్రమే గ్రేడ్ చేయబడతాయి.
tr_tr: &#8226; Bu sınavı %(total_time)s içindetamamlamanız gerekmektedir. </br> &#8226; Sınava başladıktan sonra zamanlayıcıyı durduramazsınız.</br> &#8226; Tüm soru türleri için cevabınız göndermek için ‘Gönder’ düğmesine tıklamanız gerekmektedir. </br> &#8226; Süre dolmadan önce "Sınavımı Bitir" düğmesine tıklamazsanız, yalnızca gönderilmiş cevaplarınız değerlendirmeye alınacaktır.

source: Proctored Exam Rules
af_za: Proctored Eksamen Reëls
ar: قواعد الامتحانات المُراقَبة
az: Proktorlu İmtahan Qaydaları
da: Proctored eksamensregler
de_de: Beaufsichtigte Prüfungsregeln
el: Προστατευμένοι Κανόνες Εξετάσεων
fa: قوانین امتحانی اختصاصی
he: כללי הבחינה פרוקטורד
sv: Proctored examensregler
te: ప్రొక్టోర్డ్ పరీక్ష నియమాలు
th: กฎเกณฑ์การสอบคัดเลือก
tr_tr: Gözetimli Sınav Kuralları

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
af_za: Jy moet by die volgende reëls hou terwyl jy hierdie eksamen voltooi. <strong>As jy hierdie reëls oortree, sal jy &#39;n telling van 0 op die eksamen ontvang, en jy sal nie in aanmerking kom vir akademiese kursuskrediet nie. </strong></br>
ar: يجب عليك الالتزام بالقواعد التالية أثناء إتمامك هذا الامتحان. <strong> إذا انتُهكت هذه القواعد، ستحصل على درجة 0 في الامتحان، ولن تكون مؤهلاً للحصول على ساعات معتمدة في المساق. </strong></br>
az: Siz bu imtahanı tamamlayarkən aşağıdakı qaydalara riayət etməlisiniz. <strong>Əgər bu qaydaları pozsanız, imtahanda 0 bal alacaqsınız və akademik kurs krediti üçün uyğun sayılmayacaqsınız. </strong></br>
da: Du skal overholde følgende regler, mens du gennemfører denne eksamen. <strong>Hvis du overtræder disse regler, får du en score på 0 på eksamen, og du vil ikke være berettiget til akademisk kursuskredit. </strong></br>
de_de: Während Sie diese Prüfung absolvieren, müssen Sie die folgenden Regeln einhalten. <strong>Wenn Sie gegen diese Regeln verstoßen, erhalten Sie in der Prüfung eine Punktzahl von 0 und haben keinen Anspruch auf Studienleistungen. </strong></br>
fa: هنگام تکمیل این آزمون باید قوانین زیر را رعایت کنید. <strong>در صورت تخطی از این قوانین، در آزمون نمره 0 دریافت می کنید و واجد شرایط دریافت اعتبار دوره تحصیلی نخواهید بود. </strong></br>
he: עליך לציית לכללים הבאים בזמן שאתה מסיים את הבחינה הזו. <strong>אם תפר את הכללים הללו, תקבל ציון 0 בבחינה, ולא תהיה זכאי לזיכוי קורס אקדמי. </strong></br>
hu: Be kell tartania a következő szabályokat a vizsga teljesítése során. <strong>Ha megszegi ezeket a szabályokat, a vizsgán 0 pontot kap, és nem lesz jogosult akadémiai kurzus kreditre. </strong></br>
ja: この試験を完了する際には、以下のルールを遵守しなければなりません。 <strong>これらのルールに違反した場合、試験のスコアは0となり、学術コースの単位を取得する資格を失います。 </strong></br>
te: మీరు ఈ పరీక్షను పూర్తి చేస్తున్నప్పుడు కింది నియమాలకు కట్టుబడి ఉండాలి. <strong>మీరు ఈ నిబంధనలను ఉల్లంఘిస్తే, మీరు పరీక్షలో 0 స్కోర్‌ను అందుకుంటారు మరియు మీరు అకడమిక్ కోర్సు క్రెడిట్‌కు అర్హులు కారు. </strong></br>
tr_tr: Bu sınavı tamamlarken aşağıdaki kurallara uymanız gerekmektedir. <strong>Kuralları ihlal etmeniz durumunda sınavdan 0 puan alacak ve akademik ders kredisi almaya hak kazanamayacaksınız. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
af_za: %(platform_name)s Reëls vir aanlyn eksamens
ar: %(platform_name)s قواعد الامتحانات المُراقَبة عبر الإنترنت
az: %(platform_name)s Onlayn Müşahidə Edilən İmtahanlar Üçün Qaydalar
da: %(platform_name)s Regler for online proctored eksamener
de_de: %(platform_name)s Regeln für beaufsichtigte Online-Prüfungen
el: %(platform_name)s Κανόνες για Διαδικτυακές Εξετάσεις Προστασίας
fa: قوانین %(platform_name)s برای امتحانات آنلاین
he: %(platform_name)s כללים לבחינות מקוונות
hu: %(platform_name)s szabályai az online felügyelt vizsgákhoz
ja: %(platform_name)s のオンライン監督試験のルール
pt_br: %(platform_name)s Regras para Exames Online Supervisionados
ro: %(platform_name)s Reguli pentru examenele online supravegheate
ru: %(platform_name)s Правила проведения онлайн-экзаменов под контролем
sv: %(platform_name)s Regler för provkörda prov online
te: %(platform_name)s ఆన్‌లైన్ ప్రొక్టోర్డ్ పరీక్షల కోసం నియమాలు
th: %(platform_name)s กฎสำหรับการสอบคุมออนไลน์
tr_tr: %(platform_name)s Çevrimiçi Gözetimli Sınavlara İlişkin Kurallar

source: Additional Exam Rules
af_za: Bykomende eksamenreëls
ar: قواعد الامتحانات الإضافية
az: Əlavə İmtahan Qaydaları
da: Yderligere eksamensregler
de_de: Zusätzliche Prüfungsregeln
el: Πρόσθετοι Κανόνες Εξετάσεων
fa: قوانین تکمیلی آزمون
he: כללי בחינה נוספים
hu: ``` További vizsgaszabályok ```
ja: 追加試験規則
ro: Reguli suplimentare ale examenului
sq: Rregullat shtesë të provimit
te: అదనపు పరీక్ష నియమాలు
th: กฎการสอบเพิ่มเติม
tr_tr: Ek Sınav Kuralları

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
af_za: Die volgende bykomende reëls geld vir hierdie eksamen. Hierdie reëls geniet voorrang bo die reëls vir aanlyn eksamens.</br></br> %(exam_review_policy)s</br>
ar: تنطبق القواعد الإضافية التالية على هذا الامتحان. تتمتع هذه القواعد بالأولوية على قواعد الامتحانات المُراقَبة عبر الإنترنت.</br></br> %(exam_review_policy)s</br>
az: Aşağıdakı əlavə qaydalar bu imtahana aiddir. Bu qaydalar Onlayn Nəzarətli İmtahanlar üçün Qaydalar üzərində üstünlük təşkil edir.</br> </br> %(exam_review_policy)s </br>
da: Følgende yderligere regler gælder for denne eksamen. Disse regler har forrang for reglerne for online proctored eksamener.</br></br> %(exam_review_policy)s</br>
de_de: Für diese Prüfung gelten die folgenden zusätzlichen Regeln. Diese Regeln haben Vorrang vor den Regeln für beaufsichtigte Online-Prüfungen.</br></br> %(exam_review_policy)s</br>
fa: قوانین اضافی زیر برای این آزمون اعمال می شود. این قوانین بر قوانین آزمون های آنلاین تقدم دارند.</br></br> %(exam_review_policy)s</br>
he: הכללים הנוספים הבאים חלים על בחינה זו. כללים אלה מקבלים עדיפות על הכללים לבחינות מקוונות.</br></br> %(exam_review_policy)s</br>
ja: この試験には以下の追加ルールが適用されます。これらのルールは、オンライン監督試験のルールに優先します。</br> </br> %(exam_review_policy)s </br>
ro: Următoarele reguli suplimentare se aplică acestui examen. Aceste reguli au prioritate față de Regulile pentru examenele online supravegheate.</br> </br> %(exam_review_policy)s </br>
sq: </br>Për këtë provim zbatohen rregullat e mëposhtme shtesë. Këto rregulla kanë përparësi ndaj Rregullave për Provimet e Mbrojtura në internet.</br> </br> %(exam_review_policy)s </br>
sv: Följande ytterligare regler gäller för detta prov. Dessa regler har företräde framför reglerna för provkörda prov online.</br> </br> %(exam_review_policy)s </br>
sw: </br> Sheria zifuatazo za ziada zinatumika kwa mtihani huu. Sheria hizi huchukua nafasi ya kwanza kuliko Kanuni za Mitihani ya Kuendeleza Mtandaoni.</br> </br> %(exam_review_policy)s </br>
te: ఈ పరీక్షకు క్రింది అదనపు నియమాలు వర్తిస్తాయి. ఈ నియమాలు ఆన్‌లైన్ ప్రొక్టోర్డ్ పరీక్షల నిబంధనల కంటే ప్రాధాన్యతనిస్తాయి.</br></br> %(exam_review_policy)s</br>
th: กฎเพิ่มเติมต่อไปนี้ใช้กับการสอบนี้ กฎเหล่านี้มีลำดับความสำคัญเหนือกฎสำหรับการสอบคุมสอบออนไลน์</br> </br> %(exam_review_policy)s </br>
tr_tr: Bu sınav için aşağıdaki ek kurallar geçerlidir. Bu kurallar, Çevrimiçi Gözetimli Sınav Kuralları’ndan önceliklidir.</br> </br> %(exam_review_policy)s </br>

source: Start my exam
af_za: Begin my eksamen
ar: ابدأ امتحاني
az: İmtahanıma başla
da: Start min eksamen
de_de: Beginne meine Prüfung
el: Ξεκινήστε τις εξετάσεις μου
fa: امتحانم را شروع کن
he: התחל את הבחינה שלי
hu: Indítsa el a vizsgámat
ja: 試験を開始する
pt_br: Iniciar o meu exame
ro: Începe-mi examenul
ru: Начать мой экзамен
sq: Fillo provimin tim
sv: Börja min examen
sw: Anza mtihani wangu
te: నా పరీక్షను ప్రారంభించు
th: เริ่มการสอบของฉัน
tr_tr: Sınavımı Başlat

source: Starting Exam
af_za: Begin eksamen
ar: بدء الامتحان
az: İmtahana Başlamaq
da: Start eksamen
de_de: Beginn der Prüfung
el: Έναρξη Εξετάσεων
fa: شروع امتحان
he: התחלת בחינה
hu: Vizsga indítása
ja: 試験を開始
pt_br: Iniciando exame
ro: Începerea examenului
ru: Начало экзамена
sq: Fillimi i Provimit
sv: Starta prov
sw: Kuanza Mtihani
te: పరీక్ష ప్రారంభం
th: เริ่มสอบ
tr_tr: Sınav Başlatılıyor

source: Are you sure you want to end your proctored exam?
af_za: Is jy seker jy wil jou proctored eksamen beëindig?
ar: هل أنت متأكد بأنك تريد إنهاء الامتحان المراقب الخاص بك؟
az: Nəzarətli imtahanı bitirmək istədiyinizdən əminsinizmi?
da: Er du sikker på, at du vil afslutte din proctored eksamen?
de_de: Sind Sie sicher, dass sie Ihre beaufsichtigte Prüfung beenden wollen?
el: Είστε βέβαιοι ότι θέλετε να τερματίσετε την επιτηρούμενη εξέτασή σας;
fa: آیا مطمئن هستید که می‌خواهید امتحان پروکتوری خود را پایان دهید؟
he: האם אתה בטוח שאתה רוצה לסיים את ה'מבחן תחת פיקוח' שלך?
hu: Biztosan be akarja fejezni a felügyelt vizsgáját?
ja: あなたの監督付き試験を終了してもよろしいですか？
pt_br: Você tem certeza de que quer encerrar seu exame supervisionado?
ro: Sigur vrei să închei examenul supravegheat?
ru: Вы уверены, что хотите завершить экзамен под контролем?
sq: Jeni i sigurt që dëshironi të përfundoni provimin tuaj të mbrojtur?
sw: Je, uko na uhakika unataka kukatisha mtihani wako ulioratibiwa?
te: మీరు ఖచ్చితంగా మీ ప్రోక్టెడ్ పరీక్షను ముగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการยุติการสอบคุมสอบ?
tr_tr: Gözetimli sınavı bitirmek istediğinizden emin misiniz?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
af_za: Maak seker dat jy &quot;Stuur&quot; vir elke antwoord gekies het voordat jy jou eksamen indien.
ar: تأكَّد من اختيارك "أرسِل" لكل جواب، قبل تسليم الامتحان.
az: İmtahanınızı təqdim etmədən öncə hər bir cavab üçün "Submit" seçdiyinizdən əmin olun.
da: Sørg for, at du har valgt &quot;Send&quot; for hver besvarelse, før du afleverer din eksamen.
de_de: Stellen Sie sicher, dass Sie für jede Antwort „Senden“ ausgewählt haben, bevor Sie Ihre Prüfung absenden.
el: Βεβαιωθείτε ότι έχετε επιλέξει &quot;Υποβολή&quot; για κάθε απάντηση πριν υποβάλετε την εξέτασή σας.
fa: قبل از ارسال امتحان، مطمئن شوید که برای هر پاسخ «ارسال» را انتخاب کرده اید.
he: ודא שבחרת ב&quot;שלח&quot; עבור כל תשובה לפני הגשת הבחינה שלך.
hu: Győződjön meg róla, hogy minden válaszhoz kiválasztotta a „Beküldés” opciót, mielőtt beadja a vizsgáját.
ja: 各回答に対して「送信」を選択してから試験を提出してください。
pt_br: Certifique-se de ter selecionado &quot;Enviar&quot; para cada resposta antes de enviar seu exame.
ro: Asigurați-vă că ați selectat „Trimiteți” pentru fiecare răspuns înainte de a trimite examenul.
ru: Прежде чем отправлять экзамен, убедитесь, что вы выбрали «Отправить» для каждого ответа.
sq: Sigurohuni që të keni zgjedhur &quot;Dorëzo&quot; për secilën përgjigje përpara se të dorëzoni provimin tuaj.
sv: Se till att du har valt "Skicka" för varje svar innan du skickar in din tentamen.
sw: Hakikisha kuwa umechagua &quot;Wasilisha&quot; kwa kila jibu kabla ya kuwasilisha mtihani wako.
te: మీరు మీ పరీక్షను సమర్పించే ముందు ప్రతి సమాధానానికి &quot;సమర్పించు&quot;ని ఎంచుకున్నారని నిర్ధారించుకోండి.
th: ตรวจสอบให้แน่ใจว่าคุณได้เลือก &quot;ส่ง&quot; สำหรับแต่ละคำตอบก่อนที่จะส่งข้อสอบ
tr_tr: Sınavınızı göndermeden önce her cevap için "Gönder" düğmesine tıkladığınızdan emin olun.
