Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
af_za: Sodra jy op &quot;Ja, beëindig my eksamen-eksamen&quot; geklik het, sal die eksamen gesluit word, en jou ondersoeksessie sal vir hersiening ingedien word.
ar: بمُجرّد النقر فوق "نعم، أنهِ امتحاني المُراقَب" سيُغلق الامتحان، وستُرسَل جلسة المُراقَبة الخاصة بك للمراجعة.
az: "Siz, bəli, nəzarət olunan imtahanımı bitir" düyməsini kliklədikdən sonra, imtahan bağlanacaq və nəzarət sessiyanız nəzərdən keçirilmək üçün təqdim olunacaq.
da: Når du klikker på &quot;Ja, afslut min prøveeksamen&quot;, lukkes eksamen, og din prøvesession vil blive sendt til gennemgang.
de_de: Sobald Sie auf „Ja, meine beaufsichtigte Prüfung beenden“ klicken, wird die Prüfung geschlossen und Ihre beaufsichtigte Sitzung wird zur Überprüfung eingereicht.
el: Μόλις κάνετε κλικ στο &quot;Yes, end my proctored exam&quot;, η εξέταση θα κλείσει και η συνεδρία proctoring θα υποβληθεί για έλεγχο.
fa: پس از کلیک بر روی &quot;Yes, end my proctored exam&quot;، امتحان بسته می شود و جلسه پروکتوری شما برای بررسی ارسال می شود.
he: לאחר שתלחץ על &quot;כן, סיים את הבחינה המדוקדקת שלי&quot;, הבחינה תיסגר, ומפגש הבדיקה שלך יוגש לבדיקה.
hu: Amint kattint a "Igen, fejezzem be a felügyelt vizsgámat" gombra, a vizsga lezárul, és a felügyeleti munkamenetét felülvizsgálatra benyújtják.
ja: "はい、監督付き試験を終了する"をクリックすると、試験が終了し、監督セッションがレビューのために提出されます。
pt_br: Depois de clicar em &quot;Sim, encerrar meu exame supervisionado&quot;, o exame será fechado e sua sessão de supervisão será enviada para revisão.
ro: După ce faceți clic pe „Da, terminați examenul meu supravegheat”, examenul va fi închis, iar sesiunea dvs. de supraveghere va fi trimisă spre examinare.
ru: Как только вы нажмете «Да, завершить мой экзамен под контролем», экзамен будет закрыт, а ваша сессия прокторинга будет отправлена на проверку.
sq: Pasi të klikoni &quot;Po, përfundo provimin tim të kontrolluar&quot;, provimi do të mbyllet dhe sesioni juaj i mbikëqyrjes do të dorëzohet për shqyrtim.
sv: När du klickar på "Ja, avsluta min proctored tentamen", kommer provet att stängas och din proctoring session kommer att skickas in för granskning.
sw: Mara tu unapobofya &quot;Ndiyo, maliza mtihani wangu wa proctored&quot;, mtihani utafungwa, na kipindi chako cha proctoring kitawasilishwa kwa ukaguzi.
te: ఒకసారి మీరు &quot;అవును, నా ప్రోక్టార్డ్ పరీక్షను ముగించు&quot; క్లిక్ చేసిన తర్వాత, పరీక్ష మూసివేయబడుతుంది మరియు మీ ప్రొక్టరింగ్ సెషన్ సమీక్ష కోసం సమర్పించబడుతుంది.
th: เมื่อคุณคลิก &quot;ใช่ สิ้นสุดการสอบคุมขังของฉัน&quot; การสอบจะถูกปิด และส่งเซสชันคุมขังของคุณไปตรวจสอบ
tr_tr: "Evet, gözetimli sınavımı sonlandır" seçeneğine tıkladığınızda sınav kapatılacak ve gözetim oturumunuz incelenmek üzere gönderilecektir.

source: Yes, end my proctored exam
af_za: Ja, eindig my proctored eksamen
ar: نعم، أنهِ امتحاني المُراقَب
az: Bəli, nəzarət olunan imtahanımı bitir
da: Ja, afslut min proctorerede eksamen
de_de: Ja, ich beende meine beaufsichtigte Prüfung
el: Ναι, τερματίστε την προβλεπόμενη εξέταση μου
fa: بله، امتحان پروکتوری من را تمام کنید
he: כן, סיים את הבחינה המדוקדקת שלי
hu: Igen, fejezzük be a felügyelt vizsgámat.
ja: はい、監督付き試験を終了します。
pt_br: Sim, encerrar meu exame supervisionado
ro: Da, încheie examenul meu supravegheat
ru: Да, закончить мой экзамен под контролем
sq: Po, përfundoni provimin tim të kujdesshëm
sw: Ndiyo, namaliza mtihani wangu wa proctored
te: అవును, నా ప్రోక్టెడ్ పరీక్షను ముగించు
th: ใช่ จบการสอบคุมขังของฉัน
tr_tr: Evet, gözetimli sınavımı sonlandır

source: Ending Exam
af_za: Einde eksamen
ar: إنهاء الامتحان
az: İmtahanı Bitirmək
da: Afsluttende eksamen
de_de: Abschlussprüfung
el: Τελική Εξέταση
fa: پایان امتحان
he: מבחן סיום
hu: Vizsga befejezése
ja: 試験終了
pt_br: Finalizando o Exame
ro: Examen de sfârșit
ru: Завершение экзамена
sq: Përfundimi i Provimit
sv: Avsluta prov
sw: Kumaliza Mtihani
te: ముగింపు పరీక్ష
th: สอบปลายภาค
tr_tr: Sınav Bitiriliyor

source: No, I'd like to continue working
af_za: Nee, ek wil graag aanhou werk
ar: كلّا، أريد مواصلة العمل
az: ``` Xeyr, işləməyə davam etmək istərdim ```
da: Nej, jeg vil gerne fortsætte med at arbejde
de_de: Nein, ich möchte noch weiterarbeiten.
el: Όχι, θα ήθελα να συνεχίσω να δουλεύω
fa: نه، من می خواهم به کار ادامه دهم
he: לא, אני רוצה להמשיך לעבוד.
hu: Nem, szeretném folytatni a munkát
ro: Nu, aș dori să continui să lucrez
ru: Нет, я продолжу работу
sq: Jo, do të doja të vazhdoja të punoja
sv: Nej, jag skulle vilja fortsätta jobba
te: లేదు, నేను పనిని కొనసాగించాలనుకుంటున్నాను
tr_tr: Hayır, çalışmaya devam etmek istiyorum

source: Your proctoring session was reviewed, but did not pass all requirements
af_za: Jou protektorsessie is hersien, maar het nie aan alle vereistes voldoen nie
ar: تمّت مراجعة جلسة المُراقَبة الخاصة بك، لكنّها لم تستوفِ جميع المتطلبات.
az: Proktorinq sessiyanız nəzərdən keçirildi, lakin bütün tələblərə cavab vermədi.
da: Din proctoring session blev gennemgået, men opfyldte ikke alle krav
de_de: Ihre Aufsichtssitzung wurde überprüft, erfüllte jedoch nicht alle Anforderungen
el: Η συνεδρία σας στο proctoring ελέγχθηκε, αλλά δεν πληροί όλες τις απαιτήσεις
fa: جلسه بررسی شما بررسی شد، اما همه الزامات را رعایت نکرد
he: הביקורת שלך נבדקה, אך לא עמדה בכל הדרישות
hu: A felügyelt vizsgája felülvizsgálatra került, de nem felelt meg minden követelménynek.
ja: あなたの監督セッションはレビューされましたが、すべての要件を満たしていませんでした。
ro: Sesiunea dvs. de supraveghere a fost revizuită, dar nu a îndeplinit toate cerințele
sq: Sesioni juaj i kërkimit u rishikua, por nuk i kaloi të gjitha kërkesat
sw: Kikundi cha uorodheshaji kilikagua kipindi chako, lakini hakikupitisha mahitaji yote
te: మీ ప్రొక్టరింగ్ సెషన్ సమీక్షించబడింది, కానీ అన్ని అవసరాలను అధిగమించలేదు
th: เซสชั่นการคุมสอบของคุณได้รับการตรวจสอบแล้ว แต่ไม่ผ่านข้อกำหนดทั้งหมด
tr_tr: Gözetim oturumunuz incelendi ancak tüm gereksinimleri karşılayamadınız

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
af_za: Kontak %(platform_name)s Ondersteuning as jy vrae het oor die status van jou protektorsessie-uitslae.
ar: إذا كانت لديك أسئلة حول حالة نتائج جلسة المُراقَبة الخاصة بك، فتواصَل مع دعم %(platform_name)s.
az: Proktorinq sessiyanızın nəticələri ilə bağlı suallarınız varsa, %(platform_name)s Dəstəyi ilə əlaqə saxlayın.
da: Kontakt %(platform_name)s Support, hvis du har spørgsmål om status for dine proctoringsessionsresultater.
de_de: Wenn Sie Fragen zum Status Ihrer Überwachungssitzungsergebnisse haben, wenden Sie sich an den Support %(platform_name)s .
el: Εάν έχετε απορίες σχετικά με την κατάσταση των αποτελεσμάτων της περιόδου παρακολούθησης, επικοινωνήστε με την Υποστήριξη %(platform_name)s .
fa: اگر در مورد وضعیت نتایج جلسه کاوشگر خود سؤالی دارید، با پشتیبانی %(platform_name)s تماس بگیرید.
he: אם יש לך שאלות לגבי הסטטוס של תוצאות הפגישות שלך, צור קשר עם התמיכה של %(platform_name)s .
hu: Ha kérdése van a felügyelt vizsga eredményének állapotával kapcsolatban, lépjen kapcsolatba a %(platform_name)s ügyfélszolgálatával.
ja: ご自身の監督セッション結果の状況について質問がある場合は、%(platform_name)s サポートにお問い合わせください。
ro: Dacă aveți întrebări despre starea rezultatelor sesiunii de supraveghere, contactați asistența %(platform_name)s .
ru: Если у вас есть вопросы о статусе результатов сеанса прокторинга, обратитесь в службу поддержки %(platform_name)s .
sq: Nëse keni pyetje në lidhje me statusin e rezultateve të sesionit tuaj të kërkimit, kontaktoni me mbështetjen %(platform_name)s .
sv: Kontakta %(platform_name)s support om du har frågor om statusen för dina proctoringssessionsresultat.
te: మీ ప్రొక్టరింగ్ సెషన్ ఫలితాల స్థితి గురించి మీకు ఏవైనా సందేహాలు ఉంటే, %(platform_name)s మద్దతును సంప్రదించండి.
th: หากคุณมีคำถามเกี่ยวกับสถานะของผลเซสชันการควบคุมของคุณ โปรดติดต่อฝ่ายสนับสนุน %(platform_name)s
tr_tr: Gözetimli oturum sonuçlarınızın durumuyla ilgili sorularınız varsa, %(platform_name)s Destek ile iletişime geçin.

source: If you have concerns about your proctoring session results, contact your course team.
af_za: Kontak jou kursusspan as jy kommer oor jou proctoring-sessie-resultate het.
ar: إذا كانت لديك مخاوف حول نتائج جلسة المُراقَبة الخاصة بك، فاتصِل بفريق مساقك.
az: Əgər sizin nəzarətli sessiya nəticələri ilə əlaqdar problemləriniz varsa, kurs komandanızla əlaqə saxlayın.
da: Hvis du er i tvivl om resultaterne af din proctoring session, skal du kontakte dit kursusteam.
de_de: Wenn Sie Bedenken hinsichtlich der Ergebnisse Ihrer Aufsichtssitzung haben, wenden Sie sich an Ihr Kursteam.
el: Εάν έχετε ανησυχίες σχετικά με τα αποτελέσματα της συνεδρίας proctoring, επικοινωνήστε με την ομάδα μαθημάτων σας.
fa: اگر در مورد نتایج جلسه پیش بینی خود نگرانی دارید، با تیم دوره خود تماس بگیرید.
he: אם יש לך חששות לגבי תוצאות הפגישות שלך, צור קשר עם צוות הקורס שלך.
hu: Ha aggályai vannak a felügyeleti vizsga eredményeivel kapcsolatban, vegye fel a kapcsolatot a kurzus csapatával.
ja: プロクタリングセッションの結果について懸念がある場合は、コースチームに連絡してください。
ro: Dacă aveți îngrijorări cu privire la rezultatele sesiunii de supraveghere, contactați echipa de curs.
ru: Если у вас есть сомнения по поводу результатов сеанса прокторинга, свяжитесь с командой вашего курса.
sq: Nëse keni shqetësime në lidhje me rezultatet e sesionit tuaj të kërkimit, kontaktoni ekipin tuaj të kursit.
sv: Kontakta ditt kursteam om du har funderingar på resultatet av din proctoring session.
sw: Ikiwa una wasiwasi kuhusu matokeo ya kipindi chako cha utayarishaji, wasiliana na timu yako ya kozi.
te: మీ ప్రొక్టరింగ్ సెషన్ ఫలితాల గురించి మీకు ఆందోళనలు ఉంటే, మీ కోర్సు బృందాన్ని సంప్రదించండి.
th: หากคุณมีข้อกังวลเกี่ยวกับผลเซสชั่นการสอบ โปรดติดต่อทีมหลักสูตรของคุณ
tr_tr: Gözetimli oturumunuzun sonuçlarıyla ilgili endişeleriniz varsa ders ekibinizle iletişime geçin.

source: You have submitted this proctored exam for review
af_za: Jy het hierdie eksamen vir hersiening ingedien
ar: لقد قدمت هذا الامتحان المراقب للمراجعة
az: Sız bu nəzarətli imtahanı baxış üçün təqdim etmisiniz
da: Du har indsendt denne proctorerede eksamen til gennemgang
de_de: Sie haben diese beaufsichtigte Prüfung zur Durchsicht hochgeladen.
el: Έχετε υποβάλει αυτήν την επιτηρούμενη εξέταση για έλεγχο
fa: شما این آزمون را برای بررسی ارسال کرده اید
he: הגשת לסקירה את ה'מבחן תחת פיקוח' שלך.
hu: Ön benyújtotta ezt a felügyelt vizsgát felülvizsgálatra.
ja: この監督付き試験をレビューのために提出しました
ro: Ați trimis acest examen supravegheat pentru examinare
ru: Вы отправили этот контролируемый экзамен на рассмотрение.
sq: Ju e keni dorëzuar këtë provim të mbrojtur për shqyrtim
sv: Du har skickat in det här provet för granskning
sw: Uliwasilisha mtihani huu wa muda kwa ukaguzi
te: మీరు ఈ ప్రోక్టెడ్ పరీక్షను సమీక్ష కోసం సమర్పించారు
tr_tr: Bu gözetimli sınavı inceleme için gönderdiniz

source: Your recorded data should now be uploaded for review.
af_za: Jou aangetekende data moet nou opgelaai word vir hersiening.
ar: يجب أن تُرفَع بيناتك المُسجَّلة للمراجعة الآن.
az: Sizin qeydə alınmış məlumatlarınız indi nəzərdən keçirilmək üçün yüklənməlidir.
da: Dine registrerede data skal nu uploades til gennemgang.
de_de: Ihre aufgezeichneten Daten sollten nun zur Überprüfung hochgeladen werden.
el: Τα καταγεγραμμένα δεδομένα σας θα πρέπει τώρα να μεταφορτωθούν για έλεγχο.
fa: داده های ضبط شده شما اکنون باید برای بررسی آپلود شوند.
he: כעת יש להעלות את הנתונים המוקלטים שלך לבדיקה.
hu: A rögzített adatait most fel kell tölteni ellenőrzésre.
ja: 記録されたデータは、レビューのためにアップロードされる必要があります。
pt_br: Seus dados registrados agora devem ser enviados para revisão.
ro: Datele dvs. înregistrate ar trebui să fie acum încărcate pentru examinare.
ru: Теперь ваши записанные данные должны быть загружены для просмотра.
sq: Të dhënat tuaja të regjistruara tani duhet të ngarkohen për shqyrtim.
sv: Din inspelade data bör nu laddas upp för granskning.
sw: Data yako iliyorekodiwa sasa inapaswa kupakiwa kwa ukaguzi.
te: మీ రికార్డ్ చేయబడిన డేటా ఇప్పుడు సమీక్ష కోసం అప్‌లోడ్ చేయబడాలి.
th: ตอนนี้ข้อมูลที่บันทึกไว้ของคุณควรถูกอัพโหลดเพื่อตรวจสอบ
tr_tr: Kaydedilen verileriniz artık incelenmek üzere yüklenmelidir.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
af_za: As die proctoring sagteware venster nog oop is, maak dit nou toe en bevestig dat jy die toepassing wil verlaat.
ar: إذا كانت نافذة برنامج المُراقَبة لا تزال مفتوحة، فأغلِقها الآن وأكِّد أنّك تريد إغلاق التطبيق.
az: Əgər proktorinq proqramının pəncərəsi hələ də açıqdırsa, onu indi bağlayın və tətbiqdən çıxmaq istədiyinizi təsdiqləyin.
da: Hvis proctoring-softwarevinduet stadig er åbent, skal du lukke det nu og bekræfte, at du vil afslutte programmet.
de_de: Wenn das Fenster der Überwachungssoftware noch geöffnet ist, schließen Sie es jetzt und bestätigen Sie, dass Sie die Anwendung beenden möchten.
el: Εάν το παράθυρο του λογισμικού proctoring είναι ακόμα ανοιχτό, κλείστε το τώρα και επιβεβαιώστε ότι θέλετε να τερματίσετε την εφαρμογή.
fa: اگر پنجره نرم افزار کاوشگر همچنان باز است، اکنون آن را ببندید و تأیید کنید که می خواهید از برنامه خارج شوید.
he: אם חלון תוכנת הבדיקה עדיין פתוח, סגור אותו כעת ואשר שברצונך לצאת מהיישום.
hu: Ha a felügyeleti szoftver ablaka még mindig nyitva van, zárja be most, és erősítse meg, hogy ki akar lépni az alkalmazásból.
ja: プロクタリングソフトウェアのウィンドウがまだ開いている場合は、今すぐ閉じて、アプリケーションを終了することを確認してください。
pt_br: Se a janela do software de supervisão ainda estiver aberta, feche-a agora e confirme que deseja encerrar o aplicativo.
ro: Dacă fereastra software-ului de supraveghere este încă deschisă, închideți-o acum și confirmați că doriți să părăsiți aplicația.
ru: Если окно программы прокторинга все еще открыто, закройте его сейчас и подтвердите, что вы хотите выйти из приложения.
sq: Nëse dritarja e softuerit të kërkimit është ende e hapur, mbylleni tani dhe konfirmoni që dëshironi të dilni nga aplikacioni.
sv: Om proctoringprogramfönstret fortfarande är öppet, stäng det nu och bekräfta att du vill avsluta programmet.
sw: Ikiwa dirisha la programu ya proctoring bado limefunguliwa, lifunge sasa na uthibitishe kuwa unataka kuacha programu.
te: ప్రోక్టరింగ్ సాఫ్ట్‌వేర్ విండో ఇప్పటికీ తెరిచి ఉంటే, ఇప్పుడే దాన్ని మూసివేసి, మీరు అప్లికేషన్ నుండి నిష్క్రమించాలనుకుంటున్నారని నిర్ధారించండి.
th: หากหน้าต่างซอฟต์แวร์คุมยังคงเปิดอยู่ ให้ปิดทันทีและยืนยันว่าคุณต้องการออกจากแอปพลิเคชัน
tr_tr: Gözetimli sınav yazılımı penceresi hala açıksa, şimdi kapatın ve uygulamadan çıkmak istediğinizi onaylayın.

source: Proctoring results are usually available within 5 business days after you submit your exam.
af_za: Protektoruitslae is gewoonlik beskikbaar binne 5 werksdae nadat jy jou eksamen ingedien het.
ar: عادةً ما تكون نتائج المراقبة متاحة في غضون خمسة أيام عمل بعد تقديم الامتحان.
az: Proktorinq nəticələri adətən imtahanınızı təqdim etdikdən sonra 5 iş günü ərzində mövcud olur.
da: Proctoring-resultater er normalt tilgængelige inden for 5 hverdage efter, at du har afgivet din eksamen.
de_de: Die Ergebnisse der Prüfung liegen in der Regel innerhalb von fünf Werktagen nach Einreichung Ihrer Prüfung vor.
el: Τα αποτελέσματα του Proctoring είναι συνήθως διαθέσιμα εντός 5 εργάσιμων ημερών από την υποβολή της εξέτασης.
fa: نتایج بررسی معمولاً ظرف 5 روز کاری پس از ارسال امتحان در دسترس هستند.
he: תוצאות הבדיקה זמינות בדרך כלל תוך 5 ימי עסקים לאחר הגשת הבחינה.
hu: A vizsga benyújtása után a proctoring eredmények általában 5 munkanapon belül elérhetők.
ja: 試験の監督結果は、通常、試験を提出してから5営業日以内に利用可能です。
pt_br: Os resultados da supervisão geralmente ficam disponíveis em até 5 dias úteis após você enviar o exame.
ro: Rezultatele supravegherii sunt de obicei disponibile în termen de 5 zile lucrătoare de la trimiterea examenului.
ru: Результаты прокторинга обычно доступны в течение 5 рабочих дней после сдачи экзамена.
sq: Rezultatet e kontrollit janë zakonisht të disponueshme brenda 5 ditëve të punës pasi të keni dorëzuar provimin tuaj.
sv: Proctoringresultat är vanligtvis tillgängliga inom 5 arbetsdagar efter att du har skickat in ditt prov.
sw: Matokeo ya proctoring kwa kawaida hupatikana ndani ya siku 5 za kazi baada ya kuwasilisha mtihani wako.
te: మీరు మీ పరీక్షను సమర్పించిన 5 పని రోజులలోపు ప్రొక్టరింగ్ ఫలితాలు సాధారణంగా అందుబాటులో ఉంటాయి.
th: โดยทั่วไปผลการพิจารณาคดีจะพร้อมให้ภายใน 5 วันทำการหลังจากที่คุณส่งข้อสอบ
tr_tr: Gözetmenlik sonuçları genellikle sınavınızı gönderdikten sonraki 5 iş günü içinde hazır olur.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
af_za: Kontak %(platform_name)s Ondersteuning as jy vrae het oor die status van jou eksamenuitslae.
ar: إذا كانت لديك أسئلة حول حالة نتائج امتحاناتك المُراقَبة، فتواصل مع دعم%(platform_name)s
az: Əgər nəzarətli imtahan nəticələrinizin statusu haqqında suallarınız varsa, %(platform_name)s dəstəklə əlaqə saxlayın.
da: Hvis du har spørgsmål om status for dine prøveresultater, skal du kontakte %(platform_name)s Support.
de_de: Wenn Sie Fragen über den Status Ihrer überwachten Prüfung haben, kontaktieren Sie den %(platform_name)s Support.
el: Εάν έχετε απορίες σχετικά με την κατάσταση των αποτελεσμάτων των επιτηρούμενων εξετάσεών σας, επικοινωνήστε με την Υποστήριξη του %(platform_name)s.
fa: اگر در مورد وضعیت نتایج امتحان پروکتوری خود سؤالی دارید، با پشتیبانی %(platform_name)s تماس بگیرید.
he: במידה ויש לך שאלות אודות סטטוס תוצאות המבחן תחת פיקוח שלך, צור קשר עם צוות התמיכה של %(platform_name)s.
hu: Ha kérdése van a felügyelt vizsga eredményeinek állapotával kapcsolatban, lépjen kapcsolatba a %(platform_name)s támogatásával.
ja: 試験監督付き試験の結果の状況について質問がある場合は、%(platform_name)sサポートにお問い合わせください。
ro: Dacă aveți întrebări despre starea rezultatelor examenului supravegheat, contactați asistența %(platform_name)s .
ru: Если у вас есть вопросы по результатам отсмотра вашего наблюдаемого экзамена, свяжитесь с технической поддержкой проекта %(platform_name)s.
sq: Nëse keni pyetje në lidhje me statusin e rezultateve të provimit tuaj të mbrojtur, kontaktoni me mbështetjen %(platform_name)s .
sv: Om du har frågor om statusen för dina provresultat, kontakta %(platform_name)s support.
te: మీ ప్రోక్టార్డ్ పరీక్ష ఫలితాల స్థితి గురించి మీకు ప్రశ్నలు ఉంటే, %(platform_name)s సపోర్ట్‌ని సంప్రదించండి.
tr_tr: Gözetimli sınav sonuçlarınızın durumu hakkında sorularınız varsa, lütfen %(platform_name)s Destek ile iletişime geçin.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
af_za: Jou protektorsessie is suksesvol hersien. Gaan na jou vorderingbladsy om jou eksamengraad te sien.
ar: تمّت مراجعة جلسة المُراقَبة الخاصة بك بنجاح. اذهب الى صفحة التقدم الخاصة بك لعرض نتيجة امتحانك.
az: Proktorinq sessiyanız uğurla nəzərdən keçirildi. İmtahan qiymətinizi görmək üçün irəliləyiş səhifənizə keçin.
da: Din proctoring session blev gennemgået med succes. Gå til din fremskridtsside for at se din eksamenskarakter.
de_de: Ihre Aufsichtssitzung wurde erfolgreich überprüft. Gehen Sie zu Ihrer Fortschrittsseite, um Ihre Prüfungsnote anzuzeigen.
el: Η περίοδος παρακολούθησης ελέγχθηκε με επιτυχία. Μεταβείτε στη σελίδα προόδου για να δείτε τον βαθμό της εξέτασης.
fa: جلسه پیش‌بینی شما با موفقیت بازبینی شد. برای مشاهده نمره امتحان خود به صفحه پیشرفت خود بروید.
he: פגישת הפרוקטור שלך נבדקה בהצלחה. עבור לדף ההתקדמות שלך כדי לראות את ציון הבחינה שלך.
hu: A felügyelt vizsga átnézése sikeresen megtörtént. Látogasson el a haladási oldalára, hogy megtekintse a vizsga eredményét.
ja: あなたの監督セッションは正常にレビューされました。試験の成績を確認するには、進捗ページに移動してください。
pt_br: Sua sessão de supervisão foi revisada com sucesso. Vá para a página de progresso para ver a nota do exame.
ro: Sesiunea dvs. de supraveghere a fost revizuită cu succes. Accesați pagina de progres pentru a vedea nota la examen.
sq: Sesioni juaj i kërkimit u rishikua me sukses. Shkoni në faqen tuaj të përparimit për të parë notën tuaj të provimit.
sv: Din proctoring session granskades framgångsrikt. Gå till din framstegssida för att se ditt provbetyg.
sw: Kipindi chako cha uorodheshaji kilikaguliwa kwa mafanikio. Nenda kwenye ukurasa wako wa maendeleo ili kuona daraja lako la mtihani.
te: మీ ప్రోక్టరింగ్ సెషన్ విజయవంతంగా సమీక్షించబడింది. మీ పరీక్ష గ్రేడ్‌ను వీక్షించడానికి మీ ప్రోగ్రెస్ పేజీకి వెళ్లండి.
tr_tr: Gözetim oturumunuz başarıyla incelendi. Sınav notunuzu görmek için ilerleme sayfanıza gidin.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
af_za: Om jou eksamenvrae en -antwoorde te sien, kies <strong>Bekyk my eksamen</strong> . Die eksamen se hersieningstatus word in die linkernavigasiepaneel gewys.
ar: لعرض أسئلة الامتحان والردود الخاصة بك، اختر <strong>عرض امتحاني</strong>. تظهر حالة مراجعة الامتحان في جزء التنقل الأيمن.
az: İmtahan suallarınıza və cavablarınıza baxmaq üçün <strong>Mənim imtahanıma baxın</strong> düyməsini seçin. İmtahanın baxış statusu sol naviqasiya panelində görsənir.
da: For at se dine eksamensspørgsmål og -svar skal du vælge <strong>Se min eksamen</strong> . Eksamensgennemgangsstatus vises i venstre navigationsrude.
de_de: Um die Prüfungsfragen und Antworten einsehen zu können, wählen Sie <strong>Mein Exam einsehen</strong>. Der Überprüfungsstatus der Prüfung wird im linken Navigationsbereich angezeigt.
el: Για να δείτε τις ερωτήσεις και τις απαντήσεις σας στις εξετάσεις, επιλέξτε <strong>Προβολή της εξέτασής μου</strong>. Η κατάσταση ελέγχου της εξέτασης εμφανίζεται στο αριστερό παράθυρο πλοήγησης.
fa: برای مشاهده سوالات و پاسخ‌های امتحانی، <strong>مشاهده امتحان من را</strong> انتخاب کنید. وضعیت بررسی آزمون در صفحه ناوبری سمت چپ نشان داده شده است.
he: על מנת לצפות בשאלות ותשובות מבחנך, בחר <strong> צפה במבחן שלי </strong>. סטטוס סקירת המבחן יוצג משמאל בחלונית הניווט.
hu: A vizsgakérdéseid és válaszaid megtekintéséhez válaszd a <strong>Vizsgám megtekintése</strong> lehetőséget. A vizsga felülvizsgálati állapota a bal oldali navigációs panelen látható.
ja: 試験の質問と回答を確認するには、<strong>試験を表示</strong>を選択してください。試験のレビュー状況は左のナビゲーションペインに表示されます。
pt_br: ``` Para ver suas perguntas e respostas do exame, selecione <strong>View my exam</strong>. O status da revisão do exame é mostrado no painel de navegação à esquerda. ```
ro: Pentru a vedea întrebările și răspunsurile la examen, selectați <strong>Vizualizați examenul meu</strong>. Starea de revizuire a examenului este afișată în panoul de navigare din stânga.
sq: Për të parë pyetjet dhe përgjigjet e provimit, zgjidhni <strong>Shiko provimin tim</strong>. Statusi i rishikimit të provimit shfaqet në panelin e majtë të lundrimit.
sv: Om du vill se dina provfrågor och svar väljer du <strong>Visa mitt prov</strong>. Granskningsstatusen för provet visas i den vänstra navigeringsrutan.
sw: Ili kuona maswali na majibu yako ya mtihani, chagua <strong>Tazama mtihani wangu</strong>. Hali ya ukaguzi wa mtihani inaonyeshwa kwenye kidirisha cha kushoto cha kusogeza.
te: మీ పరీక్ష ప్రశ్నలు మరియు ప్రతిస్పందనలను వీక్షించడానికి, <strong>నా పరీక్షను వీక్షించండి</strong> ఎంచుకోండి. పరీక్ష యొక్క సమీక్ష స్థితి ఎడమ నావిగేషన్ పేన్‌లో చూపబడింది.
th: ``` หากต้องการดูคำถามและคำตอบในการสอบ ให้เลือก <strong>ดูการสอบของฉัน</strong> สถานะการทบทวนการสอบจะแสดงในบานหน้าต่างนำทางด้านซ้าย ```
tr_tr: Sınav sorularınızı ve yanıtlarınızı görüntülemek için <strong>Sınavımı Görüntüle</strong> seçeneğini tıklayın. Sınavın inceleme durumu sol navigasyon panelinde gösterilir.

source: View my exam
af_za: Kyk na my eksamen
ar: عرض امتحاني
az: İmtahanıma baxın
da: Se min eksamen
de_de: Meine Prüfung anzeigen
el: Προβολή της εξέτασής μου
fa: امتحان من را مشاهده کنید
he: צפה במבחן שלי
hu: Nézd meg a vizsgámat
ja: 試験を表示
pt_br: Visualizar meu exame
ro: Vezi examenul meu
ru: Просмотреть экзамен
sq: Shiko provimin tim
sv: Se mitt prov
sw: Tazama mtihani wangu
te: నా పరీక్షను చూడండి
th: ดูข้อสอบของฉัน
tr_tr: Sınavımı görüntüle
