Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
af_za: Raak vertroud met proctoring vir regte eksamens later in die kursus. Hierdie praktykeksamen het geen impak nie op jou graad in die kursus.
ar: تعرَّف على طريقة عمل مُراقَبة الامتحانات لتستعد للامتحانات المُراقَبة الحقيقية لاحقاً في هذا المساق. هذا الامتحان التدريبي، ليس له أيّ أثر على درجتك في المساق.
az: ``` Kurs üzrə sonra həqiqi imtahanlar üçün nəzarət ilə tanış olun. Bu sınaq imtahanının sizin kursdakı qiymətinizə heç bir təsiri yoxdur. ```
da: Bliv fortrolig med proctoring til rigtige eksamener senere i kurset. Denne praksisprøve har ingen indflydelse på din karakter i kurset.
de_de: Machen Sie sich später im Kurs mit der Aufsicht für echte Prüfungen vertraut. Diese Übungsprüfung hat keine Auswirkungen über Ihre Note im Kurs.
fa: بعداً در دوره با پروکتوری برای امتحانات واقعی آشنا شوید. این امتحان عملی تاثیری ندارد در مورد نمره شما در دوره
he: היכרות עם פרוקטורינג לבחינות אמיתיות בהמשך הקורס. למבחן התרגול הזה אין השפעה על הציון שלך בקורס.
hu: Ismerkedj meg a vizsgafelügyelettel a későbbi valódi vizsgákhoz a kurzus során. Ez a gyakorlóvizsga nincs hatással a kurzusban elért osztályzatodra.
ja: 本試験に備えて、試験監督に慣れておきましょう。この模擬試験は、コースの成績に影響を与えません。
lv: Vēlāk kursa laikā iepazīstieties ar sagatavošanu reāliem eksāmeniem. Šis izmēģinājuma eksāmens neietekmē par savu vērtējumu kursā.
pt_br: Familiarize-se com a monitoração para exames mais tarde no curso. Este exame prático não tem impacto na sua nota no curso.
sv: Bekanta dig med proctoring för riktiga tentor senare i kursen. Detta övningsprov har ingen inverkan på ditt betyg i kursen.
sw: Jijulishe na utayarishaji wa mitihani ya kweli baadaye katika kozi. Mtihani huu wa mazoezi hauna athari kwenye daraja lako katika kozi.
te: కోర్సు తర్వాత నిజమైన పరీక్షల కోసం ప్రోక్టరింగ్ గురించి తెలుసుకోండి. ఈ అభ్యాస పరీక్ష ప్రభావం లేదు కోర్సులో మీ గ్రేడ్‌పై.
th: ทำความคุ้นเคยกับการคุมสอบจริงภายหลังในหลักสูตร ข้อสอบฝึกหัดนี้ไม่มีผลกระทบต่อเกรดของคุณในหลักสูตร
tr_tr: Dersin ilerleyen kısımlarındaki gerçek sınavlara hazırlanmak için gözetim sistemine aşina olun. Bu alıştırma sınavının ders notunuz üzerinde herhangi bir etkisi yoktur.

source: Continue to my practice exam
af_za: Gaan voort na my oefeneksamen
ar: الاستمرار إلى امتحان التمرين
az: Məşq imtahanıma davam et
da: Fortsæt til min praksiseksamen
de_de: Weiter zu meiner Übungsprüfung
el: Συνέχεια στην πρακτική μου εξέταση
fa: به امتحان عملی من ادامه دهید
he: המשך למבחן התרגול שלי
hu: Folytassam a gyakorló vizsgámat.
ja: 練習試験に進む
lv: Turpiniet uz manu izmēģinājuma eksāmenu
pt_br: Continue com o meu exame de prática
ro: Continuați cu examenul meu de practică.
ru: Перейти к пробному экзамену
sq: Vazhdo në provimin tim të praktikës
sv: Fortsätt till mitt övningsprov
sw: Endelea na mtihani wangu wa mazoezi
te: నా అభ్యాస పరీక్షకు కొనసాగండి
th: ทำข้อสอบฝึกหัดของฉันต่อ
tr_tr: Alıştırma sınavıma devam et.

source: You will be guided through steps to set up online proctoring software and verify your identity.
af_za: Jy sal deur stappe gelei word om aanlyn proctoring-sagteware op te stel en jou identiteit te verifieer.
ar: سيجري إرشادك في خطوات إعداد برنامج المُراقَبة عبر الإنترنت والتحقق من هويتك.
az: Sizə onlayn nəzarət proqramını qurmaq və şəxsiyyətinizi təsdiqləmək üçün addımlar göstəriləcək.
da: Du vil blive guidet gennem trin til opsætning af online proctoring-software og bekræfte din identitet.
de_de: Sie werden durch die Schritte zur Einrichtung einer Online-Überwachungssoftware und zur Überprüfung Ihrer Identität geführt.
el: Θα καθοδηγηθείτε στα βήματα για τη ρύθμιση του διαδικτυακού λογισμικού αναζήτησης και την επαλήθευση της ταυτότητάς σας.
fa: شما از طریق مراحل راه اندازی نرم افزار جستجوگر آنلاین و تأیید هویت خود راهنمایی خواهید شد.
he: תודר דרך השלבים להגדרת תוכנת בדיקה מקוונת ולאימות זהותך.
hu: Ön végig lesz vezetve az online felügyeleti szoftver beállításának és a személyazonosságának ellenőrzésének lépésein.
ja: オンライン監督ソフトウェアの設定手順と本人確認の方法について案内されます。
lv: Jūs saņemsit norādījumus, kā iestatīt tiešsaistes uzraudzības programmatūru un pārbaudīt savu identitāti.
ro: Veți fi ghidat prin pașii pentru a configura software-ul de supraveghere online și pentru a vă verifica identitatea.
ru: Вам будут представлены инструкции по настройке программного обеспечения для онлайн-контроля и проверке вашей личности.
sq: Do të udhëhiqeni përmes hapave për të konfiguruar softuerin e kërkimit në internet dhe për të verifikuar identitetin tuaj.
sv: Du kommer att guidas genom steg för att ställa in online-proctoringprogramvara och verifiera din identitet.
sw: Utaongozwa kupitia hatua za kusanidi programu ya proctoring mtandaoni na kuthibitisha utambulisho wako.
te: ఆన్‌లైన్ ప్రొక్టరింగ్ సాఫ్ట్‌వేర్‌ను సెటప్ చేయడానికి మరియు మీ గుర్తింపును ధృవీకరించడానికి మీరు దశల ద్వారా మార్గనిర్దేశం చేయబడతారు.
tr_tr: Çevrimiçi gözetim yazılımı kurulum ve kimliğinizi doğrulama adımları konusunda size rehberlik edilecektir.

source: There was a problem with your practice proctoring session
af_za: Daar was &#39;n probleem met jou oefensessie
ar: كانت هناك مشكلة في جلسة المُراقَبة التدريبية الخاصة بك
az: ``` Sizin nəzarətli sınaq sessiyanızla əlaqədar problem var idi ```
da: Der var et problem med din øvede proctoring-session
de_de: Bei Ihrer Übungsaufsichtssitzung ist ein Problem aufgetreten
el: Παρουσιάστηκε πρόβλημα με τη συνεδρία προπόνησης εξάσκησης
fa: مشکلی در جلسه مراقبت از تمرین شما وجود داشت
he: הייתה בעיה בפגישת התרגול שלך
hu: Probléma merült fel a gyakorló felügyeleti üléseddel kapcsolatban.
ja: あなたの模擬試験監督セッションに問題が発生しました
lv: Radās problēma ar jūsu izmēģinājuma uzraudzības sesiju
pt_br: Houve um problema com sua sessão de supervisão prática
ro: A apărut o problemă cu sesiunea dvs. de supraveghere cu practică
ru: Возникла проблема с вашей тренировочной сессией прокторинга.
sq: Pati një problem me seancën tuaj të vëzhgimit të praktikës
sv: Det uppstod ett problem med din övningssession
sw: Kulikuwa na tatizo katika kuandaa kipindi chako cha mazoezi ya utayarishaji
te: మీ ప్రాక్టీస్ ప్రోక్టరింగ్ సెషన్‌లో సమస్య ఉంది
th: เกิดปัญหากับเซสชันคุมการฝึกซ้อมของคุณ
tr_tr: Gözetimli alıştırma oturumunuzla ilgili bir sorun oluştu

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
af_za: Jou praktyk proctoring resultate: <b class="failure">Onbevredigend</b>
ar: نتيجة تمرين المراقبة: <b class="failure"> غير مرضِ </b>
az: Sizin nəzarətli sınaq nəticələriniz: <b class="failure"> Qeyri-kafi </b>
da: Din praksis med at undersøge resultater: <b class="failure">Utilfredsstillende</b>
de_de: Ergebnisse Ihrer Übungsaufsicht: <b class="failure"> Nicht ausreichend </b>
el: Τα αποτελέσματα της επιτηρούμενης πρακτικής εξάσκησης: <b class="failure"> Μη ικανοποιητικά </b>
fa: نتایج جستجوی تمرین شما: <b class="failure">رضایت بخش نیست</b>
he: תוצאות התרגול תחת פיקוח: <b class="failure"> חוסר שביעות רצון </b>
hu: A gyakorlati felügyeleti eredményei: <b class="failure"> Nem kielégítő </b>
ja: あなたの模擬試験監督の結果: <b class="failure"> 不合格 </b>
lv: Jūsu izmēģinājuma pārbaudes rezultāti: <b class="failure">neapmierinoši</b>
pt_br: Os resultados da sua prática de supervisão: <b class="failure"> Insatisfatório </b>
ro: Rezultatele supravegherii practicii dvs.: <b class="failure">Nesatisfăcător</b>
ru: Результат прохождения пробного наблюдаемого экзамена: <b class="failure"> Не принято </b>
sq: Rezultatet e kërkimit të praktikës suaj: <b class="failure">të pakënaqshme</b>
sv: Din praxis för att granska resultat: <b class="failure"> Otillfredsställande </b>
sw: ``` Mazoezi yako ya ufugaji matokeo: <b class="failure">Hayaridhishi</b> ```
te: మీ అభ్యాస ఫలితాలు: <b class="failure">సంతృప్తికరంగా లేవు</b>
th: ผลการฝึกฝนของคุณ: <b class="failure">ไม่เป็นที่น่าพอใจ</b>
tr_tr: Gözetimli alıştırma sınav sonuçlarınız: <b class="failure"> Yetersiz </b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
af_za: Jou proktorsessie het geëindig voordat jy hierdie oefeneksamen voltooi het. Jy kan hierdie oefeneksamen weer probeer as jy probleme gehad het met die opstel van die aanlyn proctoring-sagteware.
ar: انتهت جلسة المُراقَبة الخاصة بك قبل إتمامك هذا الامتحان التدريبي. يمكنك إعادة هذا الامتحان التدريبي إذا واجهت مشاكل في إعداد برنامج المُراقَبة عبر الإنترنت.
az: Siz bu sınaq imtahanını bitirmədən öncə nəzarətli sessiyanız başa çatdı. Siz bu sınaq imtahanını yenidən edə bilərsiniz, əgər onlayın nəzarət proqram təminatını tənzimləmədə problemləriniz oldusa.
da: Din proctoring session sluttede, før du gennemførte denne praksis eksamen. Du kan prøve denne praksiseksamen igen, hvis du havde problemer med at konfigurere online proctoring-softwaren.
de_de: Ihre Aufsichtssitzung endete, bevor Sie diese Übungsprüfung abgeschlossen haben. Sie können diese Übungsprüfung erneut versuchen, wenn Sie Probleme beim Einrichten der Online-Überwachungssoftware hatten.
el: Η συνεδρία παρακολούθησης ολοκληρώθηκε πριν ολοκληρώσετε αυτήν την πρακτική εξέταση. Μπορείτε να δοκιμάσετε ξανά αυτήν την πρακτική εξέταση, εάν αντιμετωπίσατε προβλήματα με τη ρύθμιση του λογισμικού online proctoring.
fa: قبل از اینکه این امتحان تمرینی را به پایان برسانید، جلسه مراقبت شما به پایان رسید. اگر در راه‌اندازی نرم‌افزار جستجوگر آنلاین مشکل داشتید، می‌توانید این امتحان تمرینی را دوباره امتحان کنید.
he: פגישת הפרוקטור שלך הסתיימה לפני שסיימת את מבחן התרגול הזה. אתה יכול לנסות שוב את בחינת התרגול הזו אם נתקלת בבעיות בהגדרת תוכנת הבדיקה המקוונת.
hu: A felügyelői munkamenet véget ért, mielőtt befejezte volna ezt a gyakorló vizsgát. Újra megpróbálhatja ezt a gyakorló vizsgát, ha problémái voltak az online felügyelői szoftver beállításával.
ja: あなたの監督セッションは、この模擬試験を完了する前に終了しました。 オンライン監督ソフトウェアの設定に問題があった場合は、この模擬試験を再試行できます。
lv: Jūsu uzraudzības sesija beidzās, pirms pabeidzāt šo izmēģinājuma eksāmenu. Varat vēlreiz mēģināt šo izmēģinājuma eksāmenu, ja radušās uzdevumi ar tiešsaistes uzraudzības programmatūras iestatīšanu.
ro: Sesiunea dvs. de supraveghere s-a încheiat înainte de a finaliza acest examen de practică. Puteți reîncerca acest examen de practică dacă ați avut probleme la configurarea software-ului de supraveghere online.
sq: Sesioni juaj i kërkimit përfundoi përpara se të përfundoni këtë provim praktik. Mund ta riprovoni këtë provim praktik nëse keni pasur probleme me konfigurimin e softuerit të kërkimit në internet.
sv: Din tentamensövervakning avslutades innan du hann slutföra detta övningsprov. Du kan försöka igen med detta övningsprov om du hade problem med att ställa in den onlineövervakningsprogramvaran.
sw: Kipindi chako cha proctoring kiliisha kabla ya kukamilisha mtihani huu wa mazoezi. Unaweza kujaribu tena mtihani huu wa mazoezi ikiwa ulikuwa na matatizo ya kusanidi programu ya utayarishaji mtandaoni.
te: మీరు ఈ ప్రాక్టీస్ పరీక్షను పూర్తి చేయడానికి ముందు మీ ప్రోక్టరింగ్ సెషన్ ముగిసింది. ఆన్‌లైన్ ప్రోక్టరింగ్ సాఫ్ట్‌వేర్‌ను సెటప్ చేయడంలో మీకు సమస్యలు ఉంటే మీరు ఈ అభ్యాస పరీక్షను మళ్లీ ప్రయత్నించవచ్చు.
th: เซสชั่นการควบคุมของคุณสิ้นสุดลงก่อนที่คุณจะเสร็จสิ้นการสอบฝึกหัดนี้ คุณสามารถลองทำข้อสอบฝึกหัดนี้อีกครั้งได้ หากคุณประสบปัญหาในการตั้งค่าซอฟต์แวร์คุมสอบออนไลน์
tr_tr: Gözetimli sınav oturumunuz, bu deneme sınavını tamamlamadan önce sona erdi. Çevrimiçi gözetim yazılımını kurarken sorun yaşadıysanız bu deneme sınavını tekrar deneyebilirsiniz.

source: You have submitted this practice proctored exam
af_za: Jy het hierdie praktyk-eksamen ingedien
ar: لقد قدّمت هذا الامتحان التدريبي المُراقَب
az: Siz bu nəzarətli sınaq imtahanını göndərmisiniz
da: Du har afleveret denne praksisprøve
de_de: Sie haben diese praxisbeaufsichtigte Prüfung eingereicht
el: Έχετε υποβάλει αυτήν την πρακτική εξεταστική
fa: شما این آزمون تمرینی را ارسال کرده اید
he: הגשת את הבחינה הזו לתרגול
hu: Ön benyújtotta ezt a gyakorló felügyelt vizsgát.
lv: Jūs iesniedzāt šo izmēģinājuma uzraudzīto eksāmenu
pt_br: Você enviou este exame prático supervisionado
ro: Ați depus acest examen de practică supravegheat
sq: Ju e keni dorëzuar këtë provim praktik të mbikëqyrur
sv: Du har skickat in denna övningsproctored examen
sw: Umewasilisha mtihani huu wa majaribio uliochunguzwa
te: మీరు ఈ ప్రాక్టీస్ ప్రోక్టెడ్ పరీక్షను సమర్పించారు
th: คุณได้ส่งข้อสอบคุมฝึกหัดนี้แล้ว
tr_tr: Bu gözetimli alıştırma sınavını gönderdiniz

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
af_za: Oefeneksamens beïnvloed nie jou graad nie. Jy het hierdie praktykeksamen voltooi en kan voortgaan met jou kursuswerk.
ar: الامتحانات التدريبية لا تؤثّر على درجتك. لقد أتممت هذا الامتحان التدريبي ويمكنك الاستمرار في مساقك.
az: Təcrübə imtahanları qiymətinizə təsir etmir. Siz bu təcrübə imtahanını tamamlamısınız və kurs işinizə davam edə bilərsiniz.
da: Øvelseseksamener påvirker ikke din karakter. Du har gennemført denne praksiseksamen og kan fortsætte med dit kursusarbejde.
de_de: Übungsprüfungen haben keinen Einfluss auf Ihre Note. Sie haben diese Übungsprüfung abgeschlossen und können mit Ihrer Kursarbeit fortfahren.
el: Οι πρακτικές εξετάσεις δεν επηρεάζουν τον βαθμό σας. Έχετε ολοκληρώσει αυτήν την πρακτική εξέταση και μπορείτε να συνεχίσετε την εργασία σας.
fa: امتحانات تمرینی تاثیری در نمره شما ندارد. شما این آزمون تمرینی را تکمیل کرده اید و می توانید به کار دوره خود ادامه دهید.
he: בחינות תרגול אינן משפיעות על הציון שלך. סיימת את מבחן התרגול הזה ויכול להמשיך בעבודת הקורס שלך.
hu: A gyakorló vizsgák nem befolyásolják az osztályzatát. Ön befejezte ezt a gyakorló vizsgát, és folytathatja a tanulmányait.
ja: 練習試験は成績に影響しません。 この練習試験を完了しましたので、コース作業を続けることができます。
lv: Izmēģinājuma eksāmeni jūsu vērtējumu neietekmē. Jūs pabeidzāt šo izmēģinājuma eksāmenu un varat turpināt kursa darbu.
pt_br: Os exames simulados não afetam sua nota. Você concluiu este exame simulado e pode continuar com o trabalho do curso.
ro: Examenele practice nu vă afectează nota. Ați finalizat acest examen de practică și puteți continua cu munca de curs.
sq: Provimet e praktikës nuk ndikojnë në notën tuaj. Ju keni përfunduar këtë provim praktik dhe mund të vazhdoni me punën tuaj të kursit.
sw: Mitihani ya mazoezi haiathiri daraja lako. Umekamilisha mtihani huu wa mazoezi na unaweza kuendelea na kazi yako ya kozi.
te: ప్రాక్టీస్ పరీక్షలు మీ గ్రేడ్‌పై ప్రభావం చూపవు. మీరు ఈ అభ్యాస పరీక్షను పూర్తి చేసారు మరియు మీ కోర్సు పనిని కొనసాగించవచ్చు.
th: ข้อสอบฝึกหัดไม่ส่งผลต่อเกรดของคุณ คุณได้ทำแบบทดสอบฝึกหัดนี้เสร็จแล้วและสามารถทำงานตามหลักสูตรต่อไปได้
tr_tr: Alıştırma sınavları notunuzu etkilemez. Bu alıştırma sınavını tamamladınız ve ders çalışmalarınıza devam edebilirsiniz.

source: Are you sure you want to take this exam without proctoring?
af_za: Is jy seker jy wil hierdie eksamen aflê sonder om proktor te neem?
ar: هل أنت واثق من رغبتك في تقديم هذا الامتحان دون مُراقَبة؟
az: ``` Siz bu imtahanı nəzarətsiz götürmək istədiyinizdən əminsinizmi? ```
da: Er du sikker på, at du vil tage denne eksamen uden proctoring?
de_de: Sind Sie sicher, dass Sie an dieser Prüfung ohne Aufsicht teilnehmen wollen?
fa: آیا مطمئنید که می‌خواهید در این آزمون بدون بررسی شرکت کنید؟
he: האם אתה בטוח שאתה רוצה להיבחן במבחן זה ללא פיקוח?
hu: Biztos, hogy felügyelet nélkül szeretné megírni ezt a vizsgát?
lv: Vai tiešām vēlaties kārtot šo eksāmenu bez uzraudzības?
pt_br: Você tem certeza de que quer fazer este exame sem supervisão?
ro: Sigur doriți să susțineți acest examen fără supraveghere?
sw: Je, uko na uhakika ungependa kufanya mtihani huu bila kusimamiwa?
te: మీరు ఖచ్చితంగా ప్రోక్టరింగ్ లేకుండా ఈ పరీక్ష రాయాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการทำข้อสอบนี้โดยไม่ต้องมีผู้คุมสอบ
tr_tr: Bu sınavı gözetim olmadan almak istediğinizden emin misiniz?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
af_za: As jy hierdie eksamen aflê sonder proctoring, sal jy nie in aanmerking kom vir kursuskrediet of die MicroMasters-geloofsbriewe as een van die twee op hierdie kursus van toepassing is nie.
ar: إذا قدّمت هذا الامتحان دون مُراقَبة، فلن تكون مؤهلاً للحصول على ساعات دراسية معتمدة أو بيانات اعتماد MicroMasters إذا كان أيّ منهما ينطبق على هذه المساق.
az: Əgər bu imtahanı nəzarətsiz versəniz, kurs krediti və ya MicroMasters sertifikatı üçün uyğun olmayacaqsınız, əgər bunlar bu kursa tətbiq olunursa.
da: Hvis du tager denne eksamen uden proctoring, vil du ikke være berettiget til kursuskredit eller MicroMasters-legitimationsoplysningerne, hvis begge gælder for dette kursus.
de_de: Wenn Sie diese Prüfung ohne Aufsicht ablegen, haben Sie keinen Anspruch auf Kursgutschriften oder den MicroMasters-Berechtigungsnachweis, sofern einer dieser Punkte für diesen Kurs zutrifft.
fa: اگر در این آزمون بدون بررسی شرکت کنید، واجد شرایط برای اعتبار دوره یا اعتبار MicroMasters در صورت اعمال هر یک از این دوره ها نخواهید بود.
he: אם תיגשו לבחינה זו ללא פרוקטור, לא תהיו זכאים לזיכוי הקורס או לתעודת MicroMasters אם אחד מהם חל על קורס זה.
hu: Ha ezt a vizsgát felügyelet nélkül teszi le, nem lesz jogosult kurzus kreditre vagy a MicroMasters bizonyítványra, ha bármelyik vonatkozik erre a kurzusra.
ja: この試験を監督なしで受けると、コースの単位やMicroMastersの資格を取得する資格がなくなります。
lv: Ja šo eksāmenu kārtosiet bez uzraudzības, jums nebūs tiesību saņemt kursa kredītpunktus vai MicroMasters akreditāciju, ja tā attiecas uz šo kursu.
ro: Dacă susțineți acest examen fără supraveghere, nu veți fi eligibil pentru creditul de curs sau acreditarea MicroMasters dacă oricare dintre ele se aplică acestui curs.
ru: Если вы сдадите этот экзамен без прокторинга, вы не будете иметь право на зачет курса или получение сертификата MicroMasters, если что-то из этого применимо к этому курсу.
sq: Nëse e merrni këtë provim pa kontroll, nuk do të keni të drejtë për kreditimin e kursit ose kredencialin MicroMasters nëse ndonjëri aplikohet për këtë kurs.
sv: Om du gör detta prov utan övervakning kommer du inte att vara berättigad till kurskredit eller MicroMasters-credential om något av dessa gäller för kursen.
sw: Ukifanya mtihani huu bila kuandikishwa, usistahiki kupata mkopo wa kozi au kitambulisho cha MicroMasters iwapo moja itatumika kwa kozi hii.
te: మీరు ప్రోక్టరింగ్ లేకుండా ఈ పరీక్షకు హాజరైనట్లయితే, మీరు ఈ కోర్సుకు వర్తింపజేస్తే, మీరు కోర్సు క్రెడిట్ లేదా మైక్రో మాస్టర్స్ క్రెడెన్షియల్‌కు అర్హత పొందలేరు.
th: หากคุณทำการสอบนี้โดยไม่มีการควบคุม คุณจะไม่มีสิทธิ์ได้รับหน่วยกิตของหลักสูตรหรือหนังสือรับรอง MicroMasters หากหลักสูตรนี้มีการใช้ข้อใดข้อหนึ่ง
tr_tr: Bu sınava gözetimsiz girerseniz, ders kredisi veya bu ders için geçerliyse MicroMasters sertifikasını almaya hak kazanamazsınız.

source: Continue Exam Without Proctoring
af_za: Gaan voort met eksamen sonder proctoring
ar: الاستمرار بالامتحان دون مراقبة
az: İmtahana nəzarət olmadan davam edin
da: Fortsæt eksamen uden proctoring
de_de: Diese Prüfung ohne Aufsicht fortsetzen
el: Συνέχιση της εξέτασης χωρίς επιτήρηση
fa: ادامه امتحان بدون پروکتور
he: המשך במבחן ללא פיקוח
hu: Folytassa a vizsgát felügyelet nélkül
ja: 試験を監督なしで続行する
lv: Turpiniet eksāmenu bez pārbaudes
pt_br: Continuar o Exame sem Supervisão
ro: Continuați examenul fără supraveghere
ru: Перейти к экзамену без наблюдения
sq: Vazhdoni provimin pa kontroll
sv: Fortsätt tentamen utan proctoring
sw: Endelea na Mtihani Bila Kusimamia
te: ప్రోక్టరింగ్ లేకుండా పరీక్షను కొనసాగించండి
th: ทำข้อสอบต่อโดยไม่มีผู้คุม
tr_tr: Sınava Gözetimsiz Olarak Devam Et

source: Go Back
af_za: Gaan terug
ar: العودة إلى الوراء
az: Geri qayıdın
da: Gå tilbage
de_de: Gehe zurück
el: Επιστροφή
fa: برگرد
he: חזור
hu: Vissza
ja: 戻る
lv: Atgriezties
pt_br: Voltar
ro: Întoarce-te
ru: Вернуться
sq: Kthehu prapa
sv: Gå tillbaka
sw: Rudi nyuma
te: వెనక్కి వెళ్ళు
th: กลับไป
tr_tr: Geri Dön

source: This exam is proctored
af_za: Hierdie eksamen word afgelê
ar: هذا الامتحان مراقب
az: Bu imtahan nəzarət altındadır
da: Denne eksamen er proctored
de_de: Diese Prüfung geschieht unter Aufsicht
el: Αυτή η εξέταση επιτηρείται
fa: این آزمون تحت نظارت است
he: מבחן זה נמצא תחת פיקוח.
hu: Ez a vizsga felügyelt
lv: Šis eksāmens ir uraudzīts
pt_br: Este exame é supervisionado
ro: Acest examen este supravegheat
sw: Mtihani huu unasimamiwa
te: ఈ పరీక్ష నిర్దేశించబడింది
th: การควบคุมการสอบครั้งนี้
tr_tr: Bu sınav gözetimlidir

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
af_za: Om in aanmerking te kom vir krediet of die programbewys wat met hierdie kursus geassosieer word, moet jy die protektoroorsig vir hierdie eksamen slaag.
ar: لكي تكون مؤهلاً للحصول على ساعات معتمدة أو بيانات اعتماد البرنامج المرتبطة بهذا المساق، يجب عليك اجتياز المراجعة المُراقَبة لهذا الامتحان.
az: Bu kursla əlaqəli kredit və ya proqram sertifikatı almaq üçün bu imtahanın nəzarət yoxlamasından keçməlisiniz.
da: For at være berettiget til merit eller den programlegitimation, der er knyttet til dette kursus, skal du bestå proctoring-gennemgangen til denne eksamen.
de_de: Um Anspruch auf Credits oder die mit diesem Kurs verbundene Programmberechtigung zu haben, müssen Sie die Aufsichtsprüfung für diese Prüfung bestehen.
el: Για να πληροίτε τα κριτήρια για πίστωση ή το διαπιστευτήριο προγράμματος που σχετίζεται με αυτό το μάθημα, πρέπει να περάσετε την αναθεώρηση proctoring για αυτήν την εξέταση.
fa: برای واجد شرایط بودن برای اعتبار یا اعتبار برنامه مرتبط با این دوره، باید بررسی کاوشگر را برای این آزمون قبول کنید.
he: כדי להיות זכאי לזיכוי או לאישור התוכנית המשויך לקורס זה, עליך לעבור את סקירת הפרוקטורינג לבחינה זו.
hu: Ahhoz, hogy jogosult legyél a kurzushoz kapcsolódó kreditre vagy programtanúsítványra, át kell menned a vizsga felügyeleti ellenőrzésén.
ja: このコースに関連する単位またはプログラム資格を取得するには、この試験の監督審査に合格する必要があります。
lv: Lai varētu pretendēt uz kredītpunktiem vai ar šo kursu saistītajām programmas apliecībām, jums ir jānokārto šī eksāmena uzraudzības pārbaude.
ro: Pentru a fi eligibil pentru credit sau acreditările programului asociate cu acest curs, trebuie să treceți examinarea de supraveghere pentru acest examen.
ru: Чтобы иметь право на получение кредита или сертификата программы, связанного с этим курсом, вы должны пройти проверку прокторинга для этого экзамена.
sq: Për t'u kualifikuar për kredit ose kredencialet e programit të lidhura me këtë kurs, ju duhet të kaloni rishikimin e kërkimit për këtë provim.
sv: För att vara berättigad till tillgodoräknande eller den programlegitimation som är kopplad till den här kursen måste du klara proctoring-granskningen för detta prov.
sw: Ili ustahiki kupata mkopo au kitambulisho cha mpango kinachohusishwa na kozi hii, ni lazima upite ukaguzi wa proctoring wa mtihani huu.
te: క్రెడిట్ లేదా ఈ కోర్సుతో అనుబంధించబడిన ప్రోగ్రామ్ క్రెడెన్షియల్‌కు అర్హత పొందాలంటే, మీరు ఈ పరీక్ష కోసం ప్రొక్టరింగ్ రివ్యూలో ఉత్తీర్ణత సాధించాలి.
tr_tr: Bu dersle ilişkili krediye veya program yeterliliğine hak kazanmak için bu sınavın gözetim incelemesini geçmelisiniz.
