Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, bo, da, el, he, hi, hu, it_it, ja, ka, ko, lv, pl, pt_pt, ro, ru, sq, sw, te, th, uk, uz, vi, zh_cn

source: OK
ar: موافق
bo: འགྲིག
da: Okay
el: Εντάξει
he: בסדר
hi: ठीक
hu: Rendben
ja: 了解しました
ka: კარგი
lv: labi
ro: Am înțeles
ru: ОК
sw: sawa
te: అలాగే
th: ตกลง
uk: Гаразд
zh_cn: 是的

source: Error Ending Exam
af_za: Kon nie eksamen beëindig nie
ar: خطأ في إنهاء الاختبار
az: İmtahanı Bitirmə Xətası
bo: རྒྱུགས་སྤྲོད་མཇུག་བསྡུའི་གནད་དོན།
da: Fejl ved afslutning af eksamen
el: Σφάλμα λήξης εξέτασης
he: שגיאה בסיום הבחינה
hi: परीक्षा समाप्त करने में त्रुटि
hu: Hiba a vizsga befejezésekor
it_it: Errore durante la conclusione dell&#39;esame
ja: 試験終了エラー
lv: Kļūda, beidzot eksāmenu
pl: Błąd podczas kończenia egzaminu
pt_pt: Erro a Terminar o Exame
ro: Eroare la încheierea examenului
ru: Ошибка завершения экзамена
sq: Gabim në përfundim të provimit
sw: Hitilafu katika Kumaliza Mtihani
te: పరీక్షను ముగించడంలో లోపం
th: เกิดข้อผิดพลาดในการสิ้นสุดการสอบ
uk: Помилка завершення іспиту
uz: Imtihonni tugatish xatosi
vi: Lỗi kết thúc bài thi
zh_cn: 考试结束时出错

source: Something has gone wrong ending your exam. Please reload the page and start again.
af_za: Iets het verkeerd geloop om jou eksamen te beëindig. Herlaai asseblief die bladsy en begin weer.
ar: حدث خطأ ما أثناء إنهاء اختبارك. تُرجى إعادة تحميل الصفحة والبدء من جديد.
az: Sınavınızı bitirərkən bir problem baş verdi. Zəhmət olmasa, səhifəni yenidən yükləyin və yenidən başlayın.
bo: ཁྱེད་ཀྱི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་དུས་ནོར་འཁྲུལ་ཞིག་ཤོར་སོང་། ཤོག་ངོས་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་འགོ་འཛུགས་རོགས།
da: Noget er gået galt med at afslutte din eksamen. Genindlæs siden og start igen.
el: Κάτι πήγε στραβά με το τέλος της εξέτασης σας. Επαναλάβετε τη φόρτωση της σελίδας και ξεκινήστε ξανά.
he: משהו השתבש בסיום הבחינה שלך. נא לטעון מחדש את הדף ולהתחיל מחדש.
hi: कुछ गलत हो गया है जिससे आपकी परीक्षा समाप्त हो रही है। कृपया पृष्ठ पुनः लोड करें और पुनः प्रारंभ करें।
hu: Valami hiba történt a vizsga befejezésekor. Kérjük, frissítse az oldalt, és kezdje újra.
it_it: Qualcosa è andato storto durante la conclusione dell&#39;esame. Ricarica la pagina e ricomincia.
ja: 試験の終了中に問題が発生しました。ページを再読み込みして、もう一度やり直してください。
lv: Pabeidzot eksāmenu, radās kļūda. Lūdzu, atkārtoti ielādējiet lapu un sāciet no jauna.
pl: Coś poszło nie tak podczas kończenia egzaminu. Załaduj ponownie stronę i zacznij od nowa.
pt_pt: Algo correu mal ao terminar o seu exame. Recarregue a página e comece de novo.
ro: Ceva a mers prost la încheierea examenului. Vă rugăm să reîncărcați pagina și să începeți din nou.
ru: Что-то пошло не так, как закончился ваш экзамен. Пожалуйста, перезагрузите страницу и начните заново.
sq: Diçka shkoi keq duke përfunduar provimin tuaj. Ju lutemi ringarkoni faqen dhe filloni përsëri.
sw: Hitilafu fulani imetokea wakati wa kumaliza mtihani wako. Tafadhali pakia upya ukurasa na uanze tena.
te: మీ పరీక్షను ముగించడంలో ఏదో తప్పు జరిగింది. దయచేసి పేజీని మళ్లీ లోడ్ చేసి, మళ్లీ ప్రారంభించండి.
th: มีบางอย่างผิดพลาดในการสิ้นสุดการสอบของคุณ โปรดโหลดหน้านี้ซ้ำแล้วเริ่มใหม่อีกครั้ง
uk: Під час завершення іспиту сталася помилка. Перезавантажте сторінку та почніть знову.
uz: Imtihonni yakunlashda nimadir xato ketdi. Iltimos, sahifani qayta yuklang va qaytadan boshlang.
vi: Đã xảy ra lỗi khi kết thúc bài kiểm tra của bạn. Vui lòng tải lại trang và bắt đầu lại.
zh_cn: 结束考试时出现了问题。请重新加载页面并重新开始。

source: Error Starting Exam
af_za: Kon nie eksamen begin nie
ar: خطأ في بدء الامتحان
bo: རྒྱུགས་སྤྲོད་འགོ་རྩོམ་པ་ལ་གནད་དོན་བྱུང།
da: Fejl ved start af eksamen
el: Σφάλμα έναρξης εξέτασης
he: שגיאה בהתחלת הבחינה
hi: परीक्षा प्रारंभ करने में त्रुटि
hu: Hiba az vizsga indításakor
it_it: Errore durante l&#39;avvio dell&#39;esame
ja: 試験開始エラー
ko: 시험 시작 오류
lv: Kļūda, sākot eksāmenu
pl: Błąd podczas rozpoczynania egzaminu
pt_pt: Erro a Começar o Exame
ro: Eroare la începerea examenului
ru: Ошибка начала экзамена
sq: Gabim në fillimin e provimit
sw: Hitilafu katika Kuanzisha Mtihani
te: పరీక్షను ప్రారంభించడంలో లోపం
th: เกิดข้อผิดพลาดในการเริ่มสอบ
uk: Помилка початку іспиту
uz: Imtihonni boshlashda xato
vi: Lỗi khi bắt đầu bài kiểm tra
zh_cn: 开始考试时出错

source: Something has gone wrong starting your exam. Please double-check that the application is running.
af_za: Iets het verkeerd geloop om jou eksamen te begin. Maak asseblief dubbel seker dat die toepassing loop.
ar: حدث خطأ ما أثناء بدء اختبارك. يرجى التحقق مرة أخرى من أن البرنامج يعمل.
az: İmtahanınıza başlamaqda bir problem yaranıb. Zəhmət olmasa, tətbiqin işlədiyini iki dəfə yoxlayın.
bo: ཁྱེད་ཀྱི་ཡིག་རྒྱུགས་འགོ་རྩོམ་པ་ལ་ནོར་འཁྲུལ་ཞིག་བྱུང་སོང་། མཉེན་ཆས་དེས་ལས་ཀ་ཏག་ཏག་བྱེད་ཀྱི་ཡོད་མེད་ཞིབ་ལྟ་ཞིག་བྱེད་རོགས།
da: Noget er gået galt med at starte din eksamen. Dobbelttjek venligst, at applikationen kører.
el: Κάτι πήγε στραβά με την έναρξη της εξέτασης. Ελέγξτε ξανά ότι η εφαρμογή εκτελείται.
he: משהו השתבש בתחילת הבחינה שלך. אנא בדוק שוב שהאפליקציה פועלת.
hi: आपकी परीक्षा प्रारंभ करते समय कुछ ग़लत हो गया है। कृपया दोबारा जांच लें कि एप्लिकेशन चल रहा है।
hu: Valami hiba történt a vizsga indításakor. Kérjük, ellenőrizze, hogy az alkalmazás fut-e.
it_it: Qualcosa è andato storto durante l&#39;inizio dell&#39;esame. Ti invitiamo a verificare che l&#39;applicazione sia in esecuzione.
ja: 試験の開始中に問題が発生しました。アプリケーションが実行されていることを再確認してください。
ko: 시험을 시작하는 중에 오류가 발생했습니다. 응용 프로그램이 실행 중인지 다시 한 번 확인하세요.
lv: Sākot eksāmenu, radās problēma. Lūdzu, vēlreiz pārbaudiet, vai lietojumprogramma darbojas.
pl: Coś poszło nie tak podczas rozpoczynania egzaminu. Sprawdź dokładnie, czy aplikacja działa.
pt_pt: Algo correu mal ao iniciar o exame. Verifique novamente se a aplicação está a ser executada.
ro: Ceva a mers prost la începerea examenului. Vă rugăm să verificați din nou dacă aplicația rulează.
ru: Что-то пошло не так с началом экзамена. Пожалуйста, дважды проверьте, что приложение работает.
sq: Diçka ka shkuar keq me fillimin e provimit. Ju lutemi kontrolloni dy herë nëse aplikacioni po funksionon.
sw: Hitilafu imetokea wakati wa kuanza mtihani wako. Tafadhali hakikisha kwamba programu inaendeshwa.
te: మీ పరీక్షను ప్రారంభించేటప్పుడు ఏదో తప్పు జరిగింది. దయచేసి అప్లికేషన్ అమలవుతుందో లేదో ఒకటికి రెండుసార్లు తనిఖీ చేయండి.
th: มีบางอย่างผิดพลาดในการเริ่มการสอบของคุณ โปรดตรวจสอบอีกครั้งว่าแอปพลิเคชันกำลังทำงานอยู่
uk: Під час початку іспиту сталася помилка. Ще раз перевірте, чи програма запущена.
uz: Imtihonni boshlashda nimadir xato ketdi. Iltimos, ilova ishlayotganligini ikki marta tekshiring.
vi: Đã xảy ra lỗi khi bắt đầu bài kiểm tra của bạn. Vui lòng kiểm tra kỹ xem ứng dụng có đang chạy không.
zh_cn: 开始考试时出了点问题。请仔细检查该应用是否正在运行。

source: Something has gone wrong starting your exam. Please reload the page and start again.
af_za: Iets het verkeerd geloop om jou eksamen te begin. Herlaai asseblief die bladsy en begin weer.
ar: حدث خطأ ما أثناء بدء اختبارك. تُرجى إعادة تحميل الصفحة والبدء من جديد.
az: İmtahanınıza başlamaqda bir problem yarandı. Zəhmət olmasa, səhifəni yeniləyin və yenidən başlayın.
bo: ཁྱེད་ཀྱི་ཡིག་རྒྱུགས་འགོ་རྩོམ་པ་ལ་ནོར་འཁྲུལ་ཞིག་བྱུང་སོང་། ཤོག་ངོས་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་འགོ་འཛུགས་རོགས།
da: Noget er gået galt med at starte din eksamen. Genindlæs siden og start igen.
el: Κάτι πήγε στραβά με την έναρξη της εξέτασης. Επαναλάβετε τη φόρτωση της σελίδας και ξεκινήστε ξανά.
he: משהו השתבש בתחילת הבחינה שלך. נא לטעון מחדש את הדף ולהתחיל מחדש.
hi: आपकी परीक्षा प्रारंभ करते समय कुछ ग़लत हो गया है। कृपया पृष्ठ पुनः लोड करें और पुनः प्रारंभ करें।
hu: Valami hiba történt a vizsga indításakor. Kérjük, töltse újra az oldalt, és kezdje újra.
it_it: Qualcosa è andato storto durante l&#39;inizio dell&#39;esame. Ricarica la pagina e ricomincia.
ja: 試験の開始中に問題が発生しました。ページを再読み込みして、もう一度始めてください。
ko: 시험을 시작하는 중에 오류가 발생했습니다. 페이지를 다시 로드하고 다시 시작하세요.
lv: Sākot eksāmenu, radās problēma. Lūdzu, atkārtoti ielādējiet lapu un sāciet no jauna.
pl: Coś poszło nie tak podczas rozpoczynania egzaminu. Załaduj ponownie stronę i zacznij od nowa.
pt_pt: Algo correu mal ao iniciar o exame. Por favor, recarregue a página e comece de novo.
ro: Ceva a mers prost la începerea examenului. Vă rugăm să reîncărcați pagina și să începeți din nou.
ru: Что-то пошло не так с началом экзамена. Пожалуйста, перезагрузите страницу и начните заново.
sq: Diçka ka shkuar keq me fillimin e provimit. Ju lutemi ringarkoni faqen dhe filloni përsëri.
sw: Hitilafu imetokea wakati wa kuanza mtihani wako. Tafadhali pakia upya ukurasa na uanze tena.
te: మీ పరీక్షను ప్రారంభించేటప్పుడు ఏదో తప్పు జరిగింది. దయచేసి పేజీని మళ్లీ లోడ్ చేసి, మళ్లీ ప్రారంభించండి.
th: มีบางอย่างผิดพลาดในการเริ่มการสอบของคุณ โปรดโหลดหน้านี้ซ้ำแล้วเริ่มใหม่อีกครั้ง
uk: Під час початку іспиту сталася помилка. Перезавантажте сторінку та почніть знову.
uz: Imtihonni boshlashda nimadir xato ketdi. Iltimos, sahifani qayta yuklang va qaytadan boshlang.
vi: Đã xảy ra lỗi khi bắt đầu bài kiểm tra của bạn. Vui lòng tải lại trang và bắt đầu lại.
zh_cn: 开始考试时出了点问题。请重新加载页面并重新开始。

source: Something has gone wrong ending your exam. Please double-check that the application is running.
af_za: Iets het verkeerd geloop om jou eksamen te beëindig. Maak asseblief dubbel seker dat die toepassing loop.
ar: حدث خطأ ما أثناء إنهاء اختبارك. يرجى التحقق مرة أخرى من أن البرنامج يعمل.
az: İmtahanınızı bitirməkdə bir problem yaranıb. Zəhmət olmasa, tətbiqin işlədiyini iki dəfə yoxlayın.
bo: ཁྱེད་ཀྱི་ཡིག་རྒྱུགས་མཇུག་སྒྲིལ་དུས་ནོར་འཁྲུལ་ཞིག་བྱུང་སོང་། མཉེན་ཆས་དེས་ལས་ཀ་ཏག་ཏག་བྱེད་ཀྱི་ཡོད་མེད་ཞིབ་ལྟ་ཞིག་བྱེད་རོགས།
da: Noget er gået galt med at afslutte din eksamen. Dobbelttjek venligst, at applikationen kører.
el: Κάτι πήγε στραβά με το τέλος της εξέτασης σας. Ελέγξτε ξανά ότι η εφαρμογή εκτελείται.
he: משהו השתבש בסיום הבחינה שלך. אנא בדוק שוב שהאפליקציה פועלת.
hi: कुछ गलत हो गया है जिससे आपकी परीक्षा समाप्त हो रही है। कृपया दोबारा जांच लें कि एप्लिकेशन चल रहा है।
hu: Valami hiba történt a vizsga befejezésekor. Kérjük, ellenőrizze, hogy az alkalmazás fut-e.
it_it: Qualcosa è andato storto durante la conclusione dell&#39;esame. Ti invitiamo a verificare che l&#39;applicazione sia in esecuzione.
ja: 試験の終了中に問題が発生しました。アプリケーションが実行されていることを再確認してください。
ko: 시험을 종료하는 데 오류가 발생했습니다. 응용 프로그램이 실행 중인지 다시 한 번 확인하세요.
lv: Pabeidzot eksāmenu, radās kļūda. Lūdzu, vēlreiz pārbaudiet, vai lietojumprogramma darbojas.
pl: Coś poszło nie tak podczas kończenia egzaminu. Sprawdź dokładnie, czy aplikacja działa.
pt_pt: Algo correu mal ao terminar o seu exame. Verifique novamente se a aplicação está a funcionar.
ro: Ceva a mers prost la încheierea examenului. Vă rugăm să verificați din nou dacă aplicația rulează.
ru: Что-то пошло не так, как закончился ваш экзамен. Пожалуйста, дважды проверьте, что приложение работает.
sq: Diçka shkoi keq duke përfunduar provimin tuaj. Ju lutemi kontrolloni dy herë nëse aplikacioni po funksionon.
sw: Hitilafu fulani imetokea wakati wa kumaliza mtihani wako. Tafadhali hakikisha kwamba programu inaendeshwa.
te: మీ పరీక్షను ముగించడంలో ఏదో తప్పు జరిగింది. దయచేసి అప్లికేషన్ అమలవుతుందో లేదో ఒకటికి రెండుసార్లు తనిఖీ చేయండి.
th: มีบางอย่างผิดพลาดในการสิ้นสุดการสอบของคุณ โปรดตรวจสอบอีกครั้งว่าแอปพลิเคชันกำลังทำงานอยู่
uk: Під час завершення іспиту сталася помилка. Ще раз перевірте, чи програма запущена.
uz: Imtihonni yakunlashda nimadir xato ketdi. Iltimos, ilova ishlayotganligini ikki marta tekshiring.
vi: Đã xảy ra lỗi khi kết thúc bài kiểm tra của bạn. Vui lòng kiểm tra kỹ xem ứng dụng có đang chạy không.
zh_cn: 结束您的考试时出现了一些问题。请仔细检查该应用是否正在运行。

source: Review Policy Exception
af_za: Hersien beleidsuitsondering
ar: مراجعة استثناء السياسة
az: Siyasət istisnasını nəzərdən keçirin
bo: Policy Exception བསྐྱར་ཞིབ།
da: Undtagelse fra anmeldelsespolitik
el: Αναθεώρηση πολιτικής εξαίρεσης
he: סקירת מדיניות בנוגע למקרים חריגים
hi: नीति अपवाद की समीक्षा करें
hu: Felülvizsgálati szabályzat kivétel
it_it: Verifica Eccezione Policy
ja: レビュー ポリシー 例外
ko: 검토 정책 예외
lv: Pārskatiet politikas izņēmumu
pl: Przejrzyj wyjątek od zasad
pt_pt: Rever a Política de Excepção
ro: Excepție privind politica de examinare
ru: Исключение при отсмотре
sq: Përjashtim i politikës së rishikimit
sw: Kagua Vighairi vya Sera
te: రివ్యూ పాలసీ మినహాయింపు
th: ตรวจสอบข้อยกเว้นนโยบาย
uk: Переглянути виняток із політики
uz: Ko‘rib chiqish siyosatidan istisno
vi: Xem xét ngoại lệ chính sách
zh_cn: 审核政策的特殊情况

source: Add Time(Minutes)
af_za: Voeg tyd by (minute)
ar: أضف وقتاً (بالدقائق)
az: Vaxt əlavə edin (dəqiqələrlə)
bo: ཆུ་ཚོད་སྣོན། (Minutes)
da: Tilføj tid (minutter)
el: Προσθήκη ώρας (λεπτά)
he: הוסף זמן (דקות)
hi: समय जोड़ें(मिनट)
hu: Idő hozzáadása (percek)
it_it: Aggiungi tempo (minuti)
ja: 時間を追加（分）
ko: 시간 추가(분)
lv: Pievienot laiku (minūtes)
pl: Dodaj czas (minuty)
pt_pt: Adicionar Tempo (Minutos)
ro: Adăugați timp (Minute)
ru: Добавить время (минуты)
sq: Shto kohë (minuta)
sw: Ongeza Muda (Dakika)
te: సమయాన్ని జోడించండి (నిమిషాలు)
th: เพิ่มเวลา(นาที)
uk: Додати час (хвилини)
uz: Vaqt qo'shish (daqiqa)
vi: Thêm thời gian (Phút)
zh_cn: 添加时间（分钟）

source: Add Multiplier as a Number Greater Than 1
af_za: Voeg vermenigvuldiger by as &#39;n getal groter as 1
ar: أضف المضاعف كرقم أكبر من 1
az: Çoxaldanı 1-dən Böyük Bir Rəqəm Kimi Əlavə Edin
bo: སྒྱུར་བྱེད་སྣོན། སྒྱུར་བྱེད་ནི་ཨང་ཀི་༡ ལས་མང་བ་ཞིག་ཡིན་དགོས།
da: Tilføj multiplikator som et tal større end 1
el: Προσθέστε πολλαπλασιαστή ως αριθμό μεγαλύτερο του 1
he: הוסף מכפיל כמספר גדול מ-1
hi: गुणक को 1 से बड़ी संख्या के रूप में जोड़ें
hu: Adj hozzá szorzót, amely nagyobb, mint 1
it_it: Aggiungi moltiplicatore come numero maggiore di 1
ja: 乗数を1より大きい数として追加
ko: 1보다 큰 숫자로 승수를 추가합니다.
lv: Pievienot reizinātāju kā skaitli, kas lielāks par 1
pl: Dodaj mnożnik jako liczbę większą niż 1
pt_pt: Adicionar Multiplicador como um Número Maior Que 1
ro: Reclamați multiplicatorul ca număr mai mare decât 1
ru: Добавить множитель как число больше 1
sq: Shto shumëzuesin si numër më të madh se 1
sw: Ongeza Vizidishi kama Nambari Kubwa Kuliko 1
te: గుణకాన్ని 1 కంటే ఎక్కువ సంఖ్యగా జోడించండి
th: เพิ่มตัวคูณเป็นตัวเลขที่มากกว่า 1
uk: Додайте множник як число, більше 1
uz: Multiplikatorni 1 dan katta raqam sifatida qo'shing
vi: Thêm số nhân dưới dạng số lớn hơn 1
zh_cn: 将乘数添加为大于 1 的数字

source: Add Policy Exception
af_za: Voeg beleidsuitsondering by
ar: أضف استثناء للسياسة
az: Siyasət İstisnası Əlavə Et
bo: Policy Exception སྣོན།
da: Tilføj politikundtagelse
el: Προσθήκη εξαίρεσης πολιτικής
he: הוסף חריג מדיניות
hi: नीति अपवाद जोड़ें
hu: Szabály kivétel hozzáadása
it_it: Aggiungi eccezione alla policy
ja: ポリシー例外を追加
ko: 정책 예외 추가
lv: Pievienot politikas izņēmumu
pl: Dodaj wyjątek od zasad
pt_pt: Adicionar exceção de política
ro: Adăugați o excepție de politică
ru: Добавить исключение из политики
sq: Shto përjashtim nga politika
sw: Ongeza Vighairi vya Sera
te: విధాన మినహాయింపును జోడించండి
th: เพิ่มข้อยกเว้นนโยบาย
uk: Додати виняток політики
uz: Siyosat istisnosini qo'shish
vi: Thêm ngoại lệ chính sách
zh_cn: 添加策略例外

source: Required field
af_za: Vereiste veld
ar: حقل مطلوب
az: Tələb olunan xanalar
bo: ཆ་རྐྱེན་ལྟར་བཏོན་པའི་སྡེ་ཚན།
da: påkrævet område
el: υποχρεωτικό πεδίο
he: שדה נדרש
hi: आवश्यक क्षेत्र
hu: Kötelező mező
it_it: campo obbligatorio
ja: 必須項目です。
ka: სავალდებულო ველი
ko: 필수 입력 항목
lv: Obligāts lauks
pl: Wymagane pole.
pt_pt: Campo obrigatório
ro: Câmp obligatoriu
ru: Обязательное поле
sq: Fusha e kërkuar
sw: Sehemu inayohitajika
te: కావలసిన సమాచారం
th: ช่องที่ต้องกรอก
uk: Обов&#39;язкове поле
uz: Majburiy maydon
vi: phần bắt buộc
zh_cn: 必填项目

source: Additional Time (minutes)
af_za: Bykomende tyd (minute)
ar: الوقت الإضافي (بالدقائق)
az: Əlavə vaxt (dəqiqə)
bo: ཆུ་ཚོད་འཕར་མ་ (minutes)
da: Ekstra tid (minutter)
el: Επιπλέον χρόνος (minutes)
he: תוספת זמן (דקות)
hi: अतिरिक्त समय (मिनट)
hu: További idő (perc)
it_it: Tempo aggiuntivo (minuti)
ja: 追加時間（分）
ko: 추가 시간 (분)
lv: Papildu laiks (minūtes)
pl: Dodatkowy czas (minuty)
pt_pt: Tempo Adicional (minutos)
ro: Timp suplimentar (minute)
ru: Дополнительное время (в минутах)
sq: Koha shtesë (minuta)
sw: Muda wa Ziada (dakika)
te: అదనపు సమయం (నిమిషాలు)
th: เวลาเพิ่มเติม (นาที)
uk: Додатковий час (хв.)
uz: Qo'shimcha vaqt (daqiqa)
vi: Thời gian bù giờ (phút)
zh_cn: 额外时间（分钟）

source: Time Multiplier
af_za: Tydvermenigvuldiger
ar: مضاعف الوقت
bo: ཆུ་ཚོད་སྒྱུར་བྱེད།
da: Tidsmultiplikator
el: Πολλαπλασιαστής χρόνου
he: מכפיל זמן
hi: समय गुणक
hu: Időszorzó
it_it: Moltiplicatore del tempo
ja: 時間乗数
ko: 시간 배수기
lv: Laika reizinātājs
pl: Mnożnik czasu
pt_pt: Multiplicador de tempo
ro: Multiplicator de timp
ru: Множитель времени
sq: Shumëzuesi i kohës
sw: Kuzidisha Wakati
te: సమయం గుణకం
th: ตัวคูณเวลา
uk: Множник часу
uz: Vaqt multiplikatori
vi: Hệ số thời gian
zh_cn: 时间乘数

source: Eligible
af_za: Kwalifiseer
ar: مؤهل
az: Uyğun
bo: འོས་ཆོས་ལྡན་པའི།
da: Berettiget
el: Επιλέξιμες
he: זכאי
hi: योग्य
hu: Jogosult
it_it: Idoneo
ja: 適格
ko: 자격이 있는
lv: Piemērots
pl: Odpowiedni
pt_pt: Elegível
ro: Eligibil
ru: Имеющий право
sq: E pranueshme
sw: Inastahiki
te: అర్హులు
th: มีสิทธิ์
uk: Придатний
uz: Muvofiq
vi: Đạt chuẩn
zh_cn: 有资格的

source: Created
af_za: Geskep
ar: تمّ الإنشاء
az: Yaradıldı
bo: བཟོས་ཟིན།
da: Oprettet
el: Δημιουργήθηκε
he: נוצר
hi: बनाया गया
hu: Létrehozva
it_it: Creato
ja: 作成
ka: შექმნილი
ko: 생성됨
lv: Izveidots
pl: Utworzono
pt_pt: Criado
ro: Creat
ru: Создано
sq: Krijuar
sw: Imeundwa
te: సృష్టించబడింది
th: สร้างแล้ว
uk: Створено
uz: Yaratilgan
vi: Tạo
zh_cn: 已创建

source: Download Software Clicked
af_za: Laai sagteware af geklik
ar: تحميل البرمجيات التي تم النقر عليها
az: Klikləyərək proqrram təminatını yükləyin
bo: མཉེན་ཆས་ཕབ་ལེན་ལ་བསྣུན་ཐེངས།
da: Download software klikket
el: Κάνατε κλικ στη λήψη λογισμικού
he: הורד את התוכנה שנבחרה
hi: डाउनलोड सॉफ्टवेयर क्लिक किया गया
it_it: Scarica Software Selezionato
ko: 소프트웨어 다운로드 클릭
lv: Noklikšķināts uz Lejupielādēt Programmatūru
pl: Kliknij pobierz oprogramowanie
pt_pt: Descarregar Software Seleccionado
ro: S-a făcut clic pentru a descărca software-ul.
ru: Нажата кнопка загрузки ПО
sq: Shkarkimi i softuerit është klikuar
sw: Upakuaji wa Programu Umebofya
te: డౌన్‌లోడ్ సాఫ్ట్‌వేర్ క్లిక్ చేయబడింది
th: ดาวน์โหลดซอฟต์แวร์คลิกแล้ว
uk: Клацніть для завантаження програмного забезпечення
uz: Bosilgan dasturiy ta'minotni yuklab olish
vi: Tải xuống phần mềm đã nhấp
zh_cn: 已点击下载软件

source: Ready to start
af_za: Gereed om te begin
ar: جاهز للبدء
bo: འགོ་རྩོམ་པའི་གྲ་སྒྲིག
da: Klar til at starte
el: Ετοιμος να αρχίσω
he: מוכן להתחיל
hi: शुरू करने के लिए तैयार
hu: Készen áll a kezdésre
it_it: Pronto per iniziare
ja: 開始の準備ができました
ko: 시작할 준비가 되었습니다
lv: Gatavi sākt
pl: Gotowy do rozpoczęcia
pt_pt: Pronto a começar
ro: Sunt gata să încep
ru: Готов начать
sq: Gati për të filluar
sw: Tayari kuanza
te: ప్రారంభించడానికి సిద్ధంగా ఉంది
th: พร้อมที่จะเริ่ม
uk: Готовий почати
uz: Boshlashga tayyor
vi: Sẵn sàng để bắt đầu
zh_cn: 准备开始

source: Started
af_za: Het begin
ar: بدأ في تاريخ
az: Başladı
bo: འགོ་བརྩམས་འདུག
da: Startede
el: Έναρξη
he: התחיל
hi: शुरू कर दिया
hu: Elindult
it_it: Avviato
ja: 開始しました
ka: დაწყებული
ko: 시작함
lv: Sākts
pl: Rozpocznij
pt_pt: Iniciado
ro: A început
ru: Начато
sq: Filloi
sw: Imeanza
te: ప్రారంభించారు
th: เริ่ม
uk: Розпочався
uz: Boshlandi
vi: Đã bắt đầu
zh_cn: 已经开始

source: Ready to submit
af_za: Gereed om in te dien
ar: جاهز للتسليم
az: Göndərməyə hazırdır
bo: འབུལ་སྤྲོད་ཀྱི་གྲ་སྒྲིག
da: Klar til at indsende
el: Έτοιμο για υποβολή
he: מוכן להגשה
hi: प्रस्तुत करने के लिए तैयार
hu: Kész a beküldésre
it_it: Pronto per l&#39;invio
ja: 提出の準備ができました
ko: 제출 준비 완료
lv: Gatavi iesniegt
pl: Gotowe do przesłania
pt_pt: Pronto a submeter
ro: Pregătit de trimis
ru: Готов отправить
sq: Gati për të dorëzuar
sw: Tayari kuwasilisha
te: సమర్పించడానికి సిద్ధంగా ఉంది
th: พร้อมส่ง
uk: Готовий до подачі
uz: Taqdim etishga tayyor
vi: Sẵn sàng nộp
zh_cn: 准备提交

source: Declined
af_za: Geweier
ar: مرفوض
az: Rədd edildi
bo: ངོས་ལེན་བྱེད་མེད་པ།
da: Afvist
el: Απορρίφθηκε
he: נדחה
hi: अस्वीकृत
hu: Elutasítva
it_it: Negato
ja: 辞退しました
ko: 거절됨
lv: Noraidīts
pl: Odrzucono
pt_pt: Recusado
ro: Refuzat
ru: Отклонён
sq: Refuzuar
sw: Imekataliwa
te: తిరస్కరించబడింది
th: ปฏิเสธ
uk: Відхилений
uz: Rad etildi
vi: Suy giảm
zh_cn: 拒绝

source: Timed out
af_za: Tyd het uitgeloop
ar: انتهى الوقت
az: Vaxtı bitdi
bo: དུས་བཀག་ཡོལ་སོང་།
da: Timeout
el: Εληξε ο χρόνος
he: נגמר הזמן
hi: समय समााप्त
hu: Időtúllépés
it_it: Fuori tempo
ja: タイムアウト
ko: 시간 초과
lv: Noildze
pl: Przekroczono limit czasu
pt_pt: Tempo terminado
ro: Timpul a expirat
ru: Время вышло
sq: Përfundoi koha
sw: Muda umekwisha
te: సమయం ముగిసింది
th: หมดเวลา
uk: Тайм-аут
uz: Vaqt tugadi
vi: Hết giờ
zh_cn: 时间到

source: Second Review Required
af_za: Tweede hersiening vereis
ar: هناك حاجة لمراجعة ثانية
az: İkinci Baxış Tələb Olunur
bo: བསྐྱར་ཞིབ་ཐེངས་གཉིས་པའི་ཆ་རྐྱེན་བཏོན་འདུག
da: Anden gennemgang påkrævet
el: Απαιτείται δεύτερη αναθεώρηση
he: דרושה סקירה נוספת
hi: दूसरी समीक्षा आवश्यक
hu: Második felülvizsgálat szükséges
it_it: Richiesta seconda verifica
ja: 再審査が必要です
ko: 2차 검토가 필요합니다
lv: Nepieciešama otrā pārskatīšana
pl: Wymagana druga recenzja
pt_pt: Necessária Segunda Revisão
ro: Revizuirea a doua este necesară
ru: Требуется повторный отсмотр
sq: Kërkohet rishikimi i dytë
sw: Mapitio ya Pili yanahitajika
te: రెండవ సమీక్ష అవసరం
th: จำเป็นต้องมีการตรวจสอบครั้งที่สอง
uk: Другий огляд обов'язковий
uz: Ikkinchi ko'rib chiqish talab qilinadi
vi: Yêu cầu xem xét lần thứ hai
zh_cn: 需要二次审核

source: Submitted
af_za: Ingedien
ar: مقدَّم
az: Təqdim edildi
bo: འབུལ་སྤྲོད་བྱས་ཟིན།
da: Indsendt
el: Έχει υποβληθεί
he: הוגש
hi: प्रस्तुत कर दिया गया
hu: Elküldve
it_it: Inviato
ja: 提出済み
ka: გამოგზავნილი
ko: 제출된
lv: Iesniegts
pl: Zgłoszony
pt_pt: Submetido
ro: Trimis
ru: Присланное на расмотрение
sq: Paraqitur
sw: Imewasilishwa
te: సమర్పించారు
th: ยอมรับ
uk: Надіслано
uz: Taqdim etilgan
vi: Đã nộp
zh_cn: 已提交

source: Verified
af_za: Geverifieer
ar: موثق
az: Təsdiqləndi
bo: ཁུངས་སྐྱེལ་བྱས་ཟིན།
da: Verificeret
el: Επαληθευμένοι
he: מאומת
hi: प्रमाणित
hu: Ellenőrizve
it_it: Verificato
ja: 認証済み
ka: დადასტურებული
ko: 확인됨
lv: Verificēts
pl: Zweryfikowano
pt_pt: Validado
ro: Verificat
ru: Подтверждено
sq: Verifikuar
sw: Imethibitishwa
te: ధృవీకరించబడింది
th: ตรวจสอบแล้ว
uk: Перевірений
uz: Tasdiqlangan
vi: Đã xác minh
zh_cn: 已认证

source: Rejected
af_za: Verwerp
ar: مرفوض
az: Rədd edildi
bo: ངོས་ལེན་བྱས་མ་སོང་།
da: Afvist
el: Μή αποδεκτό
he: נדחה
hi: अस्वीकृत
hu: Elutasítva
it_it: Rifiutato
ja: 却下
ka: უარყოფილია
ko: 거부됨
lv: Noraidīts
pl: Odrzucono
pt_pt: Rejeitado
ro: Respins
ru: Отказано
sq: Refuzuar
sw: Imekataliwa
te: తిరస్కరించబడింది
th: ถูกปฏิเสธ
uk: Відмовлено
uz: Rad etilgan
vi: Vật bị loại bỏ
zh_cn: 拒绝

source: Error
af_za: Fout
ar: خطأ
az: Xəta
bo: གནད་དོན།
da: Fejl
el: Σφάλμα
he: שגיאה
hi: त्रुटि
hu: Hiba
it_it: Errore
ja: エラー
ka: შეცდომა
ko: 오류
lv: Kļūda
pl: Błąd
pt_pt: Erro
ro: Eroare
ru: Ошибка
sq: Gabim
sw: Hitilafu
te: లోపం
th: ผิดพลาด
uk: Помилка
uz: Xato
vi: Lỗi
zh_cn: 错误

source: Onboarding Missing
af_za: Aan boord ontbreek
ar: عملية مفقودة
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་སྤྲོད་ཤོར་ཟིན་འདུག
da: Onboarding mangler
el: Λείπει η ενσωμάτωση
he: ההטבה חסרה
hi: ऑनबोर्डिंग गायब
it_it: Onboarding mancante
ko: 온보딩 누락
lv: Pieslēgšanās nav
pt_pt: Integração em Falta
ro: Incorporare Lipsește
ru: Регистрация отсутствует
sq: Hyrja mungon
sw: Kupanda Haipo
te: ఆన్‌బోర్డింగ్ లేదు
th: การเริ่มต้นใช้งานหายไป
uk: Вступний іспит не пройдено
uz: Bortda etishmayapti
vi: Thiếu giới thiệu
zh_cn: 缺少入职培训

source: Onboarding Pending
af_za: Aanboord Hangende
ar: العملية معلقة
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་ཡིག་རྒྱུགས་སྒུག་ཐོའི་ནང་ཡོད།
da: Onboarding afventer
el: Ενσωμάτωση σε εκκρεμότητα
he: ממתין לכניסה למטוס
hi: ऑनबोर्डिंग पेंडिंग
it_it: Onboarding in sospeso
ja: オンボーディング保留中
ko: 온보딩 보류 중
lv: Gaida pieslēgšanos
pl: Oczekiwanie na wdrożenie
pt_pt: Integração Pendente
ro: Integrare în așteptare
ru: Ожидается регистрация
sq: Hyrja në pritje
sw: Upandaji Unasubiri
te: ఆన్‌బోర్డింగ్ పెండింగ్‌లో ఉంది
th: การเริ่มต้นใช้งานรอดำเนินการ
uk: Очікуємо на результати вступного іспиту
uz: Ishga qabul qilish kutilmoqda
vi: Đang chờ xử lý
zh_cn: 入职待定
