Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: internally reviewed
af_za: intern hersien
ar: تم استعراضه داخلياً
az: daxili olaraq nəzərdən keçirilmişdir
da: internt gennemgået
de_de: Intern begutachtet / reviewed
el: αναθεωρήθηκε εσωτερικά
fa: بررسی داخلی
he: ביקורת פנימית
hu: belsőleg felülvizsgálva
ja: 内部レビュー済み
lv: iekšēji pārskatīts
pt_br: Revisão interna
ro: revizuit intern
ru: отсмотрен
sq: rishikuar nga brenda
sv: internt granskad
sw: kukaguliwa ndani
te: అంతర్గతంగా సమీక్షించబడింది
th: ได้รับการตรวจสอบภายในแล้ว
tr_tr: dahili olarak incelendi

source: All Unreviewed
af_za: Alles nie nagegaan nie
ar: كل ما لم تتم مراجعته
az: Heç birisi nəzərdən keçirilməyib
da: Alle uanmeldte
de_de: Alle mit fehlendem Review
el: Όλα τα μη ελεγμένα
fa: همه بررسی نشده
he: כל אלה שלא נבדקו
hu: Minden ellenőrizetlen
ja: すべて未レビュー
lv: Visas nepārskatītās
pt_br: Todos não revisados
ro: Toate nerevizuite
ru: Все неотсмотренные
sq: Të gjitha të pashqyrtuara
sv: Alla ej granskade
sw: Yote Hayajakaguliwa
te: అన్నీ సమీక్షించబడలేదు
th: ทั้งหมดยังไม่ได้ตรวจสอบ
tr_tr: Tümü İncelenmemiş

source: All Unreviewed Failures
af_za: Alle ongekontroleerde mislukkings
ar: كل الرسوبات التي لم تتم معالجتها
az: Nəzərdən keçirilməmiş bütün xətalar
da: Alle uanmeldte fejl
de_de: Alle nicht Bestandenen mit fehlendem Review
el: Όλες οι μη ελεγμένες αποτυχίες
fa: همه شکست های بررسی نشده
he: כל הכשלים שלא נבדקו
hu: Minden nem ellenőrzött hiba
ja: すべての未確認の失敗
lv: Visas nepārskatītās kļūmes
pt_br: Todas as falhas não revisadas
ro: Toate eșecurile nerevizuite
ru: Все отказы при отсмотре
sq: Të gjitha dështimet e pashqyrtuara
sv: Alla ogranskade misslyckanden
sw: Hitilafu Zote Zisizokaguliwa
te: అన్ని సమీక్షించని వైఫల్యాలు
th: ความล้มเหลวที่ยังไม่ได้ตรวจสอบทั้งหมด
tr_tr: Tümü İncelenmemiş Hatalar

source: active proctored exams
af_za: aktiewe proctored eksamens
ar: الامتحانات المراقبة الفاعلة
az: aktiv nəzarətli imtahanlar
da: aktive proctorerede eksamener
de_de: aktiv betreute Prüfungen
el: ενεργές επιτηρούμενες εξετάσεις
fa: امتحانات فعال
he: מבחנים תחת פיקוח פעיל
hu: aktív felügyelt vizsgák
ja: 監督付き試験の実施中
lv: aktīvi uzraudzīti eksāmeni
pt_br: exame supervisionado ativo
ro: examene supravegheate activ
ru: активные наблюдаемые экзамены
sq: provimet aktive proctored
sv: aktiva proctorade prov
sw: mitihani inayoendelea
te: యాక్టివ్ ప్రొక్టెడ్ పరీక్షలు
th: การสอบคุมขังที่ใช้งานอยู่
tr_tr: Aktif gözetimli sınavlar

source: courses with active proctored exams
af_za: kursusse met aktiewe proctored eksamens
ar: الدورات التعليمية التي فيها امتحانات مراقبة فاعلة
az: aktiv nəzarət imtahanı olan kurslar
da: kurser med aktive proctorerede eksamener
de_de: Kurse mit aktiv betreuten Prüfungen
el: κύκλοι μαθημάτων με ενεργές επιτηρούμενες εξετάσεις
fa: دوره های با آزمون های فعال
he: קורסים עם מבחנים תחת פיקוח פעיל
hu: tanfolyamok aktív felügyelt vizsgákkal
ja: 試験監督付きのアクティブな試験があるコース
lv: kursi ar aktīviem uzraudzītiem eksāmeniem
pt_br: cursos com exames supervisionados ativos
ro: cursuri cu examene supravegheate activ
ru: курсы с активными наблюдаемыми экзаменами
sq: kurse me provime aktive
sv: kurser med aktiva proctored examen
sw: kozi zilizo na mitihani inayoendelea
te: యాక్టివ్ ప్రొక్టోర్డ్ పరీక్షలతో కోర్సులు
th: หลักสูตรที่มีการสอบคุมเชิงรุก
tr_tr: Aktif gözetimli sınavları olan dersler

source: Course Id
af_za: Kursus-ID
ar: معرف الدورة التعليمية
az: Kursun İd-si
da: Kursus-id
de_de: Kurs ID
el: Ταυτότητα μαθήματος
fa: شناسه دوره
he: מזהה קורס
hu: Kurzus azonosító
ja: コースID
lv: Kursa ID
pt_br: Identificação Do Curso
ro: Id curs
ru: Идентификатор курса
sq: Id i kursit
sv: Kursid
sw: Kitambulisho cha Kozi
te: కోర్సు Id
th: รหัสหลักสูตร
tr_tr: Ders Id

source: Created
af_za: Geskep
ar: تمّ الإنشاء
az: Yaradıldı
da: Oprettet
de_de: Erstellt
el: Δημιουργήθηκε
fa: ایجاد شده
he: נוצר
hu: Létrehozva
ja: 作成
lv: Izveidots
pt_br: Criado
ro: Creat
ru: Создано
sq: Krijuar
sv: Skapad
sw: Imeundwa
te: సృష్టించబడింది
th: สร้าง
tr_tr: Oluşturuldu

source: Download Software Clicked
af_za: Laai sagteware af geklik
ar: تحميل البرمجيات التي تم النقر عليها
az: Klikləyərək proqrram təminatını yükləyin
da: Download software klikket
de_de: Software Download gewählt
el: Κάνατε κλικ στη λήψη λογισμικού
fa: دانلود نرم افزار کلیک شد
he: הורד את התוכנה שנבחרה
ja: ソフトウェアのダウンロードがクリックされました
lv: Lejupielādēt programmatūru Noklikšķināts
pt_br: Clique no software para baixar
ro: Descărcați software-ul pe care s-a făcut clic
ru: Нажата кнопка загрузки ПО
sq: Shkarkimi i softuerit është klikuar
sw: Upakuaji wa Programu Umebofya
te: డౌన్‌లోడ్ సాఫ్ట్‌వేర్ క్లిక్ చేయబడింది
th: ดาวน์โหลดซอฟต์แวร์คลิกแล้ว
tr_tr: Yazılım İndir'e Tıklandı

source: Ready To Start
af_za: Gereed om te begin
ar: جاهز للبدء
az: Başlamağa Hazır
da: Klar til at starte
de_de: Bereit um zu starten
el: Έτοιμος/η να αρχίσω
fa: آماده برای شروع
he: מוכן להתחלה
hu: Készen áll az indulásra
ja: 開始の準備ができました
lv: Gatavi sākt
pt_br: Pronto para começar
ro: Gata de început
ru: Готов к началу
sq: Gati për të filluar
sv: Redo att börja
sw: Tayari Kuanza
te: ప్రారంభించడానికి సిద్ధంగా ఉంది
th: พร้อมที่จะเริ่ม
tr_tr: Başlamaya Hazır

source: Started
af_za: Het begin
ar: بدأ في تاريخ
az: Başladı
da: Startede
de_de: Gestartet
el: Ξεκίνησε
fa: آغاز شده
he: התחיל
hu: Elindult
ja: 開始済み
lv: Sākts
pt_br: Iniciado
ro: A început
ru: Начато
sq: Filloi
sv: Påbörjad
sw: Imeanza
te: ప్రారంభించారు
th: เริ่ม
tr_tr: Başladı

source: Ready To Submit
af_za: Gereed om in te dien
ar: جاهز للتقديم
az: Göndərməyə hazırdır
da: Klar til at indsende
de_de: Bereit für die Einreichung
el: Έτοιμο για υποβολή
fa: آماده ارسال
he: מוכן להגשה
hu: Kész a beküldésre
ja: 提出準備完了
lv: Gatavi iesniegt
pt_br: Pronto para enviar
ro: Gata de Trimitere
ru: Готов к отправке
sq: Gati për të dorëzuar
sv: Färdig att skicka in
sw: Tayari Kuwasilisha
te: సమర్పించడానికి సిద్ధంగా ఉంది
th: พร้อมส่ง
tr_tr: Gönderilmeye Hazır

source: Declined
af_za: Geweier
ar: مرفوض
az: Rədd edildi
da: Afvist
de_de: Abgelehnt
el: Απορρίφθηκε
fa: نپذیرفتن
he: נדחה
hu: Elutasítva
ja: 辞退しました
lv: Noraidīts
pt_br: Recusado
ro: A refuzat
ru: Отклонён
sq: Refuzuar
sv: Avvisad
sw: Imekataliwa
te: తిరస్కరించబడింది
th: ปฏิเสธ
tr_tr: Reddedildi

source: Timed Out
af_za: Tyd het uitgeloop
ar: نفد وقته
az: Vaxtı bitdi
da: Timeout
el: Έληξε ο χρόνος
fa: زمان تمام شد
he: תוזמן
hu: Időtúllépés
ja: タイムアウト
lv: Noildze
pt_br: Tempo esgotado
ro: Timp expirat
ru: Время вышло
sq: Përfundoi koha
sv: Timeout
sw: Muda Umeisha
te: సమయం ముగిసింది
th: หมดเวลา
tr_tr: Zaman Aşımına Uğradı

source: Submitted
af_za: Ingedien
ar: مقدَّم
az: Təqdim edildi
da: Indsendt
de_de: Abgesendet
el: Υποβλήθηκε
fa: ارسال شده
he: הוגש
hu: Elküldve
ja: 提出済み
lv: Iesniegts
pt_br: Enviado
ro: Trimis
ru: Отправлено
sq: dorëzuar
sv: Inlämnad
sw: Imewasilishwa
te: సమర్పించారు
th: ส่งแล้ว
tr_tr: Gönderildi

source: Second Review Required
af_za: Tweede hersiening vereis
ar: هناك حاجة لمراجعة ثانية
az: İkinci Baxış Tələb Olunur
da: Anden gennemgang påkrævet
de_de: Zweiter Review wird benötigt
el: Απαιτείται δεύτερη αναθεώρηση
fa: بررسی دوم مورد نیاز است
he: דרושה סקירה נוספת
hu: Második felülvizsgálat szükséges
ja: 再審査が必要
lv: Nepieciešama otrā pārskatīšana
pt_br: Segunda revisão necessária
ro: Este necesară a doua revizuire
ru: Требуется повторный отсмотр
sq: Kërkohet rishikimi i dytë
sv: Andra granskning krävs
sw: Mapitio ya Pili yanahitajika
te: రెండవ సమీక్ష అవసరం
th: จำเป็นต้องมีการตรวจสอบครั้งที่สอง
tr_tr: İkinci Bir İnceleme Gerekli

source: Verified
af_za: Geverifieer
ar: موثق
az: Təsdiqləndi
da: Verificeret
de_de: Geprüft
el: Επαληθευμένο
fa: تایید شده است
he: מאומת
hu: Ellenőrizve
ja: 認証済み
lv: Verificēts
pt_br: Verificado
ro: Verificat
ru: Проверено
sq: Verifikuar
sv: Verifierad
sw: Imethibitishwa
te: ధృవీకరించబడింది
th: ได้รับการยืนยันแล้ว
tr_tr: Doğrulanmış

source: Rejected
af_za: Verwerp
ar: مرفوض
az: Rədd edildi
da: Afvist
de_de: Zurückgewiesen
el: Απορρίφθηκε
fa: رد شد
he: נדחה
hu: Elutasítva
ja: 却下
lv: Noraidīts
pt_br: Rejeitado
ro: Respins
ru: Отклонено
sq: Refuzuar
sv: Avvisad
sw: Imekataliwa
te: తిరస్కరించబడింది
th: ถูกปฏิเสธ
tr_tr: Reddedildi

source: Error
af_za: Fout
ar: خطأ
az: Xəta
da: Fejl
de_de: Fehler
el: Σφάλμα
fa: خطا
he: שגיאה
hu: Hiba
ja: エラー
lv: Kļūda
pt_br: Erro
ro: Eroare
ru: Ошибка
sq: Gabim
sv: Fel
sw: Hitilafu
te: లోపం
th: ผิดพลาด
tr_tr: Hata

source: Onboarding Missing
af_za: Aan boord ontbreek
ar: التسجيل مفقود
az: Onboarding çatışmır
da: Onboarding mangler
de_de: Onboarding fehlt
el: Λείπει η ενσωμάτωση
fa: ورود وجود ندارد
he: ההטבה חסרה
hu: Az integráció hiányzik
ja: オンボーディングがありません
lv: Ieslēgšanās trūkst
pt_br: Integração Ausente
ro: Incorporare Lipsește
ru: Регистрация отсутствует
sq: Hyrja mungon
sv: Onboarding saknas
sw: Kupanda Haipo
te: ఆన్‌బోర్డింగ్ లేదు
th: การเริ่มต้นใช้งานหายไป
tr_tr: Oryantasyon Eksik

source: Onboarding Failed
af_za: Aanboord het misluk
ar: فشل التسجيل
az: Onboarding uğursuz oldu
da: Onboarding mislykkedes
de_de: Onboarding fehlgeschlagen
el: Η ενσωμάτωση απέτυχε
fa: ورود ناموفق بود
he: ההטמעה נכשלה
hu: Az onboarding sikertelen
ja: オンボーディングに失敗しました
lv: Ieslēgšanās neizdevās
pt_br: Falha na Integração
ro: Integrarea a eșuat
ru: Регистрация не удалась
sq: Hyrja dështoi
sv: Onboarding misslyckades
sw: Imeshindwa Kuingiza
te: ఆన్‌బోర్డింగ్ విఫలమైంది
th: การเริ่มต้นใช้งานล้มเหลว
tr_tr: Oryantasyon Başarısız

source: Onboarding Pending
af_za: Aanboord Hangende
ar: التسجيل معلّق
az: Onboarding Gözlənilir
da: Onboarding afventer
de_de: Onboarding steht aus
el: Ενσωμάτωση σε εκκρεμότητα
fa: ورود در انتظار
he: ממתין לכניסה למטוס
hu: Folyamatban lévő bevezetés
ja: オンボーディング保留中
lv: Gaida iestāšanos
pt_br: Integração Pendente
ro: Integrare în așteptare
ru: Ожидается регистрация
sq: Hyrja në pritje
sv: Onboarding väntar
sw: Onboarding inasubiri
te: ఆన్‌బోర్డింగ్ పెండింగ్‌లో ఉంది
th: การเริ่มต้นใช้งานรอดำเนินการ
tr_tr: Oryantasyon Beklemede

source: Onboarding Expired
af_za: Aanboording het verval
ar: التسجيل انتهت صلاحيته
az: Onboarding müddəti bitib
da: Onboarding udløbet
de_de: Onboarding abgelaufen
el: Η ενσωμάτωση έληξε
fa: ورود منقضی شد
he: פג תוקף ההטמעה
hu: Az onboarding lejárt
ja: オンボーディングの有効期限が切れました
lv: Ieslēgšanās termiņš beidzies
pt_br: Integração Expirada
ro: Integrarea a expirat
ru: Срок регистрации истек
sq: Inboarding skadoi
sv: Onboarding har löpt ut
sw: Muda wa Kuabiri Umeisha
te: ఆన్‌బోర్డింగ్ గడువు ముగిసింది
th: การเริ่มต้นใช้งานหมดอายุแล้ว
tr_tr: Oryantasyon Süresi Doldu

source: you have {remaining_time} remaining
af_za: jy het {remaining_time} oor
ar: بقي لديك {remaining_time}
az: sizin {remaining_time} qalır
da: du har {remaining_time} tilbage
de_de: Sie haben noch {remaining_time} übrig
el: σας απομένει {remaining_time}
fa: شما {remaining_time} باقی مانده است
he: נותרה לך {remaining_time}
hu: Önnek {remaining_time} van hátra
ja: 残り{remaining_time}です
lv: jums ir atlicis {remaining_time}
pt_br: você tem {remaining_time} restante
ro: mai ai {remaining_time} rămas
ru: у вас осталось {remaining_time}
sq: ju ka mbetur {remaining_time}
sv: du har {remaining_time} kvar
sw: wewe una {remaining_time} iliyobaki
te: మీకు {remaining_time} మిగిలి ఉంది
th: คุณเหลือ {remaining_time} เหลืออยู่
tr_tr: {remaining_time} süreniz kaldı.

source: your course
af_za: jou kursus
ar: دورتك التعليمية
az: sizin kursunuz
da: dit kursus
de_de: Ihr Kurs
el: ο κύκλος μαθημάτων σας
fa: دوره شما
he: הקורס שלך
hu: képzésed
ja: あなたのコース
lv: savu kursu
pt_br: Seu curso
ro: cursul tău
ru: Ваш курс
sq: kursin tuaj
sv: din kurs
sw: kozi yako
te: మీ కోర్సు
th: หลักสูตรของคุณ
tr_tr: dersiniz

source: Proctoring Results For {course_name} {exam_name}
af_za: Protektorresultate vir {course_name} {exam_name}
ar: نتائج المُراقَبة لـ {course_name} {exam_name}
az: {course_name} {exam_name} üçün Proktorinq Nəticələri
da: Proctoring resultater for {course_name} {exam_name}
de_de: Überwachungsergebnisse für {course_name} {exam_name}
el: Αποτελέσματα Proctoring για {course_name} {exam_name}
fa: نتایج جستجو برای {course_name} {exam_name}
he: בדיקת תוצאות עבור {course_name} {exam_name}
hu: Felügyeleti eredmények a(z) {course_name} {exam_name} vizsgához
ja: {course_name} {exam_name} の監督結果
lv: Pārbaudes rezultāti vaicājumam {course_name} {exam_name}
pt_br: Resultados de Supervisão Para {course_name} {exam_name}
ro: Rezultate de supraveghere pentru {course_name} {exam_name}
ru: Результаты прокторинга для {course_name} {exam_name}
sq: Rezultatet e vëzhgimit për {course_name} {exam_name}
sv: Proctoring-resultat för {course_name} {exam_name}
sw: Matokeo ya Proctoring Kwa {course_name} {exam_name}
te: {course_name} {exam_name} కోసం ప్రొక్టరింగ్ ఫలితాలు
th: ผลการตรวจสำหรับ {course_name} {exam_name}
tr_tr: {course_name} {exam_name} için Gözetim Sonuçları

source: Proctoring Review In Progress For {course_name} {exam_name}
da: Proctoring gennemgang i gang for {course_name} {exam_name}
he: סקירת פרוקטורינג בעיצומה עבור {course_name} {exam_name}

source: Proctored exam {exam_name} in {course_name} for user {username}
da: Proctored eksamen {exam_name} i {course_name} for bruger {username}
he: בחינת פרוקטור {exam_name} ב- {course_name} למשתמש {username}

source: Taking As Proctored Exam
af_za: Neem As Proctored Eksamen
ar: امتحان مراقب
az: Nəzarətli imtahan kimi götürür
da: Tager som proctored eksamen
de_de: Als eine beaufsichtigten Prüfung teilnehmen
el: Συμμετοχή ως επιτηρούμενη εξέταση
fa: شرکت در آزمون به عنوان Proctored
he: בחירה כמבחן תחת פיקוח
hu: Proktorizált vizsga letétele
ja: プロクター試験として受験
lv: Uzraudzīto eksāmena kārtošana
pt_br: Fazer Como Exame Supervisionado
ro: Susținerea ca examen supravegheat
ru: Сдаётся с наблюдением
sw: Kuchukua kama Mtihani wa Proctored
te: ప్రొక్టోర్డ్ పరీక్షగా తీసుకోవడం
th: การทำข้อสอบแบบคุมสอบ
tr_tr: Gözetimli Sınav Olarak Giriliyor

source: Proctored Option Available
af_za: Proctored Opsie beskikbaar
ar: خيار المراقبة متاح
az: Müşahidə olunan seçim mövcuddur
da: Proctored Option tilgængelig
de_de: Option Beaufsichtigt verfügbar
el: Διαθέσιμη επιλογή επιτήρησης
fa: گزینه Proctored موجود است
he: אפשרות תחת פיקוח זמינה
hu: Elérhető felügyelt opció
ja: 監督付きオプション利用可能
lv: Pieejams Uzraudzīts variants
pt_br: Opção Supervisionada Disponível
ro: Opțiune supravegheată disponibilă
ru: Возможно сдать с наблюдением
sq: Opsioni i mbrojtur i disponueshëm
sv: Proktoriserat alternativ tillgängligt
sw: Chaguo la Proctored Linapatikana
te: ప్రొక్టార్డ్ ఎంపిక అందుబాటులో ఉంది
tr_tr: Gözetimli Seçenek Mevcut

source: Taking As Open Exam
af_za: Neem As Oop Eksamen
ar: امتحان مفتوح
az: Açıq imtahan kimi götürür
da: Tager som åben eksamen
de_de: Als eine Freie Prüfung teilnehmen
el: Λήψη ως ανοικτή εξέταση
fa: شرکت در آزمون آزاد
he: בחירה במבחן פתוח
hu: Nyílt vizsga letételeként
ja: オープン試験として受験
lv: Atklātā eksāmena kārtošana
pt_br: Considerar como exame aberto
ro: Susținerea ca examen deschis
sq: Marrja e provimit si të hapur
sv: Avlägger som öppen tentamen
sw: Kuchukua Kama Mtihani Wazi
te: ఓపెన్ ఎగ్జామ్‌గా తీసుకోవడం
th: การสอบแบบเปิด
tr_tr: Açık Sınav Olarak Giriliyor

source: Pending Session Review
af_za: Hangende sessie-oorsig
ar: مراجعة جلسة المعلقة
az: Sessiya baxışı gözləyir
da: Afventer sessionsgennemgang
de_de: Laufende Begutachtung der Sitzung
el: Αναθεώρηση συνεδρίας σε εκκρεμότητα
fa: بررسی جلسه در انتظار
he: סקירת מפגש בהמתנה
hu: Függőben lévő munkamenet-áttekintés
ja: セッションレビュー保留中
lv: Gaida sesijas pārskatīšanu
pt_br: Revisão de Sessão Pendente
ro: Examinarea sesiunii în așteptare
ru: Ожидание отсмотра
sq: Rishikimi i sesionit në pritje
sv: Väntar på sessionsgranskning
sw: Uhakiki wa Kipindi Unachosubiri
te: పెండింగ్‌లో ఉన్న సెషన్ సమీక్ష
th: รอการตรวจสอบเซสชัน
tr_tr: Bekleyen Oturum İncelemesi

source: Passed Proctoring
af_za: Proctoring geslaag
ar: عبر المراقبة
az: Nəzarəti keçdi
da: Bestået Proctoring
de_de: Bestanden unter Beaufsichtigung
el: Πέρασε την επιτήρηση
fa: پروکتورینگ را گذراند
he: פיקוח שעבר
hu: Sikeres felügyelet
ja: 試験監督に合格しました
lv: Izieta uzraudzība
pt_br: Monitoração Aprovada
ro: A trecut Proctoring
ru: Отсмотр пройден
sq: Kaloi Proctoring
sv: Godkänd proctoring
sw: Kupitisha Proctoring
te: ప్రొక్టరింగ్ ఉత్తీర్ణత
th: ผ่านการคุมขัง
tr_tr: Gözetimden Geçti

source: Failed Proctoring
af_za: Mislukte Proctoring
ar: فشلت المُراقَبة
az: Nəzarətdən kəsildi
da: Mislykket Proctoring
de_de: Nicht bestanden unter Beaufsichtigung
el: Αποτυχία επιτήρησης
fa: Proctoring ناموفق
he: פיקוח שנכשל
hu: Sikertelen vizsgaellenőrzés
lv: Neizdevās uzraudzība
pt_br: A monitoração falhou.
ro: Proctoring eșuat
ru: Отказ при отсмотре
sq: Mbrojtja e dështuar
sw: Uzalishaji Umeshindwa
te: ప్రొక్టరింగ్ విఫలమైంది
th: การคุมสอบล้มเหลว
tr_tr: Gözetimden Kaldı

source: Proctored Option No Longer Available
af_za: Proctored-opsie nie meer beskikbaar nie
ar: خيار المراقبة لم يعد متوفراً
az: Nəzarətli seçimi artıq mövcud deyil
da: Proctored Option er ikke længere tilgængelig
de_de: Die Option Beaufsichtigt steht nicht länger zur Verfügung
el: Η επιλογή επιτήρησης δεν είναι πλέον διαθέσιμη
fa: گزینه Proctored دیگر در دسترس نیست
he: האופציה תחת פיקוח אינה זמינה עוד.
hu: A felügyelt opció már nem elérhető
ja: プロクターオプションは利用できなくなりました
lv: Paredzētais variants vairs nav pieejams
pt_br: Opção Monitorada não está mais disponível
ro: Opțiunea supravegheată nu mai este disponibilă
sq: Opsioni i mbrojtur nuk është më i disponueshëm
sv: Proctored-alternativet är inte längre tillgängligt
sw: Chaguo Iliyoundwa Haipatikani Tena
te: ప్రొక్టార్డ్ ఎంపిక ఇకపై అందుబాటులో లేదు
th: ตัวเลือกที่ถูกคุมขังไม่มีอีกต่อไป
tr_tr: Gözetimli Seçenek Artık Mevcut Değil

source: Ungraded Practice Exam
af_za: Ongegradeerde Praktykeksamen
ar: امتحان تمرين دون علامة
az: Qiymətləndirilməmiş sınaq imtahanı
da: Praksiseksamen uden karakter
de_de: Upgrade auf Praktische Prüfung
el: Αβαθμολόγητη πρακτική εξέταση
fa: آزمون عملی درجه بندی نشده
he: מבחן תרגול ללא ציון
hu: Osztályozatlan gyakorlóvizsga
ja: 採点なしの練習試験
lv: Izmēģinājuma eksāmens bez vērtējuma
pt_br: Exame Prático Sem Classificação
ro: Examen de practică fără notare
ru: Неоцениваемый пробный экзамен
sq: Provimi praktik i pagraduar
sv: Obetygsatt övningsprov
sw: Mtihani wa Mazoezi Ulioboreshwa
te: అన్‌గ్రేడెడ్ ప్రాక్టీస్ పరీక్ష
th: ข้อสอบฝึกหัดที่ไม่มีเกรด
tr_tr: Notlandırılmamış Alıştırma Sınavı

source: Practice Exam Completed
af_za: Oefeneksamen voltooi
ar: امتحان تمرين مكتمل
az: Sınaq imtahanı tamamlandı
da: Øvelseseksamen gennemført
de_de: Übungsprüfung bestanden
el: Ολοκληρώθηκε η πρακτική εξέταση
fa: آزمون تمرینی به پایان رسید
he: הושלם מבחן תרגול
hu: Gyakorlóvizsga befejezve
ja: 模擬試験が完了しました
lv: Izmēģinājuma eksāmens pabeigts
pt_br: Exame Prático Concluído
ro: Examen de practică finalizat
ru: Выполнение пробного экзамена завершено
sq: Provimi praktik i përfunduar
sv: Övningsprov avklarat
sw: Mtihani wa Mazoezi Umekamilika
te: ప్రాక్టీస్ పరీక్ష పూర్తయింది
th: ข้อสอบฝึกหัดเสร็จแล้ว
tr_tr: Alıştırma Sınavı Tamamlandı

source: Practice Exam Failed
af_za: Oefeneksamen het misluk
ar: امتحان تمرين راسب
az: Sınaq imtahanı uğursuz oldu
da: Praksiseksamen mislykkedes
de_de: Übungsprüfung nicht bestanden
el: Η πρακτική εξέταση απέτυχε
fa: آزمون عملی شکست خورد
he: מבחן תרגול שנכשל
hu: Gyakorló vizsga sikertelen
ja: 練習試験に失敗しました
lv: Izmēģinājuma eksāmens neizdevās
pt_br: Falhou no exame prático
ro: Examenul de practică a eșuat
ru: Пробный экзамен провален
sq: Provimi praktik dështoi
sv: Övningsprovet misslyckades
sw: Mtihani wa Mazoezi Umeshindwa
te: ప్రాక్టీస్ పరీక్ష విఫలమైంది
th: ข้อสอบฝึกหัดล้มเหลว
tr_tr: Alıştırma Sınavından Kalındı

source: Timed Exam
af_za: Tydige eksamen
ar: امتحان محدّد الوقت
az: Vaxtlı imtahan
da: Tidsbestemt eksamen
de_de: Terminierte Prüfung
el: Χρονομετρημένη εξέταση
fa: امتحان زمان بندی شده
he: מבחן מתוזמן
hu: Időzített vizsga
ja: 時間制限付き試験
lv: Laika eksāmens
pt_br: Prova cronometrada
ro: Examen cronometrat
ru: Экзамен на время
sq: Provim me kohë
sv: Tidsbestämd examen
sw: Mtihani uliowekwa wakati
te: సమయం ముగిసిన పరీక్ష
th: ตั้งเวลาสอบ
tr_tr: Zamanlanmış Sınav

source: Onboarding status question
af_za: Aanboordstatusvraag
ar: سؤال حالة التسجيل
az: Onboarding status sualı
da: Onboarding status spørgsmål
de_de: Frage zum Onboarding-Status
el: Ερώτηση κατάστασης ενσωμάτωσης
fa: سوال وضعیت ورود
he: שאלת סטטוס הצטרפות
hu: Beilleszkedési státusz kérdés
ja: オンボーディング状況の質問
lv: Pieslēgšanās statusa jautājums
pt_br: Pergunta sobre o estado de integração
ro: Întrebare privind starea înregistrării
ru: Вопрос о статусе регистрации
sq: Pyetja e statusit të hyrjes
sv: Fråga om onboardingstatus
sw: Swali la hali ya kuingia
te: ఆన్‌బోర్డింగ్ స్థితి ప్రశ్న
th: คำถามเกี่ยวกับสถานะการเริ่มต้นใช้งาน
tr_tr: Oryantasyon durumu sorusu

source: Taking as Proctored
af_za: Neem as Proctored
ar: مراقب
az: Nəzarətli kimi götürür
da: Tager som Proctored
de_de: Als Beaufsichtigt teilnehmen
el: Συμμετοχή ως επιτηρούμενης
fa: گرفتن به عنوان Proctored
he: בחירה בפיקוח
hu: Proktorként történő részvétel
ja: プロクター付きで受験
lv: Ņemot kā Uzraudzīto
pt_br: Tomando como proctoreado
ro: Luând ca supravegheat
ru: Сдаётся с наблюдением
sq: Marrja si Proctored
sw: Kuchukua kama Proctored
te: ప్రొక్టోర్డ్‌గా తీసుకోవడం
tr_tr: Gözetimli Olarak Giriliyor

source: Is Sample Attempt
af_za: Is &#39;n voorbeeldpoging
ar: هي محاولة على سبيل المثال
az: nümunə cəhddir
da: Er prøveforsøg
de_de: Ist ein Probeversuch
el: Είναι δείγμα προσπάθειας
fa: نمونه تلاش است
he: דוגמת ניסיון
hu: Ez minta próbálkozás
ja: サンプル試行ですか
lv: Ir parauga mēģinājums
pt_br: É uma tentativa simples
ro: Este o încercare de probă
ru: Пробная попытка
sq: Është Përpjekje Shembull
sv: Är provförsök
sw: Ni Jaribio la Mfano
te: నమూనా ప్రయత్నం
th: เป็นความพยายามตัวอย่าง
tr_tr: Örnek Deneme

source: Is Resumable
af_za: Is hervatbaar
ar: يمكن استئنافه
az: Yenidən başlamaq mümkündürmü?
da: Kan genoptages
de_de: Ist fortsetzbar
el: Είναι επαναλήψιμο
fa: قابل ازسرگیری است
he: ניתן לחידוש
hu: Újraindítható
ja: 再開可能か
lv: Ir atsākams
pt_br: É Retomável
ro: Este reluabil
ru: Возобновляемый
sq: Është e rifillueshme
sv: Går att återuppta
sw: Inaweza Kurudiwa
te: పునఃప్రారంభించదగినది
th: สามารถกลับมาทำงานต่อได้
tr_tr: Devam Edilebilir

source: Ready to Resume
af_za: Gereed om te hervat
ar: جاهز للاستئناف
az: Hazırdır davam etsin
da: Klar til at genoptage
de_de: Bereit zum Fortsetzten
el: Έτοιμο για Συνέχιση
fa: آماده از سرگیری
he: מוכן לחדש
hu: Készen áll a folytatásra
ja: 再開の準備ができました
lv: Gatavi atsākt
pt_br: Pronto para retomar
ro: Gata de reluat
ru: Готов возобновить
sq: Gati për të rifilluar
sv: Redo att återuppta
sw: Tayari Kuendelea
te: పునఃప్రారంభానికి సిద్ధంగా ఉంది
th: พร้อมดำเนินการต่อ
tr_tr: Devam Etmeye Hazır

source: Resumed
af_za: Hervat
ar: استُئنِف
az: Bərpa edildi
da: Genoptaget
de_de: Wieder aufgenommen
el: Συνέχισε
fa: از سر گرفته شد
he: התחדש
hu: Folytatva
ja: 再開済み
lv: Atsākta
pt_br: Retomado
ro: Reluat
ru: Возобновлено
sq: Rifilloi
sv: Återupptas
sw: Imeanza tena
te: పునఃప్రారంభించబడింది
th: ดำเนินการต่อ
tr_tr: Yeniden Başladı

source: Additional Time (minutes)
af_za: Bykomende tyd (minute)
ar: الوقت الإضافي (بالدقائق)
az: Əlavə vaxt (dəqiqə)
da: Ekstra tid (minutter)
de_de: Zusätzliche Zeit (Minuten)
el: Επιπλέον χρόνος (minutes)
fa: زمان اضافی (دقیقه)
he: תוספת זמן (דקות)
hu: További idő (perc)
ja: 追加時間（分）
lv: Papildu laiks (minūtes)
pt_br: Tempo Adicional (minutos)
ro: Timp suplimentar (minute)
ru: Дополнительное время (в минутах)
sq: Koha shtesë (minuta)
sv: Ytterligare tid (minuter)
sw: Muda wa Ziada (dakika)
te: అదనపు సమయం (నిమిషాలు)
th: เวลาเพิ่มเติม (นาที)
tr_tr: Ek Zaman (dakika)
