Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
af_za: Jou aanboordeksamen word hersien. Voordat jy hierdie eksamen probeer, laat asseblief 2+ werksdae toe vir jou aanboordeksamen om hersien te word.
ar: تجري حالياً مراجعة امتحان القبول الخاص بك. قبل أن تحاول إجراء هذا الامتحان، يُرجى الانتظار ليومي عمل أو أكثر حتى تكتمل مراجعة امتحان القبول.
az: Sizin işə qəbul imtahanınız nəzərdən keçirilir. Bu imtahanı verməzdən əvvəl, işə qəbul imtahanınızın nəzərdən keçirilməsi üçün 2+ iş günü gözləyin.
da: Din onboarding-eksamen bliver gennemgået. Før du prøver denne eksamen, skal du gå over 2 hverdage, før din onboarding-eksamen bliver gennemgået.
de_de: Ihre Onboarding-Prüfung wird überprüft. Bevor Sie an dieser Prüfung teilnehmen, rechnen Sie bitte mit mehr als zwei Werktagen für die Durchsicht Ihrer Onboarding-Prüfung.
el: Η εξέταση ενσωμάτωσης ελέγχεται. Πριν επιχειρήσετε αυτήν την εξέταση, αφήστε 2+ εργάσιμες ημέρες για να ελεγχθεί η εξέταση ενσωμάτωσης.
fa: امتحان حضوری شما در حال بررسی است. قبل از اقدام به این آزمون، لطفاً 2 روز کاری بیشتر برای بررسی آزمون حضوری خود در نظر بگیرید.
he: בחינת ההצטרפות שלך בבדיקה. לפני שתנסה את הבחינה הזו, המתן יותר מ-2 ימי עסקים לבחינת ההצטרפות שלך לבדיקה.
hu: A belépő vizsgád felülvizsgálat alatt van. Mielőtt megpróbálnád ezt a vizsgát, kérlek, hagyj 2+ munkanapot a belépő vizsgád felülvizsgálatára.
ja: あなたのオンボーディング試験は現在レビュー中です。この試験を受ける前に、オンボーディング試験のレビューに2営業日以上かかることをご了承ください。
lv: Jūsu uzņemšanas eksāmens tiek pārskatīts. Pirms mēģināt nokārtot šo eksāmenu, lūdzu, izmantojiet 2+ darba dienas, lai jūsu uzņemšanas eksāmens tiktu pārskatīts.
ro: Examenul dvs. de înscriere este în curs de revizuire. Înainte de a încerca acest examen, vă rugăm să acordați peste 2 zile lucrătoare pentru ca examenul de înscriere să fie revizuit.
ru: Ваш вступительный экзамен находится на рассмотрении. Прежде чем приступить к сдаче этого экзамена, подождите более двух рабочих дней для рассмотрения вашего вступительного экзамена.
sq: Provimi juaj i hyrjes po shqyrtohet. Përpara se të provoni këtë provim, lini 2+ ditë pune që të rishikohet provimi juaj i hyrjes.
sw: Mtihani wako wa kuingia unakaguliwa. Kabla ya kujaribu mtihani huu, tafadhali ruhusu siku 2+ za kazi ili mtihani wako wa kuingia ukaguliwe.
te: మీ ఆన్‌బోర్డింగ్ పరీక్ష సమీక్షించబడుతోంది. ఈ పరీక్షను ప్రయత్నించే ముందు, దయచేసి మీ ఆన్‌బోర్డింగ్ పరీక్షను సమీక్షించడానికి 2+ పని దినాలను అనుమతించండి.
th: การสอบเตรียมความพร้อมของคุณอยู่ระหว่างการตรวจสอบ ก่อนที่จะลองทำข้อสอบนี้ โปรดรอประมาณ 2 วันทำการขึ้นไปเพื่อให้การตรวจสอบการสอบเริ่มต้นใช้งานของคุณเสร็จสิ้น
tr_tr: Oryantasyon sınavınız inceleniyor. Bu sınava girmeden önce, lütfen oryantasyon sınavınızın incelenmesi için 2+ iş günü bekleyin.

source: Your onboarding exam failed to pass all requirements.
af_za: Jou aanboordeksamen kon nie alle vereistes slaag nie.
ar: لم يَكُن أداؤك في الامتحان التحضيري كافياً لاجتياز جميع المتطلبات.
az: Sizin işə qəbul imtahanınız bütün tələbləri keçə bilmədi.
da: Din onboarding-eksamen bestod ikke alle krav.
de_de: Ihre Onboarding-Prüfung hat nicht alle Anforderungen bestanden.
el: Η εξέταση ενσωμάτωσης απέτυχε να ικανοποιήσει όλες τις απαιτήσεις.
fa: آزمون حضوری شما نتوانسته است همه شرایط را قبول کند.
he: בחינת ההצטרפות שלך לא עמדה בכל הדרישות.
hu: A bevezető vizsgája nem felelt meg minden követelménynek.
ja: ``` あなたのオンボーディング試験はすべての要件を満たしていませんでした。 ```
lv: Jūsu uzņemšanas eksāmens neizturēja visas prasības.
ro: Examenul de înscriere nu a reușit să treacă toate cerințele.
ru: Ваш вступительный экзамен не соответствует всем требованиям.
sq: Provimi juaj i hyrjes dështoi të kalojë të gjitha kërkesat.
sv: Ditt introduktionsprov klarade inte alla krav.
sw: Mtihani wako wa kuingia umeshindwa kukidhi mahitaji yote.
te: మీ ఆన్‌బోర్డింగ్ పరీక్ష అన్ని అవసరాలను అధిగమించడంలో విఫలమైంది.
tr_tr: Oryantasyon sınavınız tüm gereksinimleri karşılayamadı.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
af_za: Proctoring vir jou eksamen word verskaf via %(provider_name)s . As jy vrae het oor die status van jou aanboordeksamen, kontak <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
ar: خدمة المُراقَبة لامتحانك مقدمة من %(provider_name)s . إذا كانت لديك أسئلة حول امتحان القبول الخاص بك، فتواصل مع <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
az: Proktorinq xidməti imtahanınız üçün %(provider_name)s vasitəsilə təmin edilir. Əgər imtahanınıza hazırlıq prosesinin vəziyyəti ilə bağlı suallarınız varsa, <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> ünvanına müraciət edin.
da: Proctoring til din eksamen leveres via %(provider_name)s . Hvis du har spørgsmål om status for din onboarding-eksamen, så kontakt <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
de_de: Die Aufsicht über Ihre Prüfung erfolgt über %(provider_name)s . Wenn Sie Fragen zum Status Ihrer Onboarding-Prüfung haben, wenden Sie sich an <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
fa: مراقبت برای امتحان شما از طریق %(provider_name)s ارائه می شود. اگر در مورد وضعیت آزمون حضوری خود سؤالی دارید، تماس بگیرید <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
he: פרוקטוריון לבחינה שלך מסופק דרך %(provider_name)s . אם יש לך שאלות לגבי מצב מבחן ההצטרפות שלך, צור קשר <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
hu: A vizsgád felügyeletét a(z) %(provider_name)s biztosítja. Ha kérdésed van a bevezető vizsgád státuszával kapcsolatban, lépj kapcsolatba a következő címen: <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
ja: 試験の監督は%(provider_name)sを通じて提供されます。 オンボーディング試験の状況について質問がある場合は、<a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>に連絡してください。
lv: Eksāmenu vadīšana tiek nodrošināta, izmantojot vietni %(provider_name)s. Ja jums ir jautājumi par jūsu uzņemšanas eksāmena statusu, sazinieties ar <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
pt_br: A supervisão do seu exame é fornecida via %(provider_name)s. Se você tiver dúvidas sobre o status do seu exame de integração, entre em contato <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
sq: Mbrojtja për provimin tuaj ofrohet nëpërmjet %(provider_name)s. Nëse keni pyetje në lidhje me statusin e provimit tuaj të hyrjes, kontaktoni <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
sw: Utayarishaji wa mtihani wako unafanywa kupitia %(provider_name)s. Ikiwa una maswali kuhusu hali ya mtihani wako wa kuingia, wasiliana <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
te: మీ పరీక్ష కోసం ప్రోక్టరింగ్ %(provider_name)s ద్వారా అందించబడుతుంది. మీ ఆన్‌బోర్డింగ్ పరీక్ష స్థితి గురించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, సంప్రదించండి <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .
tr_tr: Sınavınızın gözetimi %(provider_name)s aracılığıyla sağlanmaktadır. Oryantasyon sınavınızın durumuyla ilgili sorularınız varsa, iletişime geçin <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
af_za: Jy het nie die voorvereistes vir hierdie eksamen voltooi nie. Alle vereistes moet bevredig word voordat jy hierdie eksamen kan aflê.
ar: لم تكمل المتطلبات الأساسية لهذا الامتحان. عليك أن تستوفي جميع المتطلبات قبل أن تتمكن من تقديم هذا الامتحان المُراقَب.
az: Siz bu imtahan üçün tələb olunan ilkin şərtləri tamamlamamısınız. Bütün tələblər yerinə yetirilməlidir ki, bu nəzarətli imtahanı verə biləsiniz.
da: Du har ikke gennemført forudsætningerne for denne eksamen. Alle krav skal være opfyldt, før du kan tage denne proctorerede eksamen.
de_de: Sie haben die Voraussetzungen für diese Prüfung nicht erfüllt. Alle Voraussetzungen müssen erfüllt sein, bevor Sie an dieser beaufsichtigten Prüfung teilnehmen können.
el: Δεν έχετε συμπληρώσει τις προϋποθέσεις για αυτήν την εξέταση. Όλες οι απαιτήσεις πρέπει να πληρούνται πριν μπορέσετε να συμμετάσχετε σε αυτήν την προβλεπόμενη εξέταση.
fa: شما پیش نیازهای این آزمون را تکمیل نکرده اید. قبل از اینکه بتوانید در این آزمون اختصاصی شرکت کنید، باید تمام شرایط لازم را برآورده کنید.
he: לא השלמת את הדרישות המוקדמות לבחינה זו. יש לעמוד בכל הדרישות לפני שתוכל לגשת לבחינה מדוקדקת זו.
hu: Nem teljesítetted a vizsga előfeltételeit. Minden követelménynek meg kell felelned, mielőtt részt vehetsz ezen a felügyelt vizsgán.
ja: この試験の受験要件を満たしていません。すべての要件を満たす必要があります。
lv: Šim eksāmenam ir nepieciesams izpildīt priekšnosacījumus. Lai varētu kārtot šo uzraudzīto eksāmenu, ir jābūt izpildītām visām prasībām.
pt_br: Você não Concluído os pré-requisitos para este exame. Todos os requisitos devem ser atendidos antes que você possa fazer este exame supervisionado.
ro: Nu ați îndeplinit cerințele preliminare pentru acest examen. Toate cerințele trebuie îndeplinite înainte de a putea susține acest examen supravegheat.
ru: Вы не выполнили предварительные условия для этого экзамена. Все требования должны быть выполнены, прежде чем вы сможете сдать этот экзамен под наблюдением.
sq: Nuk i keni plotësuar kushtet paraprake për këtë provim. Të gjitha kërkesat duhet të plotësohen përpara se të mund të merrni këtë provim të kujdesshëm.
sv: Du har inte klarat av förkunskapskraven för detta prov. Alla krav måste vara uppfyllda innan du kan göra det här provet.
sw: Hujakamilisha sharti za mtihani huu. Mahitaji yote lazima yatimizwe kabla ya kuchukua mtihani huu wa proctored.
te: మీరు ఈ పరీక్ష కోసం ముందస్తు అవసరాలను పూర్తి చేయలేదు. మీరు ఈ ప్రోక్టార్డ్ పరీక్షలో పాల్గొనడానికి ముందు అన్ని అవసరాలు తప్పనిసరిగా సంతృప్తి చెందాలి.
th: คุณยังไม่ผ่านข้อกำหนดเบื้องต้นสำหรับการสอบนี้ ต้องปฏิบัติตามข้อกำหนดทั้งหมดก่อนจึงจะสามารถสอบแบบคุมสอบนี้ได้
tr_tr: Bu sınavın ön koşullarını tamamlamadınız. Bu gözetmenlik sınavına girebilmeniz için tüm gereksinimlerin karşılanması gerekir.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
af_za: Die volgende voorvereistes is in &#39;n <strong>hangende</strong> toestand en moet suksesvol voltooi word voordat jy kan voortgaan:
ar: المتطلبات الأساسية التالية هي في وضع <strong>معلقة</strong> ويجب أن تستكتملها بنجاح قبل أن تتمكن من المضي قدماً:
az: Aşağıdakı ön şərtlər <strong>gözləmə</strong> vəziyyətindədir və siz davam etmədən öncə uğurla tamamlanmalıdır:
da: Følgende forudsætninger er i <strong>ventende</strong> tilstand og skal være gennemført, før du kan fortsætte:
de_de: Die folgenden Voraussetzungen sind in einem <strong>unvollständigen</strong> Status und müssen erfolgreich abgeschlossen sein bevor Sie starten können.
el: Οι ακόλουθες προϋποθέσεις βρίσκονται σε κατάσταση <strong>σε εκκρεμότητα</strong> και πρέπει να ολοκληρωθούν επιτυχώς για να μπορέσετε να προχωρήσετε:
fa: پیش نیازهای زیر در حالت <strong>معلق</strong> هستند و قبل از اینکه بتوانید ادامه دهید باید با موفقیت تکمیل شوند:
he: הדרישות המקדימות שלהלן נמצאות <strong> בתהליך </strong> בדיקה וחייבות להסתיים בהצלחה לפני שתוכל להמשיך:
hu: A következő előfeltételek <strong>függő</strong> állapotban vannak, és sikeresen teljesíteni kell őket, mielőtt folytathatná:
ja: 以下の必須条件は<strong>保留中</strong>の状態であり、進む前に完了する必要があります：
lv: Turpmāk norādītie priekšnosacījumi ir <strong>gaidīšanas stāvoklī</strong>, un, lai varētu turpināt darbu, tie ir sekmīgi jāpabeidz:
pt_br: Os seguintes pré-requisitos estão em um estado <strong>pendente</strong> e devem ser completados com sucesso antes de poder prosseguir:
ro: Următoarele cerințe preliminare sunt într-o stare <strong>în așteptare</strong> și trebuie îndeplinite cu succes înainte de a putea continua:
ru: Следующие требования <strong>ожидают выполнения</strong> перед тем, как вы сможете перейти к следующему шагу:
sq: Parakushtet e mëposhtme janë në <strong>pritje</strong> dhe duhet të plotësohen me sukses përpara se të vazhdoni:
sv: Följande förutsättningar är <strong>väntande</strong> och måste vara klara innan du kan fortsätta:
sw: Masharti yafuatayo yako katika hali <strong>ya kusubiri</strong> na lazima yakamilishwe kwa ufanisi kabla ya kuendelea:
te: కింది ముందస్తు అవసరాలు <strong>పెండింగ్‌లో</strong> ఉన్నాయి మరియు మీరు కొనసాగడానికి ముందు విజయవంతంగా పూర్తి చేయాలి:
th: ข้อกำหนดเบื้องต้นต่อไปนี้อยู่ในสถานะ <strong>รอดำเนินการ</strong> และต้องดำเนินการให้เสร็จสิ้นก่อนจึงจะสามารถดำเนินการต่อได้:
tr_tr: Aşağıdaki ön koşullar <strong>bekleme</strong> durumundadır ve devam edebilmeniz için başarıyla tamamlanmaları gerekmektedir:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
af_za: Jy kan hierdie eksamen met proctoring aflê slegs wanneer alle voorvereistes suksesvol voltooi is.
ar: لا يمكنك تقديم هذا الامتحان مع المُراقَبة إلّا بعد استيفاء جميع المتطلبات الأساسية بنجاح.
az: Siz bu imtahanı yalnız bütün ilkin şərtlər uğurla tamamlandıqdan sonra nəzarət altında verə bilərsiniz.
da: Du kan kun tage denne eksamen med proctoring, når alle forudsætninger er blevet gennemført.
de_de: Sie können diese Prüfung unter Aufsicht nur dann absolvieren, wenn alle Voraussetzungen erfolgreich erfüllt sind.
el: Μπορείτε να λάβετε μέρος σε αυτήν την εξέταση με proctoring μόνο όταν έχουν ολοκληρωθεί επιτυχώς όλες οι προϋποθέσεις.
fa: تنها زمانی می توانید در این آزمون با پروکتورینگ شرکت کنید که تمام پیش نیازها با موفقیت تکمیل شده باشد.
he: אתה יכול לגשת לבחינה זו עם פרוקטור רק כאשר כל התנאים המוקדמים הושלמו בהצלחה.
hu: A vizsgát csak akkor veheted fel felügyelet mellett, ha minden előfeltételt sikeresen teljesítettél.
ja: すべての前提条件が正常に完了した場合にのみ、監督付きでこの試験を受けることができます。
lv: Šo eksāmenu ar uzraudzību var kārtot tikai tad, ja ir sekmīgi izpildīti visi priekšnosacījumi.
pt_br: Você pode fazer este exame com supervisão somente quando todos os pré-requisitos tiverem sido completados com sucesso.
ro: Puteți susține acest examen cu supraveghere numai atunci când toate cerințele au fost îndeplinite cu succes.
ru: Сдать этот экзамен с прокторингом можно только после успешного выполнения всех предварительных условий.
sq: Ju mund ta merrni këtë provim me proctoring vetëm kur të gjitha parakushtet të jenë përfunduar me sukses.
sw: Unaweza kufanya mtihani huu kwa proctoring tu wakati sharti zote zimekamilika kwa ufanisi.
te: అన్ని ముందస్తు అవసరాలు విజయవంతంగా పూర్తయినప్పుడు మాత్రమే మీరు ప్రోక్టరింగ్‌తో ఈ పరీక్షను తీసుకోవచ్చు.
th: คุณสามารถทำการสอบนี้โดยมีผู้คุมสอบได้ก็ต่อเมื่อทำข้อกำหนดเบื้องต้นทั้งหมดสำเร็จแล้วเท่านั้น
tr_tr: Tüm ön koşullar başarıyla tamamlandığında bu sınavı yalnızca gözetim altında alabilirsiniz.

source: Your Proctoring Session Has Started
af_za: Jou protektorsessie het begin
ar: لقد بدأت جلسة المراقبة الخاصة بك
az: Proktorinq Sessiyanız Başladı
da: Din proctoring session er startet
de_de: Ihre beaufsichtigte Sitzung hat begonnen
el: Η συνεδρία επιτήρησης έχει ξεκινήσει
fa: جلسه Proctoring شما شروع شده است
he: מפגש הפיקוח שלך התחיל.
hu: A felügyeleti munkamenet elkezdődött
ja: プロクタリングセッションが開始されました
lv: Jūsu pārbaudes sesija ir sākusies
pt_br: Sua sessão de monitoração foi iniciada
ro: Sesiunea dvs. de supraveghere a început
ru: Наблюдение начато
sq: Sesioni juaj i ruajtjes ka filluar
sw: Kipindi chako cha Proctoring Kimeanza
te: మీ ప్రొక్టరింగ్ సెషన్ ప్రారంభమైంది
th: เซสชันการคุมสอบของคุณเริ่มต้นแล้ว
tr_tr: Gözetimli Sınav Oturumunuz Başladı

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
af_za: Vanaf hierdie tydstip moet u die <a href="%(link_urls.online_proctoring_rules)s" target="_blank">aanlyn protektorreëls</a> volg om die protektoroorsig vir u eksamen te slaag.
ar: ابتداءً من الآن، يجب عليك اتّباع <a href="%(link_urls.online_proctoring_rules)s" target="_blank">قواعد المُراقَبة عبر الانترنت</a> لاجتياز المراجعة المُراقَبة الخاصة بامتحانك.
az: Bu vaxtdan etibarən siz imtahanınız üçün nəzarət baxışından keçməkdən ötrü <a href="%(link_urls.online_proctoring_rules)s" target="_blank">onlayn nəzarət qaydalarını</a> izləməlisiniz.
da: Fra dette tidspunkt skal du følge <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online-proctoring-reglerne</a> for at bestå proctoring-gennemgangen til din eksamen.
de_de: Von jetzt an müssen Sie den <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online Beaufsichtigungsregeln</a> folgen, um damit Ihre Prüfung zugelassen wird.
el: Από αυτό το χρονικό σημείο, θα πρέπει να ακολουθήσετε τους <a href="%(link_urls.online_proctoring_rules)s" target="_blank"> κανόνες διαδικτυακής επιτήρησης </a> για να περάσετε την αναθεώρηση επιτήρησης για την εξέτασή σας.
fa: از این مرحله در زمان، برای قبولی در بررسی پروکتورینگ برای امتحان خود، باید <a href="%(link_urls.online_proctoring_rules)s" target="_blank">قوانین پروکتور آنلاین را</a> دنبال کنید.
he: מרגע זה ואילך, עליך לעקוב אחר <a href="%(link_urls.online_proctoring_rules)s" target="_blank"> חוקי הפיקוח הנמצאים און ליין </a> על מנת לעבור את הסקירה תחת פיקוח עבור מבחנך.
hu: Ettől a pillanattól kezdve be kell tartania az <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online vizsgafelügyeleti szabályokat</a>, hogy sikeresen átmenjen a vizsgafelügyeleti ellenőrzésen.
ja: この時点から、試験のプロクタリング審査に合格するために、<a href="%(link_urls.online_proctoring_rules)s" target="_blank">オンラインプロクタリングのルール</a>に従う必要があります。
lv: No šī brīža jums ir jāievēro <a href="%(link_urls.online_proctoring_rules)s" target="_blank">tiešsaistes pārbaudes noteikumi,</a> lai nokārtotu eksāmena uzraudzīto pārbaudi.
pt_br: A partir deste momento, você deve seguir as <a href="%(link_urls.online_proctoring_rules)s" target="_blank">regras de supervisão online</a> para passar na revisão de supervisão para o seu exame.
ro: Din acest moment, trebuie să urmați <a href="%(link_urls.online_proctoring_rules)s" target="_blank">regulile de supraveghere online</a> pentru a trece revizuirea de supraveghere pentru examenul dvs.
ru: С этого момента вам необходимо следовать <a href="%(link_urls.online_proctoring_rules)s" target="_blank">правилам онлайн-наблюдения</a>, чтобы успешно пройти отсмотр данного экзамена.
sq: Nga kjo pikë në kohë, ju duhet të ndiqni <a href="%(link_urls.online_proctoring_rules)s" target="_blank">rregullat e mbikëqyrjes në internet</a> për të kaluar rishikimin e provimit për provimin tuaj.
sv: Från och med denna tidpunkt måste du följa <a href="%(link_urls.online_proctoring_rules)s" target="_blank">onlineproctoring-reglerna</a> för att klara proctoring-granskningen för ditt prov.
sw: Kuanzia hatua hii kwa wakati, lazima ufuate <a href="%(link_urls.online_proctoring_rules)s" target="_blank">sheria za uandikishaji mtandaoni</a> ili kupitisha ukaguzi wa proctoring kwa mtihani wako.
te: ఈ సమయం నుండి, మీరు మీ పరీక్ష కోసం ప్రొక్టరింగ్ సమీక్షలో ఉత్తీర్ణత సాధించడానికి తప్పనిసరిగా <a href="%(link_urls.online_proctoring_rules)s" target="_blank">ఆన్‌లైన్ ప్రొక్టరింగ్ నియమాలను</a> అనుసరించాలి.
th: จากจุดนี้ คุณจะต้องปฏิบัติตาม <a href="%(link_urls.online_proctoring_rules)s" target="_blank">กฎการควบคุมออนไลน์</a> เพื่อผ่านการตรวจสอบสำหรับการสอบของคุณ
tr_tr: Bu andan itibaren, sınavınızın gözetim incelemesinden geçebilmesi için <a href="%(link_urls.online_proctoring_rules)s" target="_blank">çevrim içi gözetim kurallarına</a> uymanız gerekmektedir.

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
af_za: Moenie hierdie venster toemaak voordat jy jou eksamen voltooi het nie. as jy hierdie venster toemaak, eindig jou proksiesessie en jy sal nie die proctoring-eksamen suksesvol voltooi nie.
ar: لا تغلق هذه النافذة قبل الانتهاء من الامتحان. إذا قمت بإغلاق هذه النافذة، سوف تنتهي جلسة المراقبة ولن تتمكن من إكمال الامتحان المراقب بنجاح.
az: İmtahanı bitirmədən öncə bu pəncərəni bağlamayın. Əgər siz pəncərəni bağlasanız, sizin nəzarət sessiyanız bitəcək və siz nəzarətli imtahanı uğurla tamamlaya bilməyəcəksiniz.
da: Luk ikke dette vindue, før du er færdig med din eksamen. hvis du lukker dette vindue, afsluttes din proctoring-session, og du vil ikke fuldføre proctored-eksamenen.
de_de: Schließen Sie nicht das Fenster, solange Sie die Prüfung nicht abgeschlossen haben. Sollten Sie das Fenster trotzdem schlißen, ist Ihre Prüfung beendet und wird nicht gewertet.
el: Μην κλείσετε αυτό το παράθυρο πριν ολοκληρώσετε τις εξετάσεις σας. Εάν κλείσετε αυτό το παράθυρο, η συνεδρία επιτήρησης λήγει και δεν θα ολοκληρώσετε επιτυχώς την εξέταση.
fa: قبل از اتمام امتحان این پنجره را نبندید. اگر این پنجره را ببندید، جلسه پروکتوری شما به پایان می رسد و امتحان پروکتوری را با موفقیت به پایان نخواهید رساند.
he: אל תסגור חלון זה לפני סיום מבחנך. אם תסגור חלון זה, יסתיים ה'מפגש תחת פיקוח' שלך ולא תוכל להשלים בהצלחה את ה'מבחן תחת פיקוח'.
hu: Ne zárja be ezt az ablakot, amíg be nem fejezi a vizsgát. Ha bezárja ezt az ablakot, a felügyeleti munkamenet véget ér, és nem fogja sikeresen befejezni a felügyelt vizsgát.
ja: このウィンドウを試験が終わる前に閉じないでください。このウィンドウを閉じると、監督セッションが終了し、監督付き試験を正常に完了できません。
lv: Neaizveriet šo logu pirms nepabeidzāt šo eksāmenu. Ja aizvērsit šo logu, pārbaudes sesija beigsies, un jūs nevarēsit veiksmīgi pabeigt uzraudzīto eksāmenu.
ro: Nu închideți această fereastră înainte de a termina examenul. dacă închideți această fereastră, sesiunea dumneavoastră de supraveghere se încheie și nu veți finaliza cu succes examenul supravegheat.
sq: Mos e mbyllni këtë dritare para se të përfundoni provimin. nëse e mbyllni këtë dritare, sesioni juaj i mbikëqyrjes përfundon dhe ju nuk do ta përfundoni me sukses provimin e mbrojtur.
sw: Usifunge dirisha hili kabla hujakamilisha mtihani wako. ukifunga dirisha hili, kipindi chako cha proctoring kinaisha, na hutakamilisha mtihani wa proctored kwa mafanikio.
te: మీరు మీ పరీక్షను పూర్తి చేయడానికి ముందు ఈ విండోను మూసివేయవద్దు. మీరు ఈ విండోను మూసివేస్తే, మీ ప్రొక్టరింగ్ సెషన్ ముగుస్తుంది మరియు మీరు ప్రొక్టార్డ్ పరీక్షను విజయవంతంగా పూర్తి చేయలేరు.
tr_tr: Sınavınızı bitirmeden bu pencereyi kapatmayın. Bu pencereyi kapatırsanız gözetim oturumunuz sona erer ve gözetimli sınavı başarıyla tamamlayamazsınız.
