Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
af_za: Proctoring vir hierdie kursus word verskaf via %(provider_name)s . Aanboord-hersiening, insluitend identiteitsverifikasie, kan 2+ werksdae neem.
ar: تُجرى المُراقَبة لهذا الامتحان عبر %(provider_name)s. يمكن أن تستغرق مراجعة الإعداد، بما في ذلك التحقق من الهوية، أكثر من يومي عمل.
az: Bu kurs üçün nəzarət %(provider_name)s vasitəsilə təmin edilir. Şəxsiyyətin təsdiqi daxil olmaqla, qeydiyyatın yoxlanılması 2 və ya daha çox iş günü çəkə bilər.
da: Proctoring for dette kursus leveres via %(provider_name)s . Onboarding-gennemgang, inklusive identitetsbekræftelse, kan tage 2+ hverdage.
de_de: Die Aufsicht für diesen Kurs erfolgt über %(provider_name)s . Die Onboarding-Überprüfung, einschließlich der Identitätsüberprüfung, kann mehr als zwei Werktage dauern.
el: Το proctoring για αυτό το μάθημα παρέχεται μέσω %(provider_name)s. Ο έλεγχος ενσωμάτωσης, συμπεριλαμβανομένης της επαλήθευσης ταυτότητας, μπορεί να διαρκέσει 2+ εργάσιμες ημέρες.
fa: Proctoring برای این دوره از طریق %(provider_name)s ارائه می شود. بررسی ورود، از جمله تأیید هویت، ممکن است بیش از ۲ روز کاری طول بکشد.
he: טיפול בקורס זה ניתן באמצעות %(provider_name)s . בדיקת ההטמעה, כולל אימות זהות, עשויה להימשך 2 ימי עסקים או יותר.
hu: A vizsgafelügyeletet ehhez a kurzushoz a(z) %(provider_name)s biztosítja. Az onboarding áttekintés, beleértve a személyazonosság ellenőrzését, több mint 2 munkanapot is igénybe vehet.
ja: このコースの監督は%(provider_name)sを通じて提供されます。本人確認を含むオンボーディングレビューには、2営業日以上かかることがあります。
lv: Šī kursa uzraudzība tiek nodrošināta, izmantojot vietni %(provider_name)s. Uzņemšanas pārbaude, tostarp identitātes pārbaude, var aizņemt vairāk nekā 2 darba dienas.
ro: Supravegherea pentru acest curs este asigurată prin %(provider_name)s. Examinarea integrării, inclusiv verificarea identității, poate dura peste două zile lucrătoare.
ru: Прокторинг этого курса осуществляется через %(provider_name)s. Проверка регистрации, включая проверку личности, может занять более двух рабочих дней.
sq: Mbrojtja për këtë kurs ofrohet nëpërmjet %(provider_name)s. Rishikimi i hyrjes, duke përfshirë verifikimin e identitetit, mund të zgjasë 2+ ditë pune.
sv: Proctoring för denna kurs tillhandahålls via %(provider_name)s. Introduktionsgranskning, inklusive identitetsverifiering, kan ta 2+ arbetsdagar.
sw: Utayarishaji wa kozi hii hutolewa kupitia %(provider_name)s. Ukaguzi wa kujumuika, ikiwa ni pamoja na uthibitishaji wa utambulisho, unaweza kuchukua siku 2+ za kazi.
te: ఈ కోర్సు కోసం ప్రోక్టరింగ్ %(provider_name)s ద్వారా అందించబడుతుంది. గుర్తింపు ధృవీకరణతో సహా ఆన్‌బోర్డింగ్ సమీక్షకు 2+ పని దినాలు పట్టవచ్చు.
tr_tr: Bu dersin gözetimi%(provider_name)saracılığıyla sağlanmaktadır. Kimlik doğrulama da dahil olmak üzere ilk katılım incelemesi 2+ iş günü sürebilir..

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
af_za: Sodra jou profiel hersien is, sal jy &#39;n e-pos met hersieningresultate ontvang. Die e-pos sal vandaan kom <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Maak seker dat hierdie e-pos by jou inkassiefilter gevoeg is.
ar: بمُجرّد أن يُراجَع ملفك الشخصي، ستتلقى بريداً إلكترونياً يتضمن نتائج المراجعة. سيَصِل هذا البريد الإلكتروني من <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> تأكَّد أنّ هذا البريد الإلكتروني قد أُضِيف إلى مُرشِّ بريدك الوارد.
az: Profiliniz nəzərdən keçirildikdən sonra, nəzərdən keçirmə nəticələri ilə bağlı bir e-poçt alacaqsınız. E-poçt <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> ünvanından gələcək. Bu e-poçtun gələnlər qutusu filtrinizə əlavə edildiyinə əmin olun.
da: Når din profil er blevet gennemgået, vil du modtage en e-mail med gennemgangsresultater. Mailen kommer fra <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Sørg for, at denne e-mail er blevet tilføjet til dit indbakkefilter.
de_de: Sobald Ihr Profil überprüft wurde, erhalten Sie eine E-Mail mit den Überprüfungsergebnissen. Die E-Mail kommt von <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Stellen Sie sicher, dass diese E-Mail zu Ihrem Posteingangsfilter hinzugefügt wurde.
fa: هنگامی که نمایه شما بررسی شد، یک ایمیل با نتایج بررسی دریافت خواهید کرد. ایمیل از طرف خواهد آمد <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . مطمئن شوید که این ایمیل به فیلتر صندوق ورودی شما اضافه شده است.
he: לאחר בדיקת הפרופיל שלך, תקבל אימייל עם תוצאות בדיקה. המייל יגיע מ <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . ודא שהאימייל הזה נוסף למסנן תיבת הדואר הנכנס שלך.
ja: プロファイルが確認されると、レビュー結果が記載されたメールが届きます。メールは <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>から送信されます。 このメールアドレスが受信トレイのフィルターに追加されていることを確認してください。
lv: Kad jūsu profils būs pārskatīts, saņemsiet e-pasta vēstuli ar pārskatīšanas rezultātiem. E-pasts tiks saņemts no <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Pārliecinieties, ka šis e-pasts ir pievienots jūsu ienākošās vēstules filtram.
pt_br: ``` Depois que seu perfil for revisado, você receberá um e-mail com os resultados da revisão. O e-mail virá de <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Certifique-se de que este e-mail foi adicionado ao filtro da sua caixa de entrada. ```
te: మీ ప్రొఫైల్ సమీక్షించబడిన తర్వాత, సమీక్ష ఫలితాలతో కూడిన ఇమెయిల్‌ను మీరు అందుకుంటారు. నుండి ఇమెయిల్ వస్తుంది <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . ఈ ఇమెయిల్ మీ ఇన్‌బాక్స్ ఫిల్టర్‌కి జోడించబడిందని నిర్ధారించుకోండి.
tr_tr: Profiliniz incelendikten sonra, inceleme sonuçlarını içeren bir e-posta alacaksınız. E-posta, <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>adresinden gelecektir. Bu e-postanın gelen kutusu filtrelerinize eklendiğinden emin olun.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
af_za: Kontak asseblief <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> as jy vrae het.
ar: يُرجى التواصل مع <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> إذا كانت لديك أسئلة.
az: ``` Zəhmət olmasa suallarınız varsa, <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> ünvanına müraciət edin. ```
da: Venligst kontakt <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> hvis du har spørgsmål.
de_de: Kontaktieren Sie bitte <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> wenn du Fragen hast.
el: Παρακαλώ επικοινωνήστε <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> αν έχετε ερωτήσεις.
fa: لطفا تماس بگیرید <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> اگر سوالی دارید
he: אנא צור קשר <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> אם יש לך שאלות.
hu: Kérdései esetén kérjük, lépjen kapcsolatba a következő címen: <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
ja: ご質問がある場合は、<a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>までご連絡ください。
lv: Lūdzu sazinieties <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> ja jums ir jautājumi.
pt_br: Por favor, entre em contato <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> se você tiver perguntas.
ro: Vă rugăm să contactați <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> dacă aveți întrebări.
te: దయచేసి సంప్రదించు <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> మీకు ప్రశ్నలు ఉంటే.
tr_tr: Sorularınız varsa <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> ile lütfen iletişime geçin.

source: Continue to onboarding
af_za: Gaan voort met aanboord
ar: الاستمرار في الإعداد
az: Onboardinqa davam edin
da: Fortsæt med onboarding
de_de: Weiter zum Onboarding
el: Συνεχίστε την επιβίβαση
fa: به ورود ادامه دهید
he: המשך לכניסה למטוס
hu: Folytatás az onboardinghoz
ja: オンボーディングを続ける
lv: Turpināt uz uzņemšanu
pt_br: Continuar para a integração
ro: Continuați cu integrarea
ru: Продолжить регистрацию
sq: Vazhdoni të hyni në bord
sv: Fortsätt till onboarding
sw: Endelea kuabiri
te: ఆన్‌బోర్డింగ్‌ని కొనసాగించండి
th: ดำเนินการต่อเพื่อเริ่มต้นใช้งาน
tr_tr: Oryantasyona devam et

source: You will be guided through online proctoring software set up and identity verification.
af_za: Jy sal gelei word deur die opstel van aanlyn proctoring-sagteware en identiteitsverifikasie.
ar: سيتم إرشادك من خلال إعداد برنامج المراقبة عبر الإنترنت والتحقق من الهوية.
az: Sizə onlayn nəzarət proqramının qurulması və şəxsiyyətin təsdiqlənməsi prosesində rəhbərlik ediləcək.
da: Du vil blive guidet gennem opsætning af online proctoring-software og identitetsbekræftelse.
de_de: Sie werden durch die Einrichtung der Online-Überwachungssoftware und die Identitätsprüfung geführt.
el: Θα λάβετε καθοδήγηση μέσω της εγκατάστασης λογισμικού διαδικτυακής αναζήτησης και της επαλήθευσης ταυτότητας.
fa: شما از طریق راه اندازی نرم افزار جستجوگر آنلاین و تأیید هویت راهنمایی خواهید شد.
he: תודר דרך הגדרת תוכנת בדיקה מקוונת ואימות זהות.
hu: Ön végig lesz vezetve az online felügyeleti szoftver beállításán és a személyazonosság ellenőrzésén.
ja: オンライン監督ソフトウェアのセットアップと本人確認の手順が案内されます。
lv: Jums tiks sniegti norādījumi par tiešsaistes pārbaudes programmatūras iestatīšanu un identitātes verifikāciju.
pt_br: Você será guiado pela configuração do software de supervisão on-line e pela verificação de identidade.
ro: Veți fi ghidat prin configurarea software-ului de supraveghere online și verificarea identității.
ru: Вам проведут настройку программного обеспечения для онлайн-контроля и проверку личности.
sq: Ju do të udhëhiqeni përmes konfigurimit të softuerit të kërkimit në internet dhe verifikimit të identitetit.
sv: Du kommer att guidas genom installation av proctoringprogramvara online och identitetsverifiering.
sw: Utaongozwa kupitia usanidi wa programu ya proctoring mtandaoni na uthibitishaji wa utambulisho.
te: మీరు ఆన్‌లైన్ ప్రొక్టరింగ్ సాఫ్ట్‌వేర్ సెటప్ మరియు గుర్తింపు ధృవీకరణ ద్వారా మార్గనిర్దేశం చేయబడతారు.
th: ``` คุณจะได้รับคำแนะนำผ่านการตั้งค่าซอฟต์แวร์คุมสอบออนไลน์และการยืนยันตัวตน ```
tr_tr: Çevrimiçi gözetim yazılımı kurulum ve kimlik doğrulama konusunda size rehberlik edilecektir.

source: Error: There was a problem with your onboarding session
af_za: Fout: Daar was &#39;n probleem met jou aanboordsessie
ar: خطأ: حدثت مشكلة في جلسة التسجيل الخاصة بك
az: Xəta: Onboarding sessiyanızla bağlı problem yarandı
da: Fejl: Der var et problem med din onboarding-session
de_de: Fehler: Bei Ihrer Onboarding-Sitzung ist ein Problem aufgetreten
fa: خطا: مشکلی در جلسه ورود شما وجود داشت
he: שגיאה: הייתה בעיה בהפעלת ההצטרפות שלך
hu: Hiba: Probléma merült fel az onboarding munkamenet során
ja: エラー: オンボーディングセッションに問題が発生しました。
lv: Kļūda: radās problēma ar jūsu pievienošanās sesiju
pt_br: Erro: houve um problema com sua sessão de integração
ro: Eroare: a apărut o problemă cu sesiunea de înscriere
ru: Ошибка: возникла проблема с сеансом регистрации.
sv: Fel: Det uppstod ett problem med din introduktionssession
te: లోపం: మీ ఆన్‌బోర్డింగ్ సెషన్‌లో సమస్య ఉంది
th: ข้อผิดพลาด: เกิดปัญหากับเซสชันการเริ่มต้นใช้งานของคุณ
tr_tr: Hata: Oryantasyon oturumunuzla ilgili bir sorun oluştu

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
af_za: Jou protorsessie het geëindig voordat jy hierdie aanboordeksamen voltooi het. Jy moet hierdie aanboordeksamen weer probeer.
ar: انتهت جلسة المُراقَبة الخاصة بك قبل أن تُنهي امتحان القبول. لذلك يجب عليك إعادة هذا الامتحان.
az: Sizin nəzarət sessiyanız bu tanışlıq imtahanını tamamlamadan bitdi. Bu tanışlıq imtahanını yenidən cəhd etməlisiniz.
da: Din proctoring-session sluttede, før du gennemførte denne onboarding-eksamen. Du bør prøve denne onboarding-eksamen igen.
de_de: Ihre Aufsichtssitzung endete, bevor Sie diese Onboarding-Prüfung abgeschlossen haben. Sie sollten diese Onboarding-Prüfung wiederholen.
el: Η συνεδρία παρακολούθησης ολοκληρώθηκε πριν ολοκληρώσετε αυτήν την εξέταση ενσωμάτωσης. Θα πρέπει να δοκιμάσετε ξανά αυτήν την εξέταση ενσωμάτωσης.
fa: قبل از اینکه این آزمون حضوری را کامل کنید، جلسه نظارت شما به پایان رسید. شما باید این امتحان داخلی را دوباره امتحان کنید.
he: פגישת הביקורת שלך הסתיימה לפני שסיימת את מבחן ההצטרפות. עליך לנסות שוב את בחינת ההצטרפות הזו.
hu: A felügyelt vizsgája véget ért, mielőtt befejezte volna ezt a bevezető vizsgát. Újra kell próbálnia ezt a bevezető vizsgát.
ja: あなたの監督セッションは、このオンボーディング試験を完了する前に終了しました。 このオンボーディング試験を再試行してください。
lv: Jūsu pārbaudes sesija beidzās, pirms pabeidzāt šo iestāšanās eksāmenu. Jums vajadzētu vēlreiz izmēģināt šo iestāšanās eksāmenu.
pt_br: Sua sessão de supervisão terminou antes de você concluir este exame de integração. Você deve tentar novamente este exame de integração.
ro: Sesiunea dvs. de supraveghere s-a încheiat înainte de a finaliza acest examen de integrare. Ar trebui să reîncercați acest examen de integrare.
sv: Din proctoring-session avslutades innan du genomförde detta introduktionsprov. Du bör prova detta introduktionsprov igen.
sw: Kipindi chako cha uandikishaji kiliisha kabla ya kukamilisha mtihani huu wa kuingia. Unapaswa kujaribu tena mtihani huu wa kuingia.
te: మీరు ఈ ఆన్‌బోర్డింగ్ పరీక్షను పూర్తి చేయడానికి ముందు మీ ప్రోక్టరింగ్ సెషన్ ముగిసింది. మీరు ఈ ఆన్‌బోర్డింగ్ పరీక్షను మళ్లీ ప్రయత్నించాలి.
th: เซสชั่นการควบคุมของคุณสิ้นสุดลงก่อนที่คุณจะเสร็จสิ้นการสอบเตรียมความพร้อมนี้ คุณควรลองทดสอบการเริ่มต้นใช้งานนี้อีกครั้ง
tr_tr: Gözetim oturumunuz, bu oryantasyon sınavını tamamlamadan önce sona erdi. Bu oryantasyon sınavını tekrar denemelisiniz.

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
af_za: Jy neem &quot; %(exam_display_name)s &quot; as &#39;n aanboordeksamen. Jy moet &quot;Ja, beëindig my proctored eksamen&quot; klik en jou proctoring sessie indien om aan boord te voltooi.
ar: أنت تُجري امتحان "%(exam_display_name)s" كامتحان قبول. يجب عليك أن تنقُر على "نعم، أنهِ امتحاني المُراقَب" ثم ترسل جلسة المُراقَبة الخاصة بك لإتمام عملية التسجيل.
az: Siz "%(exam_display_name)s" qəbul imtahanı kimi verirsiniz. Onboardingi tamamlamaq üçün "Bəli, nəzarətli imtahanımı bitir" düyməsini basmalı və nəzarət sessiyanızı təqdim etməlisiniz.
da: Du tager &quot; %(exam_display_name)s &quot; som en onboarding-eksamen. Du skal klikke på &quot;Ja, afslut min proctored eksamen&quot; og indsende din proctoring session for at fuldføre onboarding.
de_de: Sie legen „ %(exam_display_name)s “ als Onboarding-Prüfung ab. Sie müssen auf „Ja, meine beaufsichtigte Prüfung beenden“ klicken und Ihre Aufsichtssitzung absenden, um das Onboarding abzuschließen.
el: Λαμβάνετε το "%(exam_display_name)s" ως εξέταση ενσωμάτωσης. Πρέπει να κάνετε κλικ στο "Yes, end my proctored exam" και να υποβάλετε την συνεδρία proctoring για να ολοκληρωθεί η ενσωμάτωση.
fa: شما در حال شرکت در &quot; %(exam_display_name)s &quot; به عنوان یک آزمون حضوری هستید. شما باید روی «Yes, End my proctored exam» کلیک کنید و جلسه proctoring خود را برای تکمیل ورود ارسال کنید.
he: אתה לוקח את &quot; %(exam_display_name)s &quot; כבחינת הצטרפות. עליך ללחוץ על &quot;כן, לסיים את הבחינה המדויקת שלי&quot; ולהגיש את הביקורת שלך כדי להשלים את ההצטרפות.
hu: Ön a(z) "%(exam_display_name)s" vizsgát veszi fel bevezető vizsgaként. Kattintson az „Igen, fejezzem be a felügyelt vizsgámat” gombra, és küldje el a felügyeleti munkamenetét a bevezetés befejezéséhez.
ja: あなたは「%(exam_display_name)s」をオンボーディング試験として受けています。「はい、監督付き試験を終了します」をクリックし、オンボーディングを完了するために監督セッションを提出する必要があります。
lv: Jūs kārtojat &quot; %(exam_display_name)s &quot; kā uzņemšanas eksāmenu. Lai pabeigtu iestāšanos, jums jānoklikšķina uz “Jā, beigt manu uzraudzīto eksāmenu” un jāiesniedz pārbaudes sesija.
ro: Susțineți „%(exam_display_name)s” ca examen de înscriere. Trebuie să faceți clic pe „Da, terminați examenul meu supravegheat” și să trimiteți sesiunea de supraveghere pentru a finaliza integrarea.
ru: Вы сдаете «%(exam_display_name)s» в качестве вступительного экзамена. Вам необходимо нажать «Да, завершить мой экзамен под контролем» и отправить сеанс прокторинга, чтобы завершить регистрацию.
sq: Ju jeni duke marrë "%(exam_display_name)s" si një provim të hyrjes. Ju duhet të klikoni "Po, përfundoni provimin tim të mbrojtur" dhe të paraqisni seancën tuaj të kujdesit për të përfunduar hyrjen.
sv: Du tar "%(exam_display_name)s" som ett introduktionsprov. Du måste klicka på “Ja, avsluta min proctored tentamen” och skicka in din proctoring session för att slutföra onboarding.
sw: Unachukua "%(exam_display_name)s" kama mtihani wa kuingia. Ni lazima ubofye "Ndiyo, umalizie mtihani wangu ulioratibiwa" na uwasilishe kipindi chako cha proctoring ili ukamilishe kuabiri.
te: మీరు &quot; %(exam_display_name)s &quot;ని ఆన్‌బోర్డింగ్ పరీక్షగా తీసుకుంటున్నారు. ఆన్‌బోర్డింగ్‌ను పూర్తి చేయడానికి మీరు తప్పనిసరిగా “అవును, నా ప్రోక్టార్డ్ పరీక్షను ముగించు” క్లిక్ చేసి, మీ ప్రొక్టరింగ్ సెషన్‌ను సమర్పించాలి.
tr_tr: “%(exam_display_name)s” sınavını bir oryantasyon sınavı olarak alıyorsunuz. Oryantasyonu tamamlamak için “Evet, gözetimli sınavımı bitir”e tıklamanız ve gözetim oturumunuzu göndermeniz gerekmektedir.

source: Your onboarding session was reviewed, but did not pass all requirements
af_za: Jou aanboordsessie is hersien, maar het nie aan alle vereistes voldoen nie
ar: تمّت مراجعة جلسة التسجيل الخاصة بك، ولكنّها لم تستوفِ جميع المتطلبات.
az: Sizin uyğunlaşma sessiyanız nəzərdən keçirildi, lakin bütün tələblərə cavab vermədi.
da: Din onboarding-session blev gennemgået, men opfyldte ikke alle krav
de_de: Ihre Onboarding-Sitzung wurde überprüft, erfüllte jedoch nicht alle Anforderungen
el: Η συνεδρία ενσωμάτωσης ελέγχθηκε, αλλά δεν πληροί όλες τις απαιτήσεις
fa: جلسه ورود شما بررسی شد، اما همه الزامات را رعایت نکرد
he: מפגש ההצטרפות שלך נבדק, אך לא עמד בכל הדרישות
hu: Az Ön bevezető ülése felülvizsgálatra került, de nem felelt meg minden követelménynek.
ja: オンボーディングセッションがレビューされましたが、すべての要件を満たしていませんでした
lv: Jūsu uzņemšanas sesija tika pārskatīta, taču tā neizturēja visas prasības
ro: Sesiunea dvs. de înscriere a fost revizuită, dar nu a îndeplinit toate cerințele
ru: Ваша адаптационная сессия была проверена, но не соответствует всем требованиям.
sq: Sesioni juaj i hyrjes u shqyrtua, por nuk i kaloi të gjitha kërkesat
sv: Din introduktionssession granskades, men uppfyllde inte alla krav
sw: Kipindi chako cha kuabiri kilikaguliwa, lakini hakikukidhi mahitaji yote
te: మీ ఆన్‌బోర్డింగ్ సెషన్ సమీక్షించబడింది, కానీ అన్ని అవసరాలను అధిగమించలేదు
tr_tr: Oryantasyon oturumunuz incelendi ancak tüm gereksinimleri karşılayamadı

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
af_za: Kontak asseblief <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> as jy vrae het. Jy kan hierdie aanboordeksamen weer aflê deur &quot;Probeer weer my eksamen&quot; te klik.
ar: من فضلك اتصِل بـ <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> إذا كانت لديك أسئلة. يمكنك إعادة إجراء امتحان القبول هذا من خلال النقر على "إعادة الامتحان".
az: Zəhmət olmasa suallarınız varsa <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> ilə əlaqə saxlayın. Bu tanışlıq imtahanını "İmtahanımı təkrar et" düyməsini basaraq yenidən verə bilərsiniz.
da: Venligst kontakt <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> hvis du har spørgsmål. Du kan tage denne onboarding-eksamen igen ved at klikke på &quot;Prøv min eksamen igen&quot;.
de_de: Kontaktieren Sie bitte <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> wenn du Fragen hast. Sie können diese Onboarding-Prüfung wiederholen, indem Sie auf „Meine Prüfung erneut versuchen“ klicken.
el: Παρακαλώ επικοινώνησε <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> αν έχετε ερωτήσεις. Μπορείτε να επαναλάβετε αυτήν την ενσωματωμένη εξέταση κάνοντας κλικ στην επιλογή "Επανάληψη της εξέτασης".
fa: لطفا تماس بگیرید <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> اگر سوالی دارید می‌توانید با کلیک کردن روی «امتحان مجدد من» در این آزمون حضوری شرکت کنید.
he: אנא צור קשר <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> אם יש לך שאלות. אתה יכול לגשת מחדש לבחינת ההצטרפות על ידי לחיצה על &quot;נסה שוב את הבחינה שלי&quot;.
hu: Kérjük, lépjen kapcsolatba <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a>, ha kérdése van. Újra megpróbálhatja ezt a bevezető vizsgát a "Vizsgám újrapróbálása" gombra kattintva.
ja: ご質問がある場合は、<a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> にお問い合わせください。「試験を再試行する」をクリックして、このオンボーディング試験を再受験することができます。
lv: Lūdzu, sazinieties ar <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> ja jums ir jautājumi. Jūs varat atkārtoti kārtot šo iekāpšanas eksāmenu, noklikšķinot uz "Atkārtot eksāmenu".
sv: Vänligen kontakta <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> om du har frågor. Du kan göra om det här introduktionsprovet genom att klicka på "Testa mitt prov igen".
te: దయచేసి సంప్రదించు <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> మీకు ప్రశ్నలు ఉంటే. మీరు &quot;నా పరీక్షను మళ్లీ ప్రయత్నించు&quot;ని క్లిక్ చేయడం ద్వారా ఈ ఆన్‌బోర్డింగ్ పరీక్షను తిరిగి పొందవచ్చు.
tr_tr: Sorularınız varsa lütfen <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a>ile iletişime geçin. Bu oryantasyon sınavını "Sınavımı yeniden dene" seçeneğine tıklayarak tekrar alabilirsiniz.

source: Retry my exam
af_za: Probeer my eksamen weer
ar: أعِد امتحاني
az: İmtahanımı təkrar et
da: Prøv min eksamen igen
de_de: Wiederhole meine Prüfung
el: Δοκιμάστε ξανά τις εξετάσεις μου
fa: امتحانم را دوباره امتحان کن
he: נסה שוב את הבחינה שלי
hu: Próbálja újra a vizsgámat
ja: 試験を再受験する
lv: Mēģināt vēlreiz manu eksāmenu
pt_br: Tentar novamente meu exame
ro: Reîncercați examenul meu
ru: Повторить экзамен
sq: Riprovo provimin tim
sv: Försök med mitt prov igen
sw: Jaribu tena mtihani wangu
te: నా పరీక్షను మళ్లీ ప్రయత్నించండి
th: ลองสอบของฉันอีกครั้ง
tr_tr: Sınavımı tekrar et
