Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, bo, da, el, he, hi, hu, it_it, ja, ka, ko, lv, pl, pt_pt, ro, ru, sq, sw, te, th, uk, uz, vi, zh_cn

source: Onboarding Failed
af_za: Aanboord het misluk
ar: فشل العملية
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་འཕྲོད་མི་འདུག
da: Onboarding mislykkedes
el: Η ενσωμάτωση απέτυχε
he: ההטמעה נכשלה
hi: ऑनबोर्डिंग विफल
hu: Az onboarding sikertelen volt
it_it: Onboarding non riuscito
ja: オンボーディングに失敗しました
ko: 온보딩 실패
lv: Pieslēgšanās neizdevās
pl: Wdrożenie nie powiodło się
pt_pt: Integração Falhou
ro: Integrarea a eșuat
ru: Регистрация не удалась
sq: Hyrja dështoi
sw: Imeshindwa Kuingiza
te: ఆన్‌బోర్డింగ్ విఫలమైంది
th: การเริ่มต้นใช้งานล้มเหลว
uk: Вступний іспит пройдено невдало
uz: Bortga kirish amalga oshmadi
vi: Giới thiệu không thành công
zh_cn: 入职失败

source: Onboarding Expired
af_za: Aanboording het verval
ar: العملية منتهية الصلاحية
az: Onboarding müddəti bitib
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་ཡིག་རྒྱུགས་ཀྱི་དུས་ཚོད་འདུག
da: Onboarding udløbet
el: Η ενσωμάτωση έληξε
he: פג תוקף ההטמעה
hi: ऑनबोर्डिंग समाप्त हो गई
it_it: Onboarding scaduto
ja: オンボーディングの有効期限が切れました
ko: 온보딩 만료
lv: Pieslēgšanās termiņš beidzies
pl: Wdrożenie wygasło
pt_pt: Integração Expirada
ro: Integrarea a expirat
ru: Срок регистрации истек
sq: Inboarding skadoi
sw: Muda wa Kuabiri Umeisha
te: ఆన్‌బోర్డింగ్ గడువు ముగిసింది
th: การเริ่มต้นใช้งานหมดอายุแล้ว
uk: Термін вступного іспиту сплив
uz: Bortga kirish muddati tugadi
vi: Quá trình giới thiệu đã hết hạn
zh_cn: 入职已过期

source: Practice
af_za: Oefen
ar: تدريب
az: Sınaq
bo: ལག་ལེན།
da: Øve sig
el: Πρακτική
he: תרגול
hi: अभ्यास
hu: Gyakorlat
it_it: Pratica
ja: 練習
ko: 연습
lv: Prakse
pl: Ćwiczyć
pt_pt: Pratique
ru: Упражняться
sq: Praktikoni
sw: Fanya mazoezi
te: సాధన
th: ฝึกฝน
uk: Практика
uz: Amaliyot
vi: Luyện tập
zh_cn: 实践

source: Proctored
ar: مُراقب
az: Əyani
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད།
el: Επιτηρούμενη
he: תחת פיקוח
hi: प्रॉक्टर किया गया
hu: Felügyelt
it_it: Con supervisione
ja: 監督付き
ka: დაკვირვების ქვეშ
ko: 감독받는
lv: Uzraudzīts
pl: Nadzorowany
pt_pt: Supervisionado
ro: Supravegheat
ru: Наблюдаемое
sq: Mbrojtur
te: ప్రొక్టార్డ్
uk: Контрольований
uz: Prokuror qilingan
vi: được giám sát
zh_cn: 监考

source: Timed
af_za: Betyds
ar: موقوت
az: Müddətli
bo: དུས་ལྟར་གྱི།
da: Tidsbestemt
el: Χρονομετρημένη
he: מתוזמן
hi: समयबद्ध
hu: Időzített
it_it: A tempo
ja: 時間制限付き
ka: დროში შეზღუდული
ko: 시간 제한
lv: Laiks
pl: Czasowe
pt_pt: Cronometrado
ro: Cronometrați
ru: Ограничен по времени
sq: Me kohë
sw: Imepitwa na wakati
te: సమయం ముగిసింది
th: จับเวลา
uk: Тимчасовий
uz: Vaqt belgilangan
vi: Đã hẹn giờ
zh_cn: 计时

source: Are you sure you want to remove this student's exam attempt?
af_za: Is jy seker jy wil hierdie student se eksamenpoging verwyder?
ar: هل أنت متأكد من رغبتك في إزالة محاولة الاختبار لهذا الطالب؟
az: Bu tələbənin imtahan cəhdini silmək istədiyinizə əminsinizmi?
bo: ཁྱེད་ཀྱིས་སློབ་ཕྲུག་འདིའི་ཚོད་ལྟའི་ཡིག་རྒྱུགས་འདི་བསུབ་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།
da: Er du sikker på, at du vil fjerne denne elevs eksamensforsøg?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε την προσπάθεια εξέτασης αυτού του μαθητή;
he: האם אתה בטוח שברצונך להסיר את ניסיון הבחינה של תלמיד זה?
hi: क्या आप वाकई इस छात्र के परीक्षा प्रयास को हटाना चाहते हैं?
hu: Biztosan törölni szeretné ennek a diáknak a vizsgakísérletét?
it_it: Sei sicuro di voler rimuovere il tentativo di esame di questo studente?
ja: この学生の試験の試みを削除してもよろしいですか？
ko: 이 학생의 시험 시도를 삭제하시겠습니까?
lv: Vai tiešām vēlaties noņemt šī dalībnieka eksāmena mēģinājumu?
pl: Czy na pewno chcesz usunąć próbę egzaminu tego ucznia?
pt_pt: Tem a certeza de que pretende eliminar a tentativa de exame deste estudante?
ro: Sigur doriți să eliminați încercarea de examen a acestui student?
ru: Вы уверены, что хотите удалить попытку этого студента сдать экзамен?
sq: Je i sigurt që dëshiron të heqësh përpjekjen për provim të këtij studenti?
sw: Je, una uhakika unataka kuondoa jaribio la mtihani wa mwanafunzi huyu?
te: మీరు ఈ విద్యార్థి పరీక్ష ప్రయత్నాన్ని ఖచ్చితంగా తీసివేయాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบความพยายามในการสอบของนักเรียนรายนี้
uk: Ви впевнені, що хочете видалити спробу іспиту цього студента?
uz: Haqiqatan ham bu talabaning imtihon urinishini olib tashlamoqchimisiz?
vi: Bạn có chắc chắn muốn xóa bài thi của học sinh này không?
zh_cn: 您确定要删除该学生的考试尝试吗？

source: Are you sure you want to resume this student's exam attempt?
af_za: Is jy seker jy wil hierdie student se eksamenpoging hervat?
ar: هل أنت متأكد من رغبتك في استئناف محاولة الاختبار لهذا الطالب؟
az: Bu tələbənin imtahan cəhdini davam etdirmək istədiyinizə əminsinizmi?
bo: ཁྱེད་ཀྱིས་སློབ་ཕྲུག་འདིའི་ཚོད་ལྟའི་ཡིག་རྒྱུགས་འདི་མུ་མཐུད་ནས་འཇོག་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།
da: Er du sikker på, at du vil genoptage denne elevs eksamensforsøg?
el: Είστε βέβαιοι ότι θέλετε να συνεχίσετε την προσπάθεια εξέτασης αυτού του μαθητή;
he: האם אתה בטוח שברצונך לחדש את ניסיון הבחינה של תלמיד זה?
hi: क्या आप वाकई इस छात्र के परीक्षा प्रयास को फिर से शुरू करना चाहते हैं?
hu: Biztosan folytatni szeretné ennek a diáknak a vizsgakísérletét?
it_it: Sei sicuro di voler riprendere il tentativo di esame di questo studente?
ja: この学生の試験を再開してもよろしいですか？
ko: 이 학생의 시험을 다시 시작하시겠습니까?
lv: Vai tiešām vēlaties atsākt šī dalībnieka eksāmena mēģinājumu?
pl: Czy na pewno chcesz wznowić próbę egzaminu tego ucznia?
pt_pt: Tem a certeza de que pretende retomar a tentativa de exame deste estudante?
ro: Sigur doriți să reluați încercarea de examen a acestui student?
ru: Вы уверены, что хотите возобновить попытку этого студента сдать экзамен?
sq: Je i sigurt që dëshiron të rifillosh përpjekjen për provim të këtij studenti?
sw: Je, una uhakika unataka kurejesha jaribio la mtihani wa mwanafunzi huyu?
te: మీరు ఈ విద్యార్థి పరీక్ష ప్రయత్నాన్ని ఖచ్చితంగా కొనసాగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการทำข้อสอบของนักเรียนรายนี้ต่อ
uk: Ви впевнені, що бажаєте відновити спробу іспиту цього студента?
uz: Haqiqatan ham bu talabaning imtihon urinishini davom ettirmoqchimisiz?
vi: Bạn có chắc chắn muốn tiếp tục làm bài thi của học sinh này không?
zh_cn: 您确定要恢复该学生的考试尝试吗？

source: Not Started
af_za: Nie begin
ar: لم يبدأ بعد
az: Başlamayıb
bo: ད་དུང་འགོ་རྩོམ་མེད།
da: Ikke startet
el: Δεν έχετε ακόμη υποβάλει την εργασία σας
he: לא התחיל
hi: आरंभ नहीं किया गया
hu: Nem kezdődött el
it_it: Non iniziato
ja: 未開始
ka: არ არის დაწყებული
ko: 시작되지 않음
lv: Nav sākts
pl: Nie rozpoczęto
pt_pt: Não Iniciado
ro: Nu a început
ru: Не начато
sq: Nuk ka filluar
sw: Haijaanza
te: మొదలవలేదు
th: ยังไม่เริ่ม
uk: Не розпочато
uz: Boshlanmagan
vi: Chưa bắt đầu
zh_cn: 尚未开始

source: You have not started your onboarding exam.
af_za: Jy het nie jou aanboordeksamen begin nie.
ar: لم تُقدِم امتحانك التأهيلي بعد.
az: Siz hələ də onboarding imtahanınıza başlamamısınız.
bo: ཁྱེད་ཀྱི་སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་ད་དུང་མགོ་བརྩམས་མི་འདུག
da: Du er ikke startet på din onboarding-eksamen.
el: Δεν έχετε ξεκινήσει την εξέταση ενσωμάτωσης.
he: לא התחלת את בחינת ההצטרפות שלך.
hi: आपने अपनी ऑनबोर्डिंग परीक्षा शुरू नहीं की है|
hu: Még nem kezdte meg a felvételi vizsgát.
it_it: L'esame di onboarding non è stato iniziato.
ja: オンボーディング試験を開始していません。
ka: თქვენ არ დაგიწყიათ ინტეგრაციის გამოცდა.
ko: 아직 온보딩 시험을 시작하지 않았습니다.
lv: Jūs neuzsākāt uzņemšanas eksāmenu.
pl: Nie rozpocząłeś egzaminu wprowadzającego.
pt_pt: Ainda não começou o seu exame de admissão.
ro: Nu ai început examenul de înscriere.
ru: Вы не приступили к вступительному экзамену.
sq: Nuk e ke filluar provimin e hyrjes.
sw: Hujaanza mtihani wako wa kujiunga.
te: మీరు మీ ఆన్‌బోర్డింగ్ పరీక్షను ప్రారంభించలేదు.
th: คุณยังไม่ได้เริ่มการทดสอบการปฐมนิเทศ
uk: Ви не розпочали свій вступний іспит.
uz: Siz kirish imtihonini boshlamadingiz.
vi: Bạn chưa bắt đầu bài kiểm tra nhập môn của mình.
zh_cn: 您还没有开始入学考试。

source: You have started your onboarding exam.
af_za: Jy het met jou aanboordeksamen begin.
ar: لقد بدأت امتحانك التأهيلي.
az: Siz işə qəbul imtahanınıza başlamısınız.
bo: ཁྱེད་ཀྱི་སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་མགོ་བཙུགས་འདུག
da: Du er startet på din onboarding-eksamen.
el: Έχετε ξεκινήσει την εξέταση ενσωμάτωσης.
he: התחלת את בחינת ההצטרפות שלך.
hi: आपने अपनी ऑनबोर्डिंग परीक्षा शुरू कर दी है|
hu: Elkezdte a felvételi vizsgát.
it_it: L'esame di onboarding è stato iniziato.
ja: オンボーディング試験を開始しました。
ka: თქვენ დაიწყეთ გამოცდა მონიტორინგით.
ko: 온보딩 시험을 시작했습니다.
lv: Jūs sākāt iestāšanās eksāmenu.
pl: Rozpocząłeś egzamin onboardingowy.
pt_pt: Começou o seu exame de admissão.
ro: Ați început examenul de înscriere.
ru: Вы начали вступительный экзамен.
sq: Ju keni filluar provimin tuaj të hyrjes.
sw: Umeanza mtihani wako wa kujiunga.
te: మీరు మీ ఆన్‌బోర్డింగ్ పరీక్షను ప్రారంభించారు.
th: คุณได้เริ่มการทดสอบการปฐมนิเทศแล้ว
uk: Ви розпочали вступний іспит.
uz: Siz kirish imtihonini boshladingiz.
vi: Bạn đã bắt đầu bài kiểm tra nhập môn của mình.
zh_cn: 您已经开始入学考试。

source: You have submitted your onboarding exam.
af_za: Jy het jou aanboordeksamen ingedien.
ar: لقد قدمتَ امتحانك التأهيلي.
az: Siz onboarding imtahanınızı təqdim etmisiniz.
bo: ཁྱེད་ཀྱི་སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་འབུལ་སྤྲོད་བྱས་འདུག
da: Du har afleveret din onboarding-eksamen.
el: Έχετε υποβάλει την εξέταση ενσωμάτωσης.
he: הגשת את בחינת ההצטרפות שלך.
hi: आपने अपनी ऑनबोर्डिंग परीक्षा जमा कर दी है|
hu: Beadtad a felvételi vizsgát.
it_it: Il tuo esame di onboarding è stato inoltrato.
ja: オンボーディング試験を提出しました。
ka: თქვენ წარადგინეთ ინტეგრაციის გამოცდა.
ko: 귀하는 탑승 시험을 제출했습니다.
lv: Jūs iesniedzāt uzņemšanas eksāmenu.
pl: Przesłaliście egzamin wstępny.
pt_pt: Submeteu o seu exame de admissão.
ro: Ai trimis examenul de înscriere.
ru: Вы сдали вступительный экзамен.
sq: Ju keni dorëzuar provimin tuaj të hyrjes.
sw: Umewasilisha mtihani wako wa kuingia.
te: మీరు మీ ఆన్‌బోర్డింగ్ పరీక్షను సమర్పించారు.
th: คุณได้ส่งการสอบปฐมนิเทศของคุณแล้ว
uk: Ви надіслали свій вступний іспит.
uz: Onboarding imtihonini topshirdingiz.
vi: Bạn đã gửi bài kiểm tra đầu vào của mình.
zh_cn: 您已提交您的入学考试。

source: Your onboarding exam has been approved in this course.
af_za: Jou aanboordeksamen is in hierdie kursus goedgekeur.
ar: لقد قٌبلت في الامتحان التأهيلي لهذه الدورة.
az: Sizin uyğunlaşma imtahanınız bu kursda təsdiqlənib.
bo: སློབ་ཚན་འདིའི་ནང་ཁྱེད་ཀྱི་སྔོན་འགྲོའི་ཚོད་ལྟའི་ཡིག་རྒྱུགས་དེ་ངོས་ལེན་བྱས་འདུག
da: Din onboarding-eksamen er blevet godkendt i dette kursus.
el: Η εξέταση ενσωμάτωσης έχει εγκριθεί σε αυτό το μάθημα.
he: בחינת ההצטרפות שלך לקורס הזה אושרה.
hi: इस पाठ्यक्रम में आपकी ऑनबोर्डिंग परीक्षा को मंजूरी दे दी गई है।
hu: Felvételi vizsgáját jóváhagyták ezen a tanfolyamon.
it_it: Il tuo esame di onboarding è stato approvato in questo corso.
ja: このコースでオンボーディング試験が承認されました。
ka: თქვენი ინტეგრაციის გამოცდა ამ კურსში წარმატებით ჩააბარეთ.
ko: 이 과정에서 귀하의 온보딩 시험이 승인되었습니다.
lv: Jūsu uzņemšanas eksāmens ir apstiprināts šajā kursā.
pl: Twój egzamin wprowadzający został zatwierdzony na tym kursie.
pt_pt: O seu exame de admissão foi aprovado neste curso.
ro: Examenul dvs. de înscriere a fost aprobat în acest curs.
ru: Ваш вступительный экзамен для этого курса одобрен.
sq: Provimi juaj i hyrjes është miratuar në këtë kurs.
sw: Mtihani wako wa kuingia umeidhinishwa katika kozi hii.
te: ఈ కోర్సులో మీ ఆన్‌బోర్డింగ్ పరీక్ష ఆమోదించబడింది.
th: การสอบปฐมนิเทศของคุณได้รับการอนุมัติแล้วในรายวิชานี้
uk: Ваш вступний іспит на цьому курсі схвалено.
uz: Sizning kirish imtihoningiz ushbu kursda tasdiqlangan.
vi: Bài kiểm tra đầu vào của bạn đã được phê duyệt trong khóa học này.
zh_cn: 您的入学考试已在此课程中获得批准。

source: Your onboarding exam has been rejected. Please retry onboarding.
af_za: Jou aanboordeksamen is afgekeur. Probeer asseblief weer aan boord.
ar: لقد رُفضت في الامتحان التأهيلي. رجاءً أعِد المحاولة.
az: Sizin uyğunlaşma imtahanınız rədd edilib. Zəhmət olmasa, uyğunlaşmanı yenidən cəhd edin.
bo: ཁྱེད་ཀྱི་སྔོན་འགྲོའི་ཚོད་ལྟའི་ཡིག་རྒྱུགས་དེ་ངོས་ལེན་བྱས་མ་སོང་། དེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།
da: Din onboarding-eksamen er blevet afvist. Prøv at komme ombord igen.
el: Η εξέταση ενσωμάτωσης απορρίφθηκε. Δοκιμάστε ξανά την ενσωμάτωση.
he: בחינת ההצטרפות שלך נדחתה. נא לנסות להצטרף שוב.
hi: आपकी ऑनबोर्डिंग परीक्षा अस्वीकार कर दी गई है। कृपया ऑनबोर्डिंग का पुनः प्रयास करें।
hu: Az ön belépési vizsgáját elutasították. Kérjük, próbálja meg újra a belépést.
it_it: L'esame di onboarding è stato rifiutato. Riprovare l'onboarding.
ja: オンボーディング試験が拒否されました。もう一度オンボーディングをやり直してください。
ka: თქვენი რეგისტრაციის გამოცდა უარყოფილია. გთხოვთ, ხელახლა სცადოთ რეგისტრაცია.
ko: 온보딩 시험이 거부되었습니다. 다시 온보딩을 시도해 주세요.
lv: Jūsu uzņemšanas eksāmens ir noraidīts. Lūdzu, mēģiniet vēlreiz.
pl: Twój egzamin wprowadzający został odrzucony. Proszę spróbować ponownie.
pt_pt: O seu exame de admissão foi rejeitado. Por favor, tente de novo a admissão.
ro: Examenul dvs. de onboarding a fost respins. Vă rugăm să încercați din nou înscrierea.
ru: Ваш вступительный экзамен был отклонен. Пожалуйста, повторите попытку регистрации.
sq: Provimi juaj i hyrjes është refuzuar. Ju lutemi riprovoni futjen në bord.
sw: Mtihani wako wa kuingia umekataliwa. Tafadhali jaribu kuabiri tena.
te: మీ ఆన్‌బోర్డింగ్ పరీక్ష తిరస్కరించబడింది. దయచేసి ఆన్‌బోర్డింగ్‌ని మళ్లీ ప్రయత్నించండి.
th: การสอบปฐมนิเทศของคุณถูกปฏิเสธ โปรดลองเริ่มต้นใหม่อีกครั้ง
uk: Ваш вступний іспит відхилено. Будь ласка, повторіть спробу.
uz: Ishga qabul qilish imtihoningiz rad etildi. Iltimos, ishga kirishni qaytadan urining.
vi: Bài kiểm tra đầu vào của bạn đã bị từ chối. Vui lòng thử tham gia lại.
zh_cn: 您的入学考试成绩已被拒绝。请重试入学。

source: An error has occurred during your onboarding exam. Please retry onboarding.
af_za: &#39;n Fout het tydens jou aanboordeksamen voorgekom. Probeer asseblief weer aan boord.
ar: حدث خطأ أثناء تقديمك الامتحان التأهيلي. رجاءً أعِد المحاولة.
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་སྤྲོད་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་བས། བསྐྱར་རྒྱུགས་སྤྲོད་རོགས།
da: Der er opstået en fejl under din onboarding-eksamen. Prøv at komme ombord igen.
el: Παρουσιάστηκε σφάλμα κατά την εξέταση ενσωμάτωσης. Δοκιμάστε ξανά την ενσωμάτωση.
he: אירעה שגיאה במהלך בחינת ההצטרפות שלך. נא לנסות להצטרף שוב.
hi: आपकी ऑनबोर्डिंग परीक्षा के दौरान एक त्रुटि हुई है। कृपया ऑनबोर्डिंग का पुनः प्रयास करें।
hu: Hiba történt az integrációs vizsga során. Kérjük, próbálja meg újra az integrációt.
it_it: Si è verificato un errore durante l'esame di onboarding. Riprovare l'onboarding.
ja: オンボーディング試験中にエラーが発生しました。もう一度オンボーディングをやり直してください。
ka: გაცნობის გამოცდის დროს შეცდომა მოხდა. გთხოვთ, ხელახლა სცადოთ რეგისტრაცია.
ko: 온보딩 시험 중 오류가 발생했습니다. 다시 온보딩을 시도해 주세요.
lv: Jūsu uzņemšanas eksāmena laikā radās kļūda. Lūdzu, mēģiniet vēlreiz.
pl: Podczas egzaminu onboardingowego wystąpił błąd. Spróbuj ponownie.
pt_pt: Ocorreu um erro durante o seu exame de admissão. Por favor, tente de novo a admissão.
ro: A apărut o eroare în timpul examenului de înscriere. Vă rugăm să încercați din nou înscrierea.
ru: Во время вступительного экзамена произошла ошибка. Пожалуйста, повторите попытку регистрации.
sq: Ka ndodhur një gabim gjatë provimit të hyrjes. Ju lutemi riprovoni futjen në bord.
sw: Hitilafu imetokea wakati wa mtihani wako wa kuingia. Tafadhali jaribu kuabiri tena.
te: మీ ఆన్‌బోర్డింగ్ పరీక్షలో లోపం సంభవించింది. దయచేసి ఆన్‌బోర్డింగ్‌ని మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดระหว่างการสอบปฐมนิเทศของคุณ โปรดลองเริ่มต้นใหม่อีกครั้ง
uk: Під час вашого вступного іспиту сталася помилка. Будь ласка, повторіть спробу.
uz: Ishga qabul qilish imtihonida xatolik yuz berdi. Iltimos, ishga kirishni qaytadan urining.
vi: Đã xảy ra lỗi trong bài kiểm tra đầu vào của bạn. Vui lòng thử tham gia lại.
zh_cn: 您的入学考试期间出现错误。请重试入学。

source: Approved in Another Course
af_za: Goedgekeur in &#39;n ander kursus
ar: موافَق عليه في مساق آخَر
az: Başqa bir kursda təsdiqlənib
bo: སློབ་ཚན་གཞན་ཞིག་གི་ནང་ངོས་ལེན་བྱས་འདུག
da: Godkendt i andet kursus
el: Εγκρίθηκε σε άλλο μάθημα
he: אושר בקורס אחר
hi: दूसरे पाठ्यक्रम में स्वीकृत
hu: Egy másik tanfolyamon jóváhagyva
it_it: Approvato in un altro corso
ja: 別のコースで承認済み
ka: გავლილია სხვა კურსი
ko: 다른 과정에서 승인됨
lv: Apstiprināts citā kursā
pl: Zatwierdzony w innym kursie
pt_pt: Aprovado Noutro Curso
ro: Aprobat într-un alt curs
ru: Утверждено в другом курсе
sq: Miratuar në një kurs tjetër
sw: Imeidhinishwa katika Kozi Nyingine
te: మరొక కోర్సులో ఆమోదించబడింది
th: ได้รับการอนุมัติในรายวิชาอื่น
uk: Схвалено на іншому курсі
uz: Boshqa kursda tasdiqlangan
vi: Đã được phê duyệt trong một khóa học khác
zh_cn: 在另一门课程中获得批准

source: Your onboarding exam has been approved in another course.
af_za: Jou aanboordeksamen is in &#39;n ander kursus goedgekeur.
ar: اعتمُد امتحانك التأهيلي من مساق آخر.
az: Sizin uyğunlaşma imtahanınız başqa bir kursda təsdiqlənib.
bo: ཁྱེད་ཀྱི་སྔོན་འགྲོའི་ཚོད་ལྟའི་རྒྱུགས་སྤྲོད་དེ་སློབ་ཚན་གཞན་ཞིག་གི་ནང་ངོས་ལེན་བྱས་འདུག
da: Din onboarding-eksamen er blevet godkendt i et andet kursus.
el: Η εξέταση ενσωμάτωσης έχει εγκριθεί σε άλλο μάθημα.
he: בחינת ההצטרפות שלך אושרה בקורס אחר.
hi: आपकी ऑनबोर्डिंग परीक्षा को दूसरे पाठ्यक्रम में मंजूरी दे दी गई है।
hu: Felvételi vizsgáját jóváhagyták egy másik tanfolyamon.
it_it: Il tuo esame di onboarding è stato approvato in un altro corso.
ja: 他のコースでオンボーディング試験が承認されました。
ka: თქვენი რეგისტრაციის გამოცდა დამტკიცებულია სხვა კურსისთვის.
ko: 귀하의 온보딩 시험은 다른 과정에서 승인되었습니다.
lv: Jūsu uzņemšanas eksāmens ir apstiprināts citā kursā.
pl: Twój egzamin wprowadzający został zatwierdzony w innym kursie.
pt_pt: O seu exame de admissão foi aprovado noutro curso.
ro: Examenul dvs. de integrare a fost aprobat într-un alt curs.
ru: Ваш вступительный экзамен одобрен для другого курса.
sq: Provimi juaj i hyrjes është miratuar në një kurs tjetër.
sw: Mtihani wako wa kujiunga umeidhinishwa katika kozi nyingine.
te: మీ ఆన్‌బోర్డింగ్ పరీక్ష మరొక కోర్సులో ఆమోదించబడింది.
th: การสอบปฐมนิเทศของคุณได้รับการอนุมัติในรายวิชาอื่นแล้ว
uk: Ваш вступний іспит затверджено в іншому курсі.
uz: Sizning imtihoningiz boshqa kursda tasdiqlangan.
vi: Bài kiểm tra đầu vào của bạn đã được phê duyệt trong một khóa học khác.
zh_cn: 您的入学考试已在另一门课程中获得批准。

source: If your device has changed, we recommend that you complete this course's onboarding exam in order to ensure that your setup still meets the requirements for proctoring.
af_za: As jou toestel verander het, beveel ons aan dat jy hierdie kursus se aanboordeksamen voltooi om te verseker dat jou opstelling steeds aan die vereistes vir proctoring voldoen.
ar: إن تغير جهازك، فإننا نصحك بإكمال الامتحان التحضيري لهذا المساق، و ذلك للتأكد من أن إعداداتك لا تزال تستوفي متطلبات المراقبة.
bo: གལ་སྲིད་ཁྱེད་ཀྱི་འཕྲུལ་ཆས་བརྗེ་བོ་བརྒྱབ་ཡོད་ན། ལྟ་རྟོགས་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་ཆ་རྐྱེན་རྣམས་ད་དུང་ཚང་ཡོད་མེད་ངེས་བརྟན་བཟོ་ཆེད། ང་ཚོས་ཁྱེད་ལ་སློབ་ཚན་འདིའི་སྔོན་འགྲོའི་རྒྱུགས་སྤྲོད་མཐའ་སྐྱེལ་དགོས་པའི་ལམ་སྟོན་བྱ་རྒྱུ་ཡིན།
da: Hvis din enhed er ændret, anbefaler vi, at du gennemfører onboarding-eksamen for dette kursuss for at sikre, at din opsætning stadig opfylder kravene til overvågning.
el: Εάν η συσκευή σας έχει αλλάξει, συνιστούμε να ολοκληρώσετε την εξέταση ενσωμάτωσης αυτού του μαθήματος, προκειμένου να διασφαλίσετε ότι η ρύθμισή σας εξακολουθεί να πληροί τις απαιτήσεις για την παρακολούθηση.
he: אם המכשיר שלך השתנה, אנו ממליצים לך להשלים את בחינת ההצטרפות של הקורס הזה על מנת להבטיח שההגדרה שלך עדיין עומדת בדרישות הבדיקה.
hi: यदि आपका उपकरण बदल गया है, तो हम अनुशंसा करते हैं कि आप इस पाठ्यक्रम की ऑनबोर्डिंग परीक्षा पूरी कर लें ताकि यह सुनिश्चित हो सके कि आपका सेटअप अभी भी प्रॉक्टरिंग की आवश्यकताओं को पूरा करता है।
hu: Ha az eszköze megváltozott, javasoljuk, hogy végezze el ennek a kurzusnak a bevezető vizsgáját annak érdekében, hogy megbizonyosodjon arról, hogy a beállításai továbbra is megfelelnek a felügyeleti követelményeknek.
it_it: Se il dispositivo è stato modificato, si consiglia di completare l'esame di onboarding di questo corso per accertarsi che la configurazione continui a soddisfare i requisiti per la supervisione.
ja: デバイスが変更された場合は、プロクタリングの要件を満たしていることを確認するために、このコースのオンボーディング試験を完了することをお勧めします。
ka: თუ თქვენი მოწყობილობა შეიცვალა, გირჩევთ, ჩააბაროთ რეგისტრაციის გამოცდა ამ კურსისთვის, რათა დარწმუნდეთ, რომ თქვენი კონფიგურაცია კვლავ აკმაყოფილებს მეთვალყურეობის ქვეშ ტესტირების მოთხოვნებს.
ko: 기기를 변경한 경우, 감독 요구 사항을 여전히 충족하는 설정이 있는지 확인하기 위해 이 과정의 온보딩 시험을 완료하는 것이 좋습니다.
lv: Ja jūsu ierīce ir mainījusies, iesakām pabeigt šī kursa ievadeksāmenu, lai pārliecinātos, ka jūsu iestatījumi joprojām atbilst uzraudzībai izvirzītajām prasībām.
pl: Jeśli Twoje urządzenie uległo zmianie, zalecamy ukończenie egzaminu wprowadzającego do tego kursu, aby upewnić się, że Twoja konfiguracja nadal spełnia wymagania dotyczące nadzoru.
pt_pt: Se o seu dispositivo tiver mudado, recomendamos que complete o exame de admissão deste curso a fim de garantir que a sua configuração ainda cumpre os requisitos para o exame vigiado.
ro: Dacă dispozitivul dvs. s-a schimbat, vă recomandăm să finalizați examenul de integrare al acestui curs în ordine pentru a vă asigura că configurația dvs. îndeplinește în continuare cerințele pentru supraveghere.
ru: Если ваше устройство изменилось, мы рекомендуем вам пройти вводный экзамен по этому курсу, чтобы убедиться, что ваша настройка по-прежнему соответствует требованиям для проверки.
sq: Nëse pajisja juaj ka ndryshuar, ju rekomandojmë të përfundoni provimin e hyrjes në këtë kurs, në mënyrë që të siguroheni që konfigurimi juaj të plotësojë ende kërkesat për kërkimin.
sw: Ikiwa kifaa chako kimebadilika, tunapendekeza ukamilishe mtihani wa kuingia kwenye kozi hii ili kuhakikisha kuwa usanidi wako bado unakidhi mahitaji ya utayarishaji wa mada.
te: మీ పరికరం మారినట్లయితే, మీ సెటప్ ఇప్పటికీ ప్రోక్టరింగ్ అవసరాలకు అనుగుణంగా ఉందని నిర్ధారించుకోవడానికి మీరు ఈ కోర్సు యొక్క ఆన్‌బోర్డింగ్ పరీక్షను పూర్తి చేయాలని మేము సిఫార్సు చేస్తున్నాము.
th: หากอุปกรณ์ของคุณมีการเปลี่ยนแปลง เราขอแนะนำให้คุณทำแบบทดสอบการเตรียมความพร้อมของรายวิชานี้ เพื่อให้แน่ใจว่าการตั้งค่าของคุณยังคงเป็นไปตามข้อกำหนดสำหรับการคุมสอบ
uk: Якщо ваш пристрій змінився, ми рекомендуємо вам пройти вступний іспит цього курсу, щоб переконатися, що ваше налаштування все ще відповідає вимогам для прокторінгу.
uz: Agar qurilmangiz oʻzgargan boʻlsa, sozlashingiz hali ham proktoring talablariga javob berishiga ishonch hosil qilish uchun ushbu kursni ishga tushirish imtihonini topshirishingizni tavsiya qilamiz.
vi: Nếu thiết bị của bạn đã thay đổi, chúng tôi khuyên bạn nên hoàn thành bài kiểm tra đầu vào của khóa học này để đảm bảo rằng thiết lập của bạn vẫn đáp ứng các yêu cầu để giám sát.
zh_cn: 如果您的设备已更改，我们建议您完成本课程的入学考试，以确保您的设置仍然满足监考要求。

source: Expiring Soon
af_za: Verval binnekort
ar: تنتهي صلاحيته قريباً
az: Tezliklə müddəti bitəcək
bo: མི་འགྱངས་པར་དུས་བཀད་ཡོལ་འགྲོ།
da: Udløber snart
el: Λήγει Σύντομα
he: יפוג בקרוב
hi: जल्द ही समाप्त हो रहा है
hu: Hamarosan lejár
it_it: Prossimo alla scadenza
ja: まもなく期限切れ
ka: მალე იწურება
ko: 곧 만료됩니다
lv: Drīz beigsies derīguma termiņš
pl: Wkrótce wygasa
pt_pt: Expira em Breve
ro: Va expira în curând
ru: Срок действия скоро истекает
sq: Skadon së shpejti
sw: Inaisha Muda Hivi Karibuni
te: త్వరలో గడువు ముగుస్తుంది
th: ใกล้หมดอายุแล้ว
uk: Термін дії скоро закінчується
uz: Tez orada tugaydi
vi: Sắp hết hạn
zh_cn: 即将过期
