Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: Resetting Onboarding Exam
af_za: Stel die aanboordeksamen terug
ar: إعادة تعيين امتحان القبول
az: Onboarding İmtahanının Sıfırlanması
da: Nulstilling af onboarding-eksamen
de_de: Onboarding-Prüfung zurücksetzen
el: Επαναφορά Εξέτασης Ενσωμάτωσης
fa: بازنشانی امتحان Onboarding
he: איפוס בחינת ההטמעה
hu: Az onboarding vizsga visszaállítása
ja: オンボーディング試験のリセット
lv: Uzņemšanas eksāmena atiestatīšana
pt_br: Redefinindo o exame de integração
ro: Resetarea examenului de integrare
ru: Сброс вступительного экзамена
sq: Rivendosja e provimit të hyrjes
sv: Återställ introduktionsprov
sw: Kuweka upya Mtihani wa Kuingia
te: ఆన్‌బోర్డింగ్ పరీక్షను రీసెట్ చేస్తోంది
th: กำลังรีเซ็ตการสอบเตรียมความพร้อม
tr_tr: Oryantasyon Sınavı Sıfırlanıyor

source: You have submitted this onboarding exam
af_za: Jy het hierdie aanboordeksamen ingedien
ar: لقد قدّمت امتحناك التحضيري
az: Siz bu tanışlıq imtahanını təqdim etmisiniz
da: Du har afleveret denne onboarding-eksamen
de_de: Sie haben diese Onboarding-Prüfung eingereicht
el: Έχετε υποβάλει αυτήν την εξέταση ενσωμάτωσης
fa: شما این آزمون حضوری را ارسال کرده اید
he: הגשת את בחינת ההצטרפות הזו
hu: Ön benyújtotta ezt a bevezető vizsgát.
ja: このオンボーディング試験を提出しました
lv: Jūs iesniedzāt šo uzņemšanas eksāmenu
pt_br: Você enviou este exame de integração
ro: Ați trimis acest examen de înscriere
sv: Du har skickat in det här introduktionsprovet
sw: Umewasilisha mtihani huu wa kuingia
te: మీరు ఈ ఆన్‌బోర్డింగ్ పరీక్షను సమర్పించారు
th: คุณได้ส่งการทดสอบการเริ่มต้นใช้งานนี้
tr_tr: Bu oryantasyon sınavını gönderdiniz

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
af_za: As jy nie &#39;n aanboordprofiel by die stelsel het nie, Verificient sal jou indiening hersien en &#39;n aanboord skep profiel om jou toegang tot proctored eksamens te gee. Op instap profielhersiening kan 2+ werksdae neem.
ar: إذا لم يَكُن لديك ملف تسجيل في النظام، فإنّ Verificient سوف تُراجِع طلبك وتُنشِئ ملف تسجيل لمنحك صلاحية الوصول إلى الامتحانات المُراقَبة. من الممكن أن تستغرق مراجعة ملف التسجيل يومي عمل أو أكثر.
az: Əgər sistemdə onboarding profiliniz yoxdursa, Verificient təqdimatınızı nəzərdən keçirəcək və sizə nəzarətli imtahanlara giriş imkanı vermək üçün onboarding profili yaradacaq. Onboarding profilinin nəzərdən keçirilməsi 2 və ya daha çox iş günü çəkə bilər.
da: Hvis du ikke har en onboarding-profil med systemet, Verificient vil gennemgå din indsendelse og oprette en onboarding profil for at give dig adgang til proctored eksamener. Onboarding profilgennemgang kan tage 2+ hverdage.
de_de: Wenn Sie kein Onboarding-Profil im System haben, Verificient prüft Ihre Einreichung und erstellt ein Onboarding Profil, um Ihnen Zugang zu beaufsichtigten Prüfungen zu gewähren. Onboarding Die Profilüberprüfung kann mehr als zwei Werktage dauern.
fa: اگر نمایه ورود به سیستم با سیستم ندارید، Verificient ارسال شما را بررسی می کند و یک عضویت ایجاد می کند نمایه به شما امکان دسترسی به امتحانات را می دهد. شبانه روزی بررسی نمایه ممکن است بیش از 2 روز کاری طول بکشد.
he: אם אין לך פרופיל כניסה למערכת, Verificient יבדוק את ההגשה שלך ויצור הצטרפות פרופיל כדי להעניק לך גישה לבחינות פרוקטור. עלייה למטוס בדיקת הפרופיל יכולה להימשך יותר משני ימי עסקים.
ja: システムにオンボーディングプロファイルがない場合、Verificientが提出物を確認し、監督付き試験へのアクセスを許可するためのオンボーディングプロファイルを作成します。オンボーディングプロファイルの確認には2営業日以上かかることがあります。
lv: Ja jums nav ieejas profila sistēmā, Verificiant pārskatīs jūsu iesniegumu un izveidos uzņemsanas profilu, lai piešķirtu jums piekļuvi uzraudzītiem eksāmeniem. Uzņemšanas profila izskatīšana var ilgt 2+ darbadienas.
sv: Om du inte har en introduktionsprofil med systemet, Verificient kommer att granska din inlämning och skapa en onboarding profil för att ge dig tillgång till proctored tentor. Onboarding profilgranskning kan ta 2+ arbetsdagar.
te: మీకు సిస్టమ్‌తో ఆన్‌బోర్డింగ్ ప్రొఫైల్ లేకపోతే, వెరిఫిషియల్ మీ సమర్పణను సమీక్షిస్తుంది మరియు ఆన్‌బోర్డింగ్‌ను సృష్టిస్తుంది ప్రొక్టెడ్ పరీక్షలకు యాక్సెస్‌ని మంజూరు చేయడానికి ప్రొఫైల్. ఆన్‌బోర్డింగ్ ప్రొఫైల్ సమీక్షకు 2+ పని రోజులు పట్టవచ్చు.
th: หากคุณไม่มีโปรไฟล์การเริ่มต้นใช้งานกับระบบ Verificient จะตรวจสอบการส่งของคุณและสร้างโปรไฟล์การเริ่มต้นใช้งาน เพื่อให้คุณสามารถเข้าถึงการสอบที่มีการควบคุม การตรวจสอบโปรไฟล์การเริ่มต้นใช้งานอาจใช้เวลา 2 วันทำการขึ้นไป
tr_tr: Sistem üzerinde bir oryantasyon profiliniz yoksa, Verificient, gönderiminizi inceleyecek ve bir oryantasyon profili oluşturacaktır. gözetimli sınavlara erişim sağlamanız için bir oryantasyon profili oluşturacaktır. Oryantasyon profili incelemesi 2 veya daha fazla iş günü sürebilir.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
af_za: Sodra jou profiel nagegaan is, sal jy &#39;n e-pos ontvang met hersieningsresultate. Die e-pos sal vandaan kom <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , maak dus seker dat hierdie e-pos by jou inkassiefilter gevoeg is.
ar: بمُجرّد أن يُراجَع ملفك الشخصي، ستتلقى بريداً إلكترونياً يتضمن نتائج المراجعة. سيَصِل هذا البريد الإلكتروني من <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> لذا كُن متأكِّداً أنّ هذا البريد الإلكتروني قد أُضيف إلى مُرشِّح بريدك الوارد.
az: Profiliniz nəzərdən keçirildikdən sonra, nəzərdən keçirmə nəticələri ilə bir e-poçt alacaqsınız. E-poçt <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> ünvanından gələcək, buna görə də bu e-poçtun gələnlər qutusu filtrinizə əlavə edildiyinə əmin olun.
da: Når din profil er blevet gennemgået, vil du modtage en e-mail med gennemgangsresultater. Mailen kommer fra <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , så sørg for, at denne e-mail er blevet tilføjet til dit indbakkefilter.
de_de: Sobald Ihr Profil überprüft wurde, erhalten Sie eine E-Mail mit Prüfergebnissen. Die E-Mail kommt von <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , Stellen Sie daher sicher, dass diese E-Mail zu Ihrem Posteingangsfilter hinzugefügt wurde.
el: Μόλις ελεγχθεί το προφίλ σας, θα λάβετε ένα email με αποτελέσματα ανασκόπησης. Το email θα έρθει από <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, επομένως, βεβαιωθείτε ότι αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου έχει προστεθεί στο φίλτρο των εισερχομένων σας.
fa: هنگامی که نمایه شما بررسی شد، یک ایمیل دریافت خواهید کرد با نتایج بررسی ایمیل از طرف خواهد آمد <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> ، بنابراین مطمئن شوید که این ایمیل به فیلتر صندوق ورودی شما اضافه شده است.
he: לאחר בדיקת הפרופיל שלך, תקבל אימייל עם תוצאות סקירה. המייל יגיע מ <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , אז ודא שדוא&quot;ל זה נוסף למסנן תיבת הדואר הנכנס שלך.
hu: Amint a profilját átnézték, e-mailt fog kapni az értékelés eredményeivel. Az e-mail a következő címről érkezik: <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, ezért győződjön meg róla, hogy ez az e-mail hozzá lett adva a beérkező levelek szűrőjéhez.
ja: プロフィールが確認されると、確認結果が記載されたメールが届きます。 メールは <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> から送信されますので、このメールアドレスを受信フィルターに追加しておいてください。
lv: Kad jūsu profils būs pārbaudīts, saņemsiet e-pasta vēstuli. ar pārskatīšanas rezultātiem. E-pasts tiks saņemts no <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, tāpēc pārliecinieties, ka šis e-pasts ir pievienots jūsu ienākošās vēstules filtram.
pt_br: ``` Assim que seu perfil for revisado, você receberá um e-mail com resultados da revisão. O e-mail virá de <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, portanto, certifique-se de que este e-mail foi adicionado ao filtro da sua caixa de entrada. ```
ro: Odată ce profilul tău a fost revizuit, vei primi un e-mail cu rezultatele revizuirii. E-mailul va veni de la <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, deci asigurați-vă că acest e-mail a fost adăugat la filtrul dvs. de mesaje primite.
sq: Pasi të jetë shqyrtuar profili juaj, do të merrni një email me rezultatet e rishikimit. Email-i do të vijë nga <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, prandaj sigurohuni që ky email të jetë shtuar në filtrin tuaj të kutisë hyrëse.
te: మీ ప్రొఫైల్ సమీక్షించబడిన తర్వాత, మీకు ఇమెయిల్ వస్తుంది సమీక్ష ఫలితాలతో. నుండి ఇమెయిల్ వస్తుంది <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , కాబట్టి ఈ ఇమెయిల్ మీ ఇన్‌బాక్స్ ఫిల్టర్‌కి జోడించబడిందని నిర్ధారించుకోండి.
tr_tr: Profiliniz incelendikten sonra, inceleme sonuçlarını içeren bir e-posta alacaksınız. E-posta, <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> adresinden gelecektir. Bu e-postanın gelen kutusu filtrelerinize eklendiğinden emin olun.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
af_za: As jy reeds &#39;n aanboordprofiel het wat deur &#39;n ander kursus goedgekeur is, hierdie voorlegging sal nie hersien word nie. Jy kan hierdie eksamen enige tyd weer probeer om te bevestig dat jou opstelling steeds aan die vereistes vir proctoring voldoen.
ar: إذا كان لديك مسبقاً ملف تسجيل تمّت الموافقة عليه من خلال مساق آخَر، فلن يُراجَع هذا التسجيل. يمكنك إعادة هذا الامتحان في أيّ وقت للتحقق من كون الإعدادات الخاصة بك لا تزال تُلبّي متطلبات المُراقَبة.
az: Əgər artıq başqa bir kurs vasitəsilə təsdiqlənmiş onboarding profiliniz varsa, bu təqdimat nəzərdən keçirilməyəcək. Siz proktorinq tələblərinə uyğunluğunuzu yoxlamaq üçün bu imtahanı istənilən vaxt təkrar edə bilərsiniz.
da: Hvis du allerede har en onboarding-profil godkendt gennem et andet kursus, denne indsendelse vil ikke blive gennemgået. Du kan til enhver tid prøve denne eksamen igen for at validere, at din opsætning stadig opfylder kravene til proctoring.
de_de: Wenn Sie bereits über ein durch einen anderen Kurs genehmigtes Onboarding-Profil verfügen, Diese Einreichung wird nicht überprüft. Sie können diese Prüfung jederzeit wiederholen um zu überprüfen, ob Ihr Setup immer noch die Anforderungen für die Aufsicht erfüllt.
fa: اگر قبلاً یک نمایه حضوری تأیید شده از طریق دوره دیگری دارید، این ارسال بررسی نخواهد شد. هر زمان که بخواهید می توانید این امتحان را دوباره امتحان کنید تا تأیید کنید که راه‌اندازی شما همچنان الزامات بررسی را دارد.
he: אם כבר יש לך פרופיל הצטרפות שאושר באמצעות קורס אחר, הגשה זו לא תיבדק. אתה יכול לנסות שוב את הבחינה הזו בכל עת כדי לאמת שההגדרה שלך עדיין עומדת בדרישות הבדיקה.
hu: Ha már van egy másik kurzus által jóváhagyott onboarding profilod, ezt a beküldést nem fogják felülvizsgálni. Bármikor újra megpróbálhatod ezt a vizsgát, hogy ellenőrizd, a beállításaid továbbra is megfelelnek-e a felügyeleti követelményeknek.
ja: 他のコースで承認されたオンボーディングプロファイルが既にある場合、この提出はレビューされません。 この試験は、プロクタリングの要件を満たしているかどうかを確認するために、いつでも再試行できます。
lv: Ja jums jau ir apstiprināts ievadprofils, izmantojot citu kursu, šis iesniegums netiks izskatīts. Šo eksāmenu varat atkārtot jebkurā laikā. lai pārbaudītu, vai jūsu iestatījumi joprojām atbilst uzraudzības prasībām.
ro: Dacă aveți deja un profil de înscriere aprobat printr-un alt curs, această trimitere nu va fi revizuită. Puteți reîncerca oricând acest examen pentru a valida dacă configurația dvs. îndeplinește în continuare cerințele pentru supraveghere.
ru: Если у вас уже есть профиль адаптации, одобренный в рамках другого курса, эта заявка не будет рассматриваться. Вы можете повторить этот экзамен в любое время, чтобы убедиться, что ваша установка по-прежнему соответствует требованиям для прокторинга.
sw: Ikiwa tayari una wasifu wa kuabiri ulioidhinishwa kupitia kozi nyingine, uwasilishaji huu hautakaguliwa. Unaweza kujaribu tena mtihani huu wakati wowote ili kuthibitisha kuwa usanidi wako bado unakidhi mahitaji ya utayarishaji.
te: మీరు ఇప్పటికే మరొక కోర్సు ద్వారా ఆమోదించబడిన ఆన్‌బోర్డింగ్ ప్రొఫైల్‌ని కలిగి ఉంటే, ఈ సమర్పణ సమీక్షించబడదు. మీరు ఎప్పుడైనా ఈ పరీక్షను మళ్లీ ప్రయత్నించవచ్చు మీ సెటప్ ఇప్పటికీ ప్రొక్టరింగ్ అవసరాలకు అనుగుణంగా ఉందని ధృవీకరించడానికి.
tr_tr: Zaten başka bir ders aracılığıyla onaylanmış bir oryantasyon profiliniz varsa, bu gönderim gözden geçirilmeyecektir. Kurulumunuzun gözetim gerekliliklerini karşıladığını doğrulamak için bu sınavı istediğiniz zaman yeniden deneyebilirsiniz.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
af_za: As jy &#39;n fout in hierdie indiening gemaak het, kan jy die aanboordproses herbegin. Jou huidige indiening sal verwyder word en sal nie &#39;n resensie ontvang nie.
ar: إذا ارتكبت خطأً في هذا التسجيل، فيمكنك إعادة عملية التسجيل. سيُزال تسجيلك الحالي ولن يُراجَع.
az: Əgər bu təqdimatda səhv etmisinizsə, onboarding prosesinə yenidən başlaya bilərsiniz. Cari təqdimatınız silinəcək və nəzərdən keçirilməyəcək.
da: Hvis du har lavet en fejl i denne indsendelse, kan du genstarte onboarding-processen. Din nuværende indsendelse vil blive fjernet og vil ikke modtage en anmeldelse.
de_de: Wenn Ihnen bei dieser Übermittlung ein Fehler unterlaufen ist, können Sie den Onboarding-Prozess neu starten. Ihr aktueller Beitrag wird entfernt und erhält keine Bewertung.
el: Εάν κάνατε σφάλμα σε αυτήν την υποβολή, μπορείτε να επανεκκινήσετε τη διαδικασία ενσωμάτωσης. Η τρέχουσα υποβολή σας θα αφαιρεθεί και δεν θα λάβει έλεγχο.
fa: اگر در این ارسال خطایی مرتکب شده اید، می توانید فرآیند ورود را مجدداً راه اندازی کنید. ارسالی فعلی شما حذف خواهد شد و بررسی نخواهد شد.
he: אם עשית שגיאה בהגשה זו, תוכל להתחיל מחדש את תהליך ההצטרפות. ההגשה הנוכחית שלך תוסר ולא תקבל ביקורת.
hu: Ha hibát követett el ebben a beküldésben, újraindíthatja a bevezetési folyamatot. Az aktuális beküldése eltávolításra kerül, és nem kap értékelést.
ja: この提出に誤りがあった場合、オンボーディングプロセスを再開することができます。 現在の提出は削除され、レビューは行われません。
lv: Ja pieļāvāt kļūdu šajā iesniegšanā, varat atkārtoti sākt reģistrēšanās procesu. Jūsu pašreizējais iesniegums tiks dzēsts un netiks pārskatīts.
ro: Dacă ați făcut o eroare în această trimitere, puteți reporni procesul de înscriere. Trimiterea dvs. curentă va fi eliminată și nu va primi o recenzie.
ru: Если вы допустили ошибку при отправке, вы можете перезапустить процесс регистрации. Ваша текущая заявка будет удалена и не будет рассмотрена.
sq: Nëse keni bërë një gabim në këtë paraqitje, mund të rinisni procesin e hyrjes. Dorëzimi juaj aktual do të hiqet dhe nuk do të marrë një rishikim.
sv: Om du har gjort ett fel i denna inlämning kan du starta om introduktionsprocessen. Ditt nuvarande bidrag kommer att tas bort och kommer inte att få en recension.
sw: Ikiwa umefanya hitilafu katika uwasilishaji huu unaweza kuanzisha upya mchakato wa kuabiri. Uwasilishaji wako wa sasa utaondolewa na hautapokea ukaguzi.
te: మీరు ఈ సమర్పణలో పొరపాటు చేసినట్లయితే, మీరు ఆన్‌బోర్డింగ్ ప్రక్రియను పునఃప్రారంభించవచ్చు. మీ ప్రస్తుత సమర్పణ తీసివేయబడుతుంది మరియు సమీక్షను స్వీకరించదు.
tr_tr: Bu gönderimde bir hata yaptıysanız, oryantasyon sürecini yeniden başlatabilirsiniz. Mevcut gönderiniz kaldırılacak ve incelenmeyecektir.

source: I understand and want to reset this onboarding exam.
af_za: Ek verstaan en wil hierdie aanboordeksamen terugstel.
ar: أتفهّم ذلك، وأُريد إعادة تعيين هذا الامتحان التحضيري.
az: Bu uyğunlaşma imtahanını sıfırlamaq istəyirəm və bunu başa düşürəm.
da: Jeg forstår og ønsker at nulstille denne onboarding-eksamen.
de_de: Ich verstehe und möchte diese Onboarding-Prüfung zurücksetzen.
el: Κατανοώ και θέλω να επαναφέρω αυτήν την εξέταση ενσωμάτωσης.
fa: می‌دانم و می‌خواهم این امتحان داخلی را بازنشانی کنم.
he: אני מבין וברצוני לאפס את בחינת ההצטרפות הזו.
hu: Megértem, és újra szeretném kezdeni ezt a bevezető vizsgát.
ja: このオンボーディング試験をリセットしたいことを理解しました。
lv: Es saprotu un vēlos atiestatīt šo uzņemšanas eksāmenu.
pt_br: Entendo e quero redefinir este exame de integração.
ro: Înțeleg și vreau să resetez acest examen de înscriere.
ru: Я понимаю и хочу отменить этот вступительный экзамен.
sq: E kuptoj dhe dua ta rivendos këtë provim të hyrjes.
sv: Jag förstår och vill återställa detta introduktionsprov.
sw: Ninaelewa na ninataka kuweka upya mtihani huu wa kuingia.
te: నేను అర్థం చేసుకున్నాను మరియు ఈ ఆన్‌బోర్డింగ్ పరీక్షను రీసెట్ చేయాలనుకుంటున్నాను.
th: ฉันเข้าใจและต้องการรีเซ็ตการสอบเตรียมความพร้อมนี้
tr_tr: Anladım ve bu oryantasyon sınavını sıfırlamak istiyorum.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
af_za: Kontak asseblief <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> as jy vrae het.
ar: يُرجى التواصل مع <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> إذا كانت لديك أسئِلة.
az: Zəhmət olmasa suallarınız varsa, <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> ilə əlaqə saxlayın.
da: Venligst kontakt <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> hvis du har spørgsmål.
de_de: Kontaktieren Sie bitte <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> wenn du Fragen hast.
el: Παρακαλώ επικοινωνήστε <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> αν έχετε ερωτήσεις.
fa: لطفا تماس بگیرید <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> اگر سوالی دارید
he: אנא צור קשר <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> אם יש לך שאלות.
ja: ご質問がある場合は、<a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>までご連絡ください。
lv: Lūdzu sazinieties <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> ja jums ir jautājumi.
pt_br: ``` Por favor, entre em contato <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> se você tiver perguntas. ```
ro: Vă rugăm să contactați <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> dacă aveți întrebări.
sv: Vänligen kontakta <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> om du har frågor.
sw: Tafadhali wasiliana <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> kama una maswali.
te: దయచేసి సంప్రదించు <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> మీకు ప్రశ్నలు ఉంటే.
th: โปรดติดต่อ <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> หากคุณมีคำถาม
tr_tr: Sorularınız varsa <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> ile lütfen iletişime geçin.

source: Your onboarding profile was reviewed successfully
af_za: Jou aanboordprofiel is suksesvol hersien
ar: تمّت مراجعة ملف تسجيلك بنجاح
az: Onboarding profiliniz uğurla nəzərdən keçirildi
da: Din onboarding-profil er blevet gennemgået
de_de: Ihr Onboarding-Profil wurde erfolgreich überprüft
el: Το προφίλ ενσωμάτωσης ελέγχθηκε με επιτυχία
fa: نمایه ورود شما با موفقیت بازبینی شد
he: פרופיל ההצטרפות שלך נבדק בהצלחה
hu: Az ön bevezető profilját sikeresen átnéztük.
ja: あなたのオンボーディングプロファイルは正常にレビューされました
lv: Jūsu reģistrācijas profils tika veiksmīgi pārskatīts
ro: Profilul dvs. de înscriere a fost examinat cu succes
ru: Ваш регистрационный профиль успешно проверен.
sv: Ditt onboarding-profil har granskats framgångsrikt
sw: Wasifu wako wa kuingia timu yetu ilikagua kwa mafanikio
te: మీ ఆన్‌బోర్డింగ్ ప్రొఫైల్ విజయవంతంగా సమీక్షించబడింది
tr_tr: Oryantasyon profiliniz başarıyla incelendi

source: Your profile has been established, and you're ready to take proctored exams in this course.
af_za: Jou profiel is gevestig en jy is gereed om eksamens in hierdie kursus af te lê.
ar: لقد أُنشِئ ملفك الشخصي، وبإمكانك أن تقدِّم الامتحانات المُراقَبة في هذا المساق.
az: Profiliniz yaradılıb və bu kursda nəzarətli imtahanlar verməyə hazırsınız.
da: Din profil er oprettet, og du er klar til at tage proctored eksamener i dette kursus.
de_de: Ihr Profil wurde erstellt und Sie sind bereit, in diesem Kurs beaufsichtigte Prüfungen abzulegen.
el: Το προφίλ σας έχει δημιουργηθεί και είστε έτοιμοι να λάβετε εξετάσεις σε αυτό το μάθημα.
fa: نمایه شما ایجاد شده است، و شما آماده شرکت در امتحانات پراکنده در این دوره هستید.
he: הפרופיל שלך הוקם, ואתה מוכן לגשת לבחינות פרוקטור בקורס זה.
hu: Profilod létrejött, és készen állsz arra, hogy felügyelt vizsgákat tegyél ebben a kurzusban.
ja: あなたのプロフィールが確立され、このコースで監督付き試験を受ける準備が整いました。
lv: Jūsu profils ir izveidots, un jūs esat gatavi kārtot uzraudzītos eksāmenus šajā kursā.
ro: Profilul dvs. a fost stabilit și sunteți gata să susțineți examene supravegheate în acest curs.
ru: Ваш профиль создан, и вы готовы сдавать экзамены по этому курсу под контролем.
sq: Profili juaj është krijuar dhe ju jeni gati për të marrë provimet e kujdesshme në këtë kurs.
sv: Din profil har upprättats och du är redo att göra proctorade prov i den här kursen.
sw: Wasifu wako umeanzishwa, na uko tayari kufanya mitihani ya muda katika kozi hii.
te: మీ ప్రొఫైల్ స్థాపించబడింది మరియు మీరు ఈ కోర్సులో ప్రోక్టార్డ్ పరీక్షలకు సిద్ధంగా ఉన్నారు.
th: โปรไฟล์ของคุณถูกสร้างขึ้นแล้ว และคุณพร้อมที่จะสอบที่มีการควบคุมในหลักสูตรนี้แล้ว
tr_tr: Profiliniz oluşturuldu ve bu derste gözetimli sınavlara girmeye hazırsınız.

source: Try a proctored exam
af_za: Probeer &#39;n proctored eksamen
ar: حاوِل إجراء امتحان مُراقَب
az: ``` Nəzarətli imtahana cəhd edin ```
da: Prøv en proctored eksamen
de_de: Versuchen Sie es mit einer beaufsichtigten Prüfung
fa: امتحان اختصاصی را امتحان کنید
he: נסה מבחן פרוקטור
hu: Próbáljon ki egy felügyelt vizsgát
lv: Izmēģiniet uzraudzītu eksāmenu
ro: Încercați un examen supravegheat
ru: Попробуйте пройти экзамен под контролем
sw: Jaribu mtihani wa proctored
te: ప్రోక్టెడ్ పరీక్షను ప్రయత్నించండి
th: ลองทำข้อสอบแบบคุมสอบ
tr_tr: Gözetimli bir sınavı deneyin
