Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: Continue to my proctored exam.
af_za: Gaan voort na my proctored eksamen.
ar: تابِع إلى امتحاني المُراقَب.
az: Proktorlu imtahana davam et.
da: Fortsæt til min proctored eksamen.
de_de: Weiter zu meiner beaufsichtigten Prüfung.
el: Συνέχεια στην προβλεπόμενη εξέταση μου.
fa: به امتحان پروکتوری من ادامه دهید.
he: המשך לבחינה המדוקדקת שלי.
hu: Folytassam a felügyelt vizsgámat.
ja: 監督付き試験に進む。
lv: Turpiniet uz manu uzraudzīto eksāmenu.
pt_br: Continuar para o meu exame supervisionado.
ro: Continuați cu examenul meu supravegheat.
ru: Продолжайте мой экзамен под наблюдением.
sq: Vazhdo në provimin tim të parashikuar.
sv: Fortsätt till min proctored examen.
sw: Endelea na mtihani wangu wa proctored.
te: నా ప్రోక్టార్డ్ పరీక్షకు కొనసాగండి.
th: ดำเนินการต่อไปยังการสอบที่มีผู้คุมสอบของฉัน
tr_tr: Gözetimli sınavıma devam et.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
af_za: Jy sal deur stappe gelei word om aanlyn proctoring-sagteware op te stel en jou identiteit te verifieer.</br>
ar: سيجري إرشادك في خطوات إعداد برنامج المُراقَبة عبر الإنترنت والتحقق من هويتك.</br>
az: Sizə onlayn nəzarət proqramını qurmaq və şəxsiyyətinizi təsdiqləmək üçün addımlar göstəriləcək.</br>
da: Du vil blive guidet gennem trin til opsætning af online proctoring-software og bekræfte din identitet.</br>
de_de: Sie werden durch die Schritte zur Einrichtung einer Online-Überwachungssoftware und zur Überprüfung Ihrer Identität geführt.</br>
el: Θα καθοδηγηθείτε στα βήματα για τη ρύθμιση του διαδικτυακού λογισμικού αναζήτησης και την επαλήθευση της ταυτότητάς σας.</br>
fa: شما از طریق مراحل راه اندازی نرم افزار جستجوگر آنلاین و تأیید هویت خود راهنمایی خواهید شد.</br>
he: תודר דרך השלבים להגדרת תוכנת בדיקה מקוונת ולאימות זהותך.</br>
hu: Ön végig lesz vezetve az online vizsgafelügyeleti szoftver beállításának lépésein, és azonosítania kell magát.</br>
ja: オンライン監督ソフトウェアの設定手順と本人確認の方法について案内されます。</br>
lv: Jūs saņemsit norādījumus, kā iestatīt tiešsaistes uzraudzības programmatūru un pārbaudīt savu identitāti.</br>
pt_br: Você será guiado pelas etapas para configurar o software de supervisão on-line e verificar sua identidade.</br>
ro: Veți fi ghidat prin pașii pentru a configura software-ul de supraveghere online și pentru a vă verifica identitatea.</br>
ru: Вам будут представлены инструкции по настройке программного обеспечения для онлайн-контроля и проверке вашей личности.</br>
sq: Do të udhëhiqeni përmes hapave për të konfiguruar softuerin e kërkimit në internet dhe për të verifikuar identitetin tuaj.</br>
sv: Du kommer att guidas genom steg för att ställa in online-proctoringprogramvara och verifiera din identitet.</br>
sw: Utaongozwa kupitia hatua za kusanidi programu ya proctoring mtandaoni na kuthibitisha utambulisho wako.</br>
te: ఆన్‌లైన్ ప్రొక్టరింగ్ సాఫ్ట్‌వేర్‌ను సెటప్ చేయడానికి మరియు మీ గుర్తింపును ధృవీకరించడానికి మీరు దశల ద్వారా మార్గనిర్దేశం చేయబడతారు.</br>
th: คุณจะได้รับคำแนะนำตลอดขั้นตอนในการตั้งค่าซอฟต์แวร์คุมสอบออนไลน์และยืนยันตัวตนของคุณ</br>
tr_tr: Çevrimiçi gözetim yazılımı kurulum ve kimliğinizi doğrulama adımları konusunda size rehberlik edilecektir.</br>

source: Error with proctored exam
af_za: Fout met gekontroleerde eksamen
ar: حدث خطأ في الامتحان المُراقَب
az: Nəzarətli imtahanda xəta
da: Fejl med proctored eksamen
de_de: Fehler mit der beaufsichtigten Prüfung
el: Σφάλμα επιτηρούμενης εξέτασης
fa: خطا در امتحان پیش بینی شده
he: טעות במבחן תחת פיקוח
hu: Hiba a felügyelt vizsgával
lv: Kļūda ar uzraudzītu eksāmenu
pt_br: Erro com o exame supervisionado
ro: Eroare la examenul supravegheat
ru: Ошибка в наблюдаемом экзамене
sw: Hitilafu na mtihani wa proctored
te: ప్రోక్టార్డ్ పరీక్షలో లోపం
tr_tr: Gözetimli sınavda hata

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
af_za: &#39;n Stelselfout het voorgekom met jou gekontroleerde eksamen. Kontak asseblief jou kursus span by <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> vir bystand, en keer terug na die eksamen sodra jy verdere instruksies ontvang het.
ar: لقد حدث خطأ في النظام أثناء امتحانك المُراقَب. يُرجى التواصل مع فريق مساقك على <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> للمساعدة، و عُد إلى الامتحان عندما تتلقى تعليمات إضافية.
az: Sizin nəzarət olunan imtahanınızda sistem xətası baş verib. Yardım üçün kurs komandanıza <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> ünvanına müraciət edin və əlavə təlimatlar aldıqdan sonra imtahana qayıdın.
da: Der er opstået en systemfejl med din proctorerede eksamen. Kontakt venligst dit kursus hold på <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for at få hjælp og vende tilbage til eksamen, når du modtager yderligere instruktioner.
de_de: Bei Ihrer beaufsichtigten Prüfung ist ein Systemfehler aufgetreten. Bitte wenden Sie sich an Ihren Kurs Team unter <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> Bitten Sie uns um Hilfe und kehren Sie zur Prüfung zurück, sobald Sie weitere Anweisungen erhalten.
fa: یک خطای سیستمی در امتحان پروکتوری شما رخ داده است. لطفا به دوره خود مراجعه کنید تیم در <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> برای کمک، و پس از دریافت دستورالعمل های بیشتر به امتحان بازگردید.
he: אירעה שגיאת מערכת עם הבחינה המדוקדקת שלך. אנא פנה לקורס שלך צוות ב- <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> לקבלת סיוע, וחזור לבחינה לאחר שתקבל הנחיות נוספות.
hu: Rendszerhiba történt a felügyelt vizsgájával kapcsolatban. Kérjük, forduljon a kurzus csapatához a <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> címen segítségért, és térjen vissza a vizsgához, miután további utasításokat kapott.
ja: あなたの監督付き試験でシステムエラーが発生しました。サポートが必要な場合は、<a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> にコースチームまでご連絡ください。指示を受けた後、試験に戻ってください。
lv: Veicot pārbaudīto eksāmenu, radās sistēmas kļūda. Lūdzu, sazinieties ar savu kursu komanda pa <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> lai saņemtu palīdzību, un atgriezieties pie eksāmena, tiklīdz saņemsiet papildu norādījumus.
pt_br: Ocorreu um erro de sistema com seu exame supervisionado. Entre em contato com sua equipe de curso em <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> para obter assistência, e retorne ao exame assim que receber mais instruções.
ru: Во время вашего контролируемого экзамена произошла системная ошибка. Пожалуйста, обратитесь к вашей команде курса по адресу <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> за помощью и вернитесь к экзамену, как только получите дальнейшие инструкции.
sw: Hitilafu ya mfumo imetokea na mtihani wako wa proctored. Tafadhali fikia timu yako ya kozi katika <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> kwa usaidizi, na urudi kwenye mtihani mara tu unapopokea maagizo zaidi.
te: మీ ప్రొక్టోర్డ్ పరీక్షలో సిస్టమ్ లోపం సంభవించింది. దయచేసి మీ కోర్సును చేరుకోండి <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> వద్ద బృందం సహాయం కోసం, మరియు మీరు తదుపరి సూచనలను స్వీకరించిన తర్వాత పరీక్షకు తిరిగి వెళ్లండి.
tr_tr: Gözetimli sınavınızda bir sistem hatası oluştu. Yardım almak için lütfen ders ekibinizle <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> adresinden iletişime geçin ve gerekli talimatları aldıktan sonra sınava geri dönün.

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
af_za: &#39;n Stelselfout het voorgekom met jou gekontroleerde eksamen. Kontak asseblief <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Ondersteuning</a> vir bystand, en keer terug na die eksamen sodra jy verdere instruksies ontvang het.
ar: لقد حدث خطأ في النظام أثناء امتحانك المُراقَب. يُرجى التواصل مع <a href="%(link_urls.contact_us)s" target="_blank">فريق دعم %(platform_name)s</a> للمساعدة، وعُد إلى الامتحان عندما تتلقى تعليمات إضافية.
az: Proktorlu imtahanınızda sistem xətası baş verib. Yardım üçün <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Dəstək</a> ilə əlaqə saxlayın və əlavə təlimatlar aldıqdan sonra imtahana qayıdın.
da: Der er opstået en systemfejl med din proctorerede eksamen. Kontakt venligst <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> til hjælp og vende tilbage til eksamen, når du modtager yderligere instruktioner.
de_de: Bei Ihrer beaufsichtigten Prüfung ist ein Systemfehler aufgetreten. Bitte wenden Sie sich an <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Unterstützung</a> für Sie erhalten Unterstützung und kehren zur Prüfung zurück, sobald Sie weitere Anweisungen erhalten.
fa: یک خطای سیستمی در امتحان پروکتوری شما رخ داده است. لطفا تماس بگیرید <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s پشتیبانی</a> برای کمک کنید و پس از دریافت دستورالعمل های بیشتر به امتحان بازگردید.
he: אירעה שגיאת מערכת עם הבחינה המדוקדקת שלך. נא לפנות אל <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s תמיכה</a> עבור סיוע, וחזור לבחינה לאחר שתקבל הנחיות נוספות.
hu: Rendszerhiba történt a felügyelt vizsgájával kapcsolatban. Kérjük, forduljon a <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s ügyfélszolgálatához</a> segítségért, és térjen vissza a vizsgához, miután további utasításokat kapott.
ja: あなたの監督付き試験でシステムエラーが発生しました。サポートが必要な場合は、 <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)sサポート</a>にご連絡ください。 指示を受けた後、試験に戻ってください。
lv: Veicot uzraudzīto eksāmenu, radās sistēmas kļūda. Lūdzu, sazinieties ar <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Atbalsts</a> palīdzību un atgriezieties pie eksāmena, tiklīdz saņemsiet papildu norādījumus.
pt_br: Ocorreu um erro de sistema com seu exame supervisionado. Entre em contato com <a href="%(link_urls.contact_us)s" target="_blank">Suporte %(platform_name)s</a> para assistência e retorne ao exame assim que receber mais instruções.
ru: Во время вашего контролируемого экзамена произошла системная ошибка. Пожалуйста, обратитесь к <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Поддержка</a> за помощью и вернитесь к экзамену, как только получите дальнейшие инструкции.
sq: Ka ndodhur një gabim i sistemit me provimin tuaj të mbrojtur. Ju lutemi kontaktoni <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Mbështetje</a> për ndihmë dhe kthehuni në provim sapo të merrni udhëzime të mëtejshme.
sw: Hitilafu ya mfumo imetokea na mtihani wako wa kusimamiwa. Tafadhali fikia <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Msaada</a> kwa usaidizi, na urudi kwenye mtihani mara tu unapopokea maagizo zaidi.
te: మీ ప్రొక్టోర్డ్ పరీక్షలో సిస్టమ్ లోపం సంభవించింది. దయచేసి సంప్రదించండి <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s దీనికి మద్దతు</a> సహాయం, మరియు మీరు తదుపరి సూచనలను స్వీకరించిన తర్వాత పరీక్షకు తిరిగి వెళ్లండి.
th: เกิดข้อผิดพลาดของระบบกับการสอบที่มีการควบคุมของคุณ โปรดติดต่อมาที่ <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> เพื่อขอความช่วยเหลือ และกลับสู่การสอบเมื่อคุณได้รับคำแนะนำเพิ่มเติม
tr_tr: Gözetimli sınavınızda bir sistem hatası oluştu. Yardım almak için lütfen <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Destek</a> ekibiyle iletişime geçin ve ek talimatları aldıktan sonra sınava geri dönün.

source: Close
af_za: Naby
ar: إغلاق
az: Bağla
da: Tæt
de_de: Schließen
el: Κλείσιμο
fa: بستن
he: סגור
hu: Bezár
ja: 閉じる
lv: Aizvērt
pt_br: Fechar
ro: Închideți
ru: Закрыть
sq: Mbylle
sv: Stäng
sw: Funga
te: దగ్గరగా
th: ปิด
tr_tr: Kapat

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
af_za: Die inhoud van hierdie eksamen kan slegs deur die RPNow bekyk word aansoek. As jy nog jou eksamen moet voltooi, asseblief keer terug na die RPNow-toepassing om voort te gaan.
ar: لا يمكن الاطِّلاع على محتوى هذا الامتحان إلّا من خلال تطبيق RPNow. إذا لم تَكُن قد أتممت امتحانك بعد، فمن فضلك عُد إلى تطبيق RPNow للمتابعة.
az: Bu imtahanın məzmunu yalnız RPNow tətbiqi vasitəsilə baxıla bilər. Əgər imtahanınızı hələ tamamlamamısınızsa, davam etmək üçün RPNow tətbiqinə qayıdın.
da: Indholdet af denne eksamen kan kun ses via RPNow Ansøgning. Hvis du endnu ikke har afsluttet din eksamen, tak vende tilbage til RPNow-applikationen for at fortsætte.
de_de: Der Inhalt dieser Prüfung kann nur über RPNow eingesehen werden Anwendung. Wenn Sie Ihre Prüfung noch nicht abgeschlossen haben, wenden Sie sich bitte an uns Kehren Sie zur RPNow-Anwendung zurück, um fortzufahren.
fa: محتوای این آزمون فقط از طریق RPNow قابل مشاهده است کاربرد. اگر هنوز امتحان خود را کامل نکرده اید، لطفا برای ادامه به برنامه RPNow برگردید.
he: ניתן לראות את התוכן של בחינה זו רק דרך RPNow יישום. אם עדיין צריך להשלים את הבחינה, בבקשה חזור לאפליקציית RPNow כדי להמשיך.
hu: A vizsga tartalmát csak az RPNow alkalmazáson keresztül lehet megtekinteni. Ha még nem fejezte be a vizsgát, kérjük, térjen vissza az RPNow alkalmazásba a folytatáshoz.
ja: この試験の内容は、RPNowアプリケーションを通じてのみ表示できます。 まだ試験を完了していない場合は、RPNowアプリケーションに戻って続行してください。
lv: Šī eksāmena saturu var apskatīt tikai ar RPNow lietojumprogrammā. Ja jums vēl nav pabeigts eksāmens, lūdzu, izmantojiet šo iespēju atgriezieties RPNow lietojumprogrammā, lai turpinātu darbu.
ro: Conținutul acestui examen poate fi vizualizat numai prin intermediul aplicației RPNow. Dacă încă nu ați finalizat examenul, vă rugăm să reveniți la aplicația RPNow pentru a continua.
sq: Përmbajtja e këtij provimi mund të shihet vetëm përmes RPNow aplikimi. Nëse keni ende për të përfunduar provimin tuaj, ju lutem kthehuni te aplikacioni RPNow për të vazhduar.
sv: Innehållet i detta prov kan endast ses via RPNow Ansökan. Om du ännu inte har slutfört ditt prov, snälla gå tillbaka till RPNow-applikationen för att fortsätta.
sw: Maudhui ya mtihani huu yanaweza tu kutazamwa kupitia programu ya RPNow. Ikiwa bado hujamaliza mtihani wako, tafadhali rudi kwa programu ya RPNow ili kuendelea.
te: ఈ పరీక్ష యొక్క కంటెంట్‌ను RPNow ద్వారా మాత్రమే వీక్షించవచ్చు అప్లికేషన్. మీరు మీ పరీక్షను ఇంకా పూర్తి చేయాల్సి ఉంటే, దయచేసి కొనసాగించడానికి RPNow అప్లికేషన్‌కి తిరిగి వెళ్లండి.
tr_tr: Bu sınavın içeriği yalnızca RPNow uygulaması üzerinden görüntülenebilir. Sınavınızı henüz tamamlamadıysanız, devam etmek için lütfen RPNow uygulamasına geri dönün.

source: Alternatively, you can end your exam.
af_za: Alternatiewelik kan jy jou eksamen beëindig.
ar: وبدلاً من ذلك، يمكنك إنهاء امتحانك.
az: Alternativ olaraq, imtahanınızı bitirə bilərsiniz.
da: Alternativt kan du afslutte din eksamen.
de_de: Alternativ können Sie Ihre Prüfung beenden.
el: Εναλλακτικά, μπορείτε να ολοκληρώσετε τις εξετάσεις σας.
fa: در غیر این صورت، می توانید امتحان خود را پایان دهید.
he: לחלופין, אתה יכול לסיים את הבחינה שלך.
hu: Alternatívaként befejezheti a vizsgáját.
ja: あるいは、試験を終了することもできます。
lv: Varat arī beigt eksāmenu.
ro: Ca alternativă, vă puteți încheia examenul.
ru: Альтернативно, вы можете завершить экзамен.
sq: Përndryshe, ju mund ta përfundoni provimin tuaj.
sv: Alternativt kan du avsluta ditt prov.
sw: Mbali na hivyo, unaweza kumaliza mtihani wako.
te: ప్రత్యామ్నాయంగా, మీరు మీ పరీక్షను ముగించవచ్చు.
th: หรือคุณสามารถจบการสอบได้
tr_tr: Alternatif olarak sınavınızı sonlandırabilirsiniz.

source: End My Exam
af_za: Beëindig My Eksamen
ar: أنهِ امتحاني
az: İmtahanımı Bitir
da: Afslut min eksamen
de_de: Beende meine Prüfung
el: Τερματισμός της εξέτασης
fa: امتحانم را تمام کن
he: סיים את המבחן שלי
hu: Befejezem a vizsgámat
ja: 試験を終了する
lv: Beigt manu eksāmenu
pt_br: Terminar meu exame
ro: Încheiați-mi examenul
ru: Завершить сдачу экзамена
sq: Mbyll provimin tim
sv: Avsluta mitt prov
sw: Maliza Mtihani Wangu
te: నా పరీక్షను ముగించు
th: สิ้นสุดการสอบ
tr_tr: Sınavımı Bitir

source: The due date for this exam has passed
af_za: Die sperdatum vir hierdie eksamen is verby
ar: لقد مر الموعد المقرر لهذا الامتحان
az: ``` Bu imtahanın son tarixi keçib ```
da: Fristen for denne eksamen er overskredet
de_de: Das Fälligkeitsdatum für diese Prüfung ist überschritten.
el: Η προθεσμία για αυτήν την εξέταση έχει παρέλθει
fa: تاریخ مقرر برای این آزمون به پایان رسیده است
he: תאריך היעד למבחן זה עבר.
hu: A vizsga határideje lejárt.
lv: Šī eksāmena termiņš ir pagājis
pt_br: A data limite para este exame já passou.
ro: Data limită pentru acest examen a trecut
ru: Срок сдачи этого экзамена истёк
sq: Afati për këtë provim ka kaluar
sv: Förfallodatumet för detta prov har passerat
sw: Tarehe ya mwisho ya mtihani huu imepita
te: ఈ పరీక్షకు గడువు తేదీ ముగిసింది
th: วันครบกำหนดสำหรับการสอบนี้ผ่านไปแล้ว
tr_tr: Bu sınavın son tarihi geçti

source: Because the due date has passed, you are no longer able to take this exam.
af_za: Omdat die sperdatum verby is, kan jy nie meer hierdie eksamen aflê nie.
ar: نظرًا لانقضاء تاريخ التسليم، لم يعد بإمكانك إجراء هذا الاختبار.
az: Son tarix keçdiyi üçün siz daha bu imtahanı götürə bilməzsiniz.
da: Fordi terminsdatoen er overskredet, kan du ikke længere tage denne eksamen.
de_de: Da das Fälligkeitsdatum überschritten ist, können Sie an dieser Prüfung nicht mehr teilnehmen.
el: Επειδή η ημερομηνία λήξης έχει παρέλθει, δεν μπορείτε πλέον να συμμετάσχετε σε αυτήν την εξέταση.
fa: از آنجایی که موعد مقرر به پایان رسیده است، دیگر نمی توانید در این آزمون شرکت کنید.
he: היות ותאריך היעד עבר, אינך זכאי עוד להיבחן במבחן זה.
hu: Mivel a határidő lejárt, már nem tudja megírni ezt a vizsgát.
ja: 期限が過ぎたため、この試験を受けることはできません。
lv: Tā kā termiņš ir pagājis, jūs vairs nevarat kārtot šo eksāmenu.
pt_br: Como a data de vencimento já passou, você não poderá mais fazer esse exame.
ro: Deoarece scadența a trecut, nu mai puteți susține acest examen.
ru: Поскольку истёк срок сдачи, вы больше не сможете сдать этот экзамен.
sq: Për shkak se afati i caktuar ka kaluar, ju nuk mund të merrni më këtë provim.
sv: Eftersom förfallodatumet har passerat kan du inte längre göra detta prov.
sw: Kwa sababu tarehe ya kukamilisha imepita, huwezi tena kufanya mtihani huu.
te: గడువు తేదీ ముగిసినందున, మీరు ఇకపై ఈ పరీక్షకు హాజరు కాలేరు.
tr_tr: Son tarih geçtiği için artık bu sınava giremezsiniz.

source: You did not satisfy the requirements for taking this exam with proctoring.
af_za: Jy het nie aan die vereistes vir die aflegging van hierdie eksamen met proctoring voldoen nie.
ar: لم تستوفِ متطلبات إجراء هذا الامتحان مع المُراقَبة.
az: Siz bu imtahanı nəzarətçi ilə vermək üçün tələbləri ödəmədiniz.
da: Du opfyldte ikke kravene for at tage denne eksamen med proctoring.
de_de: Sie haben die Voraussetzungen für die Teilnahme an dieser Prüfung mit Aufsicht nicht erfüllt.
el: Δεν ικανοποιήσατε τις προϋποθέσεις για να λάβετε μέρος σε αυτήν την εξέταση με το proctoring.
fa: شما شرایط لازم برای شرکت در این آزمون را با پروکتورینگ برآورده نکردید.
he: לא עמדת בדרישות לגשת לבחינה זו עם פרוקטורינג.
hu: Nem teljesítetted a vizsga proktorálásának követelményeit.
ja: ``` この試験を監督付きで受けるための要件を満たしていませんでした。 ```
lv: Jūs neizpildījāt šī eksāmena kārtošanas prasības.
ro: Nu ați îndeplinit cerințele pentru susținerea acestui examen cu supraveghere.
ru: Вы не выполнили требования для сдачи этого экзамена с прокторингом.
sq: Ju nuk i keni plotësuar kërkesat për të marrë këtë provim me proctoring.
sv: Du uppfyllde inte kraven för att göra detta prov med proctoring.
sw: Haukidhi mahitaji ya kufanya mtihani huu na proctoring.
te: ప్రొక్టరింగ్‌తో ఈ పరీక్షకు హాజరు కావాల్సిన అవసరాలను మీరు సంతృప్తి పరచలేదు.
th: ``` คุณไม่ปฏิบัติตามข้อกำหนดสำหรับการสอบนี้โดยมีผู้คุมสอบ ```
tr_tr: Bu sınavı gözetim altında alabilmek için gereken şartları yerine getirmediniz.

source: You did not satisfy the following prerequisites:
af_za: Jy het nie aan die volgende voorvereistes voldoen nie:
ar: لم تستوفِ الشروط التالية:
az: Aşağıdakı ön şərtləri təmin etmədiniz:
da: Du opfyldte ikke følgende forudsætninger:
de_de: Sie erfüllen die folgenden Vorraussetzungen nicht:
el: Δεν πληρούσατε τις παρακάτω προϋποθέσεις:
fa: شما پیش نیازهای زیر را برآورده نکردید:
he: לא ענית על הדרישות המקדימות הבאות:
hu: Nem teljesítetted a következő előfeltételeket:
ja: 次の必須条件を満たしていませんでした：
lv: Jūs neizpildījāt šādus priekšnoteikumus:
pt_br: Você não satisfez os seguintes pré-requisitos:
ro: Nu ați îndeplinit următoarele condiții preliminare:
ru: Вы не выполнили следующие предварительные условия:
sq: Ju nuk i plotësoni kushtet e mëposhtme:
sv: Du uppfyllde inte följande förutsättningar:
te: మీరు ఈ క్రింది అవసరాలను సంతృప్తి పరచలేదు:
tr_tr: Aşağıdaki önkoşulları karşılamadınız:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
af_za: As gevolg van onbevredigde voorvereistes, kan jy hierdie eksamen slegs aflê sonder proctoring.
ar: نظراً لعدم استيفاء المتطلبات، لا يمكنك إجراء هذا الامتحان إلا دونَ مُراقَبة.
az: Yerinə yetirilməmiş ön şərtlərə görə siz bu imtahanı nəzarətsiz olaraq götürə bilərsiniz.
da: På grund af utilfredse forudsætninger kan du kun tage denne eksamen uden proctoring.
de_de: Aufgrund von unerfüllten Voraussetzungen können Sie an dieser Prüfung nur ohne Aufsicht teilnehmen.
el: Λόγω μη ικανοποιημένων προαπαιτούμενων, μπορείτε να συμμετάσχετε σε αυτήν την εξέταση μόνο χωρίς επιτήρηση.
fa: با توجه به برآورده نشدن پیش نیازها، شما فقط می توانید بدون پروکتور در این آزمون شرکت کنید.
he: הודות לחוסר שביעות בדרישות מקדימות, תוכל להיבחן במבחן זה ללא פיקוח.
hu: A nem teljesített előfeltételek miatt csak felügyelet nélkül teheted le ezt a vizsgát.
ja: ``` 前提条件が満たされていないため、この試験は監督なしでのみ受けることができます。 ```
lv: Neapmierinātu priekšnosacījumu dēļ šo eksāmenu var kārtot tikai bez pārbaudes.
pt_br: Devido a pré-requisitos não cumpridos, você somente poderá realizar este exame sem supervisão.
ro: Din cauza condițiilor preliminare nesatisfăcute, puteți susține acest examen numai fără supraveghere.
ru: Из-за невыполнения предварительных требований вы можете сдать этот экзамен только без прокторинга.
sq: Për shkak të kushteve të pakënaqura, ju mund ta merrni këtë provim vetëm pa kontroll.
te: సంతృప్తి చెందని ముందస్తు అవసరాల కారణంగా, మీరు ప్రోక్టరింగ్ లేకుండా మాత్రమే ఈ పరీక్షలో పాల్గొనగలరు.
tr_tr: Gerekli ön koşullar sağlanmadığı için bu sınavı yalnızca gözetimsiz olarak alabilirsiniz.
