Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, bo, da, el, he, hi, hu, it_it, ja, ka, ko, lv, pl, pt_pt, ro, ru, sq, sw, te, th, uk, uz, vi, zh_cn

source: Your onboarding profile has been approved. However, your onboarding status is expiring soon. Please complete onboarding again to ensure that you will be able to continue taking proctored exams.
af_za: Jou aanboordprofiel is goedgekeur. Jou aanboordstatus verval egter binnekort. Voltooi asseblief weer aan boord om te verseker dat jy in staat sal wees om voort te gaan met die aflegging van eksamens.
ar: تمت الموافقة على ملفك التأهيلي، ولكن صلاحية وضع التأهيل على وشك الانتهاء قريباً. لذا يرجى إستكمال التأهيل مرة أخرى حتى تتمكن من أداء الاختبارات الخاضعة للمراقبة.
az: Sizin onboarding profiliniz təsdiqlənib. Lakin, onboarding statusunuz tezliklə bitəcək. Proktorlu imtahanları davam etdirə bilmək üçün onboarding prosesini yenidən tamamlayın.
bo: ཁྱེད་ཀྱི་སྔོན་འགྲོ་ཚོད་ལྟའི་ཡིག་རྒྱུགས་ཀྱི་ངོ་སྤྲོད་སྙིང་བསྡུས་དེ་ངོས་ལེན་བྱས་འདུག གང་ལྟར་ཁྱེད་ཀྱི་སྔོན་འགྲོ་ཚོད་ལྟའི་ཡིག་རྒྱུགས་ཀྱི་གནས་བབས་ཀྱི་དུས་ཚོད་ཡོལ་ལ་ཉེ་འདུག་པས། ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་མུ་མཐུད་ནས་འགྲོ་ཐུབ་པ་ངེས་གཏན་བཟོ་ཕྱིར་སྔོན་འགྲོ་ཚོད་ལྟའི་རྒྱུགས་སྤྲོད་བསྐྱར་དུ་མཐའ་སྐྱེལ་བྱེད་རོགས།
da: Din onboardingprofil er blevet godkendt. Din onboardingstatus udløber dog snart. Gennemfør venligst onboarding igen for at sikre, at du vil være i stand til at fortsætte med at tage proctored eksamener
el: Το προφίλ ενσωμάτωσης έχει εγκριθεί. Ωστόσο, η κατάσταση ενσωμάτωσης λήγει σύντομα. Ολοκληρώστε ξανά την ενσωμάτωση για να βεβαιωθείτε ότι θα μπορείτε να συνεχίσετε να συμμετέχετε σε εξετάσεις.
he: פרופיל ההצטרפות שלך אושר. עם זאת, סטטוס ההצטרפות שלך יפוג בקרוב. אנא השלם שוב את ההצטרפות כדי להבטיח שתוכל להמשיך לגשת לבחינות פרוקטור.
hi: आपकी ऑनबोर्डिंग प्रोफ़ाइल स्वीकृत हो गई है. हालाँकि, आपकी ऑनबोर्डिंग स्थिति जल्द ही समाप्त हो रही है। कृपया यह सुनिश्चित करने के लिए दोबारा ऑनबोर्डिंग पूरी करें कि आप प्रॉक्टर्ड परीक्षा देना जारी रख सकेंगे।
hu: Az ön belépési profilját jóváhagyták. Azonban a belépési státusza hamarosan lejár. Kérjük, végezze el újra a belépési folyamatot, hogy biztosítsa a felügyelt vizsgák folytatásának lehetőségét.
it_it: Il tuo profilo di onboarding è stato approvato. Tuttavia, il tuo stato di onboarding scadrà a breve. Completa di nuovo l'onboarding per assicurarti di poter continuare a sostenere gli esami programmati.
ja: あなたのオンボーディングプロファイルは承認されました。しかし、オンボーディングステータスがまもなく期限切れになります。引き続き監督付き試験を受けられるよう、再度オンボーディングを完了してください。
ka: თქვენი რეგისტრაციის პროფილი დამტკიცებულია. თუმცა, თქვენი რეგისტრაციის სტატუსი მალე იწურება. გთხოვთ, ხელახლა დაასრულოთ რეგისტრაცია, რათა დარწმუნდეთ, რომ შეძლებთ მეთვალყურეობის ქვეშ გამოცდების ჩაბარებას.
ko: 온보딩 프로필이 승인되었습니다. 하지만 온보딩 상태가 곧 만료됩니다. 감독관 시험을 계속 응시할 수 있도록 온보딩을 다시 완료해 주세요.
lv: Jūsu uzņemšanas profils ir apstiprināts. Tomēr jūsu uzņemšanas statuss drīz beigsies. Lūdzu, vēlreiz pabeidziet uzņemšanu, lai nodrošinātu, ka jūs varēsiet turpināt kārtot eksāmenus.
pl: Twój profil wprowadzający został zatwierdzony. Jednak Twój status onboardingu wkrótce wygaśnie. Aby mieć pewność, że będziesz mógł kontynuować przystępowanie do egzaminów nadzorowanych, dokończ proces onboardingu ponownie.
pt_pt: O seu perfil de bordo foi aprovado. No entanto, o seu estatuto de bordo expira em breve. Por favor, complete novamente o embarque para se assegurar de que poderá continuar a fazer exames supervisionados.
ro: Profilul dvs. de înscriere a fost aprobat. Cu toate acestea, starea dvs. de înscriere expiră în curând. Vă rugăm să finalizați din nou înscrierea pentru a vă asigura că veți putea continua să susțineți examenele supravegheate.
ru: Ваш регистрационный профиль одобрен. Однако ваш статус регистрации скоро истечет. Пожалуйста, завершите регистрацию еще раз, чтобы убедиться, что вы сможете продолжать сдавать экзамены под контролем.
sq: Profili yt i hyrjes është miratuar. Megjithatë, statusi yt i hyrjes skadon së shpejti. Ju lutemi, plotësoni përsëri hyrjen për t&#39;u siguruar që do të jeni në gjendje të vazhdoni të merrni provimet e parashikuara.
sw: Wasifu wako wa kuabiri umeidhinishwa. Hata hivyo, hali yako ya kuabiri itakwisha hivi karibuni. Tafadhali kamilisha kuabiri tena ili kuhakikisha kuwa utaweza kuendelea kufanya mitihani ya muda.
te: మీ ఆన్‌బోర్డింగ్ ప్రొఫైల్ ఆమోదించబడింది. అయితే, మీ ఆన్‌బోర్డింగ్ స్థితి త్వరలో ముగుస్తుంది. మీరు ప్రొక్టోర్డ్ పరీక్షలను కొనసాగించగలరని నిర్ధారించుకోవడానికి దయచేసి ఆన్‌బోర్డింగ్‌ని మళ్లీ పూర్తి చేయండి.
th: โปรไฟล์การเริ่มต้นใช้งานของคุณได้รับการอนุมัติแล้ว อย่างไรก็ตาม สถานะการเริ่มต้นใช้งานของคุณกำลังจะหมดอายุเร็วๆ นี้ โปรดดำเนินการเริ่มต้นใช้งานอีกครั้งเพื่อให้แน่ใจว่าคุณจะสามารถทำการสอบคุมสอบต่อไปได้
uk: Ваш онбордінг-профіль було схвалено. Однак, ваш онбордінг-статус незабаром закінчується. Будь ласка, пройдіть онбордінг ще раз, щоб переконатися, що ви зможете продовжити складати контрольовані іспити.
uz: Bortga kirish profilingiz tasdiqlandi. Biroq, ishga kirish maqomingiz tez orada tugaydi. Iltimos, nazorat imtihonlarini topshirishda davom etishingizga ishonch hosil qilish uchun bortga kirishni yana yakunlang.
vi: Hồ sơ giới thiệu của bạn đã được phê duyệt. Tuy nhiên, trạng thái tham gia của bạn sắp hết hạn. Vui lòng hoàn tất quá trình đăng ký lại để đảm bảo rằng bạn có thể tiếp tục tham gia các bài kiểm tra được giám sát.
zh_cn: 您的入学资料已获批准。但是，您的入学资格即将到期。请再次完成入学手续，以确保您能够继续参加监考考试。

source: Expired
af_za: Verval
ar: منتهي الصلاحية
bo: ཡོལ་ཟིན་འདུག
da: Udløbet
el: έχει λήξει
he: לא בתוקף
hi: खत्म हो चुका
hu: Lejárt
it_it: Scaduto
ja: 期限切れ
ka: ვადა ამოიწურა
ko: 만료됨
lv: Beidzies derīguma termiņš
pl: Wygasły
pt_pt: Expirado
ro: Expirat
ru: Истекший
sq: Skaduar
sw: Muda wake umeisha
te: గడువు ముగిసింది
th: หมดอายุแล้ว
uk: Термін дії минув
uz: Muddati tugagan
vi: Hết hạn
zh_cn: 已到期

source: Your onboarding status has expired. Please complete onboarding again to continue taking proctored exams.
af_za: Jou aanboordstatus het verval. Voltooi asseblief weer aanboord om voort te gaan met die aflegging van eksamens wat geprokureer is.
ar: انتهت صلاحية ملفك التأهيلي. يرجى إستكمال التأهيل مرة أخرى لأداء الاختبارات الخاضعة للمراقبة.
az: Onboarding statusunuzun müddəti bitib. Nəzarət olunan imtahanları davam etdirmək üçün onboarding prosesini yenidən tamamlayın.
bo: ཁྱེད་ཀྱི་སྔོན་འགྲོ་ཚོད་ལྟའི་ཡིག་རྒྱུགས་ཀྱི་གནས་བབས་ཀྱི་དུས་ཚོད་ཡོལ་འདུག ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་མུ་མཐུད་ནས་འགྲོ་ཐུབ་ཕྱིར་སྔོན་འགྲོ་ཚོད་ལྟའི་རྒྱུགས་སྤྲོད་བསྐྱར་དུ་མཐའ་སྐྱེལ་བྱེད་རོགས།
da: Din onboardingstatus er udløbet. Fuldfør venligst onboarding igen for at fortsætte med at tage proctored eksamener
el: Η κατάσταση ένταξής σας έχει λήξει. Ολοκληρώστε ξανά την ενσωμάτωση για να συνεχίσετε να συμμετέχετε σε εξετάσεις.
he: פג תוקף סטטוס ההצטרפות שלך. אנא השלם שוב את ההצטרפות כדי להמשיך לגשת לבחינות פרוקטור.
hi: आपकी ऑनबोर्डिंग स्थिति समाप्त हो गई है. प्रॉक्टर्ड परीक्षा देना जारी रखने के लिए कृपया दोबारा ऑनबोर्डिंग पूरी करें।
hu: Az ön bevezetési státusza lejárt. Kérjük, végezze el újra a bevezetési folyamatot, hogy folytathassa a felügyelt vizsgák letételét.
it_it: Il tuo stato di onboarding è scaduto. Completa di nuovo l&#39;onboarding per continuare a sostenere gli esami sorvegliati.
ja: オンボーディングのステータスが期限切れになりました。監督付き試験を受け続けるために、再度オンボーディングを完了してください。
ka: თქვენი რეგისტრაციის სტატუსი ამოიწურა. გთხოვთ, ხელახლა დაასრულოთ რეგისტრაცია, რათა გააგრძელოთ მეთვალყურეობითი გამოცდების ჩაბარება.
ko: 온보딩 상태가 만료되었습니다. 감독 시험을 계속 치르려면 온보딩을 다시 완료하세요.
lv: Jūsu reģistrācijas statuss ir beidzies. Lūdzu, vēlreiz pabeidziet uzņemšanu, lai turpinātu kārtot uzraudzītus eksāmenus.
pl: Twój status rejestracji wygasł. Aby kontynuować zdawanie nadzorowanych egzaminów, należy ponownie ukończyć proces wdrażania.
pt_pt: O seu estatuto de embarque expirou. Por favor, complete novamente o embarque para continuar a fazer exames de supervisionados.
ro: Starea dvs. de înscriere a expirat. Vă rugăm să finalizați din nou înscrierea pentru a continua să susțineți examenele supravegheate.
ru: Срок действия вашего статуса регистрации истек. Пожалуйста, завершите регистрацию еще раз, чтобы продолжить сдачу экзаменов под контролем.
sq: Statusi juaj i hyrjes ka skaduar. Përfundo sërish hyrjen për të vazhduar marrjen e provimeve të parashikuara.
sw: Muda wako wa kuabiri umekwisha. Tafadhali kamilisha kuabiri tena ili kuendelea kufanya mitihani ya awali.
te: మీ ఆన్‌బోర్డింగ్ స్థితి గడువు ముగిసింది. ప్రొక్టోర్డ్ పరీక్షలను కొనసాగించడానికి దయచేసి మళ్లీ ఆన్‌బోర్డింగ్ పూర్తి చేయండి.
th: สถานะการเริ่มต้นใช้งานของคุณหมดอายุแล้ว โปรดดำเนินการเริ่มต้นใช้งานอีกครั้งเพื่อทำการสอบคุมสอบต่อไป
uk: Ваш статус онбордінгу закінчився. Будь ласка, пройдіть реєстрацію ще раз, щоб продовжити складати контрольовані іспити.
uz: Bortga kirish maqomingiz tugadi. Iltimos, nazorat imtihonlarini topshirishni davom ettirish uchun bortga kirishni yana yakunlang.
vi: Trạng thái tham gia của bạn đã hết hạn. Vui lòng hoàn tất quá trình đăng ký lại để tiếp tục thực hiện các bài kiểm tra được giám sát.
zh_cn: 您的入学状态已过期。请再次完成入学手续以继续参加监考考试。

source: Setup Started
af_za: Opstelling het begin
ar: بدأ الإعداد
az: Quraşdırma Başladı
bo: ཐོག་མའི་གྲ་སྒྲིག
da: Opsætning er startet
el: Η εγκατάσταση ξεκίνησε
he: ההתקנה החלה
hi: सेटअप प्रारंभ हुआ
hu: Beállítás elindítva
it_it: Installazione avviata
ja: セットアップ開始
ko: 설치 시작
lv: Uzstādīšana sākta
pl: Konfiguracja rozpoczęta
pt_pt: Setup Iniciado
ro: Configurarea a început
ru: Настройка началась
sq: Konfigurimi filloi
sw: Usanidi Umeanza
te: సెటప్ ప్రారంభించబడింది
th: เริ่มต้นการตั้งค่าแล้ว
uk: Налаштування розпочато
uz: Sozlash boshlandi
vi: Đã bắt đầu thiết lập
zh_cn: 设置开始

source: Onboarding Started
af_za: Aanboord het begin
ar: بدأ الإعداد
bo: སྔོན་འགྲོའི་ཚོད་ལྟའི་ཡིག་རྒྱུགས་འགོ་འཛུགས།
da: Onboarding startet
el: Η ενσωμάτωση ξεκίνησε
he: ההטמעה החלה
hi: ऑनबोर्डिंग प्रारंभ हो गई
hu: Az onboarding elkezdődött
it_it: Iniziato l&#39;onboarding
ja: オンボーディング開始
ko: 온보딩 시작됨
lv: Pieslēgšanās sākta
pl: Rozpoczęło się wdrażanie
pt_pt: Integração iniciada
ro: Incorporarea a început
ru: Регистрация началась
sq: Hyrja filloi
sw: Upandaji Umeanzishwa
te: ఆన్‌బోర్డింగ్ ప్రారంభించబడింది
th: เริ่มต้นใช้งานแล้ว
uk: Розпочато адаптацію
uz: Bortga kirish boshlandi
vi: Bắt đầu giới thiệu
zh_cn: 入职开始

source: Onboarding Reset Failed Due to Past Due Exam
af_za: Onboarding-terugstelling het misluk as gevolg van verlede eksamen
ar: فشلت إعادة تعيين الإعداد بسبب تأخر موعد الامتحان
bo: ཡིག་རྒྱུགས་ཀྱི་དུས་བཀག་ཡོལ་ཟིན་པའི་རྐྱེན་གྱིས་བསྐྱར་སྒྲིག་བྱེད་ཐུབ་མ་སོང་།
da: Onboarding-nulstilling mislykkedes på grund af forsinket eksamen
el: Η επαναφορά ενσωμάτωσης απέτυχε λόγω καθυστερημένης εξέτασης
he: איפוס ההטמעה נכשל עקב בחינה שעברה
hi: पिछली देय परीक्षा के कारण ऑनबोर्डिंग रीसेट विफल रहा
hu: Az újraindítás sikertelen a lejárt vizsga miatt
it_it: Reimpostazione dell&#39;onboarding non riuscita a causa di un esame scaduto
ja: 試験未完了のため、オンボーディングのリセットに失敗しました。
ko: 시험 기한이 지난 관계로 온보딩 재설정에 실패했습니다.
lv: Uzņemšanas atjaunošana neizdevās, jo eksāmens jau bija nokavēts
pl: Wstępne resetowanie nie powiodło się z powodu przeterminowanego egzaminu
pt_pt: Falha na redefinição da integração devido a exame já terminado
ru: Сброс при входе в систему не удался из-за просроченного экзамена
sq: Rivendosja e hyrjes dështoi për shkak të provimit të vonuar
sw: Uwekaji Upya wa Uendeshaji Umeshindikana Kwa sababu ya Mtihani Uliopita
te: గత పరీక్ష కారణంగా ఆన్‌బోర్డింగ్ రీసెట్ విఫలమైంది
th: การรีเซ็ตการเริ่มต้นใช้งานล้มเหลวเนื่องจากการสอบที่เลยกำหนด
uk: Помилка скидання початкових налаштувань через прострочений іспит
uz: Muddati o‘tgan imtihon tufayli ishga kirishni asliga qaytarish amalga oshmadi
vi: Quá trình cài đặt lại không thành công do quá hạn kiểm tra
zh_cn: 由于考试逾期，入职重置失败

source: Audit
af_za: Oudit
ar: مستمع
da: Revidere
el: Ακροατές
he: שומע חופשי
hi: परीक्षण
hu: Felülvizsgálat
it_it: Revisione
ja: 監査
ka: თავისუფალი მსმენელი
ko: 심사
lv: Audits
pl: Rewizja
pt_pt: Exame
ru: Бесплатный курс
sq: Auditimi
sw: Ukaguzi
te: ఆడిట్
th: ตรวจสอบหลักสูตรนี้
uk: Безкоштовне прослуховування
vi: Kiểm toán
zh_cn: 旁听

source: Honor
af_za: Eer
ar: فخري
az: Şərəf
da: Ære
el: Με κώδικα τιμής
he: כבוד
hi: सम्मान
hu: Becsület
it_it: Onore
ja: 優等課程
ka: საპატიო
ko: 명예
lv: Gods
pt_pt: Honra
ro: Onora
ru: Сертификат Кодекса чести
sq: Nder
sw: Heshima
te: గౌరవం
th: เป็นเกียรติ
uk: Честь
uz: Hurmat
vi: Danh dự
zh_cn: 荣誉

source: Professional
af_za: Professioneel
ar: مهنيّ
az: Pəşəkar
bo: ཆེད་ལས།
da: Professionel
el: Επαγγελματίες
he: מקצועי
hi: व्यावसायिक
hu: Profi
it_it: Professionale
ja: 専門家
ka: პროფესიული
ko: 전문적인
lv: Profesionāls
pl: Profesjonalny
pt_pt: Profissional
ro: Profesional
ru: Профессиональный
sq: profesionale
sw: Mtaalamu
te: వృత్తిపరమైన
th: วิชาชีพ
uk: Професійний
vi: Chuyên nghiệp
zh_cn: 专业

source: No ID Professional
af_za: Geen ID-professioneel nie
ar: مهنية بدون هوية
bo: ཡི་རྟོན་འཕེལ་བའི་ ID ཞིག་རྙེད་མ་སོང་།
da: Ingen ID Professional
el: Χωρίς επαγγελματία ταυτότητας
he: ללא מקצוען מזהה
hi: कोई आईडी प्रोफेशनल नहीं
hu: Nincs azonosító szakember
it_it: Nessun professionista dell&#39;identità
ja: IDなしプロフェッショナル
ko: ID 전문가 없음
lv: Nav ID Profesionāls
pl: Brak profesjonalnego identyfikatora
pt_pt: Sem identificação profissional
ro: Fără ID Profesional
ru: Нет удостоверения личности специалиста
sq: Nuk ka ID Profesionist
sw: Hakuna Mtaalamu wa Kitambulisho
te: ID ప్రొఫెషనల్ లేదు
th: ไม่มี ID มืออาชีพ
uk: Немає ID Professional
uz: ID Professional yo'q
vi: Không có ID chuyên nghiệp
zh_cn: 无ID专业人士

source: Credit
af_za: Krediet
ar: ساعات دراسية معتمدة
az: Kredit
da: Kredit
el: Αναγνώριση
he: נקודות זכות
hi: श्रेय
hu: Kredit
ka: კრედიტი
ko: 신용 거래
lv: Kredīti
pl: Punkty edukacyjne
pt_pt: Crédito
ru: Баллы
sq: Kredia
sw: Mikopo
te: క్రెడిట్
th: หน่วยกิต
uk: Залік
uz: Kredit
vi: Tín dụng
zh_cn: 学分

source: Master's
af_za: Meester s&#39;n
ar: ماجستير
az: Magistr
bo: ཞིབ་འཇུག་གི་
el: Μεταπτυχιακό
he: תואר שני
hi: मास्टर का
it_it: Master
ja: 修士号
ka: მაგისტრის
ko: 석사
lv: Maģistra grāds
pl: magisterskie
pt_pt: Mestrado
ro: Masterului
ru: Магистр
sq: Master
sw: Mwalimu
te: మాస్టర్స్
th: ปริญญาโท
uk: Магістр
uz: Magistrlik
vi: Thạc sĩ
zh_cn: 硕士

source: Executive Education
af_za: Uitvoerende Onderwys
ar: تعليم تنفيذي
az: İcraedici Təhsil
bo: འཛིན་སྐྱོང་སློབ་གསོ།
el: Εκπαίδευση στελεχών
he: חינוך מנהלים
hi: कार्यकारी शिक्षा
hu: Vezetői oktatás
ja: エグゼクティブ教育
ka: აღმასრულებელი განათლება
ko: 임원 교육
lv: Vadītāju izglītība
pl: Edukacja wykonawcza
pt_pt: Educação Executiva
ro: Educație executivă
ru: Исполнительное образование
sq: Arsimi Ekzekutiv
sw: Elimu ya Utendaji
te: కార్యనిర్వాహక విద్య
th: การศึกษาสำหรับผู้บริหาร
uk: Виконавча освіта
uz: Boshqaruv ta'limi
vi: Giáo dục điều hành
zh_cn: 高管教育

source: Are you sure you want to leave this page? To pass your proctored exam you must also pass the online proctoring session review.
af_za: Is jy seker jy wil hierdie bladsy verlaat? Om jou eksamen-eksamen te slaag, moet jy ook die aanlyn-oorsigsessie-hersiening slaag.
ar: هل أنت متأكد من رغبتك في مغادرة هذه الصفحة؟ لاجتياز اختبارك المراقب، يجب عليك أيضًا اجتياز مراجعة جلسة المراقبة عبر الإنترنت.
az: Siz bu səhifədən çıxmaq istədiyinizə əminsiniz? Proktorlu imtahanınızı keçmək üçün onlayn proktorinq sessiyasının nəzərdən keçirilməsini də keçməlisiniz.
bo: ཁྱེད་རང་ཤོག་ངོས་འདི་ནས་ཐོན་གཏན་འཁེལ་ཡིན་ནམ། ཁྱེད་ཀྱིས་རང་གི་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་འཕྲོད་པ་ལ་དྲ་ཐོག་བརྒྱུད་ནས་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱི་ལས་རིམ་བསྐྱར་ཞིབ་ཀྱང་འཕྲོད་དགོས།
da: Er du sikker på, at du vil forlade denne side? For at bestå din proctoring-eksamen skal du også bestå online-proctoring session-gennemgangen.
el: Είστε βέβαιοι ότι θέλετε να φύγετε από αυτήν τη σελίδα; Για να περάσετε την εξέτασή σας με proctoring, πρέπει επίσης να περάσετε την online ανασκόπηση της συνεδρίας proctoring.
he: האם אתה בטוח שברצונך לעזוב את הדף הזה? כדי לעבור את הבחינה המבודדת שלך, עליך לעבור גם את סקירת הביקורת המקוונת.
hi: क्या आप वाकई यह पेज छोड़ना चाहते हैं? अपनी प्रॉक्टर्ड परीक्षा उत्तीर्ण करने के लिए आपको ऑनलाइन प्रॉक्टरिंग सत्र समीक्षा भी उत्तीर्ण करनी होगी।
hu: Biztosan el akarja hagyni ezt az oldalt? A felügyelt vizsga teljesítéséhez az online felügyeleti szakasz áttekintését is teljesítenie kell.
it_it: Sei sicuro di voler lasciare questa pagina? Per superare l&#39;esame con supervisione devi superare anche la revisione della sessione di supervisione online.
ja: このページを離れてもよろしいですか？ 監督付き試験に合格するには、オンライン監督セッションのレビューにも合格する必要があります。
ko: 이 페이지를 떠나시겠습니까? 감독 시험에 합격하려면 온라인 감독 세션 검토에도 합격해야 합니다.
lv: Vai tiešām vēlaties pamest šo lapu? Lai nokārtotu uzraudzīto eksāmenu, ir jānokārto arī tiešsaistes pārbaudes sesijas apskats.
pl: Czy na pewno chcesz opuścić tę stronę? Aby zdać egzamin nadzorowany, należy także zdać przegląd sesji nadzorowanej online.
pt_pt: Tem a certeza de que pretende sair desta página? Para ser aprovado no exame com vigilância, também deve passar na revisão da sessão de vigilância online.
ro: Sigur vrei să părăsești această pagină? Pentru a promova examenul de supraveghere, trebuie să promovați și revizuirea sesiunii de supraveghere online.
ru: Вы уверены, что хотите покинуть эту страницу? Чтобы сдать экзамен под контролем, вам также необходимо пройти онлайн-проверку сеанса прокторинга.
sq: Jeni i sigurt që dëshironi të largoheni nga kjo faqe? Për të kaluar provimin tuaj të mbrojtur, duhet të kaloni gjithashtu rishikimin e sesionit të proctoring online.
sw: Je, una uhakika unataka kuondoka kwenye ukurasa huu? Ili kufaulu mtihani wako wa proctored lazima pia upitishe ukaguzi wa kipindi cha proctoring mtandaoni.
te: మీరు ఖచ్చితంగా ఈ పేజీ నుండి నిష్క్రమించాలనుకుంటున్నారా? మీ ప్రోక్టరింగ్ పరీక్షలో ఉత్తీర్ణత సాధించడానికి మీరు తప్పనిసరిగా ఆన్‌లైన్ ప్రొక్టరింగ్ సెషన్ సమీక్షలో ఉత్తీర్ణులు కావాలి.
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากหน้านี้? หากต้องการผ่านการสอบคุมขัง คุณจะต้องผ่านการทบทวนเซสชันคุมขังออนไลน์ด้วย
uk: Ви впевнені, що бажаєте залишити цю сторінку? Щоб скласти іспит під наглядом, ви також повинні пройти онлайн-перегляд сесії під наглядом.
uz: Haqiqatan ham bu sahifani tark etmoqchimisiz? Proktoring imtihonidan o'tish uchun siz onlayn proktoring sessiyasi tekshiruvidan o'tishingiz kerak.
vi: Bạn có chắc chắn muốn rời khỏi trang này? Để vượt qua kỳ thi giám sát, bạn cũng phải vượt qua bài đánh giá phiên giám sát trực tuyến.
zh_cn: 您确定要离开此页面吗？ 要通过监考考试，您还必须通过在线监考课程审核。
