Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
af_za: As jy probleme het met betrekking tot proctoring, kan jy %(provider_name)s tegniese ondersteuning kontak deur &#39;n e-pos aan %(provider_tech_support_email)s te stuur of deur %(provider_tech_support_phone)s te skakel.
ar: إذا كانت لديك مشكلات تتعلق بالمُراقَبة، فيُمكِنك التواصل مع الدعم الفني لـ %(provider_name)s عبر البريد الإلكتروني على %(provider_tech_support_email)s أو عن طريق الاتصال بالرقم %(provider_tech_support_phone)s.
az: Əgər proktorinq ilə bağlı problemləriniz varsa, %(provider_name)s texniki dəstəyi ilə %(provider_tech_support_email)s elektron poçt ünvanına yazaraq və ya %(provider_tech_support_phone)s nömrəsinə zəng edərək əlaqə saxlaya bilərsiniz.
da: Hvis du har problemer i forbindelse med proctoring, kan du kontakte %(provider_name)s teknisk support ved at sende en e-mail til %(provider_tech_support_email)s eller ved at ringe til %(provider_tech_support_phone)s .
de_de: Wenn Sie Probleme mit der Aufsicht haben, können Sie den technischen Support %(provider_name)s per E-Mail %(provider_tech_support_email)s oder telefonisch unter %(provider_tech_support_phone)s kontaktieren.
el: Εάν αντιμετωπίζετε προβλήματα σχετικά με το proctoring, μπορείτε να επικοινωνήσετε με την τεχνική υποστήριξη %(provider_name)s στέλνοντας email στο %(provider_tech_support_email)s ή καλώντας %(provider_tech_support_phone)s.
fa: اگر مشکلاتی در رابطه با پروکتور دارید، می‌توانید با ایمیل %(provider_name)s یا با %(provider_tech_support_email)s با %(provider_tech_support_phone)s با پشتیبانی فنی %(provider_name)s تماس بگیرید.
he: אם יש לך בעיות הקשורות לבדיקה, תוכל ליצור קשר עם התמיכה הטכנית של %(provider_name)s על ידי שליחת דוא&quot;ל %(provider_tech_support_email)s או על ידי התקשרות %(provider_tech_support_phone)s .
hu: Ha problémái vannak a felügyelettel kapcsolatban, lépjen kapcsolatba a(z) %(provider_name)s műszaki támogatásával a %(provider_tech_support_email)s e-mail címen vagy a %(provider_tech_support_phone)s telefonszámon.
ja: プロクタリングに関する問題がある場合は、%(provider_name)s の技術サポートに %(provider_tech_support_email)s までメールで、または %(provider_tech_support_phone)s までお電話でご連絡ください。
lv: Ja jums rodas problēmas saistībā ar uzraudzību, varat sazināties ar %(provider_name)s tehnisko atbalstu, rakstot e-pastu uz %(provider_tech_support_email)s vai zvanot uz %(provider_tech_support_phone)s.
ro: Dacă aveți probleme legate de supraveghere, puteți contacta asistența tehnică %(provider_name)s prin e-mail %(provider_tech_support_email)s sau sunând la %(provider_tech_support_phone)s.
sq: Nëse keni probleme në lidhje me kërkimin, mund të kontaktoni mbështetjen teknike të %(provider_name)s duke dërguar email %(provider_tech_support_email)s ose duke telefonuar %(provider_tech_support_phone)s.
sv: Om du har problem med proctoring kan du kontakta %(provider_name)s tekniska support genom att e-posta %(provider_tech_support_email)s eller genom att ringa %(provider_tech_support_phone)s.
sw: Ikiwa una matatizo yanayohusiana na ufugaji, unaweza kuwasiliana na usaidizi wa kiufundi %(provider_name)s kwa kutuma barua pepe %(provider_tech_support_email)s au kwa kupiga simu %(provider_tech_support_phone)s.
te: మీకు ప్రొక్టరింగ్‌కు సంబంధించిన సమస్యలు ఉంటే, మీరు %(provider_tech_support_email)s కి ఇమెయిల్ చేయడం ద్వారా లేదా %(provider_tech_support_phone)s కి కాల్ చేయడం ద్వారా %(provider_name)s సాంకేతిక మద్దతును సంప్రదించవచ్చు.
th: หากคุณมีปัญหาเกี่ยวกับการคุมสอบ คุณสามารถติดต่อฝ่ายสนับสนุนด้านเทคนิคของ %(provider_name)s ได้โดยส่งอีเมลไปที่ %(provider_tech_support_email)s หรือโทรไปที่ %(provider_tech_support_phone)s
tr_tr: Gözetimle ilgili sorunlarınız varsa, %(provider_name)s teknik desteğe %(provider_tech_support_email)s adresine e‑posta göndererek veya %(provider_tech_support_phone)s numarasını arayarak ulaşabilirsiniz.

source: Start System Check
af_za: Begin System Check
ar: بدء فحص النظام
az: Sistem yoxlamasını başladın
da: Start systemtjek
de_de: Beginne mit Systemcheck
el: Έναρξη Ελέγχου συστήματος
fa: بررسی سیستم را شروع کنید
he: התחל בבדיקת מערכת
hu: Rendszerellenőrzés indítása
ja: システムチェックを開始
lv: Sāciet sistēmas pārbaudi
pt_br: Iniciar o sistema de verificação
ro: Porniți verificarea sistemului
ru: Начать проверку системы
sq: Filloni Kontrollin e Sistemit
sv: Starta systemkontroll
sw: Anza Ukaguzi wa Mfumo
te: సిస్టమ్ తనిఖీని ప్రారంభించండి
th: เริ่มการตรวจสอบระบบ
tr_tr: Sistem Denetimine Başla

source: Start Exam
af_za: Begin Eksamen
ar: ابدأ الامتحان
az: İmtahana Başla
da: Start eksamen
de_de: Prüfung starten
el: Έναρξη Εξετάσεων
fa: شروع امتحان
he: התחל את הבחינה
hu: Vizsga indítása
ja: 試験を開始
lv: Sāciet eksāmenu
pt_br: Iniciar o exame
ro: Începe examenul
ru: Начать экзамен
sq: Filloni Provimin
sv: Starta examen
sw: Anza Mtihani
te: పరీక్ష ప్రారంభించండి
th: เริ่มการสอบ
tr_tr: Sınavı Başlat

source: Step 1
af_za: Stap 1
ar: الخُطوة 1
az: Addım 1
da: Trin 1
de_de: Schritt 1
fa: مرحله 1
he: שלב 1
hu: 1. lépés
ja: ステップ 1
lv: 1. darbība
pt_br: Passo 1
sw: Hatua ya 1
te: దశ 1
th: ขั้นตอนที่ 1
tr_tr: Adım 1

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
af_za: Kopieer hierdie unieke eksamenkode. Jy sal later gevra word om hierdie kode te plak voordat jy die eksamen begin.
ar: انسخ رمز الامتحان الفريد هذا. إذ سيُطلب منك لصقه لاحقاً قبل بدء الامتحان.
az: Bu unikal imtahan kodunu kopyalayın. Siz imtahana başlamadan öncə bu kodu yapışdırmağınız tələb ediləcək.
da: Kopiér denne unikke eksamenskode. Du vil blive bedt om at indsætte denne kode senere, før du starter eksamen.
de_de: Kopieren Sie diesen einzigartigen Prüfungscode. Sie werden später aufgefordert, diesen Code einzufügen, bevor Sie mit der Prüfung beginnen.
el: Αντιγράψτε αυτόν τον μοναδικό κωδικό εξέτασης. Θα σας ζητηθεί να επικολλήσετε αυτόν τον κωδικό αργότερα πριν ξεκινήσετε την εξέταση.
fa: این کد امتحان منحصر به فرد را کپی کنید. بعداً قبل از شروع امتحان از شما خواسته می شود که این کد را جایگذاری کنید.
he: העתק את קוד הבחינה הייחודי הזה. תתבקש להדביק קוד זה מאוחר יותר לפני שתתחיל את הבחינה.
hu: Másold le ezt az egyedi vizsgakódot. Később be kell illesztened ezt a kódot, mielőtt elkezded a vizsgát.
ja: このユニークな試験コードをコピーしてください。試験を開始する前に、このコードを貼り付けるよう求められます。
lv: Kopējiet šo unikālo eksāmena kodu. Pirms eksāmena sākšanas vēlāk jums tiks piedāvāts ielīmēt šo kodu.
pt_br: Copie este código de exame exclusivo. Você será solicitado a colar esse código mais tarde, antes de iniciar o exame.
ro: Copiați acest cod unic de examen. Vi se va solicita să lipiți acest cod mai târziu înainte de a începe examenul.
sq: Kopjojeni këtë kod unik të provimit. Do t&#39;ju kërkohet të ngjisni këtë kod më vonë përpara se të filloni provimin.
sv: Kopiera denna unika examenskod. Du kommer att uppmanas att klistra in den här koden senare innan du påbörjar provet.
sw: Nakili msimbo huu wa kipekee wa mtihani. Utaombwa ubandike msimbo huu baadaye kabla ya kuanza mtihani.
te: ఈ ప్రత్యేక పరీక్ష కోడ్‌ని కాపీ చేయండి. మీరు పరీక్షను ప్రారంభించడానికి ముందు ఈ కోడ్‌ని అతికించమని మీరు ప్రాంప్ట్ చేయబడతారు.
th: คัดลอกรหัสการสอบเฉพาะนี้ คุณจะได้รับแจ้งให้วางรหัสนี้ในภายหลังก่อนที่จะเริ่มการสอบ
tr_tr: Bu eşsiz sınav kodunu kopyalayın. Sınava başlarken bu kodu girmenizi isteyen bir uyarı göreceksiniz.

source: Copy Exam Code
af_za: Kopieer eksamenkode
ar: انسخ رمز الامتحان
az: İmtahan Kodunu Kopyalayın
da: Kopiér eksamenskoden
de_de: Prüfungscode kopieren
el: Αντιγραφή Κωδικού Εξετάσεων
fa: کپی کد آزمون
he: העתק את קוד הבחינה
hu: Vizsgakód másolása
ja: 試験コードをコピー
lv: Kopējiet eksāmena kodu
pt_br: Copiar código do exame
ro: Copiați codul de examen
ru: Скопируйте код экзамена
sq: Kopjoni kodin e provimit
sv: Kopiera tentamenskod
sw: Nakili Msimbo wa Mtihani
te: పరీక్ష కోడ్‌ను కాపీ చేయండి
th: คัดลอกรหัสการสอบ
tr_tr: Sınav Kodunu Kopyala

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
af_za: Kies die eksamenkode en kopieer dit dan met Control + C (Windows) of Command + C (Mac).
ar: حَدِّد رمز الامتحان، ثم انسخه بالضغط على Control + C (لنظام ويندوز) أو Command + C (لنظام ماك).
az: İmtahan kodunu seçin, sonra onu Control + C (Windows) və ya Command + C (Mac) ilə kopyalayın.
da: Vælg eksamenskoden, og kopier den derefter med Control + C (Windows) eller Command + C (Mac).
de_de: Wählen Sie den Prüfungscode aus und kopieren Sie ihn mit Strg + C (Windows) oder Befehl + C (Mac).
el: Επιλέξτε τον κωδικό εξέτασης και, στη συνέχεια, αντιγράψτε τον χρησιμοποιώντας Control + C (Windows) ή Command + C (Mac).
fa: کد امتحان را انتخاب کنید، سپس آن را با استفاده از Control + C (ویندوز) یا Command + C (Mac) کپی کنید.
he: בחר את קוד הבחינה ולאחר מכן העתק אותו באמצעות Control + C (Windows) או Command + C (Mac).
hu: Válassza ki a vizsgakódot, majd másolja ki a Control + C (Windows) vagy Command + C (Mac) billentyűkombinációval.
ja: 試験コードを選択し、Control + C（Windows）またはCommand + C（Mac）を使ってコピーしてください。
lv: Atlasiet eksāmena kodu un kopējiet to, izmantojot Control + C (Windows) vai Command + C (Mac).
ro: Selectați codul de examen, apoi copiați-l folosind Control + C (Windows) sau Command + C (Mac).
sq: Zgjidhni kodin e provimit, më pas kopjojeni duke përdorur Control + C (Windows) ose Command + C (Mac).
sw: Chagua msimbo wa mtihani, kisha unakili kwa kutumia Ctrl + C (Windows) au Command + C (Mac).
te: పరీక్ష కోడ్‌ని ఎంచుకుని, ఆపై దాన్ని కంట్రోల్ + సి (విండోస్) లేదా కమాండ్ + సి (మ్యాక్) ఉపయోగించి కాపీ చేయండి.
tr_tr: Sınav kodunu seçin ve ardından Control + C (Windows) veya Command + C (Mac) tuşlarını kullanarak kopyalayın.

source: Step 2
af_za: Stap 2
ar: الخُطوة 2
az: Addım 2
da: Trin 2
de_de: Schritt 2
fa: گام 2
he: שלב 2
hu: 2. lépés
lv: 2. darbība
pt_br: Passo 2
sw: Hatua ya 2
te: దశ 2
th: ขั้นตอนที่ 2
tr_tr: Adım 2

source: Start your system check now. A new window will open for this step and you will verify your identity.
af_za: Begin nou jou stelselkontrole. &#39;n Nuwe venster sal oopmaak vir hierdie stap en jy sal jou identiteit verifieer.
ar: ابدأ فحص نظامك الآن. ستُفتح نافذة جديدة لهذه الخطوة وستؤكِّد هويتك.
az: İndi sistem yoxlamanıza başlayın. Bu addım üçün yeni bir pəncərə açılacaq və siz şəxsiyyətinizi təsdiqləyəcəksiniz.
da: Start dit systemtjek nu. Et nyt vindue åbnes for dette trin, og du vil bekræfte din identitet.
de_de: Starten Sie jetzt Ihren Systemcheck. Für diesen Schritt öffnet sich ein neues Fenster und Sie bestätigen Ihre Identität.
el: Ξεκινήστε τον έλεγχο του συστήματός σας τώρα. Θα ανοίξει ένα νέο παράθυρο για αυτό το βήμα και θα επαληθεύσετε την ταυτότητά σας.
fa: اکنون بررسی سیستم خود را شروع کنید. پنجره جدیدی برای این مرحله باز می شود و شما هویت خود را تایید می کنید.
he: התחל את בדיקת המערכת שלך עכשיו. חלון חדש ייפתח לשלב זה ותאמת את זהותך.
hu: Indítsa el most a rendszerellenőrzést. Egy új ablak nyílik meg ehhez a lépéshez, és Ön igazolja személyazonosságát.
ja: システムチェックを今すぐ開始してください。このステップのために新しいウィンドウが開き、あなたの身元を確認します。
lv: Uzsāciet sistēmas pārbaudi. Šim solim tiks atvērts jauns logs, un jūs apstiprināsiet savu identitāti.
ro: Începeți verificarea sistemului acum. Se va deschide o nouă fereastră pentru acest pas și vă veți verifica identitatea.
ru: Начните проверку системы прямо сейчас. Для этого шага откроется новое окно, и вы подтвердите свою личность.
sq: Filloni kontrollin e sistemit tuaj tani. Do të hapet një dritare e re për këtë hap dhe ju do të verifikoni identitetin tuaj.
sv: Starta din systemkontroll nu. Ett nytt fönster öppnas för detta steg och du kommer att verifiera din identitet.
sw: Anza kuangalia mfumo wako sasa. Dirisha jipya litafunguliwa kwa hatua hii na utathibitisha utambulisho wako.
te: మీ సిస్టమ్ తనిఖీని ఇప్పుడే ప్రారంభించండి. ఈ దశ కోసం కొత్త విండో తెరవబడుతుంది మరియు మీరు మీ గుర్తింపును ధృవీకరిస్తారు.
th: เริ่มการตรวจสอบระบบของคุณทันที หน้าต่างใหม่จะเปิดขึ้นสำหรับขั้นตอนนี้ และคุณจะยืนยันตัวตนของคุณ
tr_tr: Şimdi sistem kontrolünüzü başlatın. Bu adım için yeni bir pencere açılacak ve kimliğinizi doğrulayacaksınız.

source: Make sure you:
af_za: Maak seker jy:
ar: تَأكّد أنّك:
az: Əmin olun ki, siz:
da: Vær sikker på at du:
de_de: Stell sicher, dass du:
el: Βεβαιωθείτε ότι:
fa: مطمئن شوید که شما:
he: תהיה בטוח ש:
hu: Győződjön meg róla, hogy:
lv: Pārliecinieties, ka jūs:
pt_br: Certifique-se de que você:
ro: Asigurați-vă că:
ru: Убедитесь, что вы:
sq: Sigurohuni që:
sv: Se till att du:
sw: Hakikisha:
te: నిర్ధారించుకోండి, మీరు:
th: ตรวจสอบให้แน่ใจว่าคุณ:
tr_tr: Şunlardan emin olun:

source: Have a computer with a functioning webcam
af_za: Het &#39;n rekenaar met &#39;n werkende webkamera
ar: جهِّز حاسوباً مُزوَّداً بكاميرا ويب تعمل
az: Kamerası işləyən bir kompüterə sahib olun
da: Hav en computer med et fungerende webcam
de_de: Besitzen Sie einen Computer mit einer funktionierenden Webcam
el: Έχετε έναν υπολογιστή με λειτουργική κάμερα web
fa: یک کامپیوتر با وب کم کارآمد داشته باشید
he: יש לך מחשב עם מצלמת אינטרנט מתפקדת
hu: Legyen egy számítógép működő webkamerával
lv: Jums ir dators ar funkcionējošu tīmekļa kameru
pt_br: Tenha um computador com webcam funcionando
ro: Aveți un computer cu o cameră web funcțională
ru: Иметь компьютер с работающей веб-камерой
sq: Keni një kompjuter me një kamerë në internet që funksionon
sv: Ha en dator med fungerande webbkamera
sw: Kuwa na kompyuta iliyo na kamera ya wavuti inayofanya kazi
te: పనిచేసే వెబ్‌క్యామ్‌తో కంప్యూటర్‌ను కలిగి ఉండండి
th: มีคอมพิวเตอร์ที่มีเว็บแคมที่ใช้งานได้
tr_tr: Çalışan bir web kamerası olan bir bilgisayara sahip olun

source: Have your valid photo ID (e.g. driver's license or passport) ready
af_za: Hou jou geldige foto-ID (bv. bestuurslisensie of paspoort) gereed
ar: جهِّز بطاقة هوية سارية المفعول تحتوي على صورة شخصية (على سبيل المثال، رُخصة القيادة أو جواز السفر)
az: Etibarlı fotoşəxsiyyət vəsiqənizi (məsələn, sürücülük vəsiqəsi və ya pasport) hazır saxlayın
da: Hav dit gyldige billed-id (f.eks. kørekort eller pas) klar
de_de: Halten Sie Ihren gültigen Lichtbildausweis (z. B. Führerschein oder Reisepass) bereit
el: Έχετε έτοιμη την έγκυρη ταυτότητα με φωτογραφία (π.χ. άδεια οδήγησης ή διαβατήριο).
fa: شناسه عکس دار معتبر (مثلا گواهینامه رانندگی یا پاسپورت) آماده داشته باشید
he: הכינו תעודה מזהה תקפה עם תמונה (למשל רישיון נהיגה או דרכון).
hu: Legyen kéznél az érvényes fényképes igazolványa (pl. jogosítvány vagy útlevél)
ja: 有効な写真付き身分証明書（例：運転免許証またはパスポート）を用意してください
lv: Sagatavojiet derīgu personu apliecinošu dokumentu ar fotogrāfiju (piemēram, autovadītāja apliecību vai pasi).
pt_br: Tenha em mãos sua Identificação válida com foto (por exemplo, carteira de motorista ou passaporte)
ro: Pregătiți un act de identitate valabil cu fotografie (de exemplu, permisul de conducere sau pașaportul).
ru: Подготовьте действительное удостоверение личности с фотографией (например, водительские права или паспорт).
sq: Keni gati ID-në tuaj të vlefshme me foto (p.sh. patentë shoferi ose pasaportë).
sv: Ha ditt giltiga fotolegitimation (t.ex. körkort eller pass) redo
sw: Kuwa na kitambulisho chako halali cha picha (km leseni ya udereva au pasipoti) tayari
te: మీ చెల్లుబాటు అయ్యే ఫోటో ID (ఉదా. డ్రైవింగ్ లైసెన్స్ లేదా పాస్‌పోర్ట్) సిద్ధంగా ఉంచుకోండి
th: เตรียมบัตรประจำตัวที่มีรูปถ่ายที่ถูกต้องของคุณ (เช่น ใบขับขี่หรือหนังสือเดินทาง) ให้พร้อม
tr_tr: Geçerli fotoğraflı kimliğinizi (örn. ehliyet veya pasaport) hazır bulundurun

source: Step 3
af_za: Stap 3
ar: الخُطوة 3
az: Addım 3
da: Trin 3
de_de: Schritt 3
fa: مرحله 3
he: שלב 3
hu: 3. lépés
ja: ステップ3
lv: 3. darbība
pt_br: Etapa 3
te: దశ 3
th: ขั้นตอนที่ 3
tr_tr: Adım 3

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
af_za: Om sekuriteits- en eksamenintegriteitredes vra ons jou om by jou edX-rekening aan te meld. Dan sal ons jou na die RPNow proctoring-ervaring verwys.
ar: لدواعي أمنية ولسلامة الامتحان، يُرجى تسجيل الدخول إلى حسابك في edX. ثم سنقوم بتوجيهك إلى تجربة مُراقَبة عبر RPNow.
az: Təhlükəsizlik və imtahanın dürüstlüyü səbəbindən sizdən edX hesabınıza daxil olmağınızı xahiş edirik. Sonra sizi RPNow nəzarət təcrübəsinə yönləndirəcəyik.
da: Af sikkerheds- og eksamensintegritetsårsager beder vi dig om at logge ind på din edX-konto. Så vil vi henvise dig til RPNow proctoring-oplevelsen.
de_de: Aus Sicherheits- und Prüfungsintegritätsgründen bitten wir Sie, sich bei Ihrem edX-Konto anzumelden. Dann leiten wir Sie zum RPNow-Proctoring-Erlebnis weiter.
el: Για λόγους ασφαλείας και ακεραιότητας των εξετάσεων, σας ζητάμε να συνδεθείτε στον λογαριασμό σας edX. Στη συνέχεια θα σας κατευθύνουμε στην εμπειρία RPNow proctoring.
fa: به دلایل امنیتی و یکپارچگی امتحان، از شما می خواهیم به حساب edX خود وارد شوید. سپس شما را به تجربه جستجوی RPNow هدایت می کنیم.
he: מטעמי אבטחה ושלמות בחינות, אנו מבקשים ממך להיכנס לחשבון edX שלך. לאחר מכן נפנה אותך לחוויית ה-Proctoring RPNow.
hu: Biztonsági és vizsga-integritási okokból kérjük, jelentkezzen be a fiókjába. Ezután átirányítjuk az RPNow felügyeleti élményhez.
ja: セキュリティと試験の公正性を確保するため、edXアカウントにサインインしてください。その後、RPNowの監督体験にご案内します。
lv: Drošības un eksāmenu integritātes apsvērumu dēļ mēs lūdzam jūs pierakstīties savā edX kontā. Pēc tam mēs jūs novirzīsim uz RPNow uzraudzības pieredzi.
ro: Din motive de securitate și integritate a examenului, vă rugăm să vă conectați la contul dvs. edX. Apoi vă vom direcționa către experiența de supraveghere RPNow.
ru: В целях безопасности и целостности экзамена мы просим вас войти в свою учетную запись edX. Затем мы направим вас к опыту прокторинга RPNow.
sq: Për arsye sigurie dhe integriteti të provimit, ju kërkojmë të identifikoheni në llogarinë tuaj edX. Pastaj ne do t&#39;ju drejtojmë në përvojën e kërkimit të RPNow.
sv: Av säkerhets- och examensintegritetsskäl ber vi dig att logga in på ditt edX-konto. Sedan kommer vi att hänvisa dig till RPNow proctoring-upplevelsen.
sw: Kwa sababu za usalama na uadilifu wa mitihani, tunakuomba uingie katika akaunti yako ya edX. Kisha tutakuelekeza kwenye uzoefu wa uangalizi wa RPNow.
te: భద్రత మరియు పరీక్ష సమగ్రత కారణాల దృష్ట్యా, మీ edX ఖాతాకు సైన్ ఇన్ చేయమని మేము మిమ్మల్ని అడుగుతున్నాము. అప్పుడు మేము మిమ్మల్ని RPNow ప్రొక్టరింగ్ అనుభవానికి మళ్లిస్తాము.
th: เพื่อความปลอดภัยและความสมบูรณ์ของการสอบ กรุณาลงชื่อเข้าใช้บัญชีผู้ใช้ edX ของคุณ จากนั้นเราจะนำคุณไปสู่ประสบการณ์การควบคุม RPNow
tr_tr: Güvenlik ve sınav bütünlüğü nedeniyle edX hesabınızda oturum açmanızı rica ediyoruz. Daha sonra sizi RPNow gözetmenlik deneyimine yönlendireceğiz.

source: Take this exam without proctoring.
af_za: Neem hierdie eksamen sonder proctoring.
ar: الخضوع للامتحان دون مراقبة.
az: Bu imtahanı nəzarətsiz verin.
da: Tag denne eksamen uden proctoring.
de_de: An diese Prüfung ohne Aufsicht teilnehmen.
el: Συμμετοχή στις εξετάσεις χωρίς επιτήρηση
fa: این امتحان را بدون پیش بینی شرکت کنید.
he: היבחן במבחן זה ללא פיקוח.
hu: Tegye meg ezt a vizsgát felügyelet nélkül.
ja: プロクターなしでこの試験を受けてください。
lv: Eksāmenu kārtojiet bez uzraudzības.
pt_br: Fazer este exame sem supervisão.
ro: Susține acest examen fără supraveghere.
ru: Сдать экзамен без наблюдения.
sq: Merrni këtë provim pa kontroll.
sw: Fanya mtihani huu bila proctoring.
te: ప్రోక్టరింగ్ లేకుండా ఈ పరీక్ష రాయండి.
th: ทำข้อสอบนี้โดยไม่ต้องมีผู้คุมสอบ
tr_tr: Sınava Gözetimsiz Olarak Devam Et

source: You must complete an onboarding exam before taking this proctored exam
af_za: U moet &#39;n aanboordeksamen voltooi voordat u hierdie eksamen afgelê het
ar: ينبغي عليك إتمام امتِحان القبول، قبل أن تُجري هذا الامتحان المُراقَب
az: Siz bu nəzarətli imtahanı verməzdən əvvəl tanışlıq imtahanını tamamlamalısınız.
da: Du skal gennemføre en onboarding-eksamen, før du tager denne proctored-eksamen
de_de: Sie müssen eine Aufnahmeprüfung absolvieren, bevor Sie diese beaufsichtigte Prüfung ablegen können
el: Πρέπει να ολοκληρώσετε μια εξέταση ενσωμάτωσης προτού λάβετε μέρος σε αυτήν την ειδική εξέταση
fa: قبل از شرکت در این آزمون مشروط، باید یک آزمون حضوری را تکمیل کنید
he: עליך להשלים בחינת הצטרפות לפני שניגשת לבחינה פרוקטורית זו
hu: Teljesítenie kell egy bevezető vizsgát, mielőtt ezt a felügyelt vizsgát megkezdené.
ja: この監督付き試験を受ける前に、オンボーディング試験を完了する必要があります。
lv: Pirms šī uzraudzītā eksāmena kārtošanas jums ir jānokārto uzņemšanas eksāmens
pt_br: Você deve concluir um exame de integração antes de fazer este exame supervisionado
ro: Trebuie să finalizați un examen de integrare înainte de a susține acest examen supravegheat
ru: Прежде чем сдавать этот экзамен под контролем, вы должны пройти вступительный экзамен.
sq: Ju duhet të përfundoni një provim të hyrjes përpara se të merrni këtë provim të mbrojtur
sv: Du måste slutföra ett introduktionsprov innan du tar det här provet
sw: Lazima ukamilishe mtihani wa kuingia kabla ya kufanya mtihani huu wa proctored
te: ఈ ప్రోక్టెడ్ పరీక్షను తీసుకునే ముందు మీరు తప్పనిసరిగా ఆన్‌బోర్డింగ్ పరీక్షను పూర్తి చేయాలి
tr_tr: Bu gözetimli sınava girmeden önce bir oryantasyon sınavını tamamlamalısınız

source: Please complete an onboarding exam before attempting this exam.
af_za: Voltooi asseblief &#39;n aanboordeksamen voordat u hierdie eksamen probeer.
ar: يُرجى إتمام امتِحان القبول قبل أن تحاول إجراء هذا الامتحان.
az: Zəhmət olmasa, bu imtahana başlamazdan əvvəl tanışlıq imtahanını tamamlayın.
da: Gennemfør en onboarding-eksamen, før du prøver denne eksamen.
de_de: Bitte absolvieren Sie eine Onboarding-Prüfung, bevor Sie an dieser Prüfung teilnehmen.
fa: لطفاً قبل از اقدام به این امتحان، یک امتحان داخلی را تکمیل کنید.
he: נא להשלים בחינת הצטרפות לפני שתנסה את הבחינה הזו.
hu: Kérjük, végezze el a bevezető vizsgát, mielőtt megpróbálja ezt a vizsgát.
ja: ``` この試験を受ける前に、オンボーディング試験を完了してください。 ```
lv: Pirms šī eksāmena mēģinājuma, lūdzu, aizpildiet uzņemšanas eksāmenu.
pt_br: Conclua um exame de integração antes de tentar fazer este exame.
ro: Vă rugăm să finalizați un examen de integrare înainte de a încerca acest examen.
ru: Пожалуйста, пройдите вступительный экзамен, прежде чем приступить к этому экзамену.
sq: Përfundoni një provim të hyrjes përpara se të provoni këtë provim.
sv: Gör ett introduktionsprov innan du gör detta prov.
sw: Tafadhali kamilisha mtihani wa kuingia kabla ya kujaribu mtihani huu.
te: దయచేసి ఈ పరీక్షను ప్రయత్నించే ముందు ఆన్‌బోర్డింగ్ పరీక్షను పూర్తి చేయండి.
tr_tr: Lütfen bu sınava girmeden önce bir oryantasyon sınavını tamamlayın.

source: Navigate to onboarding exam
af_za: Navigeer na aanboordeksamen
ar: انتقِل إلى الامتحان التحضيري
az: Keçid imtahanına keçin
da: Naviger til onboarding-eksamen
de_de: Navigieren Sie zur Onboarding-Prüfung
el: Μεταβείτε στην εξέταση ενσωμάτωσης
fa: به آزمون حضوری بروید
he: נווט לבחינת ההצטרפות
hu: Navigáljon az onboarding vizsgához
ja: オンボーディング試験に移動
lv: Pārejiet uz uzņemšanas eksāmenu
pt_br: Navegue até o exame de integração
ro: Navigați la examenul de înscriere
ru: Перейти к вступительному экзамену
sq: Navigo te provimi i hyrjes
sv: Navigera till introduktionsprovet
sw: Nenda kwenye mtihani wa kuingia
te: ఆన్‌బోర్డింగ్ పరీక్షకు నావిగేట్ చేయండి
th: ไปที่การสอบเตรียมความพร้อม
tr_tr: Oryantasyon sınavına gidin
