Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: a timed exam
af_za: &#39;n tydige eksamen
ar: امتحان محدّد الوقت
az: vaxtlı imtahan
da: en tidsbestemt eksamen
de_de: eine terminierte Prüfung
el: μια χρονομετρημένη εξέταση
fa: یک امتحان زمان بندی شده
he: המוגדר כמבחן מתוזמן
hu: időzített vizsga
ja: 制限時間付き試験
pt_br: Um exame cronometrado
ro: un examen cronometrat
ru: экзамен на время
sq: një provim në kohë
sv: ett tidsbestämt prov
sw: mtihani wa wakati
te: సమయం ముగిసిన పరీక్ష
th: การสอบแบบหมดเวลา
tr_tr: zamanlanmış sınav

source: an onboarding exam
af_za: &#39;n aanboordeksamen
ar: امتحان القبول
az: giriş imtahanı
da: en onboarding-eksamen
de_de: eine Onboarding-Prüfung
el: μια ενσωματωμένη εξέταση
fa: یک امتحان حضوری
he: מבחן הצטרפות
hu: bevezető vizsga
ja: オンボーディング試験
pt_br: um exame de integração
ro: un examen de integrare
ru: вступительный экзамен
sv: ett introduktionsprov
sw: mtihani wa kuingia
te: ఒక ఆన్‌బోర్డింగ్ పరీక్ష
th: การสอบเข้าใช้งาน
tr_tr: oryantasyon sınavı

source: a practice exam
af_za: &#39;n oefeneksamen
ar: امتحان تدريبي
az: təcrübə imtahanı
da: en praksis eksamen
de_de: eine Übungsprüfung
el: μια πρακτική εξέταση
fa: یک امتحان عملی
he: מבחן תרגול
hu: gyakorló vizsga
ja: 模擬試験
pt_br: um exame prático
ro: un examen de practică
ru: практический экзамен
sq: një provim praktik
sv: ett övningsprov
sw: mtihani wa mazoezi
te: ఒక అభ్యాస పరీక్ష
th: ข้อสอบฝึกหัด
tr_tr: alıştırma sınavı

source: could not determine the course_id
af_za: kon nie die kursus_id bepaal nie
ar: لم نتمكن من تحديد معرف الدورة التعليمية
az: course_id müəyyənləşdirə bilmədi
da: kunne ikke bestemme kursus-id
de_de: Konnte course_id nicht feststellen
el: δεν μπόρεσε να προσδιορίσει το course_id
fa: نمی تواند course_id را تعیین کند
he: לא ניתן להגדיר את מזהה הקורס
hu: nem sikerült meghatározni a kurzusazonosítót
ja: コースIDを特定できませんでした
pt_br: Não foi possível determinar a identificação do curso
ro: nu a putut determina cursul_id
ru: не удалось определить идентификатор курса
sq: nuk mund të përcaktojë kursin_id
sv: kunde inte bestämma kurs_id
sw: hawezi kubainisha course_id
te: కోర్సు_ఐడిని గుర్తించలేకపోయింది
th: ไม่สามารถระบุ course_id ได้
tr_tr: course_id belirlenemedi

source: Must be a Staff User to Perform this request.
af_za: Moet &#39;n personeelgebruiker wees om hierdie versoek uit te voer.
ar: يجب أن تكون عضو طاقم من أجل القيام بهذا الطلب.
az: Bu müraciəti icra etmək üçün siz Heyət istifadəçisi olmalısınız.
da: Skal være en personalebruger for at udføre denne anmodning.
de_de: Muss ein Mitarbeiter sein, um diese Anfrage auszuführen.
el: Πρέπει να είναι χρήστης προσωπικού για να εκτελέσει αυτό το αίτημα.
fa: برای انجام این درخواست باید کاربر کارکنان باشد.
he: חייב להיות משתמש צוות על מנת לבצע בקשה זו.
hu: A kérés végrehajtásához személyzeti felhasználónak kell lennie.
ja: このリクエストを実行するには、スタッフユーザーである必要があります。
pt_br: É necessário ser um Usuário da Equipe para fazer esta requisição.
ro: Trebuie să fie un utilizator al personalului pentru a îndeplini această solicitare.
ru: Только сотрудникам разрешено выполнение данного запроса.
sq: Duhet të jetë përdorues i Stafit për të kryer këtë kërkesë.
sv: Måste vara personalanvändare för att utföra denna begäran.
sw: Lazima uwe Mtumiaji Mfanyakazi ili kutekeleza ombi hili.
te: ఈ అభ్యర్థనను అమలు చేయడానికి తప్పనిసరిగా స్టాఫ్ యూజర్ అయి ఉండాలి.
th: จะต้องเป็นผู้ใช้พนักงานจึงจะดำเนินการตามคำขอนี้ได้
tr_tr: Bu isteği gerçekleştirmek için Personel Kullanıcısı olmalısınız.

source: Missing required query parameter course_id
af_za: Vereiste navraagparameter course_id ontbreek
ar: متغير الاستعلام المطلوب course_id مفقود
az: Tələb olunan sorğu parametri course_id çatışmır
da: Mangler påkrævet forespørgselsparameter course_id
de_de: Der erforderliche Abfrageparameter course_id fehlt
el: Λείπει η απαιτούμενη παράμετρος ερωτήματος course_id
fa: پارامتر پرس و جو مورد نیاز course_id وجود ندارد
he: חסר פרמטר שאילתה נדרש course_id
hu: Hiányzó kötelező lekérdezési paraméter: course_id
ja: 必須のクエリパラメータcourse_idがありません
pt_br: Falta o parâmetro de consulta obrigatório 'course_id'
ro: Lipsește parametrul de interogare obligatoriu course_id
ru: Отсутствует обязательный параметр запроса course_id.
sq: Mungon parametri i kërkuar i kërkesës course_id
sv: Den obligatoriska frågeparametern course_id saknas
sw: Kigezo cha hoja kinachohitajika, course_id, hakipo.
te: అవసరమైన ప్రశ్న పరామితి course_id లేదు
th: ไม่มีพารามิเตอร์การค้นหาที่จำเป็น course_id
tr_tr: Boş kalan gerekli parametre course_id

source: There is no onboarding exam related to this course id.
af_za: Daar is geen aanboordeksamen wat met hierdie kursus-ID verband hou nie.
ar: لا يوجد امتحان قبول متعلق بمعرّف هذا المساق.
az: Bu kurs id-si ilə əlaqəli heç bir tanışlıq imtahanı yoxdur.
da: Der er ingen onboarding-eksamen relateret til dette kursus-id.
de_de: Für diese Kurs-ID gibt es keine Onboarding-Prüfung.
el: Δεν υπάρχει ενσωματωμένη εξέταση που να σχετίζεται με αυτό το αναγνωριστικό μαθήματος.
fa: هیچ آزمون ورودی مربوط به این شناسه دوره وجود ندارد.
he: אין בחינת הצטרפות הקשורה למזהה הקורס הזה.
hu: Nincs ehhez a kurzusazonosítóhoz kapcsolódó bevezető vizsga.
ja: このコースIDに関連するオンボーディング試験はありません。
pt_br: Não há exame de integração relacionado a esta identificação do curso.
ro: Nu există un examen de înscriere legat de acest ID de curs.
ru: С этим идентификатором курса не связан вступительный экзамен.
sq: Nuk ka asnjë provim të hyrjes në lidhje me ID-në e këtij kursi.
sv: Det finns inget introduktionsprov relaterat till detta kurs-id.
sw: Hakuna mtihani wa kuingia unaohusiana na kitambulisho hiki cha kozi.
te: ఈ కోర్సు ఐడికి సంబంధించి ఆన్‌బోర్డింగ్ పరీక్ష లేదు.
th: ไม่มีการทดสอบการเริ่มต้นใช้งานที่เกี่ยวข้องกับรหัสหลักสูตรนี้
tr_tr: Bu ders kimliği ile ilgili bir oryantasyon sınavı bulunmamaktadır.

source: There is no onboarding exam accessible to this user.
af_za: Daar is geen aanboordeksamen vir hierdie gebruiker toeganklik nie.
ar: لا يوجد امتحان قبول يمكن لهذا المستخدم الوصول إليه.
az: Bu istifadəçi üçün əlçatan bir tanışlıq imtahanı yoxdur.
da: Der er ingen onboarding-eksamen tilgængelig for denne bruger.
de_de: Für diesen Benutzer ist keine Onboarding-Prüfung verfügbar.
el: Δεν υπάρχει καμία εξέταση ενσωμάτωσης προσβάσιμη σε αυτόν τον χρήστη.
fa: هیچ آزمون ورودی برای این کاربر وجود ندارد.
he: אין בחינת כניסה נגישה למשתמש זה.
hu: Nincs hozzáférhető bevezető vizsga ehhez a felhasználóhoz.
ja: このユーザーがアクセスできるオンボーディング試験はありません。
pt_br: Não há exame de onboarding acessível a este usuário.
ro: Nu există un examen de înscriere accesibil acestui utilizator.
ru: Для этого пользователя нет доступа к вступительному экзамену.
sq: Ky përdorues nuk ka asnjë provim të hyrjes.
sv: Det finns inget introduktionsprov tillgängligt för denna användare.
te: ఈ వినియోగదారుకు అందుబాటులో ఉండే ఆన్‌బోర్డింగ్ పరీక్ష ఏదీ లేదు.
th: ไม่มีการทดสอบการเริ่มต้นใช้งานสำหรับผู้ใช้รายนี้
tr_tr: Bu kullanıcı için erişilebilir bir oryantasyon sınavı bulunmamaktadır.

source: No onboarding status API for {proctor_service}
af_za: Geen aanboordstatus-API vir {proctor_service} nie
ar: لا توجد واجهة برمجة تطبيقات لحالة الإعداد لـ {proctor_service}
az: {proctor_service} üçün onboarding statusu API-si yoxdur
da: Ingen onboarding status API for {proctor_service}
de_de: Keine Onboarding-Status-API für {proctor_service}
el: Δεν υπάρχει API κατάστασης ενσωμάτωσης για το {proctor_service}
fa: API وضعیت ورود به سیستم برای {proctor_service} وجود ندارد
he: אין ממשק API של סטטוס כניסה עבור {proctor_service}
hu: Nincs onboarding státusz API a(z) {proctor_service} számára
ja: {proctor_service}のためのオンボーディングステータスAPIはありません
pt_br: Nenhuma API de status de integração para {proctor_service}
ro: Nu există API pentru starea de înscriere pentru {proctor_service}
ru: Нет API статуса регистрации для {proctor_service}
sq: Nuk ka API të statusit të hyrjes për {proctor_service}
sv: Inget introduktionsstatus-API för {proctor_service}
sw: Hakuna API ya hali ya upakiaji ya {proctor_service}
te: {proctor_service} కోసం ఆన్‌బోర్డింగ్ స్థితి API లేదు
th: ไม่มี API สถานะการเริ่มต้นใช้งานสำหรับ {proctor_service}
tr_tr: {proctor_service} için oryantasyon durumu API’si bulunmamaktadır

source: The onboarding service is temporarily unavailable. Please try again later.
af_za: Die aanboorddiens is tydelik onbeskikbaar. Probeer asseblief weer later.
ar: خدمة التسجيل غير متاحة مؤقتاً. من فضلك حاوِل مرة أخرى لاحقاً.
az: Onboarding xidməti müvəqqəti olaraq əlçatan deyil. Zəhmət olmasa, bir az sonra yenidən cəhd edin.
da: Onboarding-tjenesten er midlertidigt utilgængelig. Prøv igen senere.
de_de: Der Onboarding-Service ist vorübergehend nicht verfügbar. Bitte versuchen Sie es später noch einmal.
el: Η υπηρεσία επιβίβασης δεν είναι προσωρινά διαθέσιμη. Παρακαλώ δοκιμάστε ξανά αργότερα.
fa: سرویس ورود موقتاً در دسترس نیست. لطفاً بعداً دوباره امتحان کنید.
he: שירות העלייה למטוס אינו זמין באופן זמני. בבקשה נסה שוב מאוחר יותר.
hu: Az integrációs szolgáltatás átmenetileg nem elérhető. Kérjük, próbálja meg később.
ja: オンボーディングサービスは一時的に利用できません。後でもう一度お試しください。
pt_br: O serviço de integração está temporariamente indisponível. Por favor, tente novamente mais tarde.
ro: Serviciul de onboarding este temporar indisponibil. Vă rugăm să încercați din nou mai târziu.
ru: Услуга регистрации временно недоступна. Пожалуйста, повторите попытку позже.
sq: Shërbimi i hyrjes në bord është përkohësisht i padisponueshëm. Ju lutemi provoni përsëri më vonë.
sv: Onboarding-tjänsten är tillfälligt otillgänglig. Vänligen försök igen senare.
sw: Huduma ya kuabiri haipatikani kwa sasa. Tafadhali jaribu tena baadaye.
te: ఆన్‌బోర్డింగ్ సేవ తాత్కాలికంగా అందుబాటులో లేదు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: บริการเริ่มต้นใช้งานชั่วคราวไม่พร้อมใช้งาน กรุณาลองใหม่อีกครั้งในภายหลัง.
tr_tr: Oryantasyon servisi geçici olarak kullanılamıyor. Lütfen daha sonra tekrar deneyin.

source: you have less than a minute remaining
af_za: jy het minder as &#39;n minuut oor
ar: بقي لديك أقل من دقيقة
az: Bir dəqiqədən az vaxtınız qalıb
da: du har mindre end et minut tilbage
de_de: Sie haben weniger als eine Minute übrig
el: σας απομένει λιγότερο από ένα λεπτό
fa: کمتر از یک دقیقه فرصت دارید
he: נותרה לך פחות מדקה
hu: kevesebb mint egy perc van hátra
ja: 残り時間は1分未満です。
pt_br: você tem menos de um minuto restando
ro: mai ai mai puțin de un minut rămas
ru: у вас осталось меньше минуты
sq: ju ka mbetur më pak se një minutë
sv: du har mindre än en minut kvar
sw: umebakiza chini ya dakika moja
te: మీకు ఒక నిమిషం కంటే తక్కువ సమయం మిగిలి ఉంది
th: คุณมีเวลาเหลือน้อยกว่าหนึ่งนาที
tr_tr: bir dakikadan az süreniz kaldı

source: Enter a valid username or email
af_za: Voer &#39;n geldige gebruikersnaam of e-pos in
ar: أدخِل اسم مستخدم أو بريداً إلكترونياً صالحاً
az: Düzgün istifadəçi adı və ya e-poçt daxil edin
da: Indtast et gyldigt brugernavn eller e-mail
de_de: Geben Sie einen gültigen Benutzernamen oder eine gültige E-Mail-Adresse ein
el: Εισαγάγετε ένα έγκυρο όνομα χρήστη ή email
fa: یک نام کاربری یا ایمیل معتبر وارد کنید
he: הזן שם משתמש או דוא&quot;ל חוקיים
hu: Adjon meg egy érvényes felhasználónevet vagy e-mail címet
ja: 有効なユーザー名またはメールアドレスを入力してください
pt_br: Digite um nome de usuário ou e-mail válido
ro: Introduceți un nume de utilizator sau un e-mail valid
ru: Введите действительное имя пользователя или email
sq: Futni një emër përdoruesi ose email të vlefshëm
sv: Ange ett giltigt användarnamn eller e-postadress
sw: Weka jina la mtumiaji au barua pepe halali
te: చెల్లుబాటు అయ్యే వినియోగదారు పేరు లేదా ఇమెయిల్‌ను నమోదు చేయండి
th: ป้อนชื่อผู้ใช้หรืออีเมลที่ถูกต้อง
tr_tr: Geçerli bir kullanıcı adı veya e-posta girin

source: Enter a valid positive value number
af_za: Voer &#39;n geldige positiewe waardenommer in
ar: أدخِل رقماً صحيحاً بقيمة موجبة
az: Düzgün müsbət dəyərli bir rəqəm daxil edin
da: Indtast et gyldigt positivt værdital
de_de: Geben Sie einen gültigen positiven Wert ein
el: Εισαγάγετε έναν έγκυρο αριθμό θετικής τιμής
fa: یک عدد مقدار مثبت معتبر وارد کنید
he: הזן מספר ערך חיובי חוקי
hu: Adjon meg egy érvényes pozitív számértéket
ja: 有効な正の数値を入力してください
pt_br: Insira um número de valor positivo válido
ro: Introduceți un număr de valoare pozitivă valid
ru: Введите допустимое положительное число.
sq: Futni një numër të vlefshëm me vlerë pozitive
sv: Ange ett giltigt positivt värde.
sw: Weka nambari halali ya thamani chanya
te: చెల్లుబాటు అయ్యే సానుకూల విలువ సంఖ్యను నమోదు చేయండి
th: ป้อนตัวเลขค่าบวกที่ถูกต้อง
tr_tr: Geçerli bir pozitif değer numarası girin

source: allowance_value
af_za: toelae_waarde
az: güzəşt dəyəri
da: tillægsværdi
de_de: Zulagewert
el: επίδομα_αξία
fa: کمک هزینه_ارزش
he: ערך_קצבה
hu: juttatási_érték
ja: 手当額
pt_br: valor_mesada
ro: valoare_allocație
ru: допуск_значение
sq: lejimi_vlera
sv: tilläggsvärde
sw: posho_thamani
te: భత్యం_విలువ
th: ค่าเผื่อ_มูลค่า
tr_tr: izin_değeri

source: Cannot update attempt review status
af_za: Kan nie poging hersieningstatus opdateer nie
ar: تعذّر تحديث حالة مراجعة المحاولة
az: Cəhdin nəzərdən keçirilmə statusunu yeniləmək mümkün deyil
da: Status for gennemgangsforsøg kan ikke opdateres
de_de: Der Überprüfungsstatus des Versuchs kann nicht aktualisiert werden
el: Δεν είναι δυνατή η ενημέρωση της κατάστασης προσπάθειας ελέγχου
fa: نمی توان وضعیت تلاش برای بررسی را به روز کرد
he: לא ניתן לעדכן את סטטוס ניסיון הבדיקה
hu: Nem lehet frissíteni a próbálkozás értékelési állapotát
ja: 試行レビューのステータスを更新できません
pt_br: Não conseguimos atualizar a revisão da tentativa.
ro: Nu se poate actualiza starea încercării de revizuire
ru: Невозможно обновить статус проверки попытки.
sq: Statusi i rishikimit të përpjekjes nuk mund të përditësohet
sv: Det går inte att uppdatera status för granskningsförsök
sw: Haiwezi kusasisha hali ya ukaguzi wa jaribio
te: ప్రయత్న సమీక్ష స్థితిని నవీకరించడం సాధ్యం కాదు
th: ไม่สามารถอัปเดตสถานะความพยายามตรวจสอบได้
tr_tr: Deneme inceleme durumu güncellenemedi

source: No exams in course {course_id}.
af_za: Geen eksamens in kursus {course_id} nie.
ar: لا توجد امتحانات في المساق {course_id}.
az: Kursda {course_id} üçün imtahan yoxdur.
da: Ingen eksamener i kursus {course_id} .
de_de: Keine Prüfungen im Kurs {course_id} .
el: Δεν υπάρχουν εξετάσεις στο μάθημα {course_id} .
fa: بدون امتحان در دوره {course_id} .
he: אין בחינות בקורס {course_id} .
hu: Nincsenek vizsgák a(z) {course_id} kurzusban.
ja: コース{course_id}には試験がありません。
pt_br: Não há exames no curso {course_id}.
ro: Fără examene în curs {course_id}.
ru: На курсе {course_id} экзаменов нет.
sq: Nuk ka provime në kursin {course_id}.
sv: Inga prov i kursen {course_id}.
sw: Hakuna mitihani katika kozi {course_id}.
te: {course_id} కోర్సులో పరీక్షలు లేవు.
th: ไม่มีสอบในคอร์ส {course_id} .
tr_tr: {ders_id} dersinde sınav bulunmamaktadır.

source: No proctored exams in course {course_id}
af_za: Geen eksamens in kursus {course_id} nie
ar: لا توجد امتحانات مُراقَبة في المساق {course_id}
az: Kursda {course_id} nəzarətli imtahan yoxdur
da: Ingen proctorerede eksamener i kursus {course_id}
de_de: Keine beaufsichtigten Prüfungen im Kurs {course_id}
el: Δεν υπάρχουν ειδικές εξετάσεις στο μάθημα {course_id}
fa: بدون آزمون پروکتوری در دوره {course_id}
he: אין בחינות מוכחות בקורס {course_id}
hu: Nincsenek felügyelt vizsgák a(z) {course_id} kurzusban
ja: コース{course_id}には監督付き試験はありません。
pt_br: Não há exames supervisionados no curso {course_id}
ro: Fără examene supravegheate în cursul {course_id}
ru: На курсе {course_id} нет контролируемых экзаменов.
sq: Nuk ka provime të kontrolluara në kursin {course_id}
sv: Inga övervakade prov i kurs {course_id}
sw: Hakuna mitihani ya proctored katika kozi {course_id}
te: కోర్సు {course_id} లో ప్రోక్టార్డ్ పరీక్షలు లేవు
th: ไม่มีการสอบคุมขังในหลักสูตร {course_id}
tr_tr: {ders_id} dersinde gözetimli sınav bulunmamaktadır.

source: No instructor dashboard for {proctor_service}
af_za: Geen instrukteur-dashboard vir {proctor_service} nie
ar: لا توجد لوحة تحكّم للمعلم لـ {proctor_service}
az: {proctor_service} üçün təlimatçı paneli yoxdur
da: Intet instruktør-dashboard til {proctor_service}
de_de: Kein Lehrer-Dashboard für {proctor_service}
el: Δεν υπάρχει πίνακας εργαλείων εκπαιδευτή για {proctor_service}
fa: هیچ داشبورد آموزشی برای {proctor_service} وجود ندارد
he: אין לוח מחוונים של מדריך עבור {proctor_service}
hu: Nincs oktatói irányítópult a(z) {proctor_service} számára
ja: {proctor_service}のためのインストラクターダッシュボードはありません
pt_br: Nenhum Painel de controle do instrutor para {proctor_service}
ro: Fără tablou de bord pentru instructor pentru {proctor_service}
ru: Нет панели инструктора для {proctor_service}
sq: Nuk ka pult instruktori për {proctor_service}
sv: Ingen instruktörsinstrumentpanel för {proctor_service}
sw: Hakuna dashibodi ya mwalimu kwa {proctor_service}
te: {proctor_service} కోసం ఇన్‌స్ట్రక్టర్ డాష్‌బోర్డ్ లేదు
th: ไม่มีตารางงานผู้สอนสำหรับ {proctor_service}
tr_tr: {proctor_service} için eğitmen kontrol paneli yok

source: Hello,
af_za: Hallo,
ar: مرحباً،
az: Salam,
de_de: Hallo,
fa: سلام،
ja: こんにちは、
lv: Sveiki,
pt_br: Olá,
ru: Привет,
sq: Përshëndetje,
te: హలో,
th: สวัสดี,
tr_tr: Merhaba,

source: user_info
af_za: gebruiker_inligting
az: istifadəçi_məlumatı
de_de: Benutzerinformation
fa: اطلاعات کاربر
hu: felhasználói_információ
ja: ユーザー情報
sq: informacioni i përdoruesit
sv: användarinformation
sw: maelezo_ya_mtumiaji
te: యూజర్_ఇన్ఫో
th: ผู้ใช้_ข้อมูล
tr_tr: kullanıcı_bilgisi

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days. Final grades may take longer.
ar: أُرسِل امتحانك المُراقَب "%(exam_name)s" في <a href="%(course_url)s">%(course_name)s</a> بنجاح، وسيُراجَع الآن للتَأكُّد من اتِّباع جميع قواعد الامتحان. يُفترض أن تتلقى بريداً إلكترونياً يتضمن حالة امتحانك في غضون خمسة أيام عمل. وربما تستغرق الدرجات النهائية وقتاً أطول.
az: Proktorluq imtahanınız "%(exam_name)s" <a href="%(course_url)s">%(course_name)s</a> kursunda uğurla təqdim edildi və indi bütün imtahan qaydalarına əməl olunduğuna əmin olmaq üçün nəzərdən keçiriləcək. İmtahan vəziyyətinizlə bağlı 5 iş günü ərzində bir e-poçt almalı olacaqsınız. Yekun qiymətlər daha uzun çəkə bilər.
de_de: Ihre beaufsichtigte Prüfung &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> wurde übermittelt erfolgreich und wird nun überprüft, um sicherzustellen, dass alle Prüfung Regeln wurden eingehalten. Sie sollten eine E-Mail mit Ihrer Prüfung erhalten Status innerhalb von 5 Werktagen. Die endgültigen Noten können länger dauern.
hu: A felügyelt vizsgád "%(exam_name)s" a(z) <a href="%(course_url)s">%(course_name)s</a> kurzusban sikeresen be lett adva, és most felülvizsgálatra kerül, hogy minden vizsgaszabályt betartottak-e. Az elkövetkező 5 munkanapon belül e-mailt kell kapnod a vizsga állapotáról. A végső jegyek megérkezése tovább tarthat.
ja: あなたの監督付き試験「%(exam_name)s」が <a href="%(course_url)s">%(course_name)s</a>で無事に提出されました。 現在、試験のルールがすべて守られているか確認するためにレビューが行われています。 試験のステータスについては、5営業日以内にメールでお知らせします。 最終成績の発表にはもう少し時間がかかる場合があります。
pt_br: Seu exame supervisionado "%(exam_name)s" em <a href="%(course_url)s">%(course_name)s</a> foi enviado com sucesso e agora será revisado para garantir que todas as regras do exame foram seguidas. Você deve receber um e-mail com o status do seu exame dentro de 5 dias úteis. As notas finais podem demorar mais tempo.
sv: Din övervakade tentamen "%(exam_name)s" i <a href="%(course_url)s">%(course_name)s</a> skickades in framgångsrikt och kommer nu att granskas för att säkerställa att alla tentamensregler följdes. Du bör få ett e-postmeddelande med din tentamensstatus inom 5 arbetsdagar. Slutbetyg kan ta längre tid.
sw: Mtihani wako wa proctored "%(exam_name)s" katika <a href="%(course_url)s">%(course_name)s</a> uliwasilishwa kwa mafanikio na sasa utapitiwa ili kuhakikisha sheria zote za mtihani zilifuatwa. Unapaswa kupokea barua pepe na hali ya mtihani wako ndani ya siku 5 za kazi. Alama za mwisho zinaweza kuchukua muda mrefu zaidi.
tr_tr: <a href="%(course_url)s">%(course_name)s</a>dersi içindeki Gözetimli%(exam_name)s sınavınız başarıyla gönderildi ve şimdi tüm sınav gerekliliklerinin karşılandığından emin olmak için incelenecektir. Sınav durumunuzla ilgili bir e-posta 5 iş günü içinde elinize ulaşacaktır. Final notları daha uzun sürebilir.
