Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: Review Policy Exception
af_za: Hersien beleidsuitsondering
ar: مراجعة استثناء السياسة
az: Siyasət istisnasını nəzərdən keçirin
da: Undtagelse fra anmeldelsespolitik
de_de: Ausnahme bei der Begutachtungsrichtlinine
el: Αναθεώρηση πολιτικής εξαίρεσης
fa: بررسی استثناء خط مشی
he: סקירת מדיניות בנוגע למקרים חריגים
hu: Felülvizsgálati szabályzat kivétel
ja: レビュー ポリシー 例外
lv: Pārskatiet politikas izņēmumu
pt_br: Revisão Política de Exceção
ro: Excepție privind politica de examinare
ru: Исключение при отсмотре
sq: Përjashtim i politikës së rishikimit
sv: Granska policyundantag
te: రివ్యూ పాలసీ మినహాయింపు
th: ตรวจสอบข้อยกเว้นนโยบาย
tr_tr: İnceleme Politikası İstisnası

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
af_za: Die resultaat sal sigbaar wees na <strong id="wait_deadline">Laai...</strong>
ar: ستظهر النتيجة بعد <strong id="wait_deadline">التحميل جارٍ...</strong>
az: Nəticə <strong id="wait_deadline"> Yüklənir... </strong> sonra görünəcək.
da: Resultatet vil være synligt efter <strong id="wait_deadline">indlæsning...</strong>
de_de: Das Ergebnis erscheint in <strong id="wait_deadline"> Lade... </strong>
el: Το αποτέλεσμα θα είναι ορατό μετά <strong id="wait_deadline">τη φόρτωση...</strong>
fa: نتیجه پس از <strong id="wait_deadline">بارگذاری قابل مشاهده خواهد بود...</strong>
he: התוצאה תהיה גלויה לאחר <strong id="wait_deadline">טעינה...</strong>
hu: Az eredmény látható lesz, miután <strong id="wait_deadline"> Betöltés... </strong>
ja: 結果は<strong id="wait_deadline">読み込み中...</strong>の後に表示されます。
lv: Rezultāts būs redzams pēc <strong id="wait_deadline">ielādes...</strong>
pt_br: O resultado ficará visível após <strong id="wait_deadline"> Carregando... </strong>
ro: Rezultatul va fi vizibil după ce <strong id="wait_deadline">se încarcă...</strong>
ru: Результат будет виден после <strong id="wait_deadline">загрузки...</strong>
sq: Rezultati do të jetë i dukshëm pas <strong id="wait_deadline">ngarkimit...</strong>
sw: Matokeo yataonekana baada ya <strong id="wait_deadline">Kupakia...</strong>
te: <strong id="wait_deadline">లోడ్ అయిన తర్వాత ఫలితం కనిపిస్తుంది...</strong>
th: ผลลัพธ์จะปรากฏให้เห็นหลังจาก <strong id="wait_deadline">Loading...</strong>
tr_tr: Sonuç <strong id="wait_deadline"> Yükleniyor... </strong>sonrasında görülecektir

source: Hello %(username)s,
da: Hej %(username)s ,
he: שלום %(username)s ,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
af_za: Jou proktoreksamen &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> is hersien en jy aan alle protektorvereistes voldoen.
ar: لقد تمّت مراجعة امتحانك المُراقَب "%(exam_name)s" في <a href="%(course_url)s">%(course_name)s</a> ولقد استوفيت جميع متطلبات المراقبة.
az: ``` Sizin "%(exam_name)s" adlı nəzarət olunan imtahanınız <a href="%(course_url)s">%(course_name)s</a> kursunda nəzərdən keçirildi və siz bütün nəzarət tələblərinə cavab verdiniz. ```
da: Din proctorerede eksamen &quot; %(exam_name)s &quot; i <a href="%(course_url)s">%(course_name)s</a> blev anmeldt og du opfyldte alle proctoreringskrav.
de_de: Ihre beaufsichtigte Prüfung „ %(exam_name)s “ in <a href="%(course_url)s">%(course_name)s</a> wurde überprüft und Sie alle Aufsichtsanforderungen erfüllt.
fa: امتحان پروکتوری شما &quot; %(exam_name)s &quot; در <a href="%(course_url)s">%(course_name)s</a> بررسی شد و شما تمام الزامات حفاظ را برآورده کرد.
he: בחינת המבחן שלך &quot; %(exam_name)s &quot; ב <a href="%(course_url)s">%(course_name)s</a> נבדק ואתה עמד בכל דרישות הפרוקטור.
hu: A(z) "%(exam_name)s" felügyelt vizsgája a <a href="%(course_url)s">%(course_name)s</a> kurzusban felülvizsgálatra került, és megfelelt minden felügyeleti követelménynek.
ja: あなたの監督付き試験「%(exam_name)s」が <a href="%(course_url)s">%(course_name)s</a>でレビューされ、 すべての監督要件を満たしました。
lv: Jūsu uzraudzītais eksāmens &quot; %(exam_name)s &quot; iekšā <a href="%(course_url)s">%(course_name)s</a> tika pārskatīts, un jūs atbilda visām provizoriskām prasībām.
pt_br: Seu exame supervisionado "%(exam_name)s" em <a href="%(course_url)s">%(course_name)s</a> foi revisado e você atendeu a todos os requisitos de supervisão.
sv: Din proctored examen "%(exam_name)s" i <a href="%(course_url)s">%(course_name)s</a> har granskats och du uppfyllde alla proctoringskrav.
te: మీ ప్రొక్టెర్డ్ పరీక్ష &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> సమీక్షించబడింది మరియు మీరు అన్ని ప్రొక్టరింగ్ అవసరాలను తీర్చింది.
tr_tr: <a href="%(course_url)s">%(course_name)s</a> dersi içindeki gözetimli "%(exam_name)s" sınavınız incelendi ve tüm gözetim gerekliliklerini karşıladınız.

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
af_za: As jy enige vrae het oor jou resultate, kan jy kontak by <a href="%(contact_url)s"> %(contact_url_text)s </a> .
ar: إذا كانت لديك أي أسئلة حول نتائجك، فتواصَل معنا عبر <a href="%(contact_url)s"> %(contact_url_text)s </a>.
az: Əgər nəticələrinizlə bağlı hər hansı sualınız varsa, siz <a href="%(contact_url)s"> %(contact_url_text)s </a> vasitəsilə əlaqə saxlaya bilərsiniz.
da: Hvis du har spørgsmål til dine resultater, kan du kontaktes på <a href="%(contact_url)s"> %(contact_url_text)s </a> .
de_de: Wenn Sie Fragen zu Ihren Ergebnissen haben, können Sie sich an uns wenden <a href="%(contact_url)s"> %(contact_url_text)s </a> .
fa: اگر در مورد نتایج خود سوالی دارید، می توانید با شماره تماس بگیرید <a href="%(contact_url)s"> %(contact_url_text)s </a> .
he: אם יש לך שאלות כלשהן לגבי התוצאות שלך, תוכל לפנות בכתובת <a href="%(contact_url)s"> %(contact_url_text)s </a> .
ja: ご自身の結果について質問がある場合は、<a href="%(contact_url)s">%(contact_url_text)s</a>までお問い合わせください。
lv: Ja jums ir kādi jautājumi par rezultātiem, varat sazināties pa šādu adresi. <a href="%(contact_url)s"> %(contact_url_text)s </a>.
sv: Om du har några frågor om dina resultat kan du kontakta oss på <a href="%(contact_url)s"> %(contact_url_text)s </a>.
te: మీ ఫలితాల గురించి మీకు ఏవైనా సందేహాలు ఉంటే, మీరు సంప్రదించవచ్చు <a href="%(contact_url)s"> %(contact_url_text)s </a> .
th: ``` หากคุณมีคำถามใดๆ เกี่ยวกับผลลัพธ์ สามารถติดต่อได้ที่ <a href="%(contact_url)s"> %(contact_url_text)s </a>. ```
tr_tr: Sonuçlarınız hakkında herhangi bir sorunuz varsa, şu adresten bize ulaşabilirsiniz <a href="%(contact_url)s"> %(contact_url_text)s </a>.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days.
af_za: Jou proktoreksamen &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> ingedien is suksesvol en sal nou hersien word om alle eksamens te verseker reëls gevolg is. Jy behoort &#39;n e-pos met jou eksamen te ontvang status binne 5 werksdae.
da: Din proctorerede eksamen &quot; %(exam_name)s &quot; i <a href="%(course_url)s">%(course_name)s</a> blev indsendt med succes og vil nu blive gennemgået for at sikre alle eksamener regler blev fulgt. Du skal modtage en e-mail med din eksamen status inden for 5 hverdage.
fa: امتحان پروکتوری شما &quot; %(exam_name)s &quot; در <a href="%(course_url)s">%(course_name)s</a> ارسال شد با موفقیت انجام شد و اکنون برای اطمینان از تمام امتحانات بررسی می شود قوانین رعایت شد. شما باید یک ایمیل همراه با امتحان خود دریافت کنید وضعیت ظرف 5 روز کاری
he: בחינת המבחן שלך &quot; %(exam_name)s &quot; ב <a href="%(course_url)s">%(course_name)s</a> הוגש בהצלחה וכעת ייבדקו כדי להבטיח את כל הבחינות הופעלו כללים. אתה אמור לקבל מייל עם הבחינה שלך סטטוס בתוך 5 ימי עסקים.
te: మీ ప్రొక్టెర్డ్ పరీక్ష &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> సమర్పించబడింది విజయవంతంగా మరియు ఇప్పుడు అన్ని పరీక్షలను నిర్ధారించడానికి సమీక్షించబడుతుంది నియమాలు పాటించబడ్డాయి. మీరు మీ పరీక్షతో ఇమెయిల్‌ను అందుకోవాలి 5 పనిదినాల్లోపు స్థితి.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
af_za: Jou protektoreksamen &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> is hersien en die kursusspan het een of meer oortredings van die eksamenreëls geïdentifiseer. Voorbeelde van kwessies wat kan lei tot &#39;n reëloortreding, sluit blaai in die internet, vaag of ontbrekende foto-identifikasie, die gebruik van &#39;n foon, of om hulp van &#39;n ander persoon te kry. As gevolg van die geïdentifiseerde kwessie(s), jy het nie suksesvol aan die eksamenvereistes voldoen nie.
ar: تمّت مراجعة امتحانك المُراقَب "%(exam_name)s" في <a href="%(course_url)s">%(course_name)s</a>، ووجد فريق المساق انتهاكاً واحداً أو أكثر لقواعد الامتحان المُراقَب. وعلى سبيل المثال، من المشكلات التي قد تؤدي إلى انتهاك القواعد هي تصفح الإنترنت، أو عدم وضوح صورة الهوية أو فقدانها، أو استخدام الهاتف، أو الحصول على مساعدة من شخص آخَر. وكنتيجة للمشكلات التي تم تحديدها، لم تستوفِ متطلبات الامتحان المُراقَب بنجاح.
az: Nəzarət olunan "%(exam_name)s" imtahanınız <a href="%(course_url)s">%(course_name)s</a> kursunda nəzərdən keçirildi və kurs komandası nəzarət olunan imtahan qaydalarının bir və ya bir neçə pozuntusunu müəyyən etdi. Qaydaların pozulmasına səbəb ola biləcək məsələlərə internetdə gəzmək, bulanıq və ya itkin fotoşəkil identifikasiyası, telefon istifadə etmək və ya başqa bir şəxsdən kömək almaq daxildir. Məlum olan məsələlər nəticəsində, siz nəzarət olunan imtahan tələblərinə uğurla cavab vermədiniz.
da: Din proctorerede eksamen &quot; %(exam_name)s &quot; i <a href="%(course_url)s">%(course_name)s</a> blev gennemgået, og den kursushold har identificeret en eller flere overtrædelser af proctored eksamensreglerne. Eksempler af problemer, der kan resultere i en overtrædelse af reglerne, omfatter browsing internettet, sløret eller manglende billedidentifikation, brug af en telefon, eller få hjælp fra en anden person. Som et resultat af det eller de identificerede problemer, du ikke opfyldte prøvekravene til eksamen.
de_de: Ihre beaufsichtigte Prüfung „ %(exam_name)s “ in <a href="%(course_url)s">%(course_name)s</a> wurde überprüft und die Das Kursteam hat einen oder mehrere Verstöße gegen die beaufsichtigten Prüfungsregeln festgestellt. Beispiele Zu den Problemen, die zu einem Regelverstoß führen können, gehört das Surfen das Internet, ein verschwommener oder fehlender Lichtbildausweis, die Nutzung eines Telefons, oder Hilfe von einer anderen Person erhalten. Aufgrund der identifizierten Probleme Sie haben die beaufsichtigten Prüfungsanforderungen nicht erfolgreich bestanden.
fa: امتحان پروکتوری شما &quot; %(exam_name)s &quot; در <a href="%(course_url)s">%(course_name)s</a> بررسی شد و تیم دوره یک یا چند مورد نقض قوانین امتحانی را شناسایی کرده است. مثال ها از جمله مسائلی که ممکن است منجر به نقض قوانین شود، مرور است اینترنت، شناسایی عکس تار یا گم شده، با استفاده از تلفن، یا کمک گرفتن از شخص دیگری در نتیجه مسئله(های) شناسایی شده، شما با موفقیت شرایط آزمون پیش بینی شده را برآورده نکردید.
he: בחינת המבחן שלך &quot; %(exam_name)s &quot; ב <a href="%(course_url)s">%(course_name)s</a> נבדק וה צוות הקורס זיהה הפרה אחת או יותר של כללי הבחינה המדוקדקת. דוגמאות של בעיות שעלולות לגרום להפרת כללים כוללות גלישה האינטרנט, זיהוי תמונה מטושטש או חסר, שימוש בטלפון, או לקבל עזרה מאדם אחר. כתוצאה מהבעיות שזוהו, לא עמדת בהצלחה בדרישות הבחינה המדוקדקת.
hu: A felügyelt vizsgája "%(exam_name)s" a <a href="%(course_url)s">%(course_name)s</a> kurzusban felülvizsgálatra került, és a kurzus csapata egy vagy több szabálysértést azonosított a felügyelt vizsga szabályaival kapcsolatban. Példák a szabálysértéshez vezető problémákra közé tartozhat az internet böngészése, homályos vagy hiányzó fényképes azonosítás, telefonhasználat, vagy más személytől való segítségkérés. Az azonosított probléma(k) miatt nem sikerült teljesítenie a felügyelt vizsga követelményeit.
ja: あなたの監督付き試験「%(exam_name)s」が <a href="%(course_url)s">%(course_name)s</a>でレビューされ、 コースチームは監督付き試験の規則に違反する一つ以上の行為を特定しました。 規則違反となる可能性のある問題の例として、インターネットの閲覧、 ぼやけたまたは欠けている写真付き身分証明書、電話の使用、 または他の人からの助けを受けることが含まれます。 特定された問題の結果として、監督付き試験の要件を満たすことができませんでした。
lv: Jūsu uzraudzītais eksāmens &quot; %(exam_name)s &quot; iekšā <a href="%(course_url)s">%(course_name)s</a> tika pārskatīts un kursa komanda ir konstatējusi vienu vai vairākus uzraudzītā eksāmena noteikumu pārkāpumus. Piemēri Uzdevumi, kuru rezultātā var tikt pārkāpti noteikumi, ietver pārlūkošanu internets, izplūdusi vai trūkstoša identifikācija ar fotogrāfiju, izmantojot tālruni, vai saņemt palīdzību no citas personas. Konstatētās uzdevumi(-u) rezultātā jūs neizpildījāt eksāmena prasības.
pt_br: ``` Seu exame supervisionado "%(exam_name)s" em <a href="%(course_url)s">%(course_name)s</a> foi revisado e a equipe do curso identificou um ou mais exemplos de violações das regras do exame supervisionado. Exemplos de problemas que podem resultar em violação de regras incluem navegação na internet, identificação com foto borrada ou faltando, uso de um telefone ou obter ajuda de outra pessoa. Como resultado do(s) problema(s) identificado(s), você não atendeu com sucesso aos requisitos do exame supervisionado. ```
te: మీ ప్రొక్టెర్డ్ పరీక్ష &quot; %(exam_name)s &quot; in <a href="%(course_url)s">%(course_name)s</a> సమీక్షించబడింది మరియు ది కోర్సు టీమ్ ప్రోక్టెడ్ పరీక్ష నియమాలలో ఒకటి లేదా అంతకంటే ఎక్కువ ఉల్లంఘనలను గుర్తించింది. ఉదాహరణలు నిబంధనల ఉల్లంఘనకు దారితీసే సమస్యలలో బ్రౌజింగ్ కూడా ఉంటుంది ఇంటర్నెట్, అస్పష్టమైన లేదా తప్పిపోయిన ఫోటో గుర్తింపు, ఫోన్‌ని ఉపయోగించడం, లేదా మరొక వ్యక్తి నుండి సహాయం పొందడం. గుర్తించబడిన సమస్య(ల) ఫలితంగా మీరు ప్రొక్టెడ్ పరీక్ష అవసరాలను విజయవంతంగా తీర్చలేకపోయారు.
tr_tr: <a href="%(course_url)s">%(course_name)s</a> dersindeki "%(exam_name)s" gözetimli sınavınız incelendi ve ders ekibi gözetimli sınav kurallarının bir veya daha fazla ihlalini tespit etti. Kural ihlaline neden olabilecek sorunlara örnek olarak internette gezinmek, bulanık veya eksik kimlik fotoğrafı, telefon kullanmak ya da başka bir kişiden yardım almak gösterilebilir. Belirlenen sorun(lar) nedeniyle, gözetimli sınav gerekliliklerini başarıyla karşılayamadınız.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
af_za: Om te appelleer teen jou eksamenuitslae, kontak asseblief enige relevante inligting oor jou eksamen by <a href="%(contact_url)s"> %(contact_url_text)s </a> .
ar: لاستئناف نتائج امتحانك المُراقَب، يُرجى التواصل وتقديم أي معلومات ذات صِلة حول امتحانك على <a href="%(contact_url)s"> %(contact_url_text)s </a>
az: Zəhmət olmasa, nəzarət olunan imtahan nəticələrinizi apellyasiya etmək üçün imtahanınızla bağlı hər hansı müvafiq məlumatı <a href="%(contact_url)s"> %(contact_url_text)s </a> ünvanına göndərin.
da: For at appellere dine proctored eksamensresultater skal du kontakte os med alle relevante oplysninger om din eksamen kl <a href="%(contact_url)s"> %(contact_url_text)s </a> .
de_de: Um Einspruch gegen Ihre beaufsichtigten Prüfungsergebnisse einzulegen, wenden Sie sich bitte mit allen relevanten Informationen an uns über Ihre Prüfung bei <a href="%(contact_url)s"> %(contact_url_text)s </a> .
fa: برای درخواست تجدیدنظر در مورد نتایج امتحانات پیش بینی شده خود، لطفاً با هر گونه اطلاعات مرتبط تماس بگیرید در مورد امتحان شما در <a href="%(contact_url)s"> %(contact_url_text)s </a> .
he: כדי לערער על תוצאות הבחינה המדוקדקת שלך, צור קשר עם כל מידע רלוונטי לגבי הבחינה שלך ב <a href="%(contact_url)s"> %(contact_url_text)s </a> .
hu: Kérjük, hogy a felügyelt vizsga eredményének megfellebbezéséhez vegye fel velünk a kapcsolatot a vizsgájával kapcsolatos bármilyen releváns információval a következő címen: <a href="%(contact_url)s"> %(contact_url_text)s </a>.
ja: 試験結果に異議を申し立てるには、試験に関する関連情報を以下のリンクからお送りください。 <a href="%(contact_url)s"> %(contact_url_text)s </a>。
lv: Lai pārsūdzētu uzraudzīto eksāmenu rezultātus, lūdzu, iesniedziet attiecīgo informāciju par jūsu eksāmenu <a href="%(contact_url)s"> %(contact_url_text)s </a> .
pt_br: Para contestar os resultados do seu exame supervisionado, entre em contato com qualquer informação relevante sobre seu exame em <a href="%(contact_url)s"> %(contact_url_text)s </a>.
ru: Чтобы подать апелляцию на результаты контролируемого экзамена, предоставьте любую соответствующую информацию о вашем экзамене по адресу <a href="%(contact_url)s"> %(contact_url_text)s </a>.
te: మీ ముందస్తు పరీక్ష ఫలితాలను అప్పీల్ చేయడానికి, దయచేసి ఏదైనా సంబంధిత సమాచారాన్ని సంప్రదించండి వద్ద మీ పరీక్ష గురించి <a href="%(contact_url)s"> %(contact_url_text)s </a> .
th: ``` หากต้องการอุทธรณ์ผลสอบของคุณ โปรดติดต่อพร้อมข้อมูลที่เกี่ยวข้อง เกี่ยวกับการสอบของคุณที่ <a href="%(contact_url)s"> %(contact_url_text)s </a>. ```
tr_tr: Gözetimli sınav sonuçlarınıza itiraz etmek için, lütfen ilgili bilgileri paylaşarak bize ulaşın. Sınavınızla ilgili olarak şu adrese başvurabilirsiniz: <a href="%(contact_url)s"> %(contact_url_text)s </a>.

source: Proctoring onboarding exam
af_za: Proctoring aanboord eksamen
ar: مُراقَبة امتحان القبول
az: Proktorinqə hazırlıq imtahanı
da: Proctoring onboarding eksamen
de_de: Beaufsichtigende Onboarding-Prüfung
fa: بررسی حضور در آزمون
he: מבחן הצטרפות ל-Proctoring
hu: Proctoring onboarding vizsga
ja: プロクタリング オンボーディング試験
lv: Uzņemšanas eksāmena sagatavošana
pt_br: Exame de admissão supervisionado
ru: Прокторинг вступительного экзамена
sv: Proctoring onboarding examen
sw: Proctoring onboarding mtihani
te: ప్రోక్టరింగ్ ఆన్‌బోర్డింగ్ పరీక్ష
tr_tr: Gözetimli oryantasyon sınavı

source: Why this is important to you:
af_za: Hoekom dit vir jou belangrik is:
ar: لماذا يُعَدّ هذا مهماً بالنسبة لك:
az: Niyə bu sizin üçün vacibdir:
da: Hvorfor dette er vigtigt for dig:
de_de: Warum dies für Sie wichtig ist:
el: Γιατί αυτό είναι σημαντικό για εσάς:
fa: چرا این برای شما مهم است:
he: למה זה חשוב לך:
hu: Miért fontos ez Önnek:
ja: なぜこれがあなたにとって重要なのか:
lv: Kāpēc tas jums ir svarīgi:
pt_br: Por que isso é importante para você.
ro: De ce este important pentru tine:
ru: Почему это важно для вас:
sq: Pse kjo është e rëndësishme për ju:
sv: Varför detta är viktigt för dig:
sw: Kwa nini hii ni muhimu kwako:
te: ఇది మీకు ఎందుకు ముఖ్యమైనది:
th: เหตุใดสิ่งนี้จึงสำคัญสำหรับคุณ:
tr_tr: Bu sizin için neden önemli:

source: Establish your identity with the proctoring system to take a proctored exam
af_za: Vestig jou identiteit met die proctoring-stelsel om &#39;n proctoring-eksamen af te lê
ar: أنشِئ هويتك في نظام المُراقَبة لتُجري امتحاناً مُراقَباً
az: Şəxsiyyətinizi təsdiqləmək üçün proktorinq sistemindən istifadə edərək nəzarətli imtahan verin
da: Etabler din identitet med proctoring-systemet for at tage en proctored eksamen
de_de: Stellen Sie Ihre Identität beim Aufsichtssystem fest, um eine beaufsichtigte Prüfung abzulegen
fa: هویت خود را با سیستم پروکتورینگ برای شرکت در آزمون پروکتوری مشخص کنید
he: קבע את הזהות שלך עם מערכת הבדיקה כדי לגשת לבחינה מדוקדקת
hu: Azonosítsa magát a felügyeleti rendszerben, hogy részt vehessen egy felügyelt vizsgán
ja: 試験監督システムで本人確認を行い、監督付き試験を受けてください
lv: Nosakiet savu identitāti pārbaudes sistēmā, lai kārtotu uzraudzītu eksāmenu
pt_br: Estabeleça sua identidade com o sistema de supervisão para fazer um exame supervisionado
ro: Stabiliți-vă identitatea cu sistemul de supraveghere pentru a susține un examen supravegheat
ru: Подтвердите свою личность с помощью системы прокторинга, чтобы сдать экзамен под контролем.
sq: Vendosni identitetin tuaj me sistemin e proctoring për të marrë një provim proctored
te: ప్రొక్టార్డ్ పరీక్షలో పాల్గొనడానికి ప్రోక్టరింగ్ సిస్టమ్‌తో మీ గుర్తింపును ఏర్పరచుకోండి
th: สร้างตัวตนของคุณด้วยระบบการคุมสอบเพื่อทำข้อสอบที่มีการคุมสอบ
tr_tr: Gözetimli sınava girmek için gözetim sistemiyle kimliğinizi oluşturun

source: Create your onboarding profile for faster access in the future
af_za: Skep jou aanboordprofiel vir vinniger toegang in die toekoms
ar: أنشِئ ملف تسجيلك لوصول أسرع في المستقبل
az: Profilinizi yaradın ki, gələcəkdə daha sürətli daxil ola biləsiniz
da: Opret din onboarding-profil for hurtigere adgang i fremtiden
de_de: Erstellen Sie Ihr Onboarding-Profil für einen schnelleren Zugriff in der Zukunft
el: Δημιουργήστε το προφίλ ενσωμάτωσης για ταχύτερη πρόσβαση στο μέλλον
fa: برای دسترسی سریعتر در آینده، نمایه ورود خود را ایجاد کنید
he: צור את פרופיל ההצטרפות שלך לגישה מהירה יותר בעתיד
hu: Hozza létre az onboarding profilját a gyorsabb hozzáférés érdekében a jövőben
lv: Izveidojiet savu reģistrācijas profilu, lai turpmāk piekļūtu ātrāk
ro: Creați-vă profilul de înscriere pentru un acces mai rapid în viitor
ru: Создайте свой профиль для более быстрого доступа в будущем.
sq: Krijo profilin tënd të hyrjes për qasje më të shpejtë në të ardhmen
sv: Skapa din introduktionsprofil för snabbare åtkomst i framtiden
te: భవిష్యత్తులో వేగవంతమైన యాక్సెస్ కోసం మీ ఆన్‌బోర్డింగ్ ప్రొఫైల్‌ను సృష్టించండి
tr_tr: Gelecekte daha hızlı erişim için katılım profilinizi oluşturun

source: Practice taking a proctored test
af_za: Oefen die neem van &#39;n proctored toets
ar: تدرَّب على إجراء امتحان مُراقَب
az: Proktorlu imtahan verməyi məşq edin
da: Øv dig i at tage en proctored test
de_de: Üben Sie, einen beaufsichtigten Test abzulegen
el: Εξασκηθείτε στη λήψη ενός προληπτικού τεστ
fa: انجام یک تست پروکتوری را تمرین کنید
he: תרגל ביצוע מבחן פרוקטור
hu: Gyakorolja a felügyelt teszt írását
lv: Izmēģiniet veikt uzraudzītu testu
pt_br: Pratique fazendo um teste supervisionado
ro: Exersați să luați un test supravegheat
ru: Попрактикуйтесь в прокторинговом тесте
sq: Praktikoni marrjen e një testi proctored
sv: Öva på att ta ett proctored test
te: ప్రొక్టెడ్ టెస్ట్ తీసుకోవడం ప్రాక్టీస్ చేయండి
tr_tr: Gözetimli bir sınavı deneme alıştırması yapın
