Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: %(exam_name)s is a Timed Exam (%(total_time)s)
af_za: %(exam_name)s is &#39;n Tydige eksamen ( %(total_time)s )
ar: %(exam_name)s هو امتحان موقوت (%(total_time)s)
az: %(exam_name)svaxtlı imtahandır (%(total_time)s)
da: %(exam_name)s er en tidsbestemt eksamen ( %(total_time)s )
de_de: %(exam_name)s ist eine terminierte Prüfung (%(total_time)s)
el: %(exam_name)s είναι μια χρονομετρημένη εξέταση (%(total_time)s)
fa: %(exam_name)s یک امتحان زمان بندی شده است ( %(total_time)s )
he: %(exam_name)s הוא מבחן מתוזמן (%(total_time)s)
hu: %(exam_name)s egy időzített vizsga (%(total_time)s)
ja: %(exam_name)sは時間制限付き試験です（%(total_time)s）
pt_br: %(exam_name)s é um Exame Cronometrado (%(total_time)s)
ro: %(exam_name)s este un examen cronometrat (%(total_time)s)
sq: %(exam_name)s është një provim me kohë (%(total_time)s)
sw: %(exam_name)s ni Mtihani uliowekwa wakati (%(total_time)s)
te: %(exam_name)s అనేది సమయానుకూల పరీక్ష ( %(total_time)s )
th: %(exam_name)s เป็นการสอบแบบกำหนดเวลา (%(total_time)s)
tr_tr: %(exam_name)s bir Süre Sınırlı Sınav'dır (%(total_time)s)

source: This exam has a time limit associated with it.
af_za: Hierdie eksamen het &#39;n tydsbeperking wat daarmee verband hou.
ar: هذا الامتحان وقته محدود.
az: Bu imtahan ilə əlaqəli bir müddət məhdudiyyəti var.
da: Denne eksamen har en tidsbegrænsning forbundet med sig.
de_de: Diese Prüfung ist mit einer zeitlichen Begrenzung verbunden.
el: Η άσκηση αυτή έχει ένα συγκεκριμένο χρονικό όριο.
fa: این آزمون دارای محدودیت زمانی مرتبط با آن است.
he: למבחן זה יש מגבלת זמן.
hu: Ennek a vizsgának időkorlátja van.
ja: この試験には時間制限があります。
pt_br: Esta prova tem um limite de tempo.
ro: Acest examen are o limită de timp asociată.
ru: На сдачу этого экзамена установлено ограничение по времени.
sq: Ky provim ka një afat kohor të lidhur me të.
sv: Detta prov har en tidsgräns kopplad till sig.
sw: Mtihani huu una kikomo cha muda unaohusishwa nayo.
te: ఈ పరీక్షకు సంబంధించిన సమయ పరిమితి ఉంది.
th: การสอบนี้มีการกำหนดเวลาที่เกี่ยวข้องกับมัน
tr_tr: Bu sınava bağlı bir süre sınırı bulunmaktadır.

source: To pass this exam, you must complete the problems in the time allowed.
af_za: Om hierdie eksamen te slaag, moet jy die probleme in die toegelate tyd voltooi.
ar: لاجتياز هذا الامتحان، يجب عليك حل جميع المسائل خلال الوقت المتاح.
az: Bu imtahandan keçmək üçün siz icazə verilən vaxt ərzində tapşırıqları tamamlamalısınız.
da: For at bestå denne eksamen skal du løse opgaverne inden for den tilladte tid.
de_de: Um diese Prüfung zu bestehen, müssen Sie die Aufgaben in der vorgegebenen Zeit lösen.
el: Για να την ολοκληρώσετε επιτυχώς, θα πρέπει να συμπληρώσετε τις απαντήσεις σας μέσα στο χρονικό διάστημα που σας δίνεται.
fa: برای قبولی در این آزمون باید مشکلات را در زمان مقرر تکمیل کنید.
he: על מנת לעבור מבחן זה, עליכם להשלים את הבעיות בזמן המוקצב.
hu: Ahhoz, hogy átmenj ezen a vizsgán, a megadott időn belül kell megoldanod a feladatokat.
ja: この試験に合格するには、指定された時間内に問題を完了する必要があります。
pt_br: Para passar neste exame, você deve completar as questões no tempo permitido.
ro: Pentru a promova acest examen, trebuie să finalizați problemele în timpul permis.
ru: Вам необходимо дать ответ на все задачи в течение указанного времени.
sq: Për të kaluar këtë provim, duhet të plotësoni problemet në kohën e lejuar.
sv: För att klara detta prov måste du slutföra problemen inom den tillåtna tiden.
sw: Ili kufaulu mtihani huu, lazima ukamilishe matatizo kwa wakati unaoruhusiwa.
te: ఈ పరీక్షలో ఉత్తీర్ణత సాధించడానికి, మీరు అనుమతించిన సమయంలో సమస్యలను పూర్తి చేయాలి.
th: คุณต้องทำข้อสอบให้เสร็จสิ้นภายในเวลาที่อนุญาตจึงจะผ่านการสอบนี้
tr_tr: Bu sınavdan geçmek için, problemleri size tanınan sürede çözmelisiniz.

source: After you select
af_za: Nadat jy gekies het
ar: بعد أن تختار
az: seçdikdən sonra
da: Efter du har valgt
de_de: Nach Ihrer Auswahl
el: Αφού επιλέξετε
fa: بعد از اینکه انتخاب کردید
he: לאחר בחירתך
hu: miután kiválasztotta
ja: 選択した後
pt_br: Após selecionar
ro: După ce ați selectat
ru: После того, как вы нажмёте
sq: Pasi të zgjidhni
sv: efter att du har valt
sw: Baada ya kuchagua
te: మీరు ఎంచుకున్న తర్వాత
th: หลังจากที่คุณเลือก
tr_tr: Seçtikten sonra

source: I am ready to start this timed exam,
af_za: Ek is gereed om hierdie tydige eksamen te begin,
ar: أنا جاهز لبدء الامتحان الموقوت
az: Mən bu vaxtlı imtahana başlamağa hazıram,
da: Jeg er klar til at starte denne tidsbestemte eksamen,
de_de: Ich bin bereit diese zeitlich begrenzte Prüfung zu beginnen,
el: Είμαι έτοιμος/η να ξεκινήσω αυτή την χρονομετρημένη εξέταση,
fa: من آماده شروع این امتحان زمان بندی شده هستم،
he: אני רוצה להתחיל את המבחן המתוזמן,
hu: Készen állok elkezdeni az időzített vizsgát.
ja: この時間制限付き試験を始める準備ができました。
pt_br: Estou pronto para começar este exame cronometrado,
ro: Sunt gata să încep acest examen cronometrat,
ru: Я готов начать этот экзамен на время.
sq: Unë jam gati të filloj këtë provim me kohë.
sv: Jag är redo att börja detta tidsinställda prov,
sw: Niko yuko tayari kuanza mtihani huu ulioratibiwa,
te: నేను ఈ సమయ పరీక్షను ప్రారంభించడానికి సిద్ధంగా ఉన్నాను,
th: ฉันพร้อมที่จะเริ่มการสอบตามกำหนดเวลานี้แล้ว
tr_tr: Bu süreli sınava başlamaya hazırım.

source: you will have
af_za: jy sal hê
ar: سيكون عليك
az: Sizin olacaq
da: du vil have
de_de: Sie haben in Zukunft
el: θα έχετε
fa: تو خواهی داشت
he: רגע זה יעמדו בפניכם
pt_br: Você terá
ro: vei avea
ru: вам будет необходимо
sq: do të keni
sv: du kommer att ha
sw: utakuwa na
te: మీకు ఉంటుంది
th: คุณจะต้อง
tr_tr: sahip olacaksınız

source: to complete and submit the exam.
af_za: om die eksamen te voltooi en in te dien.
ar: استكمال وتقديم الامتحان.
az: imtahanı tamamlamaq və göndərmək
da: at gennemføre og aflevere eksamen.
de_de: Zum Beenden und Einreichen der Prüfung.
el: για τη συμπλήρωση και υποβολή της εξέτασης.
fa: برای تکمیل و ارسال آزمون.
he: להשלים ולהגיש את המבחן.
hu: a vizsga kitöltésére és benyújtására.
ja: 試験を完了して提出するために。
pt_br: para concluído e enviar o exame.
ro: pentru a finaliza și depune examenul.
ru: завершить экзамен и отправить ответы на проверку.
sq: për të përfunduar dhe dorëzuar provimin.
sv: att slutföra och lämna in provet.
sw: kukamilisha na kuwasilisha mtihani.
te: పరీక్షను పూర్తి చేసి సమర్పించడానికి.
th: เพื่อกรอกและส่งข้อสอบ
tr_tr: Sınavı tamamlamak ve göndermek için.

source: I am ready to start this timed exam.
af_za: Ek is gereed om hierdie tydseksamen te begin.
ar: أنا جاهز لبدء هذا الامتحان الموقوت.
az: Mən bu vaxtlı imtahana başlamağa hazıram.
da: Jeg er klar til at starte denne tidsbestemte eksamen.
de_de: Ich bin bereit diese terminierte Prüfung zu starten.
el: Είμαι έτοιμος/-η να την ξεκινήσω.
fa: من آماده شروع این امتحان زمان بندی شده هستم.
he: אני רוצה להתחיל את המבחן המתוזמן.
hu: Készen állok a vizsga megkezdésére.
ja: この時間制限付き試験を始める準備ができました。
pt_br: Estou pronto para começar este exame cronometrado.
ro: Sunt gata să încep acest examen cronometrat.
ru: Приступить к экзамену.
sq: Unë jam gati të filloj këtë provim të caktuar.
sv: Jag är redo att börja det här tidsinställda provet.
te: నేను ఈ సమయ పరీక్షను ప్రారంభించడానికి సిద్ధంగా ఉన్నాను.
tr_tr: Bu süreli sınava başlamaya hazırım.

source: Can I request additional time to complete my exam?
af_za: Kan ek addisionele tyd versoek om my eksamen te voltooi?
ar: هل يمكنني طلب وقت إضافي لاستكمال امتحاني؟
az: Mən imtahanımı tamamlamaq üçün əlavə vaxt istəyə bilərəmmi?
da: Kan jeg anmode om yderligere tid til at gennemføre min eksamen?
de_de: Kann ich zusätzliche Zeit beantragen, um meine Prüfung abzuschließen?
el: Μπορώ να ζητήσω επιπλέον χρόνο για να ολοκληρώσω την άσκηση;
fa: آیا می توانم درخواست زمان اضافی برای تکمیل امتحان خود کنم؟
he: האם אני יכול לבקש הארכת זמן על מנת להשלים את המבחן שלי?
hu: Kérhetek több időt a vizsgám befejezéséhez?
ja: 試験を完了するための追加時間をリクエストできますか？
pt_br: Posso solicitar mais tempo para concluir meu exame?
ro: Pot solicita timp suplimentar pentru a-mi finaliza examenul?
ru: Могу ли я запросить дополнительное время на сдачу экзамена?
sq: A mund të kërkoj kohë shtesë për të përfunduar provimin tim?
sv: Kan jag begära ytterligare tid för att slutföra mitt prov?
sw: Je, ninaweza kuomba muda wa ziada ili kukamilisha mtihani wangu?
te: నా పరీక్షను పూర్తి చేయడానికి నేను అదనపు సమయాన్ని అభ్యర్థించవచ్చా?
th: ฉันสามารถขอเวลาเพิ่มเติมเพื่อทำข้อสอบได้หรือไม่?
tr_tr: Sınavımı tamamlamak için ek süre isteyebilir miyim?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
af_za: As jy gestremdhede het, jy kan dalk in aanmerking kom vir &#39;n bykomende tydtoelaag op tydige eksamens. Vra jou kursusspan vir inligting oor bykomende tydtoelaes.
ar: إذا كانت لديك إعاقة، فقد تكون مؤهلاً للحصول على وقت إضافي في الامتحانات المحدّدة بوقت. اطلُب من فريق المساق تزويدك بمعلومات عن الوقت الإضافي.
az: Əgər əlilliyiniz varsa, vaxtla məhdudlaşdırılmış imtahanlarda əlavə vaxt üçün uyğun ola bilərsiniz. Əlavə vaxt imkanları haqqında məlumat üçün kurs komandanıza müraciət edin.
da: Hvis du har handicap, du kan være berettiget til en ekstra tidstillæg ved tidsbestemte eksamener. Spørg dit kursushold for information om yderligere tidstillæg.
de_de: Wenn Sie behindert sind, haben Sie möglicherweise Anspruch auf eine zusätzliche Zeitvergütung für terminierte Prüfungen. Fragen Sie Ihr Kursteam nach Informationen über zusätzliche Zeitvergütungen.
el: Εάν αντιμετωπίζετε κάποια δυσκολία, μπορείτε να επικοινωνήσετε με το διδακτικό προσωπικό του μαθήματος ή τους διαχειριστές της πλατφόρμας μήπως δικαιούστε παράταση χρόνου για να συμπληρώσετε την άσκηση, η οποία όμως μπορεί να δοθεί μόνο προτού πατήσετε το παραπάνω κουμπί και ξεκινήσει η αντίστροφη μέτρηση του χρονόμετρου.
fa: اگر معلولیت دارید، شما ممکن است واجد شرایط دریافت کمک هزینه اضافی در امتحانات زمان بندی شده باشید. از تیم دوره خود اطلاعاتی در مورد کمک هزینه اضافی بخواهید.
he: אם יש לך מגבלות כלשהן, אתה עשוי להיות זכאי להארכת זמן נוספת במבחנים מתוזמנים. שאל את צוות הקורס על מידע אודות הארכות זמן נוספות.
ja: 障害がある場合、時間制限のある試験で追加の時間を受ける資格があるかもしれません。 追加の時間については、コースチームにお問い合わせください。
te: మీకు వైకల్యాలు ఉంటే, మీరు సమయం ముగిసిన పరీక్షలలో అదనపు సమయ భత్యానికి అర్హులు కావచ్చు. అదనపు సమయ భత్యాల గురించి సమాచారం కోసం మీ కోర్సు బృందాన్ని అడగండి.
th: หากคุณมีความพิการ คุณอาจมีสิทธิ์ได้รับการขยายเวลาเพิ่มเติมสำหรับการสอบแบบกำหนดเวลา สอบถามทีมงานหลักสูตรของคุณเกี่ยวกับข้อมูลเกี่ยวกับเวลาเพิ่มเติม
tr_tr: Eğer engelliyseniz, süreli sınavlarda ek süre almaya hak kazanabilirsiniz. Ek süreler hakkında bilgi almak için ders ekibinize danışın.

source: Are you sure that you want to submit your timed exam?
af_za: Is jy seker jy wil jou tydseksamen indien?
ar: هل أنت متأكد بأنك تريد أن تقدم الامتحان الموقوت الخاص بك؟
az: Vaxtlı imtahanınızı təqdim etmək istədiyinizdən əminsinizmi?
da: Er du sikker på, at du vil aflevere din tidsbestemte eksamen?
de_de: Sind Sie sicher, dass Sie Ihre terminierte Prüfung einreichen möchten?
el: Είστε βέβαιοι ότι θέλετε να υποβάλετε την χρονομετρημένη εξέτασή σας;
fa: آیا مطمئن هستید که می خواهید امتحان زمان بندی شده خود را ارسال کنید؟
he: האם את הבטוח שאת הרומה להגיש את המבחן המתוזמן שלך?
hu: Biztos benne, hogy be akarja nyújtani az időzített vizsgáját?
ja: タイム制限付き試験を提出してもよろしいですか？
ro: Ești sigur că vrei să trimiți examenul programat?
ru: Вы уверены, что хотите сдать экзамен на время?
sq: Jeni i sigurt që dëshironi të paraqisni provimin tuaj në kohë?
sv: Är du säker på att du vill skicka in din tidsinställda tentamen?
sw: ``` Je, uko na uhakika kwamba ungependa kuwasilisha mtihani wako ulioratibiwa? ```
te: మీరు మీ గడువు ముగిసిన పరీక్షను ఖచ్చితంగా సమర్పించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งข้อสอบแบบกำหนดเวลา?
tr_tr: Süreli sınavınızı göndermek istediğinizden emin misiniz?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
af_za: Maak seker dat jy &quot;Stuur&quot; vir elke probleem gekies het voordat jy jou eksamen indien.
ar: تأكَّد من اختيارك "أرسِل" لكل مسألة، قبل تسليم الامتحان.
az: İmtahanınızı təqdim etmədən öncə hər bir tapşırıq üçün "Submit" seçdiyinizdən əmin olun.
da: Sørg for, at du har valgt &quot;Send&quot; for hvert problem, før du afleverer din eksamen.
de_de: Stellen Sie sicher, dass Sie jede Aufgabe mit "Abgabe" markiert haben bevor Sie die Prüfung beenden.
el: Βεβαιωθείτε ότι έχετε επιλέξει "Υποβολή" για κάθε πρόβλημα πριν υποβάλετε την εξέτασή σας.
fa: قبل از ارسال امتحان، مطمئن شوید که برای هر مشکل «ارسال» را انتخاب کرده اید.
he: ודאו שבחרתם 'הגשה' עבור כל בעיה, לפני שאתם מגישים את המבחן.
hu: Győződjön meg arról, hogy minden feladatnál kiválasztotta a „Beküldés” opciót, mielőtt leadja a vizsgáját.
ja: 各問題に対して「提出」を選択してから試験を提出してください。
pt_br: Certifique-se de ter selecionado "Enviar" para cada questão antes de enviar seu exame.
ro: Asigurați-vă că ați selectat „Trimiteți” pentru fiecare problemă înainte de a trimite examenul.
ru: Перед отправкой экзамена на проверку убедитесь, что вы нажали кнопку «Отправить» в каждом задании.
sq: Sigurohuni që të keni zgjedhur &quot;Dërgo&quot; për çdo problem përpara se të dorëzoni provimin tuaj.
sv: Se till att du har valt "Skicka" för varje problem innan du skickar in ditt prov.
sw: Hakikisha kuwa umechagua "Wasilisha" kwa kila tatizo kabla ya kuwasilisha mtihani wako.
te: మీరు మీ పరీక్షను సమర్పించే ముందు ప్రతి సమస్యకు &quot;సమర్పించు&quot;ని ఎంచుకున్నారని నిర్ధారించుకోండి.
tr_tr: Sınavınızı göndermeden önce her problem için "Gönder"i seçtiğinize emin olun.

source: After you submit your exam, your exam will be graded.
af_za: Nadat jy jou eksamen ingedien het, sal jou eksamen gegradeer word.
ar: بعد تسليم إجاباتك، سوف يُقيَّم امتحانك.
az: Siz imtahanınızı göndərdikdən sonra sizin imtahanınız qiymətləndiriləcək.
da: Når du har afleveret din eksamen, vil din eksamen blive bedømt.
de_de: Nachdem Einreichen Ihrer Prüfung, folgt die Benotung.
fa: پس از ارسال امتحان، امتحان شما نمره گذاری می شود.
he: לאחר שתגישו את המבחן תוכלו לקבל את הציון. בהצלחה!
hu: Miután leadja a vizsgáját, értékeljük a vizsgáját.
ja: 試験を提出すると、採点されます。
pt_br: Depois de enviar seu exame, nós o avaliaremos.
ro: După ce trimiteți examenul, examenul va fi evaluat.
sq: Pasi të dorëzoni provimin tuaj, provimi juaj do të vlerësohet.
sv: När du har skickat in din tentamen kommer din tenta att betygsättas.
sw: Baada ya kuwasilisha mtihani wako, tutauweka alama mtihani wako.
te: మీరు మీ పరీక్షను సమర్పించిన తర్వాత, మీ పరీక్ష గ్రేడ్ చేయబడుతుంది.
th: หลังจากที่คุณส่งข้อสอบแล้ว ผู้ตรวจจะให้คะแนนการสอบของคุณ.
tr_tr: Sınavınızı gönderdikten sonra sınavınız notlandırılacaktır.

source: Yes, submit my timed exam.
af_za: Ja, dien my tydseksamen in.
ar: نعم، قم بتقديم امتحاني الموقت.
az: Bəli, vaxtı məhdud imtahanımı təqdim edin.
da: Ja, aflever min tidsbestemte eksamen.
de_de: Ja, meine terminierte Prüfung jetzt einreichen.
el: Ναι, να υποβληθούν οι χρονομετρημένες εξετάσεις μου.
fa: بله، امتحان زمان بندی شده من را ارسال کنید.
he: כן, הגש את המבחן המתוזמן שלי.
hu: Igen, küldje be az időzített vizsgámat.
ja: はい、時間制限付き試験を提出します。
pt_br: Enviar meu exame cronometrado.
ro: Da, trimite-mi examenul cronometrat.
ru: Да, отправить ответы на проверку.
sw: Ndiyo, wasilisha mtihani wangu ulioratibiwa.
te: అవును, నా సమయం ముగిసిన పరీక్షను సమర్పించండి.
th: ใช่ ส่งข้อสอบตามกำหนดเวลาของฉัน
tr_tr: Evet, süreli sınavımı gönder.

source: No, I want to continue working.
af_za: Nee, ek wil aanhou werk.
ar: لا، أريد الاستمرار في العمل.
az: Xeyr, işləməyə davam etmək istərdim.
da: Nej, jeg vil fortsætte med at arbejde.
de_de: Nein, ich möchte weiterarbeiten.
el: Όχι, θέλω να συνεχίσω να δουλεύω.
fa: نه، من می خواهم به کار ادامه دهم.
he: לא, אני מעוניין להמשיך לעבוד.
hu: Nem, szeretnék folytatni a munkát.
ja: いいえ、作業を続けたいです。
pt_br: Não, eu quero continuar trabalhando.
ro: Nu, vreau să lucrez în continuare.
sv: Nej, jag vill fortsätta jobba.
sw: Hapana, nataka kuendelea kufanya kazi.
te: లేదు, నేను పనిని కొనసాగించాలనుకుంటున్నాను.
th: ไม่ ฉันต้องการทำงานต่อ
tr_tr: Hayır, çalışmaya devam etmek istiyorum.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
af_za: Die tyd wat vir hierdie eksamen toegeken is, het verstryk. Jou eksamen is ingedien en enige werk wat jy voltooi het gegradeer sal word.
ar: لقد انتهى الوقت المُخصّص لهذا الامتحان. لقد تم تسليم امتحانك وسيُقيّم أيّ عمل أتممته فيه.
az: Bu imtahan üçün ayrılmış vaxt bitib. Sizin imtahannız göndərilib və tammaladığınız işlər qiymətləndiriləcək.
da: Den afsatte tid til denne eksamen er udløbet. Din eksamen er blevet afleveret og alt arbejde, du har udført vil blive bedømt.
de_de: Die für diese Prüfung vorgesehene Zeit ist abgelaufen. Ihre Prüfung und alle von Ihnen abgeschlossenen Arbeiten wurden eingereicht wird benotet.
el: Ο χρόνος που είχε διατεθεί για αυτήν την εξέταση έχει λήξει. Η εξέταση σας έχει υποβληθεί και οποιαδήποτε εργασία ολοκληρώσατε θα βαθμολογηθεί.
fa: زمان در نظر گرفته شده برای این آزمون به پایان رسیده است. آزمون شما ارسال شده است و هر کاری که انجام داده اید درجه بندی خواهد شد.
he: הזמן שהוקצב לבחינה זו פג. הבחינה שלך הוגשה וכל עבודה שהשלמת יקבל ציון.
hu: A vizsgára szánt idő lejárt. A vizsgád be lett adva, és az elvégzett munkád értékelésre kerül.
ja: この試験に割り当てられた時間が終了しました。あなたの試験は提出され、完了した作業は採点されます。
sw: Muda uliowekwa wa mtihani huu umekwisha. Mtihani wako umewasilishwa na kazi yoyote uliyokamilisha itawekwa alama na.
te: ఈ పరీక్షకు కేటాయించిన సమయం ముగిసింది. మీ పరీక్ష సమర్పించబడింది మరియు మీరు పూర్తి చేసిన ఏదైనా పని గ్రేడ్ చేయబడుతుంది.
tr_tr: Bu sınav için ayrılan süre doldu. Sınavınız gönderildi ve tamamladığınız tüm çalışmalar değerlendirilecektir.

source: You have submitted your timed exam.
af_za: Jy het jou tydseksamen ingedien.
ar: لقد قدّمتَ امتحانك المحدّد بوقت.
az: Siz vaxtı məhdudlaşdırılmış imtahanınızı təqdim etdiniz.
da: Du har afleveret din tidsbestemte eksamen.
de_de: Sie haben Ihre zeitgesteuerte Prüfung eingereicht.
el: Έχετε υποβάλει τις χρονομετρημένες εξετάσεις σας.
fa: شما امتحان زمان بندی شده خود را ارسال کرده اید.
he: הגשת את הבחינה המתוזמנת שלך.
ja: 時間制限付き試験を提出しました。
ro: Ați trimis examenul cronometrat.
sq: Ju keni dorëzuar provimin tuaj në kohë.
sv: Du har skickat in din tidsinställda tentamen.
sw: Umewasilisha mtihani wako ulioratibiwa.
te: మీరు మీ గడువు ముగిసిన పరీక్షను సమర్పించారు.
th: คุณได้ส่งการสอบตามกำหนดเวลาของคุณแล้ว
tr_tr: Zamanlı sınavınızı gönderdiniz.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
af_za: Nadat die sperdatum verby is, kan jy die eksamen hersien, maar jy kan nie jou antwoorde verander nie.
ar: بعد انقضاء الموعد المحدّد، يمكنك مراجعة الامتحان، لكن لا يمكنك تغيير إجاباتك.
az: Son tarix keçdikdən sonra siz imtahanı nəzərdən keçirə bilərsiniz, ancaq cavablarınızı dəyişə bilməyəcəksiniz.
da: Når fristen er overskredet, kan du gennemgå eksamen, men du kan ikke ændre dine besvarelser.
de_de: Nach Ablauf des Fälligkeitsdatums können Sie die Prüfung noch einmal ansehen, Ihre Antworten jedoch nicht mehr ändern.
el: Αφού παρέλθει η προθεσμία, μπορείτε να ελέγξετε την εξέταση, αλλά δεν μπορείτε να αλλάξετε τις απαντήσεις σας.
fa: پس از اتمام تاریخ مقرر، می توانید امتحان را مرور کنید، اما نمی توانید پاسخ های خود را تغییر دهید.
he: לאחר שעבר תאריך היעד, תוכל לעיין בבחינה, אך אינך יכול לשנות את התשובות שלך.
hu: A határidő lejárta után megtekintheti a vizsgát, de nem változtathatja meg a válaszokat.
ja: ``` 期限が過ぎた後は、試験を見直すことはできますが、回答を変更することはできません。 ```
ro: După expirarea termenului limită, puteți revizui examenul, dar nu vă puteți modifica răspunsurile.
ru: По истечении срока сдачи задания вы сможете его просмотреть, но не сможете изменить свои ответы.
sq: Pasi të ketë kaluar afati, ju mund të rishikoni provimin, por nuk mund t&#39;i ndryshoni përgjigjet tuaja.
sv: När förfallodatumet har passerat kan du granska provet, men du kan inte ändra dina svar.
te: గడువు తేదీ ముగిసిన తర్వాత, మీరు పరీక్షను సమీక్షించవచ్చు, కానీ మీరు మీ సమాధానాలను మార్చలేరు.
tr_tr: Son teslim tarihinden sonra sınavı inceleyebilirsiniz, ancak cevaplarınızı değiştiremezsiniz.

source: {num_of_hours} hour
af_za: {num_of_hours} uur
ar: {num_of_hours} الساعات
az: {num_of_hours} saat
da: {num_of_hours} time
de_de: {num_of_hours} Stunde
el: {num_of_hours} ώρα
fa: ساعت {num_of_hours}
he: {num_of_hours} שעה
hu: {num_of_hours} óra
ja: {num_of_hours} 時間
pt_br: {num_of_hours} horas
ro: {num_of_hours} oră
ru: {num_of_hours} час
sq: {num_of_hours} orë
sv: {num_of_hours} timme
sw: {num_of_hours} saa
te: {num_of_hours} గంట
th: {num_of_hours} ชั่วโมง
tr_tr: {num_of_hours} saat

source: {num_of_hours} hours
af_za: {num_of_hours} ure
ar: {num_of_hours} الساعات
az: {num_of_hours} saat
da: {num_of_hours} timer
de_de: {num_of_hours} Stunden
el: {num_of_hours} ώρες
fa: {num_of_hours} ساعت
he: {num_of_hours} שעות
hu: {num_of_hours} óra
ja: {num_of_hours} 時間
pt_br: {num_of_hours} horas
ro: {num_of_hours} ore
ru: {num_of_hours} часов
sq: {num_of_hours} orë
sv: {num_of_hours} timmar
sw: {num_of_hours} masaa
te: {num_of_hours} గంటలు
th: {num_of_hours} ชั่วโมง
tr_tr: {num_of_hours} saat

source: {num_of_minutes} minutes
af_za: {num_of_minutes} minute
ar: {num_of_minutes} الدقائق
az: {num_of_minutes} dəqiqə
da: {num_of_minutes} minutter
de_de: {num_of_minutes} Minuten
el: {num_of_minutes} λεπτά
fa: دقیقه {num_of_minutes}
he: {num_of_minutes} דקות
hu: {num_of_minutes} perce
ja: {num_of_minutes} 分
pt_br: {num_of_minutes} minutos
ro: {num_of_minutes} minute
ru: {num_of_minutes} минут
sq: {num_of_minutes} minuta
sv: {num_of_minutes} minuter
sw: {num_of_minutes} dakika
te: {num_of_minutes} నిమిషాలు
th: {num_of_minutes} นาที
tr_tr: {num_of_minutes} dakika

source: and {num_of_minutes} minute
af_za: en {num_of_minutes} minuut
ar: و{num_of_minutes} دقائق
az: və {num_of_minutes} dəqiqə
da: og {num_of_minutes} minut
de_de: und {num_of_minutes} Minuten
el: και {num_of_minutes} λεπτό
fa: و {num_of_minutes} دقیقه
he: ו- {num_of_minutes} דקה
hu: és {num_of_minutes} perc
ja: そして {num_of_minutes} 分
pt_br: e {num_of_minutes} minutos
ro: și {num_of_minutes} minut
ru: и {num_of_minutes} мин
sq: dhe {num_of_minutes} minutë
sv: och {num_of_minutes} minut
sw: na {num_of_minutes} dakika
te: మరియు {num_of_minutes} నిమిషం
th: และ {num_of_minutes} นาที
tr_tr: ve {num_of_minutes} dakika

source: {num_of_minutes} minute
af_za: {num_of_minutes} minuut
ar: {num_of_minutes} دقائق
az: {num_of_minutes} dəqiqə
da: {num_of_minutes} minut
el: {num_of_minutes} λεπτό
fa: {num_of_minutes} دقیقه
he: {num_of_minutes} דקה
hu: {num_of_minutes} perc
ja: {num_of_minutes}分
pt_br: {num_of_minutes} minuto
ro: {num_of_minutes} minut
ru: {num_of_minutes} минут
sq: {num_of_minutes} minutë
sv: {num_of_minutes} minut
sw: {num_of_minutes} dakika
te: {num_of_minutes} నిమిషం
th: {num_of_minutes} นาที
tr_tr: {num_of_minutes} dakika

source: and {num_of_minutes} minutes
af_za: en {num_of_minutes} minute
ar: و {num_of_minutes} دقائق
az: və {num_of_minutes} dəqiqə
da: og {num_of_minutes} minutter
de_de: und {num_of_minutes} Minuten
el: και {num_of_minutes} λεπτά
fa: و دقیقه {num_of_minutes}
he: ו- {num_of_minutes} דקות
hu: és {num_of_minutes} perc
ja: と{num_of_minutes}分
pt_br: e {num_of_minutes} minutos
ro: și {num_of_minutes} minute
ru: и {num_of_minutes} мин
sq: dhe {num_of_minutes} minuta
sv: och {num_of_minutes} minuter
sw: na {num_of_minutes} dakika
te: మరియు {num_of_minutes} నిమిషాలు
th: และ {num_of_minutes} นาที
tr_tr: ve {num_of_minutes} dakika

source: a proctored exam
af_za: &#39;n geregtelike eksamen
ar: امتحان مُراقَب
az: nəzarət olunan imtahan
da: en proctoreret eksamen
de_de: eine beaufsichtigte Prüfung
fa: یک امتحان اختصاصی
he: מבחן פרוקטור
hu: felügyelt vizsga
ja: 監督付き試験
pt_br: um exame supervisionado
ro: un examen supravegheat
ru: экзамен под контролем
sq: një provim proktor
sw: mtihani wa proctored
te: ఒక ప్రొక్టోర్డ్ పరీక్ష
th: การสอบคุมขัง
tr_tr: gözetimli sınav
