Repository: openedx/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, fa, he, hu, ja, lv, pt_br, ro, ru, sq, sv, sw, te, th, tr_tr

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
af_za: As jy vrae het oor die status van jou vereistes, kontak %(platform_name)s Ondersteuning.
ar: إذا كانت لديك أسئلة حول حالة متطلباتك، فتواصل مع دعم %(platform_name)s.
az: Əgər tələblərinizin statusu haqqında suallarınız varsa, %(platform_name)s dəstəklə əlaqə saxlayın.
da: Hvis du har spørgsmål om status for dine krav, kontakt %(platform_name)s Support.
de_de: Wenn Sie Fragen zum Status Ihrer Anforderungen haben, wenden Sie sich an den Support %(platform_name)s .
el: Εάν έχετε ερωτήσεις σχετικά με την κατάσταση των απαιτήσεών σας, επικοινωνήστε με την Υποστήριξη %(platform_name)s .
fa: اگر در مورد وضعیت نیازهای خود سؤالی دارید، با پشتیبانی %(platform_name)s تماس بگیرید.
he: אם יש לך שאלות לגבי מצב הדרישות שלך, צור קשר עם התמיכה של %(platform_name)s .
hu: Ha kérdése van a követelmények státuszával kapcsolatban, lépjen kapcsolatba a(z) %(platform_name)s ügyfélszolgálatával.
ja: ご自身の要件の状況について質問がある場合は、%(platform_name)sサポートにお問い合わせください。
lv: Ja jums ir jautājumi par savu prasību statusu, sazinieties ar %(platform_name)s atbalsta dienestu.
pt_br: Se você tiver dúvidas sobre o status de seus requisitos, entre em contato com o suporte %(platform_name)s.
ro: Dacă aveți întrebări despre starea cerințelor dvs., contactați asistența %(platform_name)s .
ru: Если у вас есть вопросы о статусе ваших требований, обратитесь в службу поддержки %(platform_name)s .
sq: Nëse keni pyetje në lidhje me statusin e kërkesave tuaja, kontaktoni mbështetjen %(platform_name)s .
sv: Om du har frågor om status för dina krav, kontakta %(platform_name)s support.
te: మీ అవసరాల స్థితి గురించి మీకు సందేహాలు ఉంటే, %(platform_name)s మద్దతును సంప్రదించండి.
tr_tr: Gerekliliklerinizin durumu hakkında sorularınız varsa, %(platform_name)sDestek ile iletişime geçin.

source: About Proctored Exams
af_za: Oor Proctored Eksamens
ar: عن الامتحانات المراقبة
az: Proktorlu İmtahanlar Haqqında
da: Om Proctored Eksamener
de_de: Über Prüfungen unter Aufsicht
el: Σχετικά με τις επιτηρούμενες εξετάσεις
fa: درباره امتحانات Proctored
he: אודות המבחנים תחת פיקוח
hu: A felügyelt vizsgákról
lv: Par uzraudzītajiem eksāmeniem
pt_br: Sobre os Exames Supervisionados
ro: Despre examenele supravegheate
ru: Подробнее о наблюдаемых экзаменах
sq: Rreth Provimeve të Proctored
te: ప్రొక్టోర్డ్ పరీక్షల గురించి
th: เกี่ยวกับการสอบคุมสอบ
tr_tr: Gözetimli Sınavlar Hakkında

source: You have not activated your account.
af_za: Jy het nie jou rekening geaktiveer nie.
ar: لم تُفعِّل حسابك.
az: Siz hesabınızı aktiv etməmisiniz.
da: Du har ikke aktiveret din konto.
de_de: Sie haben Ihr Konto nicht aktiviert.
fa: شما اکانت خود را فعال نکرده اید.
he: לא הפעלת את החשבון שלך.
hu: Nem aktiválta a fiókját.
ja: あなたのアカウントは有効化されていません。
lv: Jūs neesat aktivizējuši savu kontu.
ro: Nu ți-ai activat contul.
ru: Вы не активировали свою учетную запись.
sq: Nuk e keni aktivizuar llogarinë tuaj.
sv: Du har inte aktiverat ditt konto.
te: మీరు మీ ఖాతాను యాక్టివేట్ చేయలేదు.
tr_tr: Hesabınızı etkinleştirmediniz.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
af_za: Jou %(platform_name)s rekening is nog nie geaktiveer nie. Om die proctored eksamen af te lê, daar word van jou verwag om jou rekening te aktiveer.
ar: لم يتم تفعيل حسابك في %(platform_name)s بعد. لإجراء الامتحان المُراقَب، يجب عليك تفعيل حسابك.
az: Sizin %(platform_name)s hesabınız hələ aktivləşdirilməyib. Nəzarətli imtahanı vermək üçün, hesabınızı aktivləşdirməlisiniz.
da: Din %(platform_name)s -konto er endnu ikke blevet aktiveret. For at tage proctored eksamen, du er forpligtet til at aktivere din konto.
de_de: Ihr %(platform_name)s Konto wurde noch nicht aktiviert. Um die beaufsichtigte Prüfung abzulegen, Sie müssen Ihr Konto aktivieren.
fa: حساب %(platform_name)s شما هنوز فعال نشده است. برای شرکت در آزمون مشروط، شما باید حساب کاربری خود را فعال کنید.
he: חשבון %(platform_name)s שלך עדיין לא הופעל. כדי לגשת לבחינת הפרוקטור, אתה נדרש להפעיל את חשבונך.
ja: あなたの%(platform_name)sアカウントはまだ有効化されていません。監督付き試験を受けるには、アカウントを有効化する必要があります。
lv: Jūsu %(platform_name)s konts vēl nav aktivizēts. Lai kārtotu uzraudzīto eksāmenu, jums ir jāaktivizē savs konts.
pt_br: Sua conta %(platform_name)s ainda não foi ativada. Para fazer o exame supervisionado, você precisa ativar sua conta.
ro: Contul dvs. %(platform_name)s nu a fost încă activat. Pentru a susține examenul supravegheat, vi se cere să vă activați contul.
ru: Ваша учетная запись %(platform_name)s еще не активирована. Чтобы сдать экзамен под контролем, вам необходимо активировать свою учетную запись.
sq: Llogaria juaj %(platform_name)s nuk është aktivizuar ende. Për të marrë provimin e parashikuar, ju kërkohet të aktivizoni llogarinë tuaj.
sv: Ditt %(platform_name)s-konto har ännu inte aktiverats. För att kunna göra det övervakade provet, måste du aktivera ditt konto.
sw: Akaunti yako ya %(platform_name)s bado haijaamilishwa. Ili kufanya mtihani wa proctored, unatakiwa kuamilisha akaunti yako.
te: మీ %(platform_name)s ఖాతా ఇంకా యాక్టివేట్ కాలేదు. ప్రొక్టెడ్ పరీక్ష రాయడానికి, మీరు మీ ఖాతాను సక్రియం చేయాలి.
tr_tr: %(platform_name)s hesabınız henüz etkinleştirilmedi. Gözetimli sınava girebilmek için hesabınızı etkinleştirmeniz gerekmektedir..

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
af_za: Gaan asseblief jou geregistreerde e-pos se inkassie- en strooiposvouers na vir &#39;n aktiverings-e-pos van %(platform_name)s .
ar: من فضلك تحقق من مجلدات البريد الوارد والبريد العشوائي في بريدك الإلكتروني الذي سَجَّلت به بحثاً عن رسالة تفعيل عبر البريد الإلكتروني من %(platform_name)s.
az: Zəhmət olmasa, qeydiyyatdan keçmiş e-poçt ünvanınızın Gələnlər və Spam qovluqlarını %(platform_name)s-dən gələn aktivasiya e-poçtu üçün yoxlayın.
da: Tjek venligst din registrerede e-mails indbakke og spam-mapper for en aktiverings-e-mail fra %(platform_name)s .
de_de: Bitte überprüfen Sie den Posteingang und die Spam-Ordner Ihrer registrierten E-Mail-Adresse auf eine Aktivierungs-E-Mail von %(platform_name)s .
el: Ελέγξτε τους φακέλους Εισερχομένων και Ανεπιθύμητων μηνυμάτων του καταχωρημένου email σας για ένα email ενεργοποίησης από %(platform_name)s.
fa: لطفاً پوشه‌های Inbox و Spam ایمیل ثبت‌شده خود را برای ایمیل فعال‌سازی بررسی کنید %(platform_name)s .
he: אנא בדוק בתיבת הדואר הנכנס ובתיקיות הספאם של הדוא&quot;ל הרשום שלך אם יש דוא&quot;ל הפעלה מאת %(platform_name)s .
lv: Lūdzu, pārbaudiet sava reģistrētā e-pasta mapes Iesūtne un Mēstules, lai atrastu aktivizācijas e-pasta ziņojumu no %(platform_name)s .
pt_br: Por favor, verifique a Caixa de Entrada e a pasta de Spam do seu e-mail registrado para um e-mail de ativação de %(platform_name)s.
ro: Vă rugăm să verificați dosarele Inbox și Spam ale e-mailului înregistrat pentru un e-mail de activare de la %(platform_name)s.
ru: Пожалуйста, проверьте папки «Входящие» и «Спам» вашего зарегистрированного электронного письма на наличие письма с активацией от %(platform_name)s.
sq: Ju lutemi kontrolloni dosjet Inbox dhe Spam të emailit tuaj të regjistruar për një email aktivizimi nga %(platform_name)s.
sw: Tafadhali angalia Kikasha chako cha barua pepe na folda za Barua taka kwa barua pepe ya kuwezesha kutoka %(platform_name)s.
te: దయచేసి యాక్టివేషన్ ఇమెయిల్ కోసం మీ నమోదిత ఇమెయిల్ ఇన్‌బాక్స్ మరియు స్పామ్ ఫోల్డర్‌లను తనిఖీ చేయండి %(platform_name)s .
th: โปรดตรวจสอบโฟลเดอร์กล่องจดหมายและสแปมของอีเมลที่ลงทะเบียนไว้เพื่อดูอีเมลเปิดใช้งานจาก %(platform_name)s.
tr_tr: Lütfen kayıtlı e‑posta adresinizin Gelen Kutusu ve Spam klasörlerini, %(platform_name)s tarafından gönderilen etkinleştirme e-postası için kontrol edin.

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
af_za: As jy nie hierdie e-pos kan kry nie, kan jy <a href="%(reset_link)s" target="_blank">jou wagwoord terugstel</a> na aktiveer jou rekening.
ar: إذا لم تتمكن من العثور على هذا البريد الإلكتروني، فيمكنك <a href="%(reset_link)s" target="_blank">إعادة تعيين كلمة مرورك</a> لتفعيل حسابك.
az: ``` Əgər bu e-poçtu tapa bilmirsinizsə, hesabınızı aktivləşdirmək üçün <a href="%(reset_link)s" target="_blank">şifrənizi sıfırlaya bilərsiniz</a>. ```
da: Hvis du ikke kan finde denne e-mail, kan du <a href="%(reset_link)s" target="_blank">nulstille din adgangskode</a> til aktivere din konto.
de_de: Wenn Sie diese E-Mail nicht finden können, können Sie <a href="%(reset_link)s" target="_blank">Ihr Passwort auf zurücksetzen</a> aktiviere deinen Account.
fa: اگر نمی توانید این ایمیل را پیدا کنید، می توانید <a href="%(reset_link)s" target="_blank">رمز عبور خود را به آن بازنشانی کنید</a> حساب خود را فعال کنید.
he: אם אינך מוצא את האימייל הזה, תוכל <a href="%(reset_link)s" target="_blank">לאפס את הסיסמה שלך</a> ל הפעל את חשבונך.
hu: Ha nem találja ezt az e-mailt, <a href="%(reset_link)s" target="_blank">új jelszót állíthat be</a> fiókja aktiválásához.
ja: このメールが見つからない場合は、<a href="%(reset_link)s" target="_blank">パスワードをリセット</a>してアカウントを有効化できます。
lv: Ja nevarat atrast šo e-pasta vēstuli, varat atjaunot paroli <a href="%(reset_link)s" target="_blank"></a> uz adresi. aktivizēt savu kontu.
pt_br: ``` Se você não conseguir encontrar este e-mail, poderá <a href="%(reset_link)s" target="_blank">redefinir sua senha</a> para ativar sua conta. ```
te: మీరు ఈ ఇమెయిల్‌ను కనుగొనలేకపోతే, మీరు <a href="%(reset_link)s" target="_blank">మీ పాస్‌వర్డ్‌ని రీసెట్</a> చేయవచ్చు మీ ఖాతాను సక్రియం చేయండి.
th: หากคุณไม่พบอีเมลนี้ คุณสามารถ <a href="%(reset_link)s" target="_blank">รีเซ็ตรหัสผ่านของคุณ</a> เพื่อยืนยันบัญชีผู้ใช้ของคุณ
tr_tr: Bu e-postayı bulamazsanız, hesabınızı etkinleştirmek için <a href="%(reset_link)s" target="_blank">parolanızı sıfırlayabilirsiniz</a>.

source: If you cannot find this email, you can reset your password to activate your account.
af_za: As jy nie hierdie e-pos kan kry nie, kan jy jou wagwoord terugstel om jou rekening te aktiveer.
ar: إذا لم تتمكن من العثور على هذا البريد الإلكتروني، فيمكنك إعادة تعيين كلمة مرورك لتفعيل حسابك.
az: Əgər bu e-poçtu tapa bilmirsinizsə, hesabınızı aktivləşdirmək üçün parolunuzu sıfırlaya bilərsiniz.
da: Hvis du ikke kan finde denne e-mail, kan du nulstille din adgangskode for at aktivere din konto.
de_de: Wenn Sie diese E-Mail nicht finden können, können Sie Ihr Passwort zurücksetzen, um Ihr Konto zu aktivieren.
el: Εάν δεν μπορείτε να βρείτε αυτό το email, μπορείτε να επαναφέρετε τον κωδικό πρόσβασής σας για να ενεργοποιήσετε τον λογαριασμό σας.
fa: اگر نمی توانید این ایمیل را پیدا کنید، می توانید رمز عبور خود را برای فعال کردن حساب خود بازنشانی کنید.
he: אם אינך מוצא דוא&quot;ל זה, תוכל לאפס את הסיסמה שלך כדי להפעיל את חשבונך.
hu: Ha nem találja ezt az e-mailt, jelszavának visszaállításával aktiválhatja fiókját.
ja: このメールが見つからない場合は、パスワードをリセットしてアカウントを有効化できます。
lv: Ja nevarat atrast šo e-pasta ziņojumu, varat atiestatīt savu paroli, lai aktivizētu savu kontu.
ro: Dacă nu găsiți acest e-mail, vă puteți reseta parola pentru a vă activa contul.
ru: Если вы не можете найти это письмо, вы можете сбросить пароль, чтобы активировать свою учетную запись.
sq: Nëse nuk mund ta gjeni këtë email, mund të rivendosni fjalëkalimin tuaj për të aktivizuar llogarinë tuaj.
sv: Om du inte hittar det här mejlet kan du återställa ditt lösenord för att aktivera ditt konto.
sw: Ikiwa huwezi kupata barua pepe hii, unaweza kuweka upya nenosiri lako ili kuwezesha akaunti yako.
te: మీరు ఈ ఇమెయిల్‌ను కనుగొనలేకపోతే, మీ ఖాతాను సక్రియం చేయడానికి మీరు మీ పాస్‌వర్డ్‌ను రీసెట్ చేయవచ్చు.
tr_tr: Bu e-postayı bulamazsanız, hesabınızı etkinleştirmek için parolanızı sıfırlayabilirsiniz.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
af_za: As jy steeds probleme ondervind, kontak asseblief <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Ondersteuning</a> .
ar: إذا ما زِلتَ تُواجِه مُشكِلة، فَيُرجى التواصل مع<a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s دَعم</a>.
da: Kontakt venligst, hvis du fortsat har problemer <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a> .
de_de: Wenn Sie weiterhin Probleme haben, wenden Sie sich bitte an <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Unterstützung</a> .
el: Εάν συνεχίσετε να αντιμετωπίζετε προβλήματα, επικοινωνήστε <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Υποστήριξη</a>.
fa: اگر همچنان مشکل دارید لطفا تماس بگیرید <a href="%(link_urls.contact_us)s" target="_blank"> پشتیبانی %(platform_name)s</a> .
he: אם אתה ממשיך להיתקל בבעיות אנא צור קשר <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s תמיכה</a> .
hu: Ha továbbra is problémái vannak, kérjük, vegye fel a kapcsolatot a(z) <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s támogatással</a>.
ja: 引き続き問題が発生する場合は、<a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s サポート</a>にお問い合わせください。
lv: Ja uzdevumi turpinās, lūdzu, sazinieties <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Atbalsts</a> .
ro: Dacă continuați să aveți probleme, vă rugăm să contactați <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Suport</a>.
sq: Nëse vazhdoni të keni probleme, ju lutemi kontaktoni <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Mbështetje</a>.
sv: Om du fortsätter att ha problem kontakta <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
sw: Ikiwa utaendelea kupata shida tafadhali wasiliana <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Msaada</a>.
te: మీకు సమస్య కొనసాగితే దయచేసి సంప్రదించండి <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s మద్దతు</a> .
th: ``` หากคุณยังคงประสบปัญหาโปรดติดต่อ <a href="%(link_urls.contact_us)s" target="_blank"> ทีมสนับสนุนของ %(platform_name)s</a>. ```
tr_tr: Sorun yaşamaya devam ederseniz lütfen<a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Destek</a>ile iletişime geçin.

source: Set up and start your proctored exam
af_za: Stel en begin jou proctored eksamen
ar: قُم بإعداد وبدء امتحانك المُراقَب
az: Müşahidə olunan imtahanınızı qurun və başlayın
da: Konfigurer og start din proctored eksamen
de_de: Richten Sie Ihre beaufsichtigte Prüfung ein und starten Sie sie
el: Ρυθμίστε και ξεκινήστε την προβλεπόμενη εξέταση
fa: امتحان پروکتوری خود را تنظیم و شروع کنید
he: הגדר והתחל את הבחינה המדוקדקת שלך
hu: Állítsa be és kezdje el a felügyelt vizsgáját
ja: 監督付き試験を設定して開始する
lv: Iestatiet un sāciet uzraudzīto eksāmenu
ro: Configurați și începeți examenul supravegheat
sq: Vendosni dhe filloni provimin tuaj të mbrojtur
sv: Ställ in och starta din proctored examen
sw: Andaa na anza mtihani wako wa proctored
te: మీ ప్రోక్టెడ్ పరీక్షను సెటప్ చేసి ప్రారంభించండి
th: ตั้งค่าและเริ่มการสอบคุมขังของคุณ
tr_tr: Gözetimli sınavı aracınızı kurun ve başlatın.

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
af_za: Let wel: As deel van die eksamenopstelling met &#39;n protokol, sal jy gevra word om jou identiteit te verifieer. Voordat jy begin, maak seker jy is op &#39;n rekenaar met &#39;n webkamera, en dat jy &#39;n geldige vorm het van foto-identifikasie soos &#39;n bestuurslisensie of paspoort.
ar: ملاحظة: كجزء من إعداد الامتحان المُراقَب، سيُطلب منك توثيق هويتك. قبل أن تبدأ، تأكَّد من أنّك تستخدم حاسوباً مُزوَّداً بكاميرا ويب، وأنّ لديك وثيقة صالحة لإثبات هويتك تحمل صورة لك، مثلاً: رخصة القيادة أو جواز السفر.
az: Qeyd: Nəzarət olunan imtahanın qurulması çərçivəsində şəxsiyyətinizi təsdiqləməyiniz xahiş olunacaq. Başlamazdan əvvəl, veb kamerası olan bir kompüterdə olduğunuzdan və sürücülük vəsiqəsi və ya pasport kimi etibarlı bir fotoşəkilli şəxsiyyət vəsiqənizin olduğundan əmin olun.
da: Bemærk: Som en del af opsætningen af proctored eksamen vil du blive spurgt for at bekræfte din identitet. Før du begynder, skal du sikre dig, at du er det på en computer med webcam, og at du har en gyldig formular af billedlegitimation såsom kørekort el pas.
de_de: Hinweis: Im Rahmen des beaufsichtigten Prüfungsaufbaus werden Sie gefragt um Ihre Identität zu überprüfen. Bevor Sie beginnen, stellen Sie sicher, dass Sie es sind auf einem Computer mit Webcam und dass Sie über ein gültiges Formular verfügen eines Lichtbildausweises wie z. B. eines Führerscheins oder Reisepass.
el: Σημείωση: Ως μέρος της ρύθμισης της προβλεπόμενης εξέτασης, θα σας ζητηθεί να επαληθεύσετε την ταυτότητά σας. Πριν ξεκινήσετε, βεβαιωθείτε ότι είστε σε υπολογιστή με κάμερα web και ότι διαθέτετε έγκυρη μορφή ταυτότητας με φωτογραφία, όπως άδεια οδήγησης ή διαβατήριο.
fa: توجه: به‌عنوان بخشی از تنظیمات آزمون پروکتوری، از شما سؤال می‌شود برای تایید هویت شما قبل از شروع، مطمئن شوید که هستید در رایانه ای با وب کم، و اینکه شما یک فرم معتبر دارید مدارک شناسایی عکس دار مانند گواهینامه رانندگی یا گذرنامه.
he: הערה: כחלק מהגדרת הבחינה המדוקדקת, תתבקשו כדי לאמת את זהותך. לפני שתתחיל, ודא שכן במחשב עם מצלמת אינטרנט, ושיש לך טופס תקף של זיהוי תמונה כגון רישיון נהיגה או דַרכּוֹן.
hu: Megjegyzés: A felügyelt vizsga beállításának részeként felkérik majd, hogy igazolja személyazonosságát. Mielőtt elkezdené, győződjön meg róla, hogy olyan számítógépen van, amely rendelkezik webkamerával, és hogy van érvényes fényképes igazolványa, például jogosítvány vagy útlevél.
ja: 注意: 監督付き試験の設定の一環として、身元確認を求められます。始める前に、ウェブカメラ付きのコンピュータを使用していること、運転免許証やパスポートなどの有効な写真付き身分証明書を持っていることを確認してください。
lv: Piezīme. Kā daļa no uzraudzītā eksāmena iestatīšanas jums tiks jautāts lai pārbaudītu savu identitāti. Pirms sākat, pārliecinieties, ka esat datorā ar tīmekļa kameru un ka jums ir derīga veidlapa personu apliecinošu dokumentu ar fotogrāfiju, piemēram, vadītāja apliecību vai pase.
pt_br: Observação: Como parte da configuração do exame supervisionado, você será solicitado a verificar sua identidade. Antes de começar, certifique-se de estar em um computador com webcam e de que possui um documento de identificação válido com foto, como carteira de motorista ou passaporte.
ro: Notă: ca parte a configurației examenului supravegheat, vi se va cere să vă verificați identitatea. Înainte de a începe, asigurați-vă că sunteți pe un computer cu o cameră web și că aveți o formă validă de identificare cu fotografie, cum ar fi un permis de conducere sau un pașaport.
ru: ``` Примечание. В рамках подготовки к экзамену под наблюдением вам будет предложено подтвердить свою личность. Прежде чем начать, убедитесь, что вы используете компьютер с веб-камерой и что у вас есть действительное удостоверение личности с фотографией, например водительские права или паспорт. ```
sq: Shënim: Si pjesë e konfigurimit të provimit të kujdesshëm, do t'ju kërkohet të verifikoni identitetin tuaj. Përpara se të filloni, sigurohuni që jeni në një kompjuter me një kamerë në internet dhe se keni një formë të vlefshme identifikimi me fotografi, si patentë shoferi ose pasaportë.
te: గమనిక: ప్రోక్టార్డ్ ఎగ్జామ్ సెటప్‌లో భాగంగా, మీరు అడగబడతారు మీ గుర్తింపును ధృవీకరించడానికి. మీరు ప్రారంభించడానికి ముందు, మీరు ఉన్నారని నిర్ధారించుకోండి వెబ్‌క్యామ్ ఉన్న కంప్యూటర్‌లో మరియు మీరు చెల్లుబాటు అయ్యే ఫారమ్‌ని కలిగి ఉన్నారని డ్రైవింగ్ లైసెన్స్ వంటి ఫోటో గుర్తింపు లేదా పాస్పోర్ట్.
th: หมายเหตุ: ในส่วนหนึ่งของการตั้งค่าการสอบ เราจะขอให้คุณยืนยันตัวตนของคุณ ก่อนที่คุณจะเริ่มต้น ตรวจสอบให้แน่ใจว่าคุณใช้คอมพิวเตอร์ที่มีเว็บแคม และคุณมีบัตรประจำตัวที่มีรูปถ่ายที่ถูกต้อง เช่น ใบขับขี่หรือหนังสือเดินทาง
tr_tr: Not: Gözetimli sınav kurulumu sırasında kimliğinizi doğrulamanız istenecektir. Başlamadan önce, web kamerası olan bir bilgisayar kullandığınızdan ve ehliyet veya pasaport gibi geçerli bir fotoğraflı kimlik belgesine sahip olduğunuzdan emin olun.
