Repository: openedx/openedx-translations
Catalog: translations/xblock-free-text-response/freetextresponse/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, es_es, fa, fr, fr_ca, he, hi, hu, it_it, ja, kk, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Display Correctness?
af_za: Wys korrekheid?
ar: عرض التصحيح؟
az: Düzgünlüyü Göstər?
da: Visningskorrekthed?
de_de: Richtigkeit anzeigen?
el: Εμφάνιση ορθότητας;
es_es: Mostrar grado de exactitud
fa: صحت نمایش؟
fr: Afficher l'exactitude ?
fr_ca: Afficher l'exactitude?
he: תקינות התצוגה?
hi: शुद्धता प्रदर्शित करें?
hu: Jelenítsd meg a helyességet?
it_it: Correttezza della visualizzazione?
kk: Көрсету дұрыстығы?
lv: Displeja pareizība?
pl: Poprawność wyświetlania?
pt_br: Correção de exibição?
pt_pt: Mostrar Correção?
ro: Afișare acuratețe?
ru: Корректно отображается?
sq: Korrektësia e shfaqjes?
sv: Visa korrekthet?
sw: Onyesha Usahihi?
te: కరెక్ట్‌నెస్‌ని ప్రదర్శించాలా?
th: แสดงความถูกต้อง?
tr_tr: Gösterim Doğruluğu?
uk: Правильність відображення?
uz: To‘g‘ri ekanligini ko‘rsatish?
vi: Hiển thị độ chính xác?

source: This is a flag that indicates if the indicator icon should be displayed after a student enters their response
af_za: Dit is &#39;n vlag wat aandui of die aanwyser-ikoon vertoon moet word nadat &#39;n student hul antwoord ingevoer het
ar: هذه علامة تشير إلى ما إذا كان يجب عرض رمز المؤشر بعد أن يقوم الطالب بإدخال إجابته
az: Bu, tələbə cavabını daxil etdikdən sonra göstərici ikonunun göstərilib-göstərilməyəcəyini göstərən bir bayraqdır.
da: dette er et flag, der angiver, om indikatorikonet skal vises efter en student indtaster deres svar
de_de: Dies ist eine Option, welche die Möglichkeit bietet, ein Symbol anzuzeigen, nachdem ein Teilnehmer seine Antwort eingegeben hat.
el: Αυτή είναι μια σημαία που υποδεικνύει εάν το εικονίδιο ένδειξης πρέπει να εμφανίζεται αφού ένας σπουδαστής εισαγάγει την απάντησή του
es_es: Esta es una bandera que indica si el icono del indicador debe mostrarse después de que un estudiante escriba su respuesta
fa: این پرچمی است که نشان می‌دهد آیا نماد نشانگر باید بعد از وارد کردن پاسخ فراگیر نمایش داده شود
fr: Il s'agit d'un indicateur qui montre si l'icône de l'indicateur doit être affichée après qu'un apprenant ait saisi sa réponse.
fr_ca: C'est un drapeau qui indique si l'icône de l'indicateur doit être affichée après qu'un élève ait entré sa réponse
he: זהו דגל המציין אם יש להציג את סמל המחוון לאחר שתלמיד מזין את תגובתו
hi: यह एक ध्वज है जो इंगित करता है कि किसी छात्र द्वारा अपनी प्रतिक्रिया दर्ज करने के बाद संकेतक आइकन प्रदर्शित किया जाना चाहिए या नहीं
hu: Ez egy jelző, amely azt mutatja, hogy meg kell-e jeleníteni az indikátor ikont, miután a diák megadta a válaszát.
it_it: Si tratta di un contrassegno che indica se l&#39;icona dell&#39;indicatore deve essere visualizzata dopo che uno studente ha inserito la propria risposta
ja: 学生が回答を入力した後に指標アイコンを表示するかどうかを示すフラグです。
kk: Бұл студент өз жауабын енгізгеннен кейін индикатор белгішесі көрсетілу керектігін көрсететін жалауша
lv: Šis ir karodziņš, kas norāda, vai pēc tam, kad dalībnieks ievadījis savu atbildi, ir jāparādās indikatora ikonai.
pl: Jest to flaga wskazująca, czy ikona wskaźnika powinna być wyświetlana po wprowadzeniu przez ucznia odpowiedzi
pt_br: Este é um sinalizador que indica se o ícone do indicador deve ser exibido após um aluno inserir sua resposta
pt_pt: Esta é uma flag que indica se o ícone do indicador deve ser mostrado depois do aluno digitar a sua resposta
ro: Acesta este un steag care indică dacă pictograma indicator ar trebui să fie afișată după ce un student introduce răspunsul.
ru: Это флажок, который указывает, должен ли значок индикатора отображаться после ввода учащимся своего ответа
sq: Ky është një flamur që tregon nëse ikona treguese duhet të shfaqet pasi një student të futë përgjigjen e tij
sv: Detta är en flagga som indikerar om indikatorikonen ska visas efter att en elev har lämnat sitt svar.
sw: Hii ni bendera inayoonyesha ikiwa ikoni ya kiashirio inapaswa kuonyeshwa baada ya mwanafunzi kuingiza jibu lake
te: విద్యార్థి వారి ప్రతిస్పందనను నమోదు చేసిన తర్వాత సూచిక చిహ్నం ప్రదర్శించబడాలని సూచించే ఫ్లాగ్ ఇది
th: นี่คือธงที่ระบุว่าควรแสดงไอคอนตัวบ่งชี้หลังจากที่นักเรียนป้อนคำตอบแล้วหรือไม่
tr_tr: Bu, öğrenci yanıtını girdikten sonra gösterge simgesinin görüntülenip görüntülenmeyeceğini belirten bir işarettir
uk: Це позначка, яка вказує, чи слід відображати іконку індикатора після того, як студент введе свою відповідь
vi: Đây là cờ cho biết liệu biểu tượng chỉ báo có được hiển thị sau khi học sinh nhập câu trả lời hay không

source: Display Other Student Responses
af_za: Vertoon ander studenteantwoorde
ar: عرض إجابات الطلاب الأخرى
az: Digər Tələbə Cavablarını Göstər
da: Vis andre kursisters svar
de_de: Andere Teilnehmerantworten anzeigen
el: Εμφάνιση άλλων απαντήσεων σπουδαστών
es_es: Mostrar las respuestas de otros estudiantes
fa: نمایش سایر پاسخ‌های فراگیران
fr: Affichez les réponses des autres apprenants
fr_ca: Afficher les réponses des autres étudiants
he: הצג תגובות תלמידים אחרות
hi: अन्य छात्र प्रतिक्रियाएँ प्रदर्शित करें
hu: Más diákok válaszainak megjelenítése
it_it: Visualizza altre risposte degli studenti
ja: 他の学生の回答を表示
kk: Студенттердің басқа жауаптарын көрсету
lv: Parādiet citas dalībnieku atbildes
pl: Wyświetl odpowiedzi innych uczniów
pt_br: Exibir Respostas de Outros Alunos
pt_pt: Mostrar Respostas de Outros Alunos
ro: Afișare a altor răspunsuri ale elevilor.
sq: Shfaq përgjigjet e tjera të studentëve
sv: Visa andra studenters svar
sw: Onyesha Majibu Mengine ya Wanafunzi
te: ఇతర విద్యార్థి ప్రతిస్పందనలను ప్రదర్శించండి
th: แสดงคำตอบของนักเรียนคนอื่นๆ
tr_tr: Diğer Öğrenci Yanıtlarını Görüntüle
uk: Показати відповіді інших учнів
uz: Boshqa talabalar javoblarini ko‘rsatish
vi: Hiển thị phản hồi của sinh viên khác

source: This will display other student responses to the student after they submit their response.
af_za: Dit sal ander studente se antwoorde aan die student wys nadat hulle hul antwoord ingedien het.
ar: هذا سيعرض إجابات الطلاب للطالب بعد تسليم إجابته
az: Bu, tələbə cavabını təqdim etdikdən sonra digər tələbə cavablarını tələbəyə göstərəcək.
da: dette vil vise andre kursisters svar, når kursisten har indsendt sit svar
de_de: Dies wird Antworten anderer Teilnehmer anzeigen, nachdem der jeweilige Teilnehmer seine Antwort eingegeben hat.
el: Αυτό θα εμφανίσει άλλες απαντήσεις σπουδαστών στον σπουδαστή αφού υποβάλει την απάντησή του.
es_es: Esto mostrará otras respuestas de los estudiantes después de que el estudiante envíe su respuesta.
fa: با این کار سایر پاسخ‌های فراگیران، پس از ارسال پاسخ به فراگیر نمایش داده می‌شود.
fr: Cela affichera les réponses des autres apprenants après qu'ils auront soumis leur réponse.
fr_ca: Cela affichera les réponses des autres étudiants à l’étudiant après qu’il aura soumis sa réponse.
he: פעולה זו תציג לתלמיד תגובות אחרות של הסטודנטים לאחר שישלחו את תגובתו.
hi: यह छात्र द्वारा अपनी प्रतिक्रिया प्रस्तुत करने के बाद अन्य छात्रों की प्रतिक्रियाएँ प्रदर्शित करेगा।
hu: Ez megjeleníti a többi diák válaszát a diáknak, miután benyújtották a saját válaszukat.
it_it: Verranno visualizzate le risposte degli altri studenti allo studente dopo che avrà inviato la risposta.
ja: 学生が回答を提出した後に、他の学生の回答が表示されます。
kk: Бұл студент өз жауабын жібергеннен кейін оған басқа студент жауаптарын көрсетеді.
lv: Tas dalībniekam parādīs citu dalībnieku atbildes pēc atbildes iesniegšanas.
pl: Spowoduje to wyświetlenie odpowiedzi innych uczniów po przesłaniu przez nich odpowiedzi.
pt_br: Aqui será exibido as respostas de outros alunos após o aluno enviar sua resposta
pt_pt: Isto mostrará ao aluno respostas de outros colegas após o envio da sua resposta.
ro: Aceasta va afișa răspunsurile altor elevi către student după ce acesta își trimite răspunsul.
ru: При этом будут показаны ответы других учащихся учащемуся после того, как они отправят свой ответ.
sq: Kjo do t&#39;i shfaqë studentit përgjigjet e tjera të studentëve pasi ata të dorëzojnë përgjigjen e tyre.
sv: Detta kommer att visa andra studenters svar för studenten efter att de har skickat in sitt svar.
sw: Hii itaonyesha majibu mengine ya wanafunzi kwa mwanafunzi baada ya kuwasilisha majibu yao.
te: ఇది విద్యార్థి వారి ప్రతిస్పందనను సమర్పించిన తర్వాత విద్యార్థికి ఇతర విద్యార్థి ప్రతిస్పందనలను ప్రదర్శిస్తుంది.
th: นี่จะแสดงคำตอบของนักเรียนคนอื่นๆ ให้กับนักเรียนหลังจากที่พวกเขาส่งคำตอบแล้ว
tr_tr: Bu, öğrenci yanıtını gönderdikten sonra diğer öğrencilerin yanıtlarını gösterecektir.
uk: Це відобразить відповіді інших студентів після того, як вони нададуть свою відповідь.
uz: Bu talaba javobini yuborgandan keyin, ularga boshqa talabalar javoblarini ko‘rsatadi.
vi: Điều này sẽ hiển thị các câu trả lời của học sinh khác cho học sinh sau khi họ gửi câu trả lời của mình.

source: System selected answers to give to students
af_za: Stelselgeselekteerde antwoorde om aan studente te gee
ar: إجابات يختارها النظام للطلاب
az: Sistem tərəfindən seçilmiş cavablar tələbələrə təqdim olunur
da: System selected svarene to give to studerende
de_de: Vom System ausgewählte Antworten, welche angezeigt werden.
el: Το σύστημα επέλεξε απαντήσεις για να δώσει στους σπουδαστές
es_es: El sistema ha seleccionado las respuestas a proporcionar a los estudiantes
fa: سیستم پاسخ‌هایی را برای ارائه به فراگیران انتخاب کرد
fr: Le système sélectionne les réponses à donner aux apprenants.
fr_ca: Réponses sélectionnées par le système à donner aux étudiants
he: מערכת תשובות נבחרות לתת לתלמידים
hi: सिस्टम ने छात्रों को देने के लिए उत्तरों का चयन किया
hu: A rendszer által kiválasztott válaszok a diákok számára
it_it: Risposte selezionate dal sistema da fornire agli studenti
ja: システムが選択した学生への回答
kk: Оқушыларға беру үшін жүйе таңдалған жауаптар
lv: Sistēma izvēlējās atbildes, ko sniegt dalībniekiem
pl: System wybiera odpowiedzi do udzielenia uczniom
pt_br: Respostas selecionadas pelo sistemas para dar para o alunos
pt_pt: Respostas selecionadas pelo sistema para mostrar aos alunos
ro: Răspunsuri selectare de sistem pentru a fi distribuite elevilor.
sq: Përgjigjet e zgjedhura të sistemit për t&#39;u dhënë studentëve
sv: Systemvalda svar att ge till studenter
sw: Mfumo uliyochagua majibu ya kuwapa wanafunzi
te: సిస్టమ్ విద్యార్థులకు ఇవ్వడానికి సమాధానాలను ఎంపిక చేసింది
th: ระบบได้เลือกคำตอบมามอบให้กับนักเรียน
tr_tr: Öğrencilere verilecek sistem tarafından seçilen yanıtlar
uk: Система вибраних відповідей для надання студентам
uz: Talabalarga berish uchun tizim tanlangan javoblar
vi: Hệ thống chọn lọc đáp án để cung cấp cho học sinh

source: Display Name
af_za: Vertoon Naam
ar: عرض الاسم
az: Görünüş adı
da: Visningsnavn
de_de: Anzeigename
el: Εμφάνιση ονόματος
es_es: Nombre para mostrar
fa: نام نمایشی
fr: Nom d'affichage
fr_ca: Nom d'affichage
he: שם קמפוס
hi: नाम प्रदर्शित करें
hu: Megjelenített név
it_it: Mostra il nome
ja: 表示名
kk: Көрсетілетін атау
lv: Parādāmais nosaukums
pl: Wyświetlana nazwa
pt_br: Nome da tela
pt_pt: Nome
ro: Nume afișare
ru: Отображаемое название
sq: Emri i shfaqur
sv: Visningsnamn
sw: Jina la Kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr_tr: Görünen Ad
uk: Назва, що відображається
uz: Ko‘rsatiladigan ism
vi: Tên hiển thị

source: This is the title for this question type
af_za: Dit is die titel vir hierdie vraagtipe
ar: العنوان لهذا النوع من الاسئلة
az: Bu sual növü üçün başlıq budur
da: Dette er titlen for denne spørgsmålstype
de_de: Dies ist der Titel der Aufgabe
el: Αυτός είναι ο τίτλος αυτού του τύπου ερώτησης
es_es: Este es el título para este tipo de pregunta
fa: این عنوان برای این نوع سوال است
fr: Ceci est le titre de ce type de question
fr_ca: Ceci est le titre pour ce type de question
he: זו הכותרת לסוג שאלה זה
hi: यह इस प्रश्न प्रकार का शीर्षक है
hu: Ez a kérdéstípus címe
it_it: Questo è il titolo per questo tipo di domanda
ja: この質問タイプのタイトルです
kk: Бұл сұрақ түрінің тақырыбы
lv: Šis ir šī tipa jautājuma virsraksts
pl: To jest tytuł tego typu pytania
pt_br: Esse é o título para esse tipo de pergunta
pt_pt: Título para este tipo de pergunta
ro: Acesta este titlul pentru acest tip de întrebare
ru: Заголовок для такого типа вопросов
sq: Ky është titulli për këtë lloj pyetjeje
sv: Detta är titeln för denna frågetyp
sw: Hiki ndicho kichwa cha aina hii ya swali
te: ఈ ప్రశ్న రకానికి ఇది శీర్షిక
th: นี่คือชื่อของคำถามประเภทนี้
tr_tr: Bu, bu soru türünün başlığıdır
uk: Це назва для цього типу запитання
uz: Bu savol turi uchun sarlavha
vi: Đây là tiêu đề cho loại câu hỏi này

source: Full-Credit Key Phrases
af_za: Volkrediet Sleutelfrases
ar: عبارات رئيسية للحصول على الدرجة الكاملة
az: Tam Kreditli Açar İfadələr
da: Fuldt kredit Nøglesætninger
de_de: Schlüsselworte, bei dessen Nutzung die Teilnehmer Credits erhalten
el: Βασικές φράσεις πλήρους αναγνώρισης
es_es: Frases clave para conseguir la puntuación total
fa: عبارات کلیدی اعتباری کامل
fr: Phrases clés de crédit complet
fr_ca: Phrases clés de crédit complet
he: ביטויי מפתח באשראי מלא
hi: पूर्ण-क्रेडिट कुंजी वाक्यांश
hu: Teljes kreditű kulcskifejezések
it_it: Frasi chiave a credito completo
ja: 満点キーフレーズ
kk: Толық несиелік негізгі фразалар
lv: Pilna kredītvēstures galvenās frāzes
pl: Frazy kluczowe o pełnym kredycie
pt_br: Frases-chave de crédito total
pt_pt: Frases-chave de crédito total
ro: Expresii cheie cu credit complet
ru: Ключевые фразы с полным доверием
sq: Fraza kyçe me Kredi të Plotë
sv: Fullständiga nyckelfraser för full poäng
sw: Maneno muhimu ya Mkopo kamili
te: పూర్తి-క్రెడిట్ కీలక పదబంధాలు
th: วลีสำคัญแบบเต็มเครดิต
tr_tr: Tam Kredi Anahtar İfadeleri
uz: To‘liq kredit kalit iboralari
vi: Cụm từ khóa tín dụng đầy đủ

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive full credit
af_za: Hierdie is &#39;n lys van woorde of frases, waarvan een teenwoordig moet wees sodat die student se antwoord volle krediet ontvang
ar: يتطلب توفر واحدة من هذه الكلمات أو العبارات في إجابة الطالب ليحصل على الدرجة الكاملة
az: Bu, tələbənin cavabının tam kredit alması üçün mövcud olması lazım olan sözlər və ya ifadələr siyahısıdır.
da: dette er en liste af ord eller sætninger, hvoraf mindst en skal være til stede for at kursisten modtager fuld kredit
de_de: Dies ist eine Liste von Schlüsselworten oder -sätzen, bei dessen Nutzung die Teilnehmer Credits erhalten.
el: Αυτή είναι μια λίστα λέξεων ή φράσεων, μία από τις οποίες πρέπει να υπάρχει προκειμένου η απάντηση του σπουδαστή να λάβει πλήρη αναγνώριση
es_es: Esta es una lista de palabras o frases, una de las cuales debe estar presente para que la respuesta del estudiante reciba la puntuación total
fa: این فهرستی از کلمات یا عباراتی است که باید یکی از آنها وجود داشته باشد تا پاسخ فراگیر امتیاز کامل را دریافت کند.
fr: Il s'agit d'une liste de mots ou d'expressions, dont l'un doit être présent pour que la réponse de l'apprenant soit pleinement créditée.
fr_ca: Ceci est une liste de mots ou d'expressions, dont l'un doit être présent pour que la réponse de l'élève reçoive un crédit complet.
he: זוהי רשימה של מילים או ביטויים, שאחד מהם חייב להיות נוכח על מנת שתשובת התלמיד תקבל קרדיט מלא
hi: यह शब्दों या वाक्यांशों की एक सूची है, जिसमें से एक छात्र के उत्तर को पूर्ण क्रेडिट प्राप्त करने के लिए मौजूद होना चाहिए
hu: Ez egy szavakból vagy kifejezésekből álló lista, amelyek közül az egyiknek jelen kell lennie ahhoz, hogy a diák válasza teljes pontszámot kapjon.
it_it: Si tratta di un elenco di parole o frasi, una delle quali deve essere presente affinché la risposta dello studente riceva pieno credito
ja: 学生の回答が満点を得るためには、リストの中のいずれかの単語またはフレーズが含まれている必要があります。
kk: Бұл студенттердің жауабы толық кредит алу үшін олардың біреуі болуы керек сөздер немесе сөз тіркестерінің тізімі
lv: Šis ir vārdu vai frāžu saraksts, no kuriem vienam jābūt, lai skolēna atbilde tiktu pilnībā ieskaitīta.
pl: To jest lista słów lub wyrażeń, z których jedno musi być obecne, aby odpowiedź ucznia mogła zostać w pełni zaliczona
pt_br: Esta é uma lista de palavras ou frases, uma das quais deve estar presente na resposta do estudante para obter os créditos totais
pt_pt: Lista de palavras ou frases, uma das quais deve estar presente em ordem para que a resposta do aluno receba crédito total
ro: Aceasta este o listă de cuvinte sau expresii, dintre care unul trebuie să fie prezent pentru ca răspunsul studentului să primească credit complet
ru: Это список слов или фраз, одно из которых должно присутствовать, чтобы ответ студента получил полную оценку
sq: Kjo është një listë fjalësh ose frazash, njëra prej të cilave duhet të jetë e pranishme në mënyrë që përgjigja e studentit të marrë kredit të plotë.
sv: Detta är en lista med ord eller fraser, varav ett måste finnas med för att elevens svar ska få full poäng.
sw: Hii ni orodha ya maneno au vifungu vya maneno, ambavyo mojawapo ni lazima liwepo ili jibu la mwanafunzi lipate salio kamili
te: ఇది పదాలు లేదా పదబంధాల జాబితా, విద్యార్థి సమాధానం పూర్తి క్రెడిట్‌ని పొందాలంటే వాటిలో ఒకటి తప్పనిసరిగా ఉండాలి
th: นี่คือรายการคำหรือวลีที่ต้องแสดงอย่างใดอย่างหนึ่งเพื่อให้คำตอบของนักเรียนได้รับเครดิตเต็ม
tr_tr: Bu, öğrencinin cevabının tam puan alması için bir tanesinin mevcut olması gereken kelime veya kelime öbeklerinin bir listesidir.
uk: Це список слів або фраз, одне з яких повинно бути присутнім, щоб відповідь студента отримала повний кредит
uz: Bu so‘zlar yoki iboralar ro‘yxati, talabaning javobi to‘liq kredit olishi uchun ulardan biri bo‘lishi kerak
vi: Đây là danh sách các từ hoặc cụm từ, một trong số đó phải có để câu trả lời của học sinh nhận được tín chỉ đầy đủ

source: Half-Credit Key Phrases
af_za: Half-krediet Sleutelfrases
ar: عبارات رئيسية للحصول على نصف الدرجة
az: Yarım Kreditli Açar Sözlər
da: Halv kredit Nøglesætninger
de_de: Schlüsselworte, bei dessen Nutzung die Teilnehmer halbe Credits bekommen
el: Βασικές φράσεις μισής αναγνώρισης
es_es: Frases clave para conseguir una puntuación parcial
fa: عبارات کلیدی نیم-اعتبار
fr: Phrases clés à demi-crédit
fr_ca: Phrases clés de demi crédit
he: ביטויי מפתח של חצי קרדיט
hi: अर्ध-क्रेडिट कुंजी वाक्यांश
hu: Félkredites kulcsszavak
it_it: Frasi chiave per mezzo credito
ja: ハーフクレジットキーフレーズ
kk: Жартылай несиелік негізгі фразалар
lv: Puskredīta galvenās frāzes
pl: Frazy kluczowe dotyczące połowy kredytu
pt_br: Frases-chave de meio crédito
pt_pt: Frases-chave de meio crédito
ro: Expresii cheie cu jumătate de credit
ru: Ключевые фразы с половинным доверием
sq: Fraza kyçe gjysmë krediti
sv: Halv-kredit nyckelfraser
sw: Maneno Muhimu ya Nusu ya Mkopo
te: హాఫ్-క్రెడిట్ కీలక పదబంధాలు
th: วลีสำคัญครึ่งเครดิต
tr_tr: Yarı Kredili Anahtar İfadeler
uz: Yarim kredit kalit iboralari
vi: Cụm từ khóa nửa tín dụng

source: This is a list of words or phrases, one of which must be present in order for the student's answer to receive half credit
af_za: Hierdie is &#39;n lys woorde of frases waarvan een teenwoordig moet wees sodat die student se antwoord halwe krediet kan ontvang
ar: يتطلب توفر واحدة من هذه الكلمات أو العبارات في إجابة الطالب ليحصل على نصف الدرجة
az: Bu, tələbənin cavabının yarım bal alması üçün mövcud olmalı olan söz və ya ifadələrin siyahısıdır.
da: dette er en liste af ord eller sætninger, hvoraf mindst en skal være til stede for at kursistens svar modtager halv kredit
de_de: Dies ist eine Liste von Schlüsselworten oder -sätzen, bei dessen Nutzung die Teilnehmer halbe Credits erhalten.
el: Αυτή είναι μια λίστα λέξεων ή φράσεων, μία από τις οποίες πρέπει να υπάρχει προκειμένου η απάντηση του σπουδαστή να λάβει τη μισή αναγνώριση
es_es: Esta es una lista de palabras o frases, una de las cuales debe estar presente para que la respuesta del estudiante reciba una puntuación parcial
fa: این فهرستی از کلمات یا عباراتی است که باید یکی از آنها وجود داشته باشد تا پاسخ فراگیر نصف واحد دریافت کند.
fr: Il s'agit d'une liste de mots ou d'expressions dont l'un doit être présent pour que la réponse de l'apprenant reçoive un demi-crédit.
fr_ca: Ceci est une liste de mots ou d'expressions, dont l'un doit être présent pour que la réponse de l'élève reçoive un demi crédit.
he: זוהי רשימה של מילים או ביטויים, שאחד מהם חייב להיות נוכח על מנת שתשובת התלמיד תקבל חצי קרדיט
hi: यह शब्दों या वाक्यांशों की एक सूची है, जिनमें से एक छात्र के उत्तर को आधा क्रेडिट प्राप्त करने के लिए मौजूद होना चाहिए
hu: Ez egy szavak vagy kifejezések listája, amelyek közül az egyiknek jelen kell lennie ahhoz, hogy a diák válasza fél pontot kapjon.
it_it: Si tratta di un elenco di parole o frasi, una delle quali deve essere presente affinché la risposta dello studente riceva metà credito
ja: 学生の回答が半分の得点を得るためには、以下の単語またはフレーズのいずれかが含まれている必要があります。
kk: Бұл студенттердің жауабы жартылай кредит алу үшін олардың біреуі болуы керек сөздер немесе сөз тіркестерінің тізімі
lv: Šis ir vārdu vai frāžu saraksts, no kuriem vienam ir jābūt, lai skolēna atbilde tiktu novērtēta ar pusi punktu.
pl: To jest lista słów lub wyrażeń, z których jedno musi być obecne, aby odpowiedź ucznia mogła zostać zaliczona w połowie
pt_br: Esta é uma lista de palavras ou frases, uma das quais deve estar presente na resposta do estudante para obter metade dos créditos totais
pt_pt: Lista de palavras ou frases, uma das quais deve estar presente em ordem para que a resposta do aluno receba metade do crédito
ro: Aceasta este o listă de cuvinte sau expresii, dintre care unul trebuie să fie prezent pentru ca răspunsul studentului să primească jumătate de credit
ru: Это список слов или фраз, одно из которых должно присутствовать, чтобы ответ студента получил половинную оценку
sq: Kjo është një listë fjalësh ose frazash, njëra prej të cilave duhet të jetë e pranishme në mënyrë që përgjigja e studentit të marrë gjysmën e kreditit.
sv: Detta är en lista med ord eller fraser, varav ett måste finnas med för att elevens svar ska få halv poäng.
sw: Hii ni orodha ya maneno au vifungu vya maneno, ambavyo mojawapo ni lazima liwepo ili jibu la mwanafunzi lipate nusu ya mkopo
te: ఇది పదాలు లేదా పదబంధాల జాబితా, విద్యార్థి సమాధానం సగం క్రెడిట్‌ని పొందాలంటే వాటిలో ఒకటి తప్పనిసరిగా ఉండాలి
th: นี่คือรายการคำหรือวลี ซึ่งต้องมีรายการใดรายการหนึ่งเพื่อให้คำตอบของนักเรียนได้รับครึ่งหนึ่งเครดิต
tr_tr: Bu, öğrencinin cevabının yarım kredi alması için bunlardan birinin mevcut olması gereken kelime veya kelime öbeklerinin bir listesidir.
uk: Це список слів або фраз, одне з яких має бути присутнім, щоб відповідь студента отримала половину кредиту
uz: Bu so‘z yoki iboralar ro‘yxati bo‘lib, talabaning javobi yarim kredit olishi uchun ulardan biri bo‘lishi kerak.
vi: Đây là danh sách các từ hoặc cụm từ, một trong số đó phải có mặt để câu trả lời của học sinh nhận được một nửa tín chỉ

source: Maximum Number of Attempts
af_za: Maksimum aantal pogings
ar: العدد الأقصى للمحاولات
az: Cəhdlərin Maksimum Sayı
da: Maksimalt antal forsøg
de_de: Anzahl der maximalen Versuche
el: Μέγιστος αριθμός προσπαθειών
es_es: Número máximo de intentos
fa: بیشینۀ تعداد دفعات تلاش
fr: Nombre maximum de tentatives
fr_ca: Nombre maximum de tentatives
he: מספר מקסימום של ניסיונות
hi: प्रयासों की अधिकतम संख्या
hu: Maximális Próbálkozások száma
it_it: Numero massimo di tentativi
ja: 試行回数の上限
kk: Әрекеттердің максималды саны
lv: Maksimālais mēģinājumu skaits
pl: Maksymalna liczba prób
pt_br: Número Máximo de Tentativas
pt_pt: Número Máximo de Tentativas
ro: Numărul maxim de încercări
sq: Numri maksimal i përpjekjeve
sv: Maximalt antal försök
sw: Idadi ya Juu ya Majaribio
te: గరిష్ట ప్రయత్నాల సంఖ్య
th: จำนวนความพยายามสูงสุด
tr_tr: Maksimum Deneme Sayısı
uk: Максимальна кількість спроб
uz: Maksimal urinishlar soni
vi: Số lần thử tối đa
