Repository: openedx/openedx-translations
Catalog: translations/xblock-free-text-response/freetextresponse/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, es_es, fa, fr, fr_ca, he, hi, hu, it_it, ja, kk, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Checking...
af_za: Nagaan...
ar: جاري التحقّق...
az: Yoxlanılır...
da: Kontrollerer ...
de_de: Prüfe...
el: Υποβολή...
es_es: Comprobando...
fa: در حال بررسی ...
fr: Vérification en cours...
fr_ca: Vérification en cours...
he: בודק...
hi: मूल्‍यांकन कार्य प्रगति पर है
hu: Ellenőrzés folyamatban...
it_it: Controllo...
ja: 確認中...
kk: Тексерілуде...
lv: Notiek pārbaude...
pl: Sprawdzanie...
pt_br: Verificando...
pt_pt: A verificar...
ro: În curs de verificare...
ru: Проверка...
sq: Po kontrollon...
sv: Kontrollerar...
sw: Inaangalia...
te: తనిఖీ చేస్తోంది...
th: กำลังตรวจสอบ...
tr_tr: Kontrol ediliyor...
uk: Перевірка...
uz: Tekshirilmoqda...
vi: Đang kiểm tra...

source: Submit
af_za: Indien
ar: تقديم
az: Təqdim edin
da: Indsend
de_de: Absenden
el: Υποβολή
es_es: Enviar
fa: ارسال
fr: Soumettre
fr_ca: Soumettre
he: שלח
hi: जमा करें
hu: Küldés
it_it: Invia
ja: 送信
kk: Жіберу
lv: Iesniegt
pl: Prześlij
pt_br: Enviar
pt_pt: Submeter
ro: Trimite
ru: Отправить
sq: Paraqisni
sv: Skicka
sw: Wasilisha
te: సమర్పించండి
th: ยอมรับ
tr_tr: Gönder
uk: Надіслати
uz: Yuborish
vi: Nộp

source: Save
af_za: Stoor
ar: حفظ
az: Yaddaşda saxlayın
da: Gem
de_de: Speichern
el: Αποθήκευση
es_es: Guardar
fa: ذخیره
fr: Enregistrer
fr_ca: Sauvegarder
he: שמור
hi: सेव करें
hu: Mentés
it_it: Salva
ja: 保存
kk: Сақтау
lv: Saglabāt
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sq: Ruaj
sv: Spara
sw: Hifadhi
te: సేవ్ చేయండి
tr_tr: Kaydet
uk: Зберегти
uz: Saqlash
vi: Lưu

source: Hide
af_za: Versteek
ar: إخفاء
az: Gizlət
da: Skjul
de_de: Verstecken
el: Απόκρυψη
es_es: Ocultar
fa: پنهان‌سازی
fr: Cacher
fr_ca: Cacher
he: החבא
hi: छिपाएं
hu: Elrejtés
it_it: Nascondi
ja: 非表示
kk: Жасыру
lv: Slēpt
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascunde
ru: Скрыть
sq: Fshih
sv: Dölj
sw: Ficha
te: దాచు
tr_tr: Gizle
uk: Сховати
uz: Yashirish
vi: Trốn

source: Show
af_za: Wys
ar: إظهار
az: Göstərin
da: At vise
de_de: Anzeigen
el: Εμφάνιση
es_es: Mostrar
fa: نمایش
fr: Montrer
fr_ca: Montrer
he: הצג
hi: दिखाएं
hu: Megjelenítés
it_it: Mostra
ja: 表示
kk: Көрсету
lv: Rādīt
pl: Pokaż
pt_br: Exibir
pt_pt: Mostrar
ro: Afișează
ru: Показать
sq: Shfaq
sv: Visa
sw: Onyesha
te: చూపించు
th: แสดง
tr_tr: Göster
uk: Показати
uz: Ko‘rsatish
vi: Trình diễn

source: peer responses
af_za: eweknie-antwoorde
ar: إجابات زملائك الطلاب
az: həmkarların cavabları
da: peer svar
de_de: Verleichsantworten
el: απαντήσεις συμφοιτητών
es_es: respuestas de los compañeros
fa: پاسخ‌های همتایان
fr: réponses des pairs
fr_ca: réponses des pairs
he: תגובות עמיתים
hi: सहकर्मी प्रतिक्रियाएँ
hu: társak válaszai
it_it: risposte dei pari
ja: ピアレスポンス
kk: құрдастардың жауаптары
lv: citu dalībnieku atbildes
pl: odpowiedzi rówieśników
pt_br: respostas pares
pt_pt: respostas dos pares
ro: răspunsurile colegilor
ru: ответы коллег
sq: përgjigjet e kolegëve
sv: kamratrespons
sw: majibu ya rika
te: తోటివారి ప్రతిస్పందనలు
th: การตอบสนองของเพื่อน
tr_tr: akran yanıtları
uz: tengdoshlarning javoblari
vi: phản hồi ngang hàng

source: Submissions by others
af_za: Voorleggings deur ander
ar: إجابات الآخرين
az: Başqalarının təqdimatları
da: Indsendelser fra andre
de_de: Abgaben von anderen
el: Υποβολές από άλλους
es_es: Entregas de los demás
fa: ارسالی توسط دیگران
fr: Réponses par d'autres
fr_ca: Soumissions par d'autres
he: הגשות של אחרים
hi: दूसरों द्वारा प्रस्तुतियाँ
hu: Mások beküldései
it_it: Contributi di altri
ja: 他の人の提出物
kk: Басқалардың жіберулері
lv: Citu iesniegtie darbi
pl: Zgłoszenia innych osób
pt_br: Submissões de outros
pt_pt: Submissões dos outros
ro: Depuneri de către alții
sq: Parashtresa nga të tjerët
sv: Inlämningar av andra
sw: Mawasilisho na wengine
te: ఇతరుల సమర్పణలు
th: การส่งผลงานโดยผู้อื่น
tr_tr: Başkalarının gönderileri
uz: Boshqalar tomonidan taqdim etilgan
vi: Bài gửi của người khác

source: No responses to show at this time
af_za: Geen antwoorde om op hierdie stadium te wys nie
ar: لا توجد إجابات لعرضها الآن
az: Hazırda göstəriləcək cavab yoxdur
da: Ingen svar at vise på nuværende tidspunkt
de_de: Derzeit gibt es noch keine Antworten
el: Δεν υπάρχουν απαντήσεις προς εμφάνιση αυτήν τη στιγμή
es_es: No hay respuestas para mostrar en este momento
fa: در حال حاضر هیچ پاسخی برای نمایش وجود ندارد
fr: Aucune réponse à afficher pour le moment
fr_ca: Aucune réponse à afficher pour le moment
he: אין תגובות להצגה בשלב זה
hi: इस समय दिखाने के लिए कोई प्रतिक्रिया नहीं है
hu: Jelenleg nincs megjeleníthető válasz.
it_it: Nessuna risposta da mostrare in questo momento
ja: 現在、表示する回答はありません。
kk: Қазіргі уақытта көрсетілетін жауаптар жоқ
lv: Pašlaik nav atbilžu, ko parādīt
pl: W tej chwili nie ma żadnych odpowiedzi do wyświetlenia
pt_br: Sem respostas no momento
pt_pt: Não há respostas para mostrar neste momento
ro: Nu există răspunsuri de afișat în acest moment
ru: На данный момент ответов не показано
sq: Nuk ka përgjigje për të shfaqur në këtë moment
sv: Inga svar att visa just nu
sw: Hakuna majibu ya kuonyesha kwa wakati huu
te: ఈ సమయంలో చూపడానికి ప్రతిస్పందనలు లేవు
th: ไม่มีคำตอบที่จะแสดงในขณะนี้
tr_tr: Şu anda gösterilecek yanıt yok
uk: Наразі немає відповідей для показу
uz: Hozirda ko‘rsatiladigan javoblar yo‘q
vi: Không có câu trả lời nào hiển thị vào lúc này

source: {weight} point possible
af_za: {weight} punt moontlik
ar: {weight} نقطة ممكنة
az: {weight} bal mümkündür
da: {weight} point muligt
de_de: {weight} Punkt möglich
el: {weight} πιθανός βαθμός
es_es: {weight} puntos posibles
fa: نقطه {weight} امکان پذیر است
he: נקודת {weight} אפשרית
hi: {weight} बिंदु संभव
hu: {weight} pont lehetséges
it_it: {weight} punto possibile
ja: {weight}点可能
kk: {weight} нүктесі мүмкін
lv: Iespējami {weight} punkti
pl: Możliwy punkt {weight}
pt_br: {weight} ponto possível
pt_pt: {weight} pontos possíveis
ro: {weight} punctaj posibil
ru: {weight} возможный балл
sq: {weight} pikë e mundshme
sv: {weight} poäng möjligt
sw: {weight} pointi inawezekana
te: {weight} పాయింట్ సాధ్యం
th: {weight} คะแนนที่เป็นไปได้
uz: {weight} ball mumkin
vi: {weight} điểm có thể

source: {score_string}/{weight} point
af_za: {score_string} / {weight} punt
az: {score_string}/{weight} bal
de_de: {score_string}/{weight} Punkt
el: {score_string}/{weight} βαθμός
es_es: {score_string}/{weight} puntos
fa: نقطه {score_string} / {weight}
he: {score_string} / {weight} נקודה
hi: {score_string} / {weight} बिंदु
hu: {score_string}/{weight} pont
it_it: {score_string} / {weight} punto
ja: {score_string}/{weight} 点
kk: {score_string} / {weight} нүкте
lv: {score_string} / {weight} punkti
pl: {score_string}/{weight} punkt
pt_br: {score_string}/{weight} ponto
pt_pt: {score_string}/{weight} ponto
ro: {score_string}/{weight} punct
ru: {score_string}/{weight} балл
sq: {score_string} / {weight} pikë
sv: {score_string}/{weight} poäng
sw: {score_string} / {weight} uhakika
te: {score_string} / {weight} పాయింట్
th: {score_string} / {weight} คะแนน
uk: {score_string} / {weight} точка
uz: {score_string} / {weight} ball
vi: {score_string} / {weight} điểm

source: You have used {count_attempts} of {max_attempts} submission
af_za: Jy het {count_attempts} van {max_attempts} indiening gebruik
az: Siz {max_attempts} göndərişdən {count_attempts} istifadə etmisiniz
da: Du har brugt {count_attempts} af {max_attempts} submissioner
de_de: Sie haben {count_attempts} von {max_attempts} Versuchen gebraucht
el: Έχετε χρησιμοποιήσει {count_attempts} από {max_attempts} υποβολή
es_es: Has utilizado {count_attempts} de {max_attempts} entregas posibles
fa: شما از {count_attempts} ارسالی {max_attempts} استفاده کرده اید
fr: Vous avez utilisé {count_attempts} de {max_attempts} soumission.
fr_ca: Vous avez utilisé {count_attempts} de {max_attempts} soumission.
he: השתמשת {count_attempts} של הגשת {max_attempts}
hi: आपने {max_attempts} सबमिशन में से {count_attempts} का उपयोग किया है
hu: Felhasználtad a(z) {count_attempts} a(z) {max_attempts} beküldésből.
it_it: Hai utilizzato {count_attempts} dell&#39;invio {max_attempts}
ja: {count_attempts}回の提出を{max_attempts}回中使用しました。
kk: Сіз {max_attempts} жіберудің {count_attempts} пайдаландыңыз
lv: Jūs izmantojāt {count_attempts} no {max_attempts} iesniegtajiem failiem.
pl: Użyłeś {count_attempts} z {max_attempts} przesyłek
pt_br: Você usou {count_attempts} de {max_attempts} submissão
pt_pt: Já utilizou {count_attempts} do {max_attempts} submissões
ro: Ați folosit {count_attempts} din {max_attempts} trimiteri
ru: Вы использовали {count_attempts} отправлений {max_attempts}
sq: Ju keni përdorur {count_attempts} të paraqitjes {max_attempts}
sv: Du har använt {count_attempts} av {max_attempts} inlämningar
sw: Umetumia {count_attempts} ya {max_attempts} wasilisho
te: మీరు {max_attempts} సమర్పణలో {count_attempts} ఉపయోగించారు
th: คุณได้ใช้การส่ง {count_attempts} จาก {max_attempts} แล้ว
uz: Siz {max_attempts} yuborilgan {count_attempts} dan foydalandingiz
vi: Bạn đã sử dụng {count_attempts} trong {max_attempts} lần gửi

source: Your response must be between {min} and {max} word.
af_za: Jou antwoord moet tussen {min} en {max} woord wees.
ar: يجب أن يكون جوابك بين {min} و{max} حرفا.
az: Cavabınız {min} və {max} söz arasında olmalıdır.
da: Dit svar skal være mellem {min} og {max} ord.
de_de: Ihre Antwort muss zwischen {min} und {max} Worte enthalten.
el: Η απάντησή σας πρέπει να είναι {max} λέξη.
es_es: Tu respuesta debe tener entre {min} y {max} palabras.
fa: پاسخ شما باید بین کلمه {min} و {max} باشد.
fr: Votre réponse doit comporter entre {min} et {max} mots.
fr_ca: Votre réponse doit comporter entre {min} et {max} mots.
he: התגובה שלך חייבת להיות בין {min} למילה {max} .
hi: आपकी प्रतिक्रिया {min} और {max} शब्द के बीच होनी चाहिए।
hu: A válaszodnak {min} és {max} szó között kell lennie.
it_it: La tua risposta deve essere compresa tra {min} e {max} parole.
ja: あなたの回答は{min}語から{max}語の間でなければなりません。
kk: Жауабыңыз {min} және {max} сөзі арасында болуы керек.
lv: Jūsu atbildei ir jābūt no {min} līdz {max} vārdiem.
pl: Twoja odpowiedź musi mieścić się w przedziale od {min} do {max} słów.
pt_br: Sua resposta deve ter entre {min} e {max} palavras.
pt_pt: A sua resposta deve ter entre {min} e {max} palavras.
ro: Răspunsul dvs. trebuie să fie între {min} și {max} cuvinte.
ru: Ваш ответ должен состоять из {min} и {max} слов.
sq: Përgjigja juaj duhet të jetë ndërmjet fjalës {min} dhe {max} .
sv: Ditt svar måste vara mellan {min} och {max} ord.
sw: Jibu lako lazima liwe kati ya {min} na {max} neno.
te: మీ ప్రతిస్పందన తప్పనిసరిగా {min} మరియు {max} పదాల మధ్య ఉండాలి.
th: คำตอบของคุณจะต้องอยู่ระหว่างคำ {min} ถึง {max}
uk: Ваша відповідь має бути від {min} до {max} слова.
uz: Javobingiz {min} va {max} soʻzlar orasida boʻlishi kerak.
vi: Câu trả lời của bạn phải nằm trong khoảng từ {min} đến {max} .

source: Invalid Word Count. {word_count_message}
af_za: Ongeldige Woordtelling. {word_count_message}
ar: عدد كلمات غير صالح. {word_count_message}
az: Səhv Söz Sayı. {word_count_message}
da: Ugyldigt antal ord. {word_count_message}
de_de: Ungültige Wortanzahl. {word_count_message}
el: Μη έγκυρος αριθμός λέξεων. {word_count_message}
es_es: Número de palabras no válido. {word_count_message}
fa: تعداد کلمات معتبر نیست. {word_count_message}
fr: Nombre de mots invalide. {word_count_message}
fr_ca: Nombre de mots invalide. {word_count_message}
he: ספירת מילים לא חוקית. {word_count_message}
hi: अमान्य शब्द गणना. {word_count_message}
hu: Érvénytelen szószám. {word_count_message}
it_it: Conteggio parole non valido. {word_count_message}
ja: 無効な単語数です。{word_count_message}
kk: Сөз саны жарамсыз. {word_count_message}
lv: Nederīgs vārdu skaits. {word_count_message}
pl: Nieprawidłowa liczba słów. {word_count_message}
pt_br: Contagem de palavras inválida. {word_count_message}
pt_pt: Contagem de palavras inválidas. {word_count_message}
ro: Număr de cuvinte nevalid. {word_count_message}
ru: Неверное количество слов. {word_count_message}
sq: Numri i fjalëve i pavlefshëm. {word_count_message}
sv: Ogiltigt antal ord. {word_count_message}
sw: Hesabu ya Neno Batili. {word_count_message}
te: చెల్లని పద గణన. {word_count_message}
th: จำนวนคำไม่ถูกต้อง {word_count_message}
uk: Недійсна кількість слів. {word_count_message}
uz: So‘zlar soni noto‘g‘ri. {word_count_message}
vi: Số từ không hợp lệ. {word_count_message}
