Repository: openedx/openedx-translations
Catalog: translations/xblock-free-text-response/freetextresponse/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, de_de, el, es_es, fa, fr, fr_ca, he, hi, hu, it_it, ja, kk, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: This is the maximum number of times a student is allowed to attempt the problem
af_za: Dit is die maksimum aantal kere wat &#39;n student toegelaat word om die probleem te probeer
ar: هذا العدد الأقصى المسموح للطالب لحل هذه المسألة
az: Bu, tələbənin problemi həll etməyə cəhd edə biləcəyi maksimum saydır.
da: dette er det maksimale antal gange, en student er tilladt at forsøge problemet
de_de: Dies ist die Anzahl der Versuche, die ein Teilnehmer maximal gebrauchen darf, um die Frage richtig zu beantworten.
el: Αυτός είναι ο μέγιστος αριθμός φορών που επιτρέπεται σε έναν σπουδαστή να επιχειρήσει το πρόβλημα
es_es: Este es el número máximo de veces que un estudiante puede intentar resolver el problema
fa: این حداکثر تعداد دفعاتی است که فراگیر اجازه دارد مشکل را امتحان کند
fr: Il s'agit du nombre maximum de fois qu'un apprenant est autorisé à tenter l'exercice.
fr_ca: C'est le nombre maximum de fois qu'un étudiant est autorisé à tenter le problème
he: זהו מספר הפעמים המרבי שתלמיד רשאי לנסות את הבעיה
hi: यह किसी छात्र को समस्या हल करने की अनुमति की अधिकतम संख्या है
hu: Ez a maximális számú próbálkozás, amit egy diák megtehet a feladat megoldására.
it_it: Questo è il numero massimo di volte in cui uno studente può tentare di risolvere il problema
ja: 学生が問題に挑戦できる最大回数です。
kk: Бұл студенттің мәселені шешуге рұқсат етілген ең көп саны
lv: Šis ir maksimālais reižu skaits, kad dalībniekam ir atļauts mēģināt atrisināt uzdevumu
pl: Jest to maksymalna liczba prób, jakie uczeń może próbować.
pt_br: Este é o número máximo de vezes em que é permitido ao estudante tentar resolver o problema
pt_pt: O número máximo de vezes que um aluno pode tentar resolver o problema
ro: Acesta este numărul maxim de încercări pe care elevul le are la dispoziție pentru a rezolva problema
ru: Это максимальное количество попыток, за которое учащемуся разрешается выполнить задачу
sq: Ky është numri maksimal i herëve që një student i lejohet të provojë problemin
sv: Detta är det maximala antalet gånger en elev får försöka lösa problemet.
sw: Hii ndiyo idadi ya juu zaidi ya mara ambazo mwanafunzi anaruhusiwa kujaribu tatizo
te: ఒక విద్యార్థి సమస్యను ప్రయత్నించడానికి అనుమతించబడిన గరిష్ట సంఖ్య ఇది
th: นี่คือจำนวนครั้งสูงสุดที่นักเรียนจะได้รับอนุญาตให้พยายามแก้ปัญหา
tr_tr: Bu, bir öğrencinin problemi denemesine izin verilen maksimum sayıdır
uk: Це максимальна кількість спроб, яку студент може зробити для вирішення завдання
uz: Bu talabaning muammoni hal qilishga urinishi mumkin bo‘lgan maksimal soni
vi: Đây là số lần tối đa một học sinh được phép làm bài

source: Maximum Word Count
af_za: Maksimum aantal woorde
ar: أقصى عدد للكلمات
az: Maksimum Söz Sayı
da: Maksimalt antal ord
de_de: Maximale Anzahl an Zeichen
el: Μέγιστος αριθμός λέξεων
es_es: Número máximo de palabras
fa: حداکثر تعداد کلمات
fr: Nombre maximum de mots
fr_ca: Nombre de mots maximum
he: ספירת מילים מקסימלית
hi: अधिकतम शब्द गणना
hu: Maximális szószám
it_it: Conteggio massimo di parole
ja: 最大語数
kk: Сөздердің максималды саны
lv: Maksimālais vārdu skaits
pl: Maksymalna liczba słów
pt_br: Limite máximo de palavras
pt_pt: Número Máximo de Palavras
ro: Număr maxim de cuvinte
sq: Numri maksimal i fjalëve
sv: Maximalt antal ord
sw: Upeo wa Hesabu ya Neno
te: గరిష్ట పదాల సంఖ్య
th: จำนวนคำสูงสุด
tr_tr: Maksimum Kelime Sayısı
uk: Максимальна кількість слів
uz: Maksimal so‘zlar soni
vi: Số từ tối đa

source: This is the maximum number of words allowed for this question
af_za: Dit is die maksimum aantal woorde wat vir hierdie vraag toegelaat word
ar: هذا العدد الأقصى من الكلمات المسموحة لهذا السؤال
az: Bu sual üçün icazə verilən maksimum söz sayı budur.
da: dette er det maksimale antal tilladte ord for this Question
de_de: Dies ist die Anzahl von Zeichen, die ein Teilnehmer schreiben darf, um die Frage zu beantworten.
el: Αυτός είναι ο μέγιστος αριθμός λέξεων που επιτρέπεται για αυτήν την ερώτηση
es_es: Este es el número máximo de palabras permitidas para esta pregunta
fa: این حداکثر تعداد کلمات مجاز برای این سوال است
fr: C'est le nombre maximum de mots autorisés pour cette question
fr_ca: C'est le nombre maximum de mots permis pour cette question
he: זהו מספר המילים המרבי המותר לשאלה זו
hi: यह इस प्रश्न के लिए अनुमत शब्दों की अधिकतम संख्या है
hu: Ez a kérdés megengedett maximális szószáma.
it_it: Questo è il numero massimo di parole consentite per questa domanda
ja: この質問に許可されている最大の単語数です。
kk: Бұл сұраққа рұқсат етілген сөздердің ең көп саны
lv: Šis ir maksimālais šim jautājumam atļautais vārdu skaits
pl: Jest to maksymalna liczba słów dozwolona w tym pytaniu
pt_br: Este é o número máximo de palavras permitido para essa questão
pt_pt: Número máximo de palavras permitido para esta questão
ro: Acesta este numărul maxim de cuvinte permise pentru acestă întrebare
ru: Максимальное количество слов, разрешенное для этого вопроса
sq: Ky është numri maksimal i fjalëve të lejuara për këtë pyetje
sv: Detta är det maximala antalet ord som är tillåtet för denna fråga
sw: Hii ndiyo idadi ya juu zaidi ya maneno inayoruhusiwa kwa swali hili
te: ఈ ప్రశ్నకు అనుమతించబడిన గరిష్ట పదాల సంఖ్య ఇది
th: นี่คือจำนวนคำสูงสุดที่อนุญาตสำหรับคำถามนี้
tr_tr: Bu, bu soru için izin verilen maksimum kelime sayısıdır
uk: Це максимальна кількість слів, дозволена для цього запитання
uz: Bu savol uchun ruxsat etilgan so‘zlarning maksimal soni
vi: Đây là số từ tối đa được phép cho câu hỏi này

source: Minimum Word Count
af_za: Minimum aantal woorde
ar: أقل عدد للكلمات
az: Minimum Söz Sayı
da: Minimum antal ord
de_de: Minimale Anzahl an Zeichen
el: Ελάχιστος αριθμός λέξεων
es_es: Número mínimo de palabras
fa: حداقل تعداد کلمات
fr: Nombre minimum de mots
fr_ca: Nombre de mots minimum
he: מינימום ספירת מילים
hi: न्यूनतम शब्द गणना
hu: Minimális szószám
it_it: Conteggio minimo di parole
ja: 最低語数
kk: Ең аз сөз саны
lv: Minimālais vārdu skaits
pl: Minimum liczba słów
pt_br: Limite mínimo de palavras
pt_pt: Número Mínimo de Palavras
ro: Număr minim de cuvinte
sq: Numri minimal i fjalëve
sv: Minsta antal ord
sw: Kiwango cha chini cha Hesabu ya Neno
te: కనీస పదాల సంఖ్య
th: จำนวนคำขั้นต่ำ
tr_tr: Minimum Kelime Sayısı
uk: Мінімальна кількість слів
uz: Minimal so‘zlar soni
vi: Số từ tối thiểu

source: This is the minimum number of words required for this question
af_za: Dit is die minimum aantal woorde wat vir hierdie vraag benodig word
ar: هذا العدد الأدنى من الكلمات المطلوبة لهذا السؤال
az: Bu sual üçün tələb olunan minimum söz sayı budur.
da: dette er minimumsantallet af ord, der kræves for this Question
de_de: Dies ist die Anzahl von Zeichen, welche minimal erforderlich sind, um die Frage zu beantworten.
el: Αυτός είναι ο ελάχιστος αριθμός λέξεων που απαιτούνται για αυτήν την ερώτηση
es_es: Este es el número mínimo de palabras requeridas para esta pregunta
fa: این حداقل تعداد کلمات مورد نیاز برای این سوال است
fr: C'est le nombre minimum de mots requis pour cette question
fr_ca: C'est le nombre minimum de mots requis pour cette question
he: זהו מספר המילים המינימלי הנדרש לשאלה זו
hi: यह इस प्रश्न के लिए आवश्यक शब्दों की न्यूनतम संख्या है
hu: Ez a kérdéshez szükséges minimális szószám.
it_it: Questo è il numero minimo di parole richieste per questa domanda
ja: この質問に必要な最小単語数です。
kk: Бұл сұраққа қажетті сөздердің ең аз саны
lv: Šis ir minimālais vārdu skaits, kas nepieciešams šim jautājumam
pl: Jest to minimalna liczba słów wymagana dla tego pytania
pt_br: Este é o número mínimo de palavras necessárias para esta questão
pt_pt: Este é o número mínimo obrigatório de palavras para esta questão
ro: Acesta este numărul minim de cuvinte necesare în cazul acestei întrebări
ru: Это минимальное количество слов, необходимое для этого вопроса
sq: Ky është numri minimal i fjalëve që kërkohen për këtë pyetje
sv: Detta är det minsta antalet ord som krävs för denna fråga
sw: Hii ndiyo idadi ya chini kabisa ya maneno inayohitajika kwa swali hili
te: ఈ ప్రశ్నకు అవసరమైన కనీస పదాల సంఖ్య ఇది
th: นี่คือจำนวนคำขั้นต่ำที่จำเป็นสำหรับคำถามนี้
tr_tr: Bu soru için gereken minimum kelime sayısı budur
uk: Це мінімальна кількість слів, необхідна для цього запитання
uz: Bu savol uchun zarur bo‘lgan so‘zlarning minimal soni
vi: Đây là số từ tối thiểu cần thiết cho câu hỏi này

source: Prompt
ar: علامة الاستعداد
az: Tez
da: Hurtig
de_de: Aufgabe
el: άμεσος
es_es: Enunciado
fa: سریع
fr: Invite
fr_ca: Invite
he: הנחיה
hi: प्रॉम्पट
hu: Felkérés
it_it: Suggerimento
ja: プロンプト
kk: Шақыру
lv: Pamudināt
pl: Podpowiedź
pt_br: Tema
pt_pt: Enunciado
ru: Подсказка
sw: Haraka
te: ప్రాంప్ట్
th: แจ้ง
tr_tr: Komut
uk: Підказка
uz: Tezkor
vi: Lời nhắc

source: This is the prompt students will see when asked to enter their response
af_za: Dit is die spoed wat studente sal sien wanneer hulle gevra word om hul antwoord in te voer
ar: هذه هي المطالبة التي سيشاهدها الطلاب عندما يُطلب منهم إدخال استجابتهم
az: Bu, tələbələrdən cavablarını daxil etmələri istənildikdə görəcəkləri təlimatdır.
da: dette er den prompt eleverne vil se, når de bliver spurgt at indtaste deres svar
de_de: Dies ist die Eingabeaufforderung, welche die Teilnehmer sehen, bevor sie ihre Antwort eingeben.
el: Αυτή είναι η προτροπή που θα δουν οι σπουδαστές όταν τους ζητηθεί να εισαγάγουν την απάντησή τους
es_es: Este es el mensaje que los estudiantes verán cuando se les pida que escriban su respuesta
fa: این همان چیزی است که فراگیران خواهند دید ، زمانی که از آنها خواسته می‌شود تا پاسخ خود را وارد کنند.
fr: Il s’agit de l’invite que les apprenants verront lorsqu’on leur demandera de répondre.
fr_ca: Il s’agit de l’invite que les étudiants verront lorsqu’on leur demandera de répondre.
he: זו ההנחיה שהתלמידים יראו כאשר יתבקשו להזין את תגובתם
hi: यह वह संकेत है जो छात्र तब देखेंगे जब उन्हें अपनी प्रतिक्रिया दर्ज करने के लिए कहा जाएगा
hu: Ez az a felszólítás, amelyet a diákok látni fognak, amikor megkérik őket, hogy adják meg válaszukat.
it_it: Questo è il messaggio che gli studenti vedranno quando verrà loro chiesto di inserire la loro risposta
ja: これは、学生が回答を入力するよう求められたときに表示されるプロンプトです。
kk: Бұл студенттердің жауабын енгізу сұралғанда көретін жылдам хабар
lv: Šo uzvedni redzēs dalībnieki, kad viņiem tiks lūgts ievadīt savu atbildi
pl: To jest monit, który zobaczą uczniowie, gdy zostaną poproszeni o wprowadzenie odpowiedzi
pt_br: Esta é a mensagem que os estudantes verão quando solicitados a inserir sua resposta
pt_pt: Este é o prompt que os alunos verão quando lhes for solicitado que insiram a resposta
ro: Acesta este promptul pe care îl vor vedea elevii atunci când li se solicită să introducă răspunsul
ru: Это приглашение, которое учащиеся увидят, когда их попросят ввести свой ответ
sq: Kjo është ajo që studentët do të shohin kur u kërkohet të japin përgjigjen e tyre
sv: Detta är uppmaningen som eleverna kommer att se när de ombeds att ange sitt svar
sw: Hili ndilo swali ambalo wanafunzi wataona watakapoulizwa kuandika majibu yao
te: విద్యార్థులు తమ ప్రతిస్పందనను నమోదు చేయమని అడిగినప్పుడు ఇది కనిపిస్తుంది
th: นี่คือข้อความที่นักเรียนจะเห็นเมื่อถูกขอให้ป้อนคำตอบ
tr_tr: Bu, öğrencilerin yanıtlarını girmeleri istendiğinde görecekleri istemcidir
uk: Це підказка, яку студенти побачать, коли їх попросять ввести свою відповідь
uz: Bu talabalar o‘z javoblarini kiritish so‘ralganda ko‘rishadi
vi: Đây là lời nhắc mà học sinh sẽ nhìn thấy khi được yêu cầu nhập câu trả lời của mình

source: Submission Received Message
af_za: Voorlegging ontvang Boodskap
ar: إخطار باستلام عملك
az: Təqdimat qəbul edildi mesajı
da: Besked om modtagelse af indsendelse
de_de: Nachricht nach Erhalt der Abgabe
el: Μήνυμα ληφθείσας υποβολής
es_es: Mensaje de recepción de la entrega
fa: ارسال پیام تأیید شد
fr: Message de soumission reçue
fr_ca: Message de soumission reçue
he: הגשה התקבלה הודעה
hi: सबमिशन प्राप्त संदेश
hu: Beküldés visszaigazolása
it_it: Messaggio di invio ricevuto
ja: 提出が受理されました
kk: Жіберу туралы хабарлама алынды
lv: Saņemta Iesnieguma Ziņa
pl: Wiadomość o otrzymaniu zgłoszenia
pt_br: Mensagem de envio recebido
pt_pt: Mensagem de Submissão Recebida
ro: Mesajul de trimitere a fost primit
ru: Отправка полученного ответа
sq: Dërgimi i marrë mesazh
sv: Meddelande om mottagen inlämning
sw: Ujumbe Umepokelewa
te: సమర్పణ సందేశం స్వీకరించబడింది
th: ข้อความที่ได้รับการส่ง
tr_tr: Gönderim Alındı Mesajı
uz: Taqdim etilgan xabar
vi: Gửi tin nhắn đã nhận

source: This is the message students will see upon submitting their response
af_za: Dit is die boodskap wat studente sal sien wanneer hulle hul antwoord indien
ar: هذه الرسالة التي سيراها الطالب قبل تسليم إجابته
az: Bu, tələbələrin cavablarını təqdim etdikdən sonra görəcəkləri mesajdır.
da: dette er denne message studerende vil se, når de indsender deres svar
de_de: Dies ist die Nachricht, welche die Teilnehmer sehen, nachdem sie ihre Antworten abgegeben haben.
el: Αυτό είναι το μήνυμα που θα δουν οι σπουδαστές όταν υποβάλουν την απάντησή τους
es_es: Este es el mensaje que los estudiantes verán tras enviar su respuesta
fa: این پیامی است که فراگیران پس از ارسال پاسخ خود، خواهند دید
fr: C'est le message que les apprenants verront en soumettant leur réponse.
fr_ca: C'est le message que les étudiants verront en soumettant leur réponse
he: זה המסר שיראו התלמידים עם הגשת תגובתם
hi: यह वह संदेश है जिसे छात्र अपनी प्रतिक्रिया सबमिट करने पर देखेंगे
hu: Ez az üzenet, amelyet a diákok látni fognak, miután benyújtották válaszukat.
it_it: Questo è il messaggio che gli studenti vedranno dopo aver inviato la loro risposta
ja: 学生が回答を提出すると表示されるメッセージです。
kk: Бұл студенттер жауабын жіберген кезде көретін хабарлама
lv: Šis ir ziņojums, ko dalībnieki redzēs pēc atbildes iesniegšanas
pl: To jest wiadomość, którą uczniowie zobaczą po przesłaniu odpowiedzi
pt_br: Esta é a mensagem que os estudantes verão ao enviar suas respostas
pt_pt: Esta é a mensagem que os alunos verão quando enviarem a resposta
ro: Acesta este mesajul pe care elevii îl vor vedea după transmiterea răspunsului
ru: Это сообщение, которое учащиеся увидят после отправки своего ответа
sq: Ky është mesazhi që studentët do të shohin pasi të dorëzojnë përgjigjen e tyre
sv: Detta är meddelandet som studenterna kommer att se när de skickar in sitt svar.
sw: Huu ndio ujumbe ambao wanafunzi wataona wanapowasilisha majibu yao
te: విద్యార్థులు తమ ప్రతిస్పందనను సమర్పించిన తర్వాత చూసే సందేశం ఇది
th: นี่คือข้อความที่นักเรียนจะเห็นเมื่อส่งคำตอบ
tr_tr: Bu, öğrencilerin yanıtlarını gönderdikten sonra görecekleri mesajdır
uk: Це повідомлення побачать студенти після надсилання відповіді
uz: Talabalar o‘z javoblarini yuborgandan so‘ng, bu xabarni ko‘radi
vi: Đây là thông báo mà sinh viên sẽ thấy khi gửi câu trả lời của mình

source: Weight
af_za: Gewig
ar: القيمة
az: Çəki
da: Vægt
de_de: Gewichtung
el: Βάρος
es_es: Valor
fa: وزن
fr: Poids
fr_ca: Poids
he: משקל
hi: वजन
hu: Súlyozás
it_it: Peso
ja: 重み
kk: Салмағы
lv: Svars
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Pondere
ru: Вес
sq: Pesha
sv: Vikt
sw: Uzito
te: బరువు
th: น้ำหนัก
tr_tr: Ağırlık
uk: Вага
uz: Qiyinchiligi
vi: Cân nặng

source: This assigns an integer value representing the weight of this problem
af_za: Dit ken &#39;n heelgetalwaarde toe wat die gewig van hierdie probleem verteenwoordig
ar: هذا يعين قيمة عددية تمثل وزن هذه المشكلة
az: Bu, bu problemin çəkisini təmsil edən tam ədədi dəyəri təyin edir.
da: dette tildeler en heltalsværdi, der repræsenterer vægten af dette problem
de_de: Dies ist ein Wert, welcher die Gewichtung der Aufgabe in der Gesamtwertung bekommt
el: Αυτό εκχωρεί μια ακέραια τιμή που αντιπροσωπεύει το βάρος αυτού του προβλήματος
es_es: Esto asigna un número entero que representa el valor de este problema
fa: این بخش، عددی را به نشانۀ وزن مشکل، اختصاص می‌دهد
fr: Ceci assigne une valeur entière représentant le poids de cet exercice
fr_ca: Ceci assigne une valeur entière représentant le poids de ce problème
he: זה מקצה ערך שלם המייצג את המשקל של בעיה זו
hi: यह इस समस्या के महत्व को दर्शाने वाला एक पूर्णांक मान निर्दिष्ट करता है
hu: Ez egy egész számértéket rendel ehhez a probléma súlyának reprezentálásához.
it_it: Questo assegna un valore intero che rappresenta il peso di questo problema
ja: この問題の重みを表す整数値を割り当てます。
kk: Бұл мәселенің салмағын көрсететін бүтін мәнді тағайындайды
lv: Tas piešķir vesela skaitļa vērtību, kas atspoguļo šīs uzdevumi smagumu
pl: Przypisuje to wartość całkowitą reprezentującą wagę tego problemu
pt_br: Isto assinala um valor inteiro representando o peso do problema
pt_pt: Isto atribui um valor inteiro que representa o peso deste problema
ro: Aceasta atribuie o valoare întreagă reprezentând ponderea acestei probleme
ru: При этом присваивается целочисленное значение, представляющее весомость этой проблемы
sq: Kjo cakton një vlerë të plotë që përfaqëson peshën e këtij problemi
sv: Detta tilldelar ett heltalsvärde som representerar vikten av detta problem
sw: Hii inapeana thamani kamili inayowakilisha uzito wa tatizo hili
te: ఇది ఈ సమస్య యొక్క బరువును సూచించే పూర్ణాంక విలువను కేటాయిస్తుంది
th: ซึ่งจะกำหนดค่าจำนวนเต็มที่แสดงถึงน้ำหนักของปัญหานี้
tr_tr: Bu, bu sorunun ağırlığını temsil eden bir tamsayı değeri atar
uz: Bu muammoning qiyinligini ifodalovchi butun sonni belgilaydi
vi: Điều này gán một giá trị nguyên biểu thị trọng số của vấn đề này

source: Draft Received Message
af_za: Konsep-boodskap ontvang
ar: إخطار باستلام المسودة
az: Qəbul edilmiş qaralama mesajı
de_de: Nachricht nach Erhalt des Entwurfs
el: Μήνυμα ληφθέντος πρόχειρου
es_es: Mensaje de recepción del borrador de la entrega
fa: پیش‌نویس پیام دریافت‌شده
fr: Brouillon de message reçu
fr_ca: Message d'ébauche reçue
he: טיוטה התקבלה הודעה
hi: ड्राफ्ट प्राप्त संदेश
hu: Üzenet fogadva: vázlat
it_it: Bozza del messaggio ricevuto
ja: 下書き受領メッセージ
kk: Қабылданған хабарлама жобасы
lv: Saņemtā ziņojuma melnraksts
pl: Wersja robocza otrzymanej wiadomości
pt_br: Rascunho de Mensagem Recebida
pt_pt: Rascunho da Mensagem Recebida
ro: Mesaj nefinalizat primit
ru: Черновик Полученного сообщения
sq: Drafti i mesazhit të marrë
sv: Meddelande om mottagen utkast
sw: Rasimu ya Ujumbe Umepokelewa
te: చిత్తుప్రతి స్వీకరించిన సందేశం
th: ข้อความที่ได้รับฉบับร่าง
tr_tr: Taslak Alınan Mesaj
uk: Чернетка отриманого повідомлення
uz: Qabul qilingan xabar qoralamasi
vi: Bản nháp tin nhắn đã nhận

source: This is the message students will see upon submitting a draft response
af_za: Dit is die boodskap wat studente sal sien wanneer hulle &#39;n konsepantwoord indien
ar: هذه الرسالة التي سيراها الطالب قبل تسليم المسودة
az: Bu, tələbələrin qaralama cavabını təqdim etdikdən sonra görəcəkləri mesajdır.
da: dette er beskeden studerende vil se, når de indsender et draft svar
de_de: Dies ist die Nachricht, welche die Teilnehmer sehen, nachdem sie ihren Entwurf abgegeben haben.
el: Αυτό είναι το μήνυμα που θα δουν οι σπουδαστές όταν υποβάλουν ένα σχέδιο απάντησης
es_es: Este es el mensaje que los estudiantes verán tras enviar su borrador de la respuesta
fa: این پیامی است که فراگیران پس از ارسال پیش‌نویس پاسخ خواهند دید
fr: C'est le message que les apprenants verront lors de la soumission d'une ébauche de réponse
fr_ca: C'est le message que les étudiants verront lors de la soumission d'une ébauche de réponse
he: זה המסר שהתלמידים יראו עם הגשת טיוטת התגובה
hi: यह वह संदेश है जिसे छात्र ड्राफ्ट प्रतिक्रिया सबमिट करने पर देखेंगे
hu: Ez az üzenet, amelyet a diákok látnak, amikor benyújtanak egy vázlatválaszt.
it_it: Questo è il messaggio che gli studenti vedranno dopo aver inviato una bozza di risposta
ja: 学生がドラフトの回答を提出すると表示されるメッセージです。
kk: Бұл студенттер жауап жобасын жіберген кезде көретін хабар
lv: Šis ir ziņojums, ko dalībnieki redzēs, iesniedzot atbildes uzmetumu
pl: To jest wiadomość, którą uczniowie zobaczą po przesłaniu wersji roboczej odpowiedzi
pt_br: Esta é a mensagem que os estudantes verão ao submeter um resposta rascunho
pt_pt: Esta é a mensagem que os alunos verão ao enviar um rascunho de resposta
ro: Acesta este mesajul pe care îl vor vedea elevii la trimiterea unei schițe de răspuns
ru: Это сообщение, которое учащиеся увидят после отправки черновика ответа
sq: Ky është mesazhi që studentët do të shohin pasi të dorëzojnë një draft përgjigje
sv: Detta är meddelandet som studenterna kommer att se när de lämnar in ett utkast till svar.
sw: Huu ndio ujumbe ambao wanafunzi wataona wanapowasilisha rasimu ya jibu
te: డ్రాఫ్ట్ ప్రతిస్పందనను సమర్పించిన తర్వాత విద్యార్థులు చూసే సందేశం ఇది
th: นี่คือข้อความที่นักเรียนจะเห็นเมื่อส่งคำตอบฉบับร่าง
tr_tr: Bu, öğrencilerin taslak yanıt gönderdikten sonra görecekleri mesajdır
uk: Це повідомлення побачать учні після подання чернетки відповіді
uz: Talabalar javob loyihasini yuborganlarida ko‘radigan xabar shu
vi: Đây là thông báo mà sinh viên sẽ thấy khi gửi câu trả lời nháp

source: Allow my response to possibly be visible by other learners after submitting their response
af_za: Laat toe dat my reaksie moontlik deur ander leerders sigbaar is nadat hulle hul antwoord ingedien het
ar: اسمح بعرض إجابتي للطلاب الآخرين بعد أن يقدموا إجاباتهم
az: Cavabımın, digər öyrənənlər öz cavablarını təqdim etdikdən sonra görünə biləcəyinə icazə ver
da: Tillad, at mit svar muligvis er synligt for andre kursister efter at de har indsendt deres svar
de_de: Meine Antwort darf anderen Teilnehmern angezeigt werden, nachdem diese ihre Antwort eingegeben haben.
el: Να επιτρέπεται η απάντησή μου να είναι πιθανώς ορατή από άλλους σπουδαστές μετά την υποβολή της απάντησής τους
es_es: Permitir que mi respuesta sea visible para otros estudiantes después de enviar su respuesta
fa: اجازه دهید پاسخ من احتمالاً پس از ارسال پاسخ، توسط سایر فراگیران قابل مشاهده باشد
fr: Permettre que ma réponse soit éventuellement visible par les autres apprenants après avoir soumis leur réponse
fr_ca: Permettre à ma réponse d'être éventuellement visible par d'autres apprenants après avoir soumis leur réponse
he: אפשר לתגובתי להיות גלויה ללומדים אחרים לאחר שליחת תגובתם
hi: अपनी प्रतिक्रिया सबमिट करने के बाद संभवतः मेरी प्रतिक्रिया को अन्य शिक्षार्थियों द्वारा दृश्यमान होने दें
hu: Engedélyezem, hogy a válaszom látható legyen más tanulók számára, miután beküldik a válaszukat.
it_it: Consenti alla mia risposta di essere eventualmente visibile da altri studenti dopo aver inviato la loro risposta
kk: Жауабын жібергеннен кейін менің жауабым басқа оқушыларға көрінуі мүмкін
lv: Atļaut manu atbildi, iespējams, redzēt citiem kursa dalībniekiem pēc atbildes iesniegšanas
pl: Pozwól, aby moja odpowiedź była widoczna dla innych uczniów po przesłaniu odpowiedzi
pt_br: Permita que minha resposta seja visível por outros leitores após submeterem suas respostas
pt_pt: Permitir que a minha resposta seja visível por outros alunos depois de enviarem a resposta deles
ro: Permiteți posibil ca răspunsul meu să fie vizibil de către ceilalți cursanți după ce mi-au trimis răspunsul.
ru: Разрешить, чтобы мой ответ, возможно, был виден другим учащимся после отправки их ответа
sq: Lejo që përgjigja ime të jetë e dukshme nga nxënësit e tjerë pasi të dorëzojë përgjigjen e tyre
sv: Tillåt att mitt svar eventuellt blir synligt för andra elever efter att de har skickat in sitt svar
sw: Ruhusu majibu yangu yaweze kuonekana na wanafunzi wengine baada ya kuwasilisha majibu yao
te: ఇతర అభ్యాసకులు వారి ప్రతిస్పందనను సమర్పించిన తర్వాత నా ప్రతిస్పందన కనిపించడానికి అనుమతించండి
th: อนุญาตให้ผู้เรียนคนอื่นมองเห็นคำตอบของฉันได้หลังจากส่งคำตอบแล้ว
tr_tr: Yanıtlarını gönderdikten sonra yanıtımın diğer öğrenciler tarafından görülebilmesine izin ver
uk: Дозволити, щоб мою відповідь могли бачити інші учні після надсилання відповіді
uz: Javobni yuborganimdan keyin javobim boshqa o‘quvchilarga ko‘rinishi uchun ruxsat bering
vi: Cho phép những người học khác có thể nhìn thấy câu trả lời của tôi sau khi gửi câu trả lời của họ
