Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
af_za: Om &#39;n rubriek van &#39;n bestaande gepubliseerde of ongepubliseerde konsep te kloon, kan jy deur die Blok-ID soek. Let daarop dat kloning eenrigting is, wat beteken dat veranderinge wat na kloning gemaak word, slegs die rubriek wat gewysig word, sal beïnvloed en geen rubriek waaruit dit gekloon is, sal verander nie.
el: Για να κλωνοποιήσετε μια ρουμπρίκα από ένα υπάρχον δημοσιευμένο ή μη δημοσιευμένο πρόχειρο, μπορείτε να κάνετε αναζήτηση με βάση το αναγνωριστικό αποκλεισμού. Σημειώστε ότι η κλωνοποίηση είναι μονόδρομη, πράγμα που σημαίνει ότι οι αλλαγές που γίνονται μετά την κλωνοποίηση θα επηρεάσουν μόνο τη ρουμπρίκα που τροποποιείται και δεν θα τροποποιήσει καμία ρουμπρίκα από την οποία κλωνοποιήθηκε.
fa: برای شبیه‌سازی یک سرفصل از پیش‌نویس موجود یا منتشرنشده، می‌توانید با شناسۀ Block جستجو کنید. توجه کنید که شبیه‌سازی یک طرفه است، یعنی تغییراتی که پس از شبیه‌سازی ایجاد می‌شود، فقط بر روی سرفصلی که در حال تغییر است تأثیر می‌گذارد و سرفصلی را که از آن شبیه‌سازی شده‌است، تغییر نخواهد داد.
fr_ca: Pour cloner une grille d'évaluation existante, publiée ou en mode brouillon, vous pouvez chercher avec le ID du Bloc. À noter que tout changement fait par la suite à la grille d'évaluation clonée affectera seulement le clone et n'affectera pas la grille d'évaluation originale.
he: כדי לשכפל רובריקה מטיוטה קיימת שפורסמה או שלא פורסמה, תוכל לחפש על ידי מזהה החסימה. שים לב שהשיבוט הוא חד-כיווני, כלומר שינויים שיבוצעו לאחר השיבוט ישפיעו רק על הרובריקה המשתנה, ולא ישנו אף רובריקה שממנה בוצע שיבוט.
hi: किसी मौजूदा प्रकाशित या अप्रकाशित ड्राफ्ट से रूब्रिक को क्लोन करने के लिए, आप ब्लॉक आईडी द्वारा खोज सकते हैं। ध्यान दें कि क्लोनिंग एकतरफ़ा है, जिसका अर्थ है कि क्लोनिंग के बाद किए गए परिवर्तन केवल संशोधित किए जा रहे रूब्रिक को प्रभावित करेंगे, और किसी भी रूब्रिक को संशोधित नहीं करेंगे जिससे इसे क्लोन किया गया था।
hu: Rubrika klónozásához egy meglévő, közzétett vagy közzé nem tett tervezetből, kereshet a Blokk ID alapján. Vegye figyelembe, hogy a klónozás egyirányú, ami azt jelenti, hogy a klónozás után végrehajtott változtatások csak a módosított rubrikát érintik, és nem változtatják azt a rubrikát, amelyből klónozták.
id: Untuk menggandakan rubrik dari draf yang sudah diterbitkan atau belum diterbitkan, Anda dapat mencari berdasarkan ID Blok. Perlu dicatat bahwa penggandaan bersifat satu arah, artinya perubahan yang dilakukan setelah penggandaan hanya akan mempengaruhi rubrik yang dimodifikasi, dan tidak akan mengubah rubrik mana pun yang digandakan darinya.
ja: 既存の公開済みまたは未公開のドラフトからルーブリックを複製するには、ブロックIDで検索できます。複製は一方向であることに注意してください。複製後に行われた変更は、変更されたルーブリックにのみ影響し、複製元のルーブリックには影響しません。
kk: Бар жарияланған немесе жарияланбаған нобайдан айдар клондау үшін Блок идентификаторы бойынша іздеуге болады. Клондау бір жақты екенін ескеріңіз, яғни клондаудан кейін енгізілген өзгерістер тек өзгертілетін айдарларға әсер етеді және ол клондалған айдарларды өзгертпейді.
lv: Lai klonētu rubriku no esoša publicēta vai nepublicēta melnraksta, varat meklēt pēc bloka ID. Ņemiet vērā, ka klonēšana ir vienvirziena, kas nozīmē, ka izmaiņas, kas veiktas pēc klonēšanas, ietekmēs tikai modificējamo rubriku un nepārveidos nevienu rubriku, no kuras tā tika klonēta.
pt_pt: Para replicar uma rubrica de um rascunho existente, quer tenha sido publicado ou não, pode pesquisar pelo Bloco ID. Note que a replicação é unidireccional, o que significa que as alterações feitas após a replicação apenas irão afetar a rubrica que está a ser modificada, e não irão modificar a rubrica a partir da qual foi replicada.
sq: Për të klonuar një rubrikë nga një draft ekzistues i publikuar ose i papublikuar, mund të kërkoni me ID-në e Bllokut. Vini re se klonimi është njëkahësh, që do të thotë se ndryshimet e bëra pas klonimit do të ndikojnë vetëm në rubrikën që modifikohet dhe nuk do të modifikojë asnjë rubrikë nga e cila është klonuar.
sw: Ili kuiga rubri kutoka kwa rasimu iliyopo iliyochapishwa au ambayo haijachapishwa, unaweza kutafuta kwa Kitambulisho cha Kuzuia. Kumbuka kuwa kuiga ni kwa njia moja, ikimaanisha kuwa mabadiliko yanayofanywa baada ya kuiga yataathiri tu rubriki inayorekebishwa, na haitarekebisha rubriki yoyote ambayo iliundwa kutoka.
uz: Mavjud chop etilgan yoki nashr etilmagan qoralamadan rubrikani klonlash uchun siz Blok identifikatori bo'yicha qidirishingiz mumkin. E'tibor bering, klonlash bir tomonlama, ya'ni klonlashdan keyin kiritilgan o'zgartirishlar faqat o'zgartirilayotgan bo'limga ta'sir qiladi va u klonlangan hech qanday rubrikani o'zgartirmaydi.
vi: Để sao chép một phiếu tự đánh giá từ bản nháp đã xuất bản hoặc chưa xuất bản hiện có, bạn có thể tìm kiếm theo ID khối. Lưu ý rằng nhân bản là một chiều, nghĩa là những thay đổi được thực hiện sau khi nhân bản sẽ chỉ ảnh hưởng đến phiếu tự đánh giá đang được sửa đổi và sẽ không sửa đổi bất kỳ phiếu đánh giá nào mà nó được sao chép từ đó.

source: Block ID For this ORA:
af_za: Blok-ID vir hierdie ORA:
el: Αναγνωριστικό αποκλεισμού για αυτό το ORA:
fa: شناسۀ بلاک برای این ORA:
fr_ca: ID de bloc pour ce ORA :
he: מזהה חסימה עבור ORA זה:
hi: इस ORA के लिए ब्लॉक आईडी:
hu: Blokkazonosító ehhez az ORA-hoz:
ja: このORAのブロックID:
kk: Осы ORA үшін блок идентификаторы:
lv: Bloka ID šai ORA:
pt_pt: Bloco ID Para este ORA - Open Response Assessment:
sq: Blloko ID për këtë ORA:
sw: Zuia Kitambulisho Kwa ORA hii:
uz: Ushbu ORA uchun blok identifikatori:
vi: ID khối cho ORA này:

source: Block ID
af_za: Blok ID
el: Αναγνωριστικό αποκλεισμού
fa: شناسۀ بلاک
fr_ca: ID de bloc
hi: ब्लॉक आईडी
hu: Blokkazonosító
ja: ブロックID
kk: Блок идентификаторы
lv: Bloka ID
pt_pt: Bloco ID
sq: Blloko ID
sw: Zuia kitambulisho
uz: Blok identifikatori
vi: ID khối

source: No other Open Response Assessments found in course
af_za: Geen ander ooprespons-assesserings in kursus gevind nie
el: Δεν βρέθηκαν άλλες Ανοιχτές Αξιολογήσεις Απόκρισης στο μάθημα
fa: هیچ ارزیابی پاسخ باز دیگری در دوره یافت نشد
fr_ca: Aucune autre évaluation à réponse ouverte ORA trouvée dans le cours
he: לא נמצאו הערכות אחרות של תגובה פתוחה בתוך הקורס
hi: पाठ्यक्रम में कोई अन्य ओपन रिस्पांस असेसमेंट नहीं मिला
ja: コース内に他のオープンレスポンス評価は見つかりませんでした。
kk: Курста басқа ашық жауап бағалаулары табылмады
lv: Kursā nav atrasti citi atvērto atbilžu novērtējumi
pt_pt: Nenhumas outras Avaliações de Resposta Aberta encontradas no curso
sq: Asnjë vlerësim tjetër i përgjigjeve të hapura nuk u gjet në kurs
uz: Kursda boshqa ochiq javob baholashlari topilmadi
vi: Không tìm thấy Đánh giá phản hồi mở nào khác trong khóa học

source: Clone
af_za: Kloon
el: Κλώνος
fa: شبیه‌سازی
fr_ca: Cloner
he: שיבוט
hi: क्लोन
hu: Klónozás
ja: クローン
kk: Клондау
lv: Klonēt
pt_pt: Réplica
sq: Klon
uz: Klonlash
vi: Dòng vô tính

source: Rubric Successfully Cloned from Block ID:
af_za: Rubriek suksesvol gekloon vanaf blok-ID:
el: Η ρουμπρίκα κλωνοποιήθηκε επιτυχώς από το αναγνωριστικό μπλοκ:
fa: سرفصل با موفقیت از Block ID شبیه‌سازی شد:
fr_ca: Grille clonée avec succès à partir de l'ID de bloc :
he: רובריקה שובטה בהצלחה ממזהה בלוק:
hi: ब्लॉक आईडी से रूब्रिक सफलतापूर्वक क्लोन किया गया:
hu: A rubrika sikeresen klónozva a következő blokkból:
ja: ルーブリックがブロックIDから正常にクローンされました。
kk: Рубрика Блок идентификаторынан сәтті клондалды:
lv: Rubrika veiksmīgi klonēta no bloka ID:
pt_pt: Rubrica Replicada com Sucesso a partir do Bloco ID:
sq: Rubrika u klonua me sukses nga ID-ja e bllokut:
uz: Rubrik blok ID dan muvaffaqiyatli klonlandi:
vi: Phiếu tự đánh giá được sao chép thành công từ ID khối:

source: Scored Response
af_za: Gepunte reaksie
el: Βαθμολογούμενη απάντηση
fa: پاسخ نمره‌دار
fr_ca: Réponse Notée
he: תשובה שניתן לה ציון
hi: अर्जित प्रतिक्रिया
hu: Pontozott válasz
id: Tanggapan yang Telah Dinilai
kk: Ұпайы бар жауап
lv: Iegūta atbilde
pt_pt: Resposta pontuada
sq: Përgjigje me pikë
uz: Hisoblangan javob
vi: Phản hồi được tính điểm

source: Response Score
af_za: Reaksietelling
el: Βαθμολογία απάντησης
fa: نمرۀ پاسخ
fr_ca: Note de la Réponse
he: ציון תשובה
hi: प्रतिक्रिया अर्जित
hu: Válasz pontszám
id: Skor Tanggapan
ja: 応答スコア
kk: Жауап ұпайы
lv: Atbildes rādītājs
pt_pt: Pontuação da resposta
sq: Rezultati i përgjigjes
uz: Javob balli
vi: Điểm phản hồi

source: Response
af_za: Reaksie
el: Απάντηση
fa: پاسخ
fr_ca: Réponse
he: תגובה
hi: जवाब
hu: Válasz
id: Tanggapan
ja: 回答
kk: Жауап
lv: Atbilde
pt_pt: Resposta
sq: Përgjigje
sw: Jibu
uz: Javob
vi: Phản ứng

source: Not Selected
af_za: Nie gekies nie
el: Δεν επιλέχθηκε
fa: انتخاب‌نشده
fr_ca: Non sélectionné
he: לא נבחר
hi: अचयनित
hu: Nincs kiválasztva
id: Tak Dipilih
kk: Таңдалмаған
lv: Nav atlasīts
pt_pt: Não selecionado
sq: Nuk është zgjedhur
sw: Haijachaguliwa
uz: Tanlanmagan
vi: Không được chọn

source: points
af_za: punte
el: Μονάδες
fa: امتیازات
he: נקודות
hi: बिंदुओं
hu: Pontok
id: poin
ja: ポイント
kk: ұпай
lv: punktus
pt_pt: pontos
sq: pikë
sw: pointi
uz: ball
vi: điểm

source: %(assessment_title)s - %(points)s point
af_za: %(assessment_title)s - %(points)s punt
el: %(assessment_title)s - %(points)s σημείο
fa: %(assessment_title)s - نقطه %(points)s
he: %(assessment_title)s - %(points)s נקודה
hi: %(assessment_title)s - %(points)s पॉइंट
id: %(assessment_title)s - %(points)s poin
kk: %(assessment_title)s - %(points)s ұпай
lv: %(assessment_title)s — %(points)s punkti
pt_pt: %(assessment_title)s - %(points)s ponto
sq: %(assessment_title)s - %(points)s pikë
uz: %(assessment_title)s - %(points)s ball
vi: %(assessment_title)s - %(points)s điểm

source: More information about %(name)s
af_za: Meer inligting oor %(name)s
el: Περισσότερες πληροφορίες για τον %(name)s
fa: اطلاعات بیشتر دربارۀ %(name)s
fr_ca: Plus d'information sur %(name)s
he: מידע נוסף אודות %(name)s
hi: %(name)s के बारे में और अधिक जानकारी
hu: További információ %(name)s-ről
id: informasi lainnya tentang %(name)s
ja: %(name)sに関する詳細情報
kk: %(name)s туралы қосымша ақпарат
lv: Plašāka informācija par %(name)s
pt_pt: Mais informações sobre %(name)s
sq: Më shumë informacion rreth %(name)s
uz: %(name)s haqida batafsil ma'lumot
vi: Thông tin thêm về %(name)s

source: Your Grade
af_za: Jou graad
el: Ο βαθμός σας
fa: نمرۀ شما
fr_ca: Votre note
he: ציונך
hi: आपकी श्रेणी
hu: Az Ön osztályzata
id: Nilai Anda
ja: あなたの成績
kk: Сіздің бағаңыз
lv: Jūsu novērtējums
pt_pt: A sua classificação
sq: Nota juaj
uz: Sizning darajangiz
vi: Lớp của bạn

source: %(points_earned)s out of %(points_possible)s
af_za: %(points_earned)s uit %(points_possible)s
el: %(points_earned)s από %(points_possible)s
fa: %(points_earned)s از %(points_possible)s
fr_ca: %(points_earned)s sur %(points_possible)s
he: %(points_earned)s מתוך %(points_possible)s
hi: %(points_possible)s में से %(points_earned)s
id: %(points_earned)s dari %(points_possible)s
lv: %(points_earned)s no %(points_possible)s
pt_pt: %(points_earned)s de %(points_possible)s
sq: %(points_earned)s nga %(points_possible)s
uz: %(points_earned)s dan %(points_possible)s
vi: %(points_earned)s trong số %(points_possible)s

source: Your submission has been cancelled.
af_za: Jou indiening is gekanselleer.
el: Η υποβολή σας ακυρώθηκε.
fa: ارسال شما لغو شد.
fr_ca: Votre soumission a été annulée.
he: הגשתך בוטלה
hi: आपका सबमिशन रद्द कर दिया गया है।
id: Pengajuan Anda telah dibatalkan.
ja: 提出物がキャンセルされました。
kk: Сіздің жіберуіңіз тоқтатылды.
lv: Jūsu iesniegums ir atcelts.
pt_pt: O envio foi cancelado.
sq: Dorëzimi juaj është anuluar.
uz: Sizning arizangiz bekor qilindi.
vi: Việc gửi của bạn đã bị hủy.

source: %(points_earned)s out of %(points_possible)s
af_za: %(points_earned)s uit %(points_possible)s
el: %(points_earned)s από %(points_possible)s
fa: %(points_earned)s از %(points_possible)s
fr_ca: %(points_earned)s sur %(points_possible)s
he: %(points_earned)s מתוך %(points_possible)s
hi: %(points_possible)s में से %(points_earned)s
id: %(points_earned)s dari %(points_possible)s
lv: %(points_earned)s no %(points_possible)s
pt_pt: %(points_earned)s de %(points_possible)s
sq: %(points_earned)s nga %(points_possible)s
uz: %(points_earned)s dan %(points_possible)s
vi: %(points_earned)s trong số %(points_possible)s

source: Your Response
af_za: Jou antwoord
el: Η εργασία σας
fa: پاسخ شما
fr_ca: Votre réponse
he: תשובתך
hi: आपकी प्रतिक्रिया
hu: A válaszod
id: Tanggapan Anda
ja: あなたの回答
kk: Сіздің жауабыңыз
lv: Tava atbilde
pt_pt: A sua resposta
sq: Përgjigja juaj
uz: Sizning javobingiz
vi: Phản hồi của bạn

source: Your Upload
af_za: Jou oplaai
el: Τα αρχεία σας
fa: بارگذاری شما
fr_ca: Votre Envoi de Fichier
he: ההעלאה שלך
hi: आपका अपलोड
hu: Az Ön feltöltése
id: Unggahan Anda
ja: あなたのアップロード
kk: Сіздің жүктеп салуыңыз
lv: Jūsu augšupielāde
pt_pt: O seu carregamento
sq: Ngarkimi juaj
uz: Sizning yuklash
vi: Tải lên của bạn

source: Assessments of Your Response
af_za: Assesserings van jou reaksie
el: Αξιολογήσεις της εργασίας σας
fa: ارزیابی‌های پاسخ شما
fr_ca: Évaluations de votre réponse
he: הערכת תשובתך
hi: आपकी प्रतिक्रियाओं का आंकलन
id: Penilaian pada Tanggapan Anda
ja: あなたの回答の評価
kk: Сіздің жауаптарыңызды бағалау
lv: Jūsu atbildes vērtējumi
pt_pt: Avaliações da sua resposta
sq: Vlerësimet e përgjigjes suaj
uz: Sizning javobingizni baholash
vi: Đánh giá phản hồi của bạn

source: Status
el: Τρέχουσα κατάσταση
fa: وضعیت
fr_ca: Statut
he: סטטוס
hi: स्थिति
hu: Állapot
ja: ステータス
kk: Күй
lv: Statuss
pt_pt: Estado
sw: Hali
vi: Trạng thái

source: Overall Grade
af_za: Algehele graad
el: Συνόλικός βαθμός
fa: نمرۀ کلی
fr_ca: Note globale
he: ציון כולל
hi: समग्र श्रेणी
hu: Összesített osztályzat
id: Nilai keseluruhan
ja: 総合評価
kk: Жалпы баға
lv: Kopējais novērtējums
pt_pt: Classificação Global
sq: Nota e përgjithshme
sw: Daraja la Jumla
uz: Umumiy baho
vi: Lớp Tổng thể

source: Points
af_za: Punte
el: Μονάδες
fa: امتیازات
he: נקודות
hi: बिंदुओं
hu: Pontok
id: Poin
ja: ポイント
kk: Ұпайлар
lv: Punkti
pt_pt: Pontos
sq: Pikët
sw: Pointi
uz: Ballar
vi: Điểm

source: Additional comments on your response
af_za: Bykomende opmerkings oor jou reaksie
el: Επιπλέον σχόλια για την εργασία σας
fa: نظرات بیشتر دربارۀ پاسخ شما
fr_ca: Commentaires complémentaires sur votre réponse
he: הערות נוספות על תשובתך
hi: आपकी प्रतिक्रिया पर अतिरिक्त टिप्पणी
hu: További megjegyzések a válaszával kapcsolatban
id: Komentar tambahan pada tanggapan Anda
kk: Сіздің жауабыңызға қосымша түсініктемелер
lv: Papildu komentāri par jūsu atbildi
pt_pt: Comentários adicionais sobre a sua resposta
sq: Komente shtesë për përgjigjen tuaj
uz: Sizning javobingizga qo'shimcha sharhlar
vi: Nhận xét bổ sung về phản hồi của bạn

source: Provide feedback on peer assessments
af_za: Gee terugvoer oor portuurassesserings
el: Σχολιάστε τις αξιολογήσεις που λάβατε
fa: ارائه بازخورد دربارۀ ارزیابی همتایان
fr_ca: Commentez les évaluations par les pairs
he: ספֵּק משוב עבור הערכת עמיתים
hi: सहकर्मी मूल्यांकन पर प्रतिक्रिया प्रदान करें
hu: Adjon visszajelzést a társak értékeléseiről
id: Berikan umpan balik dalam penilaian sebaya
ja: ピア評価にフィードバックを提供する
kk: Өзара бағалау бойынша кері байланыс жасау
lv: Sniedziet atsauksmes par citu dalībnieku vērtējumiem
pt_pt: Comentar as avaliações dos pares
sq: Jepni komente për vlerësimet e kolegëve
uz: Tengdoshlarning baholashlari bo'yicha fikr bildiring
vi: Cung cấp phản hồi về đánh giá ngang hàng

source: Submitting Feedback
af_za: Dien terugvoer in
el: Καταχώρηση Κριτικής
fa: ثبت بازخورد
fr_ca: Soumission de commentaires
he: מגיש משוב
hi: प्रतिक्रिया जमा करना
hu: Visszajelzés beküldése
id: Mengirimkan umpan balik
ja: フィードバックの提出
kk: Кері байланыс жіберу
lv: Atsauksmju iesniegšana
pt_pt: A enviar comentário
sq: Dërgimi i komenteve
uz: Fikr-mulohaza yuborish
vi: Gửi phản hồi

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
af_za: Jou terugvoer is ingedien. Kursuspersoneel sal hierdie terugvoer kan sien wanneer hulle kursusrekords hersien.
el: Τα σχόλιά σας έχουν υποβληθεί. Το προσωπικό θα αποκτήσει πρόσβαση σε αυτά μόλις ξεκινήσει να ελέγχει τις καταχωρήσεις του μαθήματος.
fa: بازخورد شما ارسال شد. کارکنان دوره، زمانی که سوابق دوره را بررسی می‌کنند، می‌توانند این بازخورد را ببینند.
fr_ca: Votre rétroaction a été soumise. Elle sera accessible à au personnel du cours lorsqu'ils examineront les dossiers du cours.
he: המשוב שלך הוגש. צוות הקורס יוכל לראות את המשוב כאשר יצפו ברשומות הקורס.
hi: आपकी प्रतिक्रिया सबमिट कर दी गई है. पाठ्यक्रम कर्मचारी इस फीडबैक को तब देख सकेंगे जब वे पाठ्यक्रम रिकॉर्ड की समीक्षा करेंगे।
hu: A visszajelzését elküldtük. A kurzus munkatársai látni fogják ezt a visszajelzést, amikor átnézik a kurzus feljegyzéseit.
id: Umpan balik Anda telah dikirim. Staf kursus akan dapat melihat umpan balik ini ketika mereka meninjau catatan.
ja: あなたのフィードバックが送信されました。コーススタッフは、コース記録を確認する際にこのフィードバックを見ることができます。
kk: Пікіріңіз жіберілді. Курс қызметкерлері бұл пікірді курс жазбаларын қарап шыққан кезде көре алады.
lv: Jūsu atsauksme ir iesniegta. Kursa personāls varēs redzēt šo atsauksmi, kad pārskatīs kursa ierakstus.
pt_pt: O comentário foi enviado. A equipa do curso poderá ver este comentário quando analisarem os registos do curso.
sq: Komenti juaj është dërguar. Stafi i kursit do të jetë në gjendje ta shohë këtë reagim kur të shqyrtojë të dhënat e kursit.
uz: Sizning fikr-mulohazalaringiz yuborildi. Kurs xodimlari kurs yozuvlarini ko'rib chiqishda bu fikr-mulohazalarni ko'rishlari mumkin.
vi: Phản hồi của bạn đã được gửi. Nhân viên khóa học sẽ có thể xem phản hồi này khi họ xem xét hồ sơ khóa học.

source: Course staff will be able to see any feedback that you provide here when they review course records.
af_za: Kursuspersoneel sal enige terugvoer wat jy hier verskaf, kan sien wanneer hulle kursusrekords hersien.
el: Το προσωπικό θα έχει τη δυνατότητα να δει τα σχόλια που κάνετε εδώ, όταν θα προχωρήσει στην αξιολόγηση του μαθήματος
fa: کارکنان دوره می‌توانند هر بازخوردی را که در اینجا ارائه می‌دهید، هنگام بررسی سوابق دوره مشاهده کنند.
fr_ca: Le personnel du cours pourra accéder à toutes les rétroactions que vous proposez ici lorsqu'ils examineront les dossiers du cours.
he: צוות הקורס יוכל לראות כל משוב שתספק כאן כאשר יצפו ברשומות הקורס.
hi: जब पाठ्यक्रम कर्मचारी पाठ्यक्रम रिकॉर्ड की समीक्षा करेंगे तो वे आपके द्वारा यहां प्रदान की गई कोई भी प्रतिक्रिया देख सकेंगे।
id: Staf kursus akan dapat melihat umpan balik yang Anda berikan di sini ketika mereka meninjau catatan.
ja: コーススタッフは、コース記録を確認する際に、ここで提供されたフィードバックを見ることができます。
kk: Курс қызметкерлері курс жазбаларын қарап шыққан кезде осы жерде берген кез келген пікірді көре алады.
lv: Kursa personāls, pārskatot kursa ierakstus, varēs redzēt visas šeit sniegtās atsauksmes.
pt_pt: A equipa do curso poderá ver quaisquer comentários que faça, ficando guardados nos registros do curso.
sq: Stafi i kursit do të jetë në gjendje të shohë çdo reagim që jepni këtu kur të shqyrtojë të dhënat e kursit.
uz: Kurs xodimlari kurs yozuvlarini ko‘rib chiqishda bu yerda taqdim etgan har qanday fikr-mulohazalarni ko‘rishlari mumkin.
vi: Nhân viên khóa học sẽ có thể xem bất kỳ phản hồi nào bạn cung cấp tại đây khi họ xem xét hồ sơ khóa học.

source: Select the statements below that best reflect your experience with peer assessments.
af_za: Kies die stellings hieronder wat jou ervaring met eweknie-assesserings die beste weerspieël.
el: Επιλέξτε από τις παρακάτω φράσεις αυτές που εκφράζουν καλύτερα την εμπειρία σας από την αλληλοαξιολόγηση.
fa: عبارات زیر را انتخاب کنید که بهترین منعکس‌کننده تجربۀ شما از ارزیابی همتایان باشد.
fr_ca: Sélectionnez les énoncés ci-dessous qui reflètent le mieux votre expérience avec les évaluations par les pairs
he: בחר את ההצהרות להלן אשר משקפות באופן הטוב ביותר את חווייתך בהערכת עמיתים.
hi: नीचे दिए गए कथनों का चयन करें जो सहकर्मी मूल्यांकन के साथ आपके अनुभव को सबसे अच्छी तरह दर्शाते हैं।
hu: Válassza ki az alábbi állítások közül azokat, amelyek a legjobban tükrözik a társértékelésekkel kapcsolatos tapasztalatait.
id: Pilih pernyataan di bawah yang paling sesuai dengan pengalaman penilaian sebaya Anda.
kk: Құрдастарды бағалау тәжірибеңізді жақсы көрсететін төмендегі мәлімдемелерді таңдаңыз.
lv: Atlasiet tālāk minētos apgalvojumus, kas vislabāk atspoguļo jūsu pieredzi, veicot salīdzinošo vērtējumu.
pt_pt: Selecione as opções abaixo que melhor refletem a sua experiência com as avaliações dos pares.
sq: Zgjidhni pohimet më poshtë që pasqyrojnë më së miri përvojën tuaj me vlerësimet e kolegëve.
uz: Tengdoshlarni baholash bo'yicha tajribangizni eng yaxshi aks ettiruvchi quyidagi bayonotlarni tanlang.
vi: Chọn những câu dưới đây phản ánh đúng nhất trải nghiệm của bạn với các đánh giá ngang hàng.

source: These assessments were useful.
af_za: Hierdie assesserings was nuttig.
el: Οι αξιολογήσεις αυτές ήταν χρήσιμες
fa: این ارزیابی‌ها مفید بود.
fr_ca: Ces évaluations étaient utiles.
he: הערכות אלו היו מועילות.
hi: यह मूल्‍यांकन उपयोगी है
hu: Ezek a felmérések hasznosak voltak.
id: Penilaian ini berguna.
ja: これらの評価は役に立ちました。
kk: Бұл бағалаулар пайдалы болды.
lv: Šie vērtējumi bija noderīgi.
pt_pt: Estas avaliações foram úteis.
sq: Këto vlerësime ishin të dobishme.
uz: Ushbu baholashlar foydali bo'ldi.
vi: Những đánh giá này rất hữu ích.

source: These assessments were not useful.
af_za: Hierdie assesserings was nie nuttig nie.
el: Οι αξιολογήσεις αυτές δεν ήταν χρήσιμες.
fa: این ارزیابی‌ها مفید نبودند.
fr_ca: Ces évaluations n'étaient pas utiles.
he: הערכות אלו לא היו מועילות.
hi: यह मूल्‍यांकन उपयोगी नहीं है
hu: Ezek a felmérések nem voltak hasznosak.
id: Penilaian ini tidak berguna.
ja: これらの評価は役に立ちませんでした。
kk: Бұл бағалаулар пайдалы болмады.
lv: Šie vērtējumi nebija noderīgi.
pt_pt: Estas avaliações não foram úteis.
sq: Këto vlerësime nuk ishin të dobishme.
uz: Bu baholashlar foydali emas edi.
vi: Những đánh giá này không hữu ích.

source: I disagree with one or more of the peer assessments of my response.
af_za: Ek stem nie saam met een of meer van die portuurbeoordelings van my antwoord nie.
el: Διαφωνώ με μία ή περισσότερες από τις αξιολογήσεις των συναδέλφων μου για το δοκίμιό μου
fa: من با یک یا چند مورد از ارزیابی‌های همتا از پاسخ خود مخالفم.
fr_ca: Je suis en désaccord avec une ou plusieurs des évaluations de ma réponse par des pairs.
he: אינני מסכים עם אחת או יותר מההערכות של תשובתי.
hi: मैं अपनी प्रतिक्रिया के एक या अधिक साथियों के आकलन से असहमत हूं।
hu: Nem értek egyet a válaszomra adott egy vagy több társértékeléssel.
id: Saya tidak setuju dengan satu atau lebih dari penilaian rekan dari tanggapan saya.
ja: 私の回答に対するピア評価のうち、1つ以上に同意できません。
kk: Жауабыма жолдастардың бір немесе бірнеше бағалауларымен келіспеймін.
lv: Es nepiekrītu vienam vai vairākiem manas atbildes citu dalībnieku vērtējumiem.
pt_pt: Discordo com uma ou mais avaliações dos pares acerca da minha resposta.
sq: Unë nuk jam dakord me një ose më shumë nga vlerësimet e kolegëve të përgjigjes sime.
uz: Men javobimga tengdoshlarim tomonidan berilgan baholarning bir yoki bir nechtasiga qo'shilmayman.
vi: Tôi không đồng ý với một hoặc nhiều đánh giá ngang hàng về câu trả lời của tôi.
