Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, de_de, el, fa, he, hi, hu, id, it_it, ja, ka, kk, lv, nl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Error when looking up username
af_za: Fout tydens soek na gebruikernaam
ar: خطأ في العثور على اسم المستخدم
az: İstifadəçi adını axtararkən səhv baş verdi
de_de: Fehler bei der Suche nach dem Benutzernamen
el: Σφάλμα κατά την αναζήτηση ονόματος χρήστη
fa: خطا هنگام جستجوی نام کاربری
he: שגיאה בעת חיפוש שם משתמש
hi: एर्र होरहा जब यूसर्नेम देखा जा रहा है
hu: Hiba történt a felhasználónév keresésekor
it_it: Errore durante la ricerca del nome utente
ja: ユーザー名の検索中にエラーが発生しました
ka: შეცდომა მომხმარებლის სახელის ძიებისას
kk: Пайдаланушы атын іздеу кезінде қате
lv: Meklējot lietotājvārdu, radās kļūda
nl: Fout bij het opzoeken van gebruikersnaam
pt_br: Um erro ao procurar nome de usuário
pt_pt: Erro ao procurar o nome de utilizador
ro: Eroare la căutarea numelui de utilizator
ru: Ошибка при поиске имени пользователя
sq: Gabim gjatë kërkimit të emrit të përdoruesit
sv: Fel när du letade upp användarnamn
sw: Hitilafu wakati wa kutafuta jina la mtumiaji
te: వినియోగదారు పేరును చూస్తున్నప్పుడు లోపం
th: เกิดข้อผิดพลาดเมื่อค้นหาชื่อผู้ใช้
tr_tr: Kullanıcı adı ararken hata
uk: Помилка під час пошуку користувача
uz: Foydalanuvchi nomini qidirishda xatolik yuz berdi
vi: Lỗi khi tra cứu tên người dùng

source: Failed to clone rubric
af_za: Kon nie rubriek kloon nie
ar: فَشِل استنساخ مِعيار التقييم
az: Rubriki klonlamaq alınmadı
de_de: Rubrik konnte nicht geklont werden
el: Η κλωνοποίηση της ρουμπρίκας απέτυχε
fa: شبیه‌سازی سرفصل انجام نشد
he: לשכפל את רובריקה נכשל
hi: रूब्रिक क्लोन करने में विफल
hu: Nem sikerült a rubrikát klónozni
it_it: Impossibile clonare la rubrica
ja: ルーブリックの複製に失敗しました
ka: რუბრიკის კლონირება ვერ მოხერხდა
lv: Neizdevās klonēt rubriku
nl: Kan de rubriek niet klonen
pt_br: Falha ao clonar rubrica
pt_pt: Falha na clonagem da rubrica
ro: Nu s-a putut clona rubrica
ru: Не удалось клонировать критерии оценивания
sq: Klonimi i rubrikës dështoi
sv: Det gick inte att klona rubriken
sw: Imeshindwa kuunganisha rubriki
te: రూబ్రిక్‌ను క్లోన్ చేయడంలో విఫలమైంది
th: โคลนเกณฑ์การให้คะแนนไม่สำเร็จ
tr_tr: Dereceli puanlama anahtarı klonlanamadı
uk: Не вдалося клонувати рубрику
uz: Rubrikani klonlash amalga oshmadi
vi: Không sao chép được phiếu tự đánh giá

source: View and grade responses
af_za: Bekyk en gradeer antwoorde
ar: عرض الردود وتقديرها
az: Cavabları bax və qiymətləndir
de_de: Antworten anzeigen und benoten
el: Δείτε και βαθμολογήστε τις απαντήσεις
fa: مشاهده و نمره‌دهی به پاسخ‌ها
he: צפה וציון תגובות
hi: प्रतिक्रियाएँ देखें और ग्रेड करें
id: Lihat dan nilai tanggapan
it_it: Visualizza e valuta le risposte
ja: 回答を表示して採点する
ka: პასუხების ნახვა და შეფასება
kk: Жауаптарды қараңыз және бағалаңыз
lv: Skatiet un novērtējiet atbildes
nl: Bekijk en beoordeel reacties
pt_br: Ver e avaliar as respostas
pt_pt: Ver e classificar as respostas
ro: Vizualizează și notează răspunsurile
ru: Просмотр и оценка ответов
sq: Shikoni dhe vlerësoni përgjigjet
sv: Visa och betygsätt svar
sw: Tazama na upange majibu
te: ప్రతిస్పందనలను వీక్షించండి మరియు గ్రేడ్ చేయండి
th: ดูและให้คะแนนการตอบกลับ
tr_tr: Cevapları görüntüle ve notlandır
uk: Переглянути та оцінити відповіді
uz: Javoblarni ko'ring va baholang
vi: Xem và chấm điểm câu trả lời

source: Demo the new Grading Experience
af_za: Demonstreer die nuwe graderingservaring
ar: قم بتجربة تجربة التقدير الجديدة
az: Yeni Qiymətləndirmə Təcrübəsini Demo Edin
de_de: Demonstrieren Sie das neue Benotungserlebnis
el: Επίδειξη της νέας Grading Experience
fa: ارائۀ تجربۀ نمره‌دهی جدید
he: הדגימו את חוויית הדירוג החדשה
hi: नए ग्रेडिंग अनुभव का प्रदर्शन करें
hu: Próbálja ki az új értékelési élményt
it_it: Dimostra la nuova esperienza di valutazione
ja: 新しい採点体験をデモする
ka: ახალი შეფასების გამოცდილების დემონსტრირება
kk: Жаңа бағалау тәжірибесін көрсету
lv: Demonstrējiet jauno vērtēšanas pieredzi
nl: Demonstreer de nieuwe beoordelingservaring
pt_br: Demonstrar a nova Experiência de Avaliação
pt_pt: Demonstração da nova experiência de classificação
ro: Demonstrarea noii experiențe de notare
ru: Демонстрация нового процесса оценивания
sq: Demonstroni përvojën e re të notimit
sv: Prova den nya betygsupplevelsen
sw: Onyesha Uzoefu mpya wa Kukadiria
te: కొత్త గ్రేడింగ్ అనుభవాన్ని డెమో చేయండి
th: สาธิตประสบการณ์การให้คะแนนแบบใหม่
tr_tr: Yeni Notlandırma Deneyimi demosu
uk: Продемонструвати нову систему оцінки
uz: Yangi Baholash Tajribasini namoyish qiling
vi: Demo trải nghiệm chấm điểm mới

source: Unit Name
af_za: Eenheid Naam
ar: اسم الوحدة
az: Dərs vahidinin adı
de_de: Name der Lerneinheit
el: Όνομα κεφαλαίου
fa: نام واحد
he: שם יחידה
hi: यूनिट नेम
hu: Egység neve
id: Nama Unit
it_it: Nome unità
ja: 単元名
ka: ერთეულის სახელი
kk: Бірлік атауы
lv: Vienības nosaukums
nl: Naam van eenheid
pt_br: Nome da Postagem
pt_pt: Título da Unidade
ro: Nume unitate
ru: Название блока
sq: Emri i njësisë
sv: Enhetens namn
sw: Jina la Unit
te: యూనిట్ పేరు
th: ชื่อหน่วย
tr_tr: Ünite İsmi
uk: Назва блоку
uz: Birlik nomi
vi: Tên bài

source: Units
af_za: Eenhede
ar: الوحدات
az: Bölmələr
de_de: Lerneinheiten
el: Κεφάλαια
fa: واحدها
he: יחידות
hi: इकाइयों
hu: Egységek
id: Unit
it_it: Unità
ja: 単元
ka: საზომი ერთეულები
kk: Бірліктер
lv: Vienības
nl: Eenheden
pt_br: Unidades
pt_pt: Unidades
ro: Unități
ru: Блоки
sq: Njësitë
sv: Enheter
sw: Vitengo
te: యూనిట్లు
th: หน่วย
tr_tr: Üniteler
uk: Блоки
uz: Birliklar
vi: Các đơn vị

source: Assessment
af_za: Assessering
ar: تقييم
az: Qiymətləndirmə
de_de: Beurteilung
el: Αξιολόγηση
fa: ارزیابی
he: הערכה
hi: आंकलन
hu: Felmérés
id: Penilaian
it_it: Valutazione
ja: アセスメント
ka: შეფასება
kk: Бағалау
lv: Vērtējums
nl: Beoordeling
pt_br: Avaliação
pt_pt: Avaliação
ro: Evaluare
ru: Оценка
sq: Vlerësimi
sv: Utvärdering
sw: Tathmini
te: మూల్యాంకనం
th: การประเมิน
tr_tr: Değerlendirme
uk: Завдання
uz: Baholash
vi: Đánh giá

source: Assessments
af_za: Assesserings
ar: التقييمات
az: Qiymətləndirmələr
de_de: Beurteilungen
el: Αξιολογήσεις
fa: ارزیابی‌ها
he: הערכות
hi: आकलन
hu: Felmérések
id: Penilaian
it_it: Valutazioni
ja: 評価
ka: შეფასებები
lv: Vērtējumi
nl: Beoordelingen
pt_br: Avaliações
pt_pt: Avaliações
ro: Evaluări
ru: Задания
sq: Vlerësimet
sv: Bedömningar
sw: Tathmini
te: అంచనాలు
th: การประเมิน
tr_tr: Değerlendirmeler
uk: Завдання
uz: Baholar
vi: Đánh giá

source: Total Responses
af_za: Totale antwoorde
ar: إجمالي الردود
az: Cavabların Cəmi
de_de: Gesamte Anzahl Antworten
el: Συνολικές απαντήσεις
fa: کل پاسخ‌ها
he: סך הכל תשובות
hi: कुल प्रतिक्रियाएँ
hu: Összes válasz
id: Tanggapan Total
it_it: Numero totale di risposte
ja: 総回答数
ka: სულ პასუხები
kk: Жалпы жауаптар
lv: Kopējais atbilžu skaits
nl: Totaal aantal reacties
pt_br: Total de Respostas
pt_pt: Total de Respostas
ro: Răspunsuri totale
ru: Всего ответов
sq: Përgjigjet totale
sv: Totalt antal svar
sw: Jumla ya Majibu
te: మొత్తం ప్రతిస్పందనలు
th: การตอบกลับทั้งหมด
tr_tr: Toplam Cevaplar
uk: Всього відповідей
uz: Jami javoblar
vi: Tổng số phản hồi

source: Training
af_za: Opleiding
ar: التدريب
az: Təlim
el: Εκπαίδευση
fa: آموزش
he: הדרכה
hi: प्रशिक्षण
hu: Képzés
id: Pelatihan
it_it: Formazione
ja: 研修
ka: გაკვეთილები
kk: Тренинг
lv: Apmācība
nl: Opleiding
pt_br: Treinamento
pt_pt: Formação
ro: Antrenament
ru: Обучение
sq: Trajnimi
sv: Utbildning
sw: Mafunzo
te: శిక్షణ
th: การฝึกอบรม
tr_tr: Alıştırma
uk: Тренування
uz: Trening
vi: Đào tạo

source: Peer
af_za: Eweknie
ar: زميل
az: Yaşıd
de_de: Partner
el: Συμφοιτητής
fa: همتا
he: עמית
hi: सहपाठी
hu: Társ
id: Rekan
ja: ピア
ka: კურსელი
kk: Құрдас
lv: Cits dalībnieks
pt_pt: Par
ro: Coleg
ru: Взаимооценка
sq: Bashkëmoshatar
sv: Jämlikar
sw: Rika
te: పీర్
th: เพื่อน
tr_tr: Kişi
uk: Взаємооцінка
uz: Tengdosh
vi: Ngang nhau

source: Self
ar: مُقيَّم ذاتيًّا
az: Özü
de_de: Selbst
el: Ο εαυτός σας
fa: خود
he: עצמי
hi: स्वयं
id: Sendiri
it_it: Autonomo
ja: 自己
kk: Өздігінен
lv: Pats
nl: Zelf
pt_br: Auto
pt_pt: Auto
ro: Personal
ru: Самооценка
sq: Vetë
sv: Själv
sw: Nafsi
te: నేనే
th: ตัวเอง
tr_tr: Kendin
uk: Самооцінка
uz: O'zini
vi: Bản thân

source: Waiting
af_za: Wag
ar: بالانتِظار
az: Gözləyir
de_de: Warten
el: Αναμονή
fa: در انتظار
he: בהמתנה
hi: इंतज़ार में
hu: Várakozás
id: Menunggu
it_it: In attesa
ja: 待機中
ka: მოლოდინი
kk: Күтуде
lv: Gaida
nl: Wachten
pt_br: Aguardando
pt_pt: A aguardar
ro: Aşteptare
ru: Ожидание
sq: Në pritje
sv: Väntar
sw: Kusubiri
te: వేచి ఉంది
th: ซึ่งรอคอย
tr_tr: Bekleniyor
uk: Очікування
uz: Kutilmoqda
vi: Chờ

source: Staff
af_za: Personeel
ar: الطاقم
az: Heyət
de_de: Betreuung
el: ΠΡΟΣΩΠΙΚΟ
fa: کارکنان
he: צוות
hi: कर्मचारी
hu: Stáb
id: Staf
ja: スタッフ
ka: პერსონალი
kk: Қызметкерлер
lv: Personāls
nl: Personeel
pt_br: Equipe
pt_pt: Equipa
ro: Personal
ru: Сотрудник
sq: Stafi
sv: Personal
sw: Wafanyakazi
te: సిబ్బంది
th: พนักงาน
tr_tr: Personel
uk: Персонал
uz: Xodimlar
vi: Nhân viên

source: Final Grade Received
af_za: Finale Graad Ontvang
ar: الدرجة النهائية المستحقة
az: Son qiymət alındı
de_de: Erhaltene Endnote
el: Ελήφθη η τελική βαθμολογία
fa: نمرۀ نهایی دریافت شد
he: הציון הסופי התקבל
hi: अंतिम ग्रेड प्राप्त
id: Nilai Akhir Diterima
it_it: Voto finale ricevuto
ka: მიღებული საბოლოო შეფასება
kk: Қорытынды баға алынды
lv: Saņemts galīgais vērtējums
nl: Eindcijfer ontvangen
pt_br: Nota Final Recebida
pt_pt: Nota Final Recebida
ro: Nota finală primită
ru: Получена итоговая оценка
sq: Nota përfundimtare e marrë
sv: Slutbetyg mottaget
sw: Daraja la Mwisho Limepokelewa
te: ఫైనల్ గ్రేడ్ వచ్చింది
th: เกรดสุดท้ายที่ได้รับ
tr_tr: Final Notu Alındı
uk: Отримано фінальну оцінку
uz: Yakuniy baho olindi
vi: Đã nhận được điểm cuối cùng

source: Staff Grader
af_za: Personeel Grader
ar: ممهدة الموظفين
az: Heyət Qiymətləndiricisi
de_de: Personal-Grader
fa: ترازگر کارکنان
he: מדרג צוות
hi: स्टाफ ग्रेडर
hu: Dolgozói Értékelő
it_it: Classificatore del personale
ja: スタッフ評価者
ka: პერსონალის გრეიდერი
kk: Грейдер қызметкері
lv: Personāla vērtētājs
nl: Personeelsbeoordelaar
pt_br: Avaliador de pessoal
pt_pt: Graduador de Pessoal
ro: Grader personalului
ru: Оценщик персонала
sq: Stafi Grader
sv: Personalbedömare
te: స్టాఫ్ గ్రేడర్
th: พนักงานเกรดเดอร์
tr_tr: Personel Notlandırması
uk: Викладач, що проводить оцінку
uz: Xodimlar greyderi
vi: Nhân viên chấm điểm

source: List of Open Assessments is unavailable
af_za: Lys van oop assesserings is nie beskikbaar nie
ar: قائمة التقييمات المفتوحة غير متاحة
az: Açıq qymətləndirmələrin siyahısı mövcud deyil
de_de: Liste der offenen Beurteilungen ist nicht verfügbar
el: Η λίστα Ανοιχτών αξιολογήσεων δεν είναι διαθέσιμη
fa: فهرست ارزیابی‌های باز در دسترس نیست
he: רשימת ההערכות הפתוחות אינה זמינה
hi: ओपन अससेस्समेंट्स का लिसट अनअवेईलेबल है|
hu: A nyitott felmérések listája nem elérhető
id: Daftar Penilaian Terbuka tidak tersedia
it_it: L'elenco delle valutazioni aperte non è disponibile
ja: オープン評価のリストは利用できません
ka: ღია შეფასებების სია მიუწვდომელია
kk: Ашық бағалаулар тізімі қолжетімді емес
lv: Atvērto vērtējumu saraksts nav pieejams
nl: Lijst met open beoordelingen is niet beschikbaar
pt_br: A lista de avaliações abertas está indisponível
pt_pt: Lista de Avaliações Abertas não está disponível
ro: Lista evaluărilor deschise nu este disponibilă
ru: Список заданий с открытыми ответами недоступен
sq: Lista e Vlerësimeve të Hapura nuk është e disponueshme
sv: Listan över öppna bedömningar är inte tillgänglig
sw: Orodha ya Tathmini Huria haipatikani
te: ఓపెన్ అసెస్‌మెంట్‌ల జాబితా అందుబాటులో లేదు
th: รายการการประเมินแบบเปิดไม่พร้อมใช้งาน
tr_tr: Açık Değerlendirmeler Listesi mevcut değil
uk: Перелік відкритих завдань недоступний
uz: Ochiq baholashlar roʻyxati mavjud emas
vi: Danh sách Đánh giá Mở không có sẵn

source: Please wait
af_za: Wag asseblief
ar: يرجى الانتظار
az: Zəhmət olmasa gözləyin
de_de: Bitte warten
el: Παρακαλούμε περιμένετε
fa: لطفاً صبر کنید
he: נא המתן
hi: कृपया प्रतीक्षा करें
hu: Kérlek várj
id: Mohon tunggu
it_it: Un attimo, per favore...
ja: お待ちください
ka: გთხოვთ დაიცადოთ
kk: Күте тұрыңыз
lv: Lūdzu uzgaidiet
nl: Even geduld alstublieft
pt_br: Por favor aguarde
pt_pt: Aguarde, por favor
ro: Vă rugăm să așteptați
ru: Пожалуйста, подождите
sq: Ju lutem prisni
sv: Vänta
sw: Tafadhali subiri
te: దయచేసి వేచి ఉండండి
th: กรุณารอสักครู่
tr_tr: Lütfen bekleyin
uk: Будь ласка, зачекайте
uz: Iltimos kuting
vi: Vui lòng chờ

source: Block view is unavailable
af_za: Blokaansig is nie beskikbaar nie
ar: عرض "الحِزَم" غير متوفر
az: Blok görünüşü mövcud deyil
de_de: Blockansicht ist nicht verfügbar
el: Η προβολή συστοιχίας δεν είναι διαθέσιμη
fa: نمای مسدود در دسترس نیست
he: תצוגת הבלוק אינה זמינה
hi: ब्लॉक व्यू अनअवेईलेबल है|
hu: A blokk nézet nem érhető el
id: Tampilan blok tidak tersedia
it_it: Vista blocco non disponibile
ja: ブロックビューは利用できません
ka: ბლოკის ხედი მიუწვდომელია
kk: Блоктау көрінісі қолжетімсіз
lv: Bloku skats nav pieejams
nl: Blokweergave is niet beschikbaar
pt_br: Visão do bloco está indisponível
pt_pt: A visualização em grelha não está disponível
ro: Vizualizează bloc nu este disponibilă
ru: Просмотр блока недоступен
sq: Pamja e bllokimit nuk ofrohet
sv: Blockvyn är inte tillgänglig
sw: Mwonekano wa "Block" haupatikani
te: బ్లాక్ వీక్షణ అందుబాటులో లేదు
th: มุมมองแบบบล็อกไม่พร้อมใช้งาน
tr_tr: Blok görünüm mevcut değil
uk: Блочний вид недоступний
uz: Blok ko‘rinishi mavjud emas
vi: Chế độ xem khối không khả dụng

source: Back to Full List
af_za: Terug na volledige lys
ar: العودة إلى القائمة الكاملة
az: Tam siyahıya geri qayıdın
de_de: Zurück zur kompletten Liste
el: Επιστροφή στην πλήρη λίστα
fa: بازگشت به فهرست کامل
he: חזרה לרשימה המלאה
hi: बॅक तो फुल्ललिस्ट
hu: Vissza a teljes listához
id: Kembali ke Daftar Penuh
it_it: Torna all'elenco completo
ja: 完全なリストに戻る
ka: სრულ სიაში დაბრუნება
kk: Толық тізімге оралу
lv: Atpakaļ uz pilno sarakstu
nl: Terug naar de volledige lijst
pt_br: Voltar para Lista Completa
pt_pt: Voltar à lista completa
ro: Înapoi la lista completă
ru: Вернуться к полному списку
sq: Kthehu te lista e plotë
sv: Tillbaka till hela listan
sw: Rudi kwa Orodha Kamili
te: పూర్తి జాబితాకు తిరిగి వెళ్ళు
th: กลับไปที่รายการทั้งหมด
tr_tr: Tam Listeye Dön
uk: Назад до повного списку
uz: Toʻliq roʻyxatga qaytish
vi: Quay lại danh sách đầy đủ

source: Confirm
af_za: Bevestig
ar: تأكيد
az: Təsdiq et
de_de: Bestätigen
el: Επιβεβαίωση
fa: تایید
he: אישור
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
it_it: Conferma
ja: 確認
ka: დადასტურება
lv: Apstiprināt
nl: Bevestigen
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
sq: Konfirmo
sv: Bekräfta
sw: Thibitisha
te: నిర్ధారించండి
th: ยืนยัน
tr_tr: Onayla
uk: Підтвердити
uz: Tasdiqlang
vi: Xác nhận

source: Cancel
af_za: Kanselleer
ar: إلغاء
az: Ləğv edin
de_de: Löschen
el: Ακύρωση
fa: لغو
he: ביטול
hi: रद्द करना
hu: Megszakít
id: Batalkan
it_it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
lv: Atcelt
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отменить
sq: Anulo
sv: Avbryt
sw: Ghairi
te: రద్దు చేయండి
th: ยกเลิก
tr_tr: İptal
uk: Скасувати
uz: Bekor qilish
vi: Hủy bỏ

source: There is still file upload in progress. Please wait until it is finished.
af_za: Daar is steeds lêeroplaai aan die gang. Wag asseblief totdat dit klaar is.
ar: لا يزال رفع ملف قيد التنفيذ. من فضلك انتظر حتى تنتهي.
az: Fayl yüklənməsi hələ də davam edir. Zəhmət olmasa, bitənə qədər gözləyin.
de_de: Es wird noch ein Datei-Upload durchgeführt. Bitte warten Sie, bis es fertig ist.
el: Υπάρχει ακόμα η μεταφόρτωση αρχείου σε εξέλιξη. Περιμένετε μέχρι να ολοκληρωθεί.
fa: هنوز بارگذاری پوشه درحال انجام است. لطفاً صبر کنید تا تمام شود.
he: עדיין מתבצעת העלאה של קבצים. אנא המתן עד שזה יסתיים.
hi: फ़ाइल अपलोड अभी भी प्रगति पर है. कृपया इसके समाप्त होने तक प्रतीक्षा करें|
hu: Még folyamatban van a fájl feltöltése. Kérjük, várjon, amíg befejeződik.
id: Masih ada unggahan file yang sedang berlangsung. Harap tunggu sampai selesai.
ja: ファイルのアップロードがまだ進行中です。終了するまでお待ちください。
ka: ფაილის ატვირთვა ჯერ კიდევ მიმდინარეობს. გთხოვთ, დაელოდოთ დასრულებას.
kk: Әлі файл жүктеп салынуда. Аяқтағанша күтіңіз.
lv: Joprojām notiek failu augšupielāde. Lūdzu, uzgaidiet, līdz tas ir pabeigts.
nl: Er wordt nog steeds een bestand geüpload. Wacht tot het klaar is.
pt_br: Ainda há envio de arquivo em andamento. Aguarde até que seja concluído.
pt_pt: Os ficheiros ainda estão a ser carregados. Aguarde até que o carregamento esteja concluído.
ro: Mai există încărcare de fișiere în curs. Vă rugăm să așteptați până se termină.
ru: Идет загрузка файла. Пожалуйста, подождите, пока загрузка завершится.
sq: Ka ende ngarkim skedari në vazhdim. Ju lutemi prisni derisa të përfundojë.
sv: Det pågår fortfarande en filuppladdning. Vänta tills den är klar.
sw: Bado kuna upakiaji wa faili unaoendelea. Tafadhali subiri hadi ikamilike.
te: ఇప్పటికీ ఫైల్ అప్‌లోడ్ ప్రోగ్రెస్‌లో ఉంది. దయచేసి అది పూర్తయ్యే వరకు వేచి ఉండండి.
th: ยังคงมีการอัพโหลดไฟล์อยู่ในระหว่างดำเนินการ โปรดรอจนกว่าจะเสร็จสิ้น
tr_tr: Hala dosya yükleme işlemi devam ediyor. Lütfen bitene kadar bekleyin.
uk: Завантаження файлу досі триває. Будь ласка, дочекайтесь його завершення.
uz: Hali ham fayl yuklanmoqda. Iltimos, u tugaguncha kuting.
vi: Vẫn đang tải tập tin lên. Vui lòng đợi cho đến khi nó hoàn tất.

source: Cannot submit empty response even everything is optional.
af_za: Kan nie leë antwoord indien nie, selfs alles is opsioneel.
ar: لا يمكن إرسال رد فارغ حتى لو كان كل شيء اختياريًا.
az: Boş cavab təqdim edilə bilməz, hətta hər şey opsional olsa belə.
de_de: Es kann keine leere Antwort gesendet werden, auch wenn alles optional ist.
el: Δεν είναι δυνατή η υποβολή κενής απάντησης, ακόμη και όλα είναι προαιρετικά.
fa: نمی‌توان پاسخ خالی را ارسال کرد حتی اگر همه چیز اختیاری است.
he: אי אפשר להגיש תגובה ריקה אפילו הכל אופציונלי.
hi: सब कुछ वैकल्पिक होने पर भी खाली प्रतिक्रिया प्रस्तुत नहीं की जा सकती।
hu: Nem lehet üres választ beküldeni, még akkor sem, ha minden opcionális.
ja: 空の回答はすべて任意であっても送信できません。
ka: შეუძლებელია ცარიელი პასუხის გაგზავნა, ყველაფერი კი არასავალდებულოა.
kk: Бос жауапты жіберу мүмкін емес, тіпті барлығы міндетті емес.
lv: Nevar iesniegt tukšu atbildi, pat ja viss nav obligāts.
nl: Kan geen leeg antwoord indienen, ook al is alles optioneel.
pt_br: Não é possível enviar uma resposta vazia, mesmo que tudo seja opcional.
pt_pt: Não é possível submeter uma resposta vazia, mesmo que seja opcional.
ro: Nu se poate trimite răspunsul gol, chiar dacă totul este optional.
ru: Невозможно отправить пустой ответ, даже если всё необязательно.
sq: Nuk mund të dorëzohet një përgjigje boshe, edhe pse gjithçka është fakultative.
sv: Kan inte skicka in tomt svar även om allt är valfritt.
sw: Haiwezi kuwasilisha jibu tupu hata kila kitu ni cha hiari.
te: ప్రతిదీ ఐచ్ఛికం అయినప్పటికీ ఖాళీ ప్రతిస్పందనను సమర్పించలేరు.
th: ไม่สามารถส่งคำตอบที่ว่างเปล่าได้ แม้ว่าทุกอย่างจะเป็นทางเลือกก็ตาม
tr_tr: Her şey isteğe bağlı olsa bile boş yanıt gönderilemiyor.
uk: Неможливо надіслати порожню відповідь, навіть якщо всі поля є необов’язковими.
uz: Bo'sh javobni yuborib bo'lmaydi, hatto hamma narsa ixtiyoriy.
vi: Không thể gửi phản hồi trống ngay cả khi mọi thứ đều là tùy chọn.

source: Please upload a file.
af_za: Laai asseblief &#39;n lêer op.
ar: الرجاء تحميل ملف.
az: Zəhmət olmasa, bir fayl yükləyin.
de_de: Bitte laden Sie eine Datei hoch.
el: Ανεβάστε ένα αρχείο.
fa: لطفاً پوشه‌ای را بارگذاری کنید
he: נא להעלות קובץ.
hi: कृपया एक फ़ाइल अपलोड करें|
hu: Kérjük, töltsön fel egy fájlt.
id: Silakan unggah berkas.
ja: ファイルをアップロードしてください。
ka: გთხოვთ ატვირთოთ ფაილი.
kk: Файлды жүктеп салыңыз.
lv: Lūdzu, augšupielādējiet failu.
nl: Gelieve een bestand te uploaden.
pt_br: Carregue um arquivo.
pt_pt: Por favor, carregue um ficheiro.
ro: Vă rugăm să încărcați un fișier.
ru: Пожалуйста, загрузите файл.
sq: Ju lutemi ngarkoni një skedar.
sv: Vänligen ladda upp en fil.
sw: Tafadhali pakia faili.
te: దయచేసి ఫైల్‌ను అప్‌లోడ్ చేయండి.
th: กรุณาอัพโหลดไฟล์.
tr_tr: Lütfen bir dosya yükleyin.
uk: Будь ласка, додайте файл.
uz: Iltimos, fayl yuklang.
vi: Vui lòng tải lên một tập tin.

source: Please provide a response.
af_za: Gee asseblief &#39;n antwoord.
ar: يرجى تقديم رد.
az: Zəhmət olmasa cavab verin.
de_de: Bitte geben Sie eine Antwort.
el: Δώστε μια απάντηση.
fa: لطفاً پاسخ دهید.
he: נא לספק תגובה.
hi: कृपया प्रतिक्रिया दें|
hu: Kérjük, adjon választ.
id: Silakan berikan tanggapan.
ja: 回答を入力してください。
ka: გთხოვთ მოგვაწოდოთ პასუხი.
kk: Жауап беріңізші.
lv: Lūdzu, sniedziet atbildi.
nl: Geef alstublieft een reactie.
pt_br: Forneça uma resposta.
pt_pt: Por favor, dê uma resposta.
ro: Vă rugăm să furnizați un răspuns.
ru: Пожалуйста, дайте ответ.
sq: Ju lutemi jepni një përgjigje.
sv: Vänligen ge ett svar.
sw: Tafadhali toa jibu.
te: దయచేసి ప్రతిస్పందనను అందించండి.
th: กรุณาตอบกลับ
tr_tr: Lütfen bir yanıt verin.
uk: Будь ласка, надайте відповідь.
uz: Iltimos, javob bering.
vi: Vui lòng cung cấp phản hồi.

source: No files selected for upload.
af_za: Geen lêers gekies vir oplaai nie.
ar: لم يتم تحديد ملفات للتحميل.
az: Yükləmə üçün fayl seçilməyib.
de_de: Keine Dateien zum Hochladen ausgewählt.
el: Δεν επιλέχθηκαν αρχεία για μεταφόρτωση.
fa: هیچ پوشه‌ای برای بارگذاری انتخاب نشده‌است.
he: לא נבחרו קבצים להעלות.
hi: अपलोड के लिए कोई फ़ाइल चयनित नहीं है|
hu: Nincs fájl kiválasztva a feltöltéshez.
id: Tidak ada file yang dipilih untuk unggah.
ja: アップロードするファイルが選択されていません。
ka: ასატვირთად ფაილი არ არის არჩეული.
kk: Жүктеп салу үшін ешбір файл таңдалмаған.
lv: Augšupielādēšanai nav atlasīts neviens fails.
nl: Geen bestanden geselecteerd om te uploaden.
pt_br: Nenhum arquivo selecionado para envio.
pt_pt: Não há ficheiros selecionados para carregamento.
ro: Nu a fost selectat niciun fișier pentru încărcare.
ru: Файлы для загрузки не выбраны.
sq: Nuk ka skedarë të zgjedhur për ngarkim.
sv: Inga filer valda för uppladdning.
sw: Hakuna faili zilizochaguliwa kupakiwa.
te: అప్‌లోడ్ చేయడానికి ఫైల్‌లు ఏవీ ఎంచుకోబడలేదు.
th: ไม่มีไฟล์ที่เลือกสำหรับการอัพโหลด
tr_tr: Yükleme için hiçbir dosya seçilmedi.
uk: Не вибрано файлів щоб додати.
uz: Yuklash uchun hech qanday fayl tanlanmagan.
vi: Không có tập tin nào được chọn để tải lên.

source: Please provide a description for each file you are uploading.
af_za: Verskaf asseblief &#39;n beskrywing vir elke lêer wat jy oplaai.
ar: يرجى تقديم وصف لكل ملف تقوم بتحميله.
az: Hər yüklədiyiniz fayl üçün təsvir təqdim edin.
de_de: Bitte geben Sie für jede Datei, die Sie hochladen, eine Beschreibung an.
el: Δώστε μια περιγραφή για κάθε αρχείο που ανεβάζετε.
fa: لطفاً توضیحی برای هر پوشه‌ای که بارگذاری می‌کنید ارائه دهید.
he: אנא ספק תיאור עבור כל קובץ שאתה מעלה.
hi: कृपया आपके द्वारा अपलोड की जा रही प्रत्येक फ़ाइल का विवरण प्रदान करें।
hu: Kérjük, adjon meg leírást minden feltöltött fájlhoz.
id: Harap berikan deskripsi untuk setiap file yang Anda mengunggah.
ja: アップロードする各ファイルの説明を提供してください。
ka: გთხოვთ, მიუთითოთ აღწერა თითოეული ფაილისთვის, რომელსაც ატვირთავთ.
kk: Жүктеп салатын әрбір файлдың сипаттамасын беріңіз.
lv: Lūdzu, sniedziet aprakstu katram failam, ko augšupielādējat.
nl: Geef een beschrijving op voor elk bestand dat u uploadt.
pt_br: Por favor, forneça uma descrição para cada arquivo que você está enviando.
pt_pt: Por favor, descreva cada ficheiro que carregar.
ro: Vă rugăm să furnizați o descriere pentru fiecare fișier pe care îl încărcați.
ru: Укажите описание каждого файла, который вы загружаете.
sq: Ju lutemi jepni një përshkrim për çdo skedar që po ngarkoni.
sv: Vänligen ge en beskrivning för varje fil du laddar upp.
sw: Tafadhali toa maelezo kwa kila faili unayopakia.
te: దయచేసి మీరు అప్‌లోడ్ చేస్తున్న ప్రతి ఫైల్‌కు వివరణను అందించండి.
th: โปรดระบุคำอธิบายสำหรับแต่ละไฟล์ที่คุณกำลังอัพโหลด
tr_tr: Lütfen yüklediğiniz her dosya için bir açıklama girin.
uk: Будь ласка, надайте опис до кожного файлу, який ви додаєте.
uz: Iltimos, yuklayotgan har bir fayl uchun tavsif bering.
vi: Vui lòng cung cấp mô tả cho mỗi tệp bạn đang tải lên.
