Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: Learn more about team assignments here: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
af_za: Kom meer te wete oor spanopdragte hier: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">skakel</a> )
el: Μάθετε περισσότερα για τις ομαδικές εργασίες εδώ: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">σύνδεσμος</a> )
fa: دربارۀ تکالیف تیمی بیشتر بدانید: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">لینک</a> )
he: למידע נוסף על מטלות צוות כאן: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">קישור</a>)
hi: टीम असाइनमेंट के बारे में यहां अधिक जानें: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">लिंक</a> )
hu: Tudjon meg többet a csapatfeladatokról itt: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
id: Pelajari lebih lanjut tentang penugasan tim di sini: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
ja: チームの課題について詳しくはこちらをご覧ください: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">リンク</a>)
kk: Топтық тапсырмалар туралы толығырақ мына жерден біліңіз: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">сілтеме</a>)
lv: Uzziniet vairāk par komandas uzdevumiem šeit: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">saite</a> )
sq: Mësoni më shumë rreth detyrave të ekipit këtu: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a> )
uz: Jamoa topshiriqlari haqida ko'proq ma'lumotni bu yerdan oling: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">havola</a> )
vi: Tìm hiểu thêm về nhiệm vụ nhóm tại đây: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a> )

source: We could not submit your response
af_za: Ons kon nie jou antwoord indien nie
el: Η υποβολή της εργασίας σας δεν ήταν εφικτή
fa: ما نتوانستیم پاسخ شما را ارسال کنیم
he: לא הצלחנו להגיש את תשובתך
hi: हम आपकी प्रतिक्रिया को जमा नहीं कर सके
hu: Nem tudtuk beküldeni a válaszát
id: Kami tidak dapat mengajukan tanggapan Anda
ja: あなたの回答を送信できませんでした。
kk: Жауабыңызды жібере алмадық
lv: Mēs nevarējām iesniegt jūsu atbildi
sq: Nuk mundëm të dërgonim përgjigjen tuaj
uz: Javobingizni yubora olmadik
vi: Chúng tôi không thể gửi phản hồi của bạn

source: Submit your response and move to the next step
af_za: Dien jou antwoord in en gaan na die volgende stap
el: Υποβάλετε την εργασία σας και προχωρήστε στο επόμενο βήμα
fa: پاسخ خود را ارسال کنید و به مرحلۀ بعدی بروید
he: הגישו את התשובה והמשיכו לשלב הבא
hi: अपनी प्रतिक्रियाओं को जमा कर अगले चरण में जावें
hu: Küldd el a válaszodat és lépj tovább
id: Ajukan tanggapan Anda dan beralih ke langkah berikutnya
ja: 回答を提出して次のステップに進んでください
kk: Жауабыңызды жіберіп, келесі қадамға өтіңіз
lv: Iesniedziet savu atbildi un pārejiet pie nākamās darbības
sq: Paraqisni përgjigjen tuaj dhe kaloni në hapin tjetër
uz: Javobingizni yuboring va keyingi bosqichga o'ting
vi: Gửi phản hồi của bạn và chuyển sang bước tiếp theo

source: Your submission was cancelled.
af_za: Jou indiening is gekanselleer.
el: Η υποβολή σας ακυρώθηκε.
fa: ارسال شما لغو شد.
he: הגשתך בוטלה
hi: आपका सबमिशन रद्द कर दिया गया।
id: Kiriman Anda dibatalkan
ja: 提出物がキャンセルされました。
kk: Сіздің жіберуіңіз тоқтатылды.
lv: Jūsu iesniegums tika atcelts.
sq: Dorëzimi juaj u anulua.
uz: Taqdim etishingiz bekor qilindi.
vi: Quá trình gửi của bạn đã bị hủy.

source: Your submission has been cancelled by %(removed_by_username)s on %(removed_datetime)s
af_za: Jou indiening is gekanselleer deur %(removed_by_username)s op %(removed_datetime)s
el: Η υποβολή σας ακυρώθηκε από τον/την %(removed_by_username)s στις %(removed_datetime)s
fa: ارسال شما توسط %(removed_by_username)s در %(removed_datetime)s لغو شده‌است
he: הגשתך בוטלה על ידי %(removed_by_username)s ב- %(removed_datetime)s
hi: आपका सबमिशन %(removed_by_username)s द्वारा %(removed_datetime)s पर रद्द कर दिया गया है
id: Kiriman Anda telah dibatalkan oleh %(removed_by_username)s pada %(removed_datetime)s
ja: あなたの提出物は%(removed_by_username)sによって%(removed_datetime)sにキャンセルされました
lv: Jūsu iesniegumu atcēla %(removed_by_username)s vietnē %(removed_datetime)s
sq: Dorëzimi juaj është anuluar nga %(removed_by_username)s në %(removed_datetime)s
uz: Yuborishingiz %(removed_by_username)s tomonidan %(removed_datetime)s da bekor qilindi
vi: Bài gửi của bạn đã bị hủy bởi %(removed_by_username)s trên %(removed_datetime)s

source: Your submission was cancelled on %(removed_datetime)s
af_za: Jou indiening is op %(removed_datetime)s gekanselleer
el: Η υποβολή σας ακυρώθηκε στις %(removed_datetime)s
fa: ارسال شما در %(removed_datetime)s لغو شد
he: הגשתך בוטלה ב %(removed_datetime)s
hi: आपका सबमिशन %(removed_datetime)s पर रद्द कर दिया गया था
id: Kiriman Anda telah dibatalkan pada %(removed_datetime)s
kk: Сіздің жіберуіңіз %(removed_datetime)s күні тоқтатылды
lv: Jūsu iesniegums tika atcelts %(removed_datetime)s
sq: Dorëzimi juaj u anulua në %(removed_datetime)s
uz: Yuborishingiz %(removed_datetime)s da bekor qilindi
vi: Bài gửi của bạn đã bị hủy vào %(removed_datetime)s

source: Comments: %(comments)s
af_za: Kommentaar: %(comments)s
el: Σχόλια: %(comments)s
fa: نظرات: %(comments)s
he: הערות: %(comments)s
hi: टिप्पणियाँ: %(comments)s
hu: Megjegyzések: %(comments)s
id: Komentar: %(comments)s
lv: Komentāri: %(comments)s
sq: Komente: %(comments)s
uz: Sharhlar: %(comments)s
vi: Bình luận: %(comments)s

source: Incomplete
af_za: Onvolledig
el: Ανολοκλήρωτο
fa: ناقص
he: לא הושלם
hi: अधूरा
hu: Befejezetlen
id: Belum selesai
ja: 未完了
kk: Толық емес
lv: Nepabeigts
sq: E paplotë
sw: Haijakamilika
uz: Tugallanmagan
vi: chưa hoàn thiện

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
af_za: Die sperdatum vir hierdie stap is verby. Hierdie stap is nou gesluit. Jy kan nie meer &#39;n antwoord indien of met hierdie probleem voortgaan nie, en jy sal &#39;n graad Onvolledig ontvang. As jy gestoor het, maar nie &#39;n antwoord ingedien het nie, verskyn die antwoord in die kursusrekords.
el: Η προθεσμία ολοκλήρωσης αυτού του βήματος έχει παρέλθει. Δεν μπορείτε στο εξής να υποβάλετε την εργασίας σας ή να συνεχίσετε να την επεξεργάζεστε. Ο βαθμός που θα λάβετε για την εργασία σας είναι "Ανολοκλήρωτο". Εάν αποθηκεύσατε αλλά δεν υποβάλατε την εργασία σας, αυτή θα εμφανίζεται απλώς στο αρχείο του μαθήματος.
fa: تاریخ سررسید این مرحله به پایان رسیده‌است. این مرحله اکنون بسته است. دیگر نمی‌توانید پاسخی ارسال کنید یا با این مشکل ادامه دهید و نمرۀ ناقص دریافت خواهید کرد. اگر ذخیره کرده‌اید اما پاسخی ارسال نکرده‌اید، پاسخ در سوابق دوره ظاهر می‌شود.
he: תאריך היעד עבור שלב זה עבר. שלב זה סגור כעת. אינך יכול יותר להגיש תשובה או להמשיך עם בעיה זו ותקבל ציון חלקי. אם שמרת תשובה אך לא הגשת אותה, היא תופיע ברשומות הקורס.
hi: इस चरण की नियत तिथि बीत चुकी है. यह चरण अब बंद हो गया है. अब आप कोई प्रतिक्रिया प्रस्तुत नहीं कर सकते या इस समस्या को जारी नहीं रख सकते, और आपको अपूर्ण का ग्रेड प्राप्त होगा। यदि आपने सहेजा है लेकिन कोई प्रतिक्रिया सबमिट नहीं की है, तो प्रतिक्रिया पाठ्यक्रम रिकॉर्ड में दिखाई देती है।
hu: A határidő lejárt ehhez a lépéshez. Ez a lépés most lezárult. Már nem tud választ beküldeni vagy folytatni ezt a feladatot, és a minősítése "Befejezetlen" lesz. Ha elmentette, de nem küldte be a választ, az megjelenik a kurzus nyilvántartásában.
id: Tanggal jatuh tempo untuk langkah ini telah lewat. Langkah ini sekarang ditutup. Anda tidak dapat lagi mengirimkan respons atau melanjutkan soal ini, dan Anda akan menerima nilai tidak lengkap. Jika Anda menyimpan tetapi tidak mengirimkan respons, respons tersebut akan muncul dalam catatan kursus.
ja: このステップの期限は過ぎました。このステップは現在閉じられています。もう回答を提出したり、この問題を続けたりすることはできず、不完全の評価を受けます。保存したが提出しなかった回答は、コース記録に表示されます。
kk: Бұл қадамның аяқталу мерзімі өтті. Бұл қадам қазір жабылды. Сіз енді жауап жібере алмайсыз немесе бұл мәселені жалғастыра алмайсыз және «Аяқталмаған» деген баға аласыз. Сақтаған болсаңыз, бірақ жауап бермеген болсаңыз, жауап курс жазбаларында пайда болады.
lv: Šīs darbības izpildes termiņš ir pagājis. Šis solis tagad ir slēgts. Jūs vairs nevarat iesniegt atbildi vai turpināt risināt šo uzdevumu, un jūs saņemsiet vērtējumu Nepabeigts. Ja saglabājāt, bet neiesniedzāt atbildi, atbilde tiek parādīta kursa ierakstos.
sq: Afati i duhur për këtë hap ka kaluar. Ky hap tani është i mbyllur. Nuk mund të dërgoni më një përgjigje ose të vazhdoni me këtë problem dhe do të merrni një notë të Paplotë. Nëse keni ruajtur por nuk keni dorëzuar një përgjigje, përgjigja shfaqet në të dhënat e kursit.
uz: Ushbu bosqichning muddati o'tdi. Bu bosqich endi yopiq. Siz endi javob yubora olmaysiz yoki bu muammoni hal qilishda davom eta olmaysiz va “Toʻliq emas” degan baho olasiz. Agar siz saqlagan bo'lsangiz, lekin javob yubormagan bo'lsangiz, javob kurs yozuvlarida paydo bo'ladi.
vi: Ngày hết hạn cho bước này đã qua. Bước này hiện đã được đóng lại. Bạn không thể gửi câu trả lời hoặc tiếp tục giải quyết vấn đề này nữa và bạn sẽ nhận được điểm Chưa hoàn thành. Nếu bạn đã lưu nhưng không gửi phản hồi thì phản hồi sẽ xuất hiện trong hồ sơ khóa học.

source: Complete
af_za: Voltooi
el: Ολοκληρώθηκε
fa: کامل
he: הושלם
hi: पूरा हुआ
hu: Kész
id: Selesai
ja: 完了
kk: Аяқталды
lv: Pabeigts
sq: Plotësuar
sw: Kamilisha
uz: Bajarildi
vi: Hoàn thành

source: Your response
af_za: Jou antwoord
el: Η απάντησή σας στο θέμα της εργασίας
fa: پاسخ شما
he: תשובתך
hi: आपका जवाब
hu: A válaszod
id: Respon Anda
ja: あなたの回答
kk: Сіздің жауабыңыз
lv: Tava atbilde
sq: Përgjigja juaj
sw: Jibu lako
uz: Sizning javobingiz
vi: Phản hồi của bạn

source: Your Uploaded Files
af_za: Jou opgelaaide lêers
el: Τα μεταφορτωμένα αρχεία σας
fa: پوشه‌های بارگذاری‌شدۀ شما
he: הקבצים שהעלית
hi: आपकी अपलोड की गई फ़ाइलें
hu: A feltöltött fájljaid
id: File yang Anda Unggah
ja: アップロードしたファイル
kk: Жүктеп салынған файлдарыңыз
lv: Jūsu augšupielādētie faili
sq: Skedarët tuaj të ngarkuar
uz: Yuklangan fayllaringiz
vi: Tệp đã tải lên của bạn

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
af_za: Jou antwoord is ingedien. Jy sal jou graad ontvang nadat alle stappe voltooi is en jou antwoord volledig geassesseer is.
el: Η εργασία σας έχει υποβληθεί. Θα λάβετε το βαθμό σας αφού ολοκληρώσετε όλες τις απαιτούμενες διαδικασίες και η εργασία σας αξιολογηθεί επίσης από τον απαιτούμενο αριθμό συμφοιτητών σας.
fa: پاسخ شما ارسال شد. پس از تکمیل تمام مراحل و ارزیابی کامل پاسخ شما، نمره خود را دریافت خواهید کرد.
he: תשובתך הוגשה. תקבל את הציון שלך לאחר השלמת כל השלבים והערכה מלאה של תשובתך.
hi: आपकी प्रतिक्रिया प्रस्तुत कर दी गई है. सभी चरण पूरे होने और आपकी प्रतिक्रिया का पूरी तरह से मूल्यांकन होने के बाद आपको अपना ग्रेड प्राप्त होगा।
id: Respon Anda telah dikirimkan. Anda akan menerima nilai Anda setelah semua langkah selesai dan respon Anda dinilai.
ja: あなたの回答が送信されました。すべてのステップが完了し、あなたの回答が完全に評価された後、成績を受け取ります。
kk: Сіздің жауабыңыз жіберілді. Бағаңызды барлық қадамдар аяқталғаннан кейін және жауабыңыз толық бағаланған соң аласыз.
lv: Jūsu atbilde ir iesniegta. Jūs saņemsiet savu vērtējumu pēc tam, kad visas darbības būs pabeigtas un jūsu atbilde būs pilnībā novērtēta.
sq: Përgjigja juaj është dërguar. Ju do të merrni notën tuaj pasi të keni përfunduar të gjithë hapat dhe përgjigja juaj të jetë vlerësuar plotësisht.
sw: Jibu lako limewasilishwa. Utapokea daraja lako baada ya hatua zote kukamilika na majibu yako kutathminiwa kikamilifu.
uz: Sizning javobingiz yuborildi. Barcha qadamlar bajarilgandan va javobingiz to'liq baholangandan so'ng siz baho olasiz.
vi: Phản hồi của bạn đã được gửi. Bạn sẽ nhận được điểm sau khi hoàn tất tất cả các bước và phản hồi của bạn được đánh giá đầy đủ.

source: You still need to complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
af_za: Jy moet steeds die %(peer_start_tag)s portuurassessering %(end_tag)s en %(self_start_tag)s selfassessering %(end_tag)s stappe voltooi.
el: Θα πρέπει να ολοκληρώσετε τις διαδικασίες %(peer_start_tag)sαλληλοαξιολόγησης%(end_tag)s και%(self_start_tag)sαυτοαξιολόγησης%(end_tag)s.
fa: هنوز باید مراحل ارزیابی همتا %(peer_start_tag)s %(end_tag)s و %(self_start_tag)s %(end_tag)s را تکمیل کنید.
he: עליך להשלים עדיין את שלב %(peer_start_tag)sהערכת העמיתים%(end_tag)s ואת שלב %(self_start_tag)sההערכה העצמית%(end_tag)s .
hi: आपको अभी भी %(peer_start_tag)s सहकर्मी मूल्यांकन %(end_tag)s और %(self_start_tag)s स्व-मूल्यांकन %(end_tag)s चरणों को पूरा करने की आवश्यकता है।
id: Anda masih harus menyelesaikan langkah %(peer_start_tag)spenilaian sebaya%(end_tag)s dan %(self_start_tag)spenilaian mandiri%(end_tag)s.
ja: あなたはまだ%(peer_start_tag)sピア評価%(end_tag)sと%(self_start_tag)s自己評価%(end_tag)sのステップを完了する必要があります。
kk: Сізге әлі де %(peer_start_tag)s өзара бағалау %(end_tag)s және %(self_start_tag)s өзін-өзі бағалау %(end_tag)s қадамдарын аяқтау қажет.
lv: Jums joprojām ir jāpabeidz %(peer_start_tag)s salīdzinošā vērtējuma %(end_tag)s un %(self_start_tag)s pašnovērtējuma %(end_tag)s darbības.
sq: Ju duhet ende të plotësoni hapat e vlerësimit të kolegëve %(peer_start_tag)s %(end_tag)s dhe %(self_start_tag)s %(end_tag)s .
uz: Siz hali ham %(peer_start_tag)s tengdoshlarini baholash %(end_tag)s va %(self_start_tag)s o‘z-o‘zini baholash %(end_tag)s bosqichlarini bajarishingiz kerak.
vi: Bạn vẫn cần phải hoàn thành các bước tự đánh giá %(peer_start_tag)s %(end_tag)s và %(self_start_tag)s %(end_tag)s .

source: You still need to complete the %(start_tag)speer assessment%(end_tag)s step.
af_za: Jy moet steeds die %(start_tag)s portuurassessering %(end_tag)s stap voltooi.
el: Θα πρέπει να ολοκληρώσετε τη διαδικασία %(start_tag)sαλληλοαξιολόγησης%(end_tag)s step.
fa: هنوز باید مرحلۀ %(start_tag)s ارزیابی همتا %(end_tag)s را تکمیل کنید.
he: עליך להשלים עדיין את שלב %(start_tag)sהערכת העמיתים%(end_tag)s .
hi: आपको अभी भी %(start_tag)s सहकर्मी मूल्यांकन %(end_tag)s चरण को पूरा करने की आवश्यकता है।
id: Anda masih harus menyelesaikan langkah %(start_tag)spenilaian sebaya%(end_tag)s.
ja: あなたはまだ%(start_tag)sピア評価%(end_tag)sのステップを完了する必要があります。
kk: Сізге әлі де %(start_tag)s тең дәрежелі бағалау %(end_tag)s қадамын аяқтау қажет.
lv: Jums joprojām ir jāpabeidz %(start_tag)s salīdzinošā vērtējuma %(end_tag)s darbība.
sq: Ju duhet ende të përfundoni hapin %(start_tag)s vlerësimi i kolegëve %(end_tag)s .
uz: Siz hali ham %(start_tag)s tengdoshlarini baholash %(end_tag)s bosqichini bajarishingiz kerak.
vi: Bạn vẫn cần phải hoàn thành bước đánh giá ngang hàng %(start_tag)s %(end_tag)s .

source: You still need to complete the %(start_tag)sself assessment%(end_tag)s step.
af_za: Jy moet nog die %(start_tag)s selfassessering %(end_tag)s stap voltooi.
el: Θα πρέπει να ολοκληρώστε τη διαδικασία %(start_tag)sαυτοαξιολόγησής σας%(end_tag)s.
fa: هنوز باید مرحلۀ %(start_tag)s خودارزیابی %(end_tag)s را تکمیل کنید.
he: עליך להשלים עדיין את שלב %(start_tag)sההערכה העצמית%(end_tag)s .
hi: आपको अभी भी %(start_tag)s स्व-मूल्यांकन %(end_tag)s चरण को पूरा करने की आवश्यकता है।
id: Anda masih harus menyelesaikan langkah %(start_tag)spenilaian mandiri%(end_tag)s.
ja: あなたはまだ%(start_tag)s自己評価%(end_tag)sのステップを完了する必要があります。
lv: Jums joprojām ir jāpabeidz %(start_tag)s pašnovērtējuma %(end_tag)s darbība.
sq: Ju duhet ende të përfundoni hapin e vetëvlerësimit %(start_tag)s %(end_tag)s .
uz: Siz hali ham %(start_tag)s o'z-o'zini baholash %(end_tag)s bosqichini bajarishingiz kerak.
vi: Bạn vẫn cần phải hoàn thành bước tự đánh giá %(start_tag)s %(end_tag)s .

source: We could not reset your response
af_za: Ons kon nie jou antwoord terugstel nie
fa: ما نتوانستیم پاسخ شما را بازنشانی کنیم
hi: हम आपका जवाब रीसेट नहीं कर सके
hu: Nem tudtuk visszaállítani a válaszát
id: Kami tidak dapat menyetel ulang tanggapan Anda
ja: あなたの回答をリセットできませんでした。
lv: Mēs nevarējām atiestatīt jūsu atbildi
sq: Nuk mundëm ta rivendosnim përgjigjen tuaj
sw: Hatuwezi kuweka upya jibu lako
uz: Javobingizni tiklay olmadik
vi: Chúng tôi không thể đặt lại phản hồi của bạn

source: Reset response and submit again
af_za: Stel antwoord terug en dien weer in
fa: بازنشانی پاسخ و ثبت دوباره
hi: प्रतिक्रिया रीसेट करें और पुनः सबमिट करें
id: Setel ulang respons dan kirimkan lagi
ja: 回答をリセットして再提出してください
lv: Atiestatīt atbildi un iesniegt vēlreiz
sq: Rivendos përgjigjen dhe dorëzo sërish
sw: Weka upya jibu na uwasilishe tena
uz: Javobni qayta tiklang va qayta yuboring
vi: Đặt lại phản hồi và gửi lại

source: Error
af_za: Fout
el: Σφάλμα
fa: خطا
hi: त्रुटि
hu: Hiba
id: Kesalahan
ja: エラー
kk: Қате
lv: Kļūda
sq: Gabim
sw: Hitilafu
uz: Xato
vi: Lỗi

source: You joined Team %(team_name)s after they submitted a response for this assignment and you will not receive a grade for their response. You have also not previously submitted a response to this assignment with another team. Please contact course staff to discuss your options for this assignment.
af_za: Jy het by span %(team_name)s aangesluit nadat hulle &#39;n antwoord vir hierdie werkopdrag ingedien het en jy sal nie &#39;n graad vir hul reaksie ontvang nie. Jy het ook nie voorheen ingedien nie &#39;n reaksie op hierdie opdrag met &#39;n ander span. Kontak asseblief kursuspersoneel om jou opsies vir hierdie opdrag.
el: Γίνατε μέλος της ομάδας %(team_name)s αφού υπέβαλαν απάντηση για αυτήν την εργασία και δεν θα λάβετε βαθμό για την απάντησή τους. Επίσης δεν έχετε υποβάλει στο παρελθόν μια απάντηση σε αυτήν την ανάθεση με άλλη ομάδα. Επικοινωνήστε με το προσωπικό του μαθήματος για να συζητήσετε το δικό σας επιλογές για αυτήν την εργασία.
fa: شما پس از ارسال پاسخی برای این تکلیف به تیم %(team_name)s پیوستید و برای پاسخ آنها نمره‌ای دریافت نخواهید کرد. شما همچنین قبلاً ارسال نکرده‌اید پاسخ به این تکلیف با تیم دیگری. لطفاً با کارکنان دوره تماس بگیرید تا دربارۀ خود صحبت کنید گزینه‌های این تکلیف
he: הצטרפת לצוות %(team_name)s לאחר שהם שלחו תשובה עבור מטלה זו ולא תקבל ציון על תגובתם. גם לא הגשת בעבר תגובה למטלה זו עם צוות אחר. אנא צור קשר עם צוות הקורס כדי לדון בנושא שלך אפשרויות עבור מטלה זו.
hi: इस असाइनमेंट के लिए प्रतिक्रिया सबमिट करने के बाद आप टीम %(team_name)s में शामिल हो गए और आपको उनकी प्रतिक्रिया के लिए कोई ग्रेड नहीं मिलेगा। आपने पहले भी सबमिट नहीं किया है किसी अन्य टीम के साथ इस असाइनमेंट का उत्तर। कृपया अपनी चर्चा के लिए पाठ्यक्रम स्टाफ से संपर्क करें इस असाइनमेंट के लिए विकल्प।
lv: Jūs pievienojāties komandai %(team_name)s pēc tam, kad viņi iesniedza atbildi par šo uzdevumu un jūs nesaņemsiet vērtējumu par viņu atbildi. Jūs arī iepriekš neiesniedzāt atbilde uz šo uzdevumu ar citu komandu. Lūdzu, sazinieties ar kursa darbiniekiem, lai apspriestu savu šī uzdevuma iespējas.
sq: Ju u bashkuat me ekipin %(team_name)s pasi ata dërguan një përgjigje për këtë detyrë dhe ju nuk do të merrni një notë për përgjigjen e tyre. Ju gjithashtu nuk keni dorëzuar më parë një përgjigje ndaj kësaj detyre me një ekip tjetër. Ju lutemi kontaktoni stafin e kursit për të diskutuar tuajën opsionet për këtë detyrë.
uz: Bu topshiriq uchun javob yuborganidan keyin siz %(team_name)s jamoasiga qo‘shildingiz. va ularning javobi uchun baho olmaysiz. Siz ham avval topshirmagansiz boshqa jamoa bilan bu topshiriqga javob. Iltimos, o'zingizni muhokama qilish uchun kurs xodimlari bilan bog'laning ushbu topshiriq uchun variantlar.
vi: Bạn đã tham gia Nhóm %(team_name)s sau khi họ gửi phản hồi cho nhiệm vụ này và bạn sẽ không nhận được điểm cho câu trả lời của họ. Bạn cũng chưa từng gửi trước đây một câu trả lời cho nhiệm vụ này với một đội khác. Vui lòng liên hệ với nhân viên khóa học để thảo luận về các lựa chọn cho nhiệm vụ này.

source: Assess Your Response
af_za: Evalueer jou reaksie
el: Αξιολογήστε την εργασία σας
fa: ارزیابی پاسخ
he: הערך את תשובתך
hi: आपकी प्रतिक्रियाओं का आंकलन
hu: Értékelje a válaszát
id: Menilai Tanggapan Anda
ja: あなたの回答を評価する
kk: Жауабыңызды бағалаңыз
lv: Novērtējiet savu atbildi
sq: Vlerësoni përgjigjen tuaj
uz: Javobingizni baholang
vi: Đánh giá phản hồi của bạn

source: Submit your assessment
af_za: Dien jou assessering in
el: Υποβάλετε την αξιολόγησή σας
fa: ثبت ارزیابی
he: שלח את הערכתך
hi: अपना मूल्यांकन प्रस्तुत करें
hu: Küldje be a felmérését
id: Kirimkan penugasan Anda
ja: 評価を提出する
kk: Бағаңызды жіберіңіз
lv: Iesniedziet savu vērtējumu
sq: Paraqisni vlerësimin tuaj
uz: Bahoingizni yuboring
vi: Gửi đánh giá của bạn
