Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, de_de, el, fa, he, hi, hu, id, it_it, ja, ka, kk, lv, nl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Your file has been deleted or path has been changed:
af_za: Jou lêer is uitgevee of pad is verander:
ar: تم حذف ملفك أو تم تغيير المسار:
az: Faylınız silinib və ya yol dəyişdirilib:
de_de: Ihre Datei wurde gelöscht oder der Pfad wurde geändert:
el: Το αρχείο σας έχει διαγραφεί ή η διαδρομή έχει αλλάξει:
fa: پوشۀ موردنظر شما حذف شده یا مسیر آن تغییر کرده‌است:
he: הקובץ שלך נמחק או הנתיב שונה:
hi: आपकी फ़ाइल हटा दी गई है या पथ बदल दिया गया है:
hu: A fájl törölve lett, vagy az elérési út megváltozott:
it_it: Il tuo file è stato eliminato o il percorso è stato modificato:
ja: ファイルが削除されたか、パスが変更されました:
ka: თქვენი ფაილი წაიშალა ან შეიცვალა მდებარეობა:
kk: Файлыңыз жойылды немесе жол өзгертілді:
lv: Jūsu fails ir dzēsts vai ceļš ir mainīts:
nl: Uw bestand is verwijderd of het pad is gewijzigd:
pt_br: Seu arquivo foi apagado ou o caminho foi alterado:
pt_pt: O seu ficheiro foi eliminado ou o caminho foi alterado:
ro: Fișierul dvs. a fost șters sau calea a fost schimbată:
ru: Ваш файл был удален или путь был изменен:
sq: Skedari juaj është fshirë ose rruga është ndryshuar:
sv: Din fil har raderats eller sökvägen har ändrats:
sw: Faili yako imefutwa au njia imebadilishwa:
te: మీ ఫైల్ తొలగించబడింది లేదా మార్గం మార్చబడింది:
th: ไฟล์ของคุณถูกลบหรือเส้นทางมีการเปลี่ยนแปลง:
tr_tr: Dosyanız silindi veya kayıt yeri değiştirildi:
uk: Ваш файл було видалено або шлях до нього змінено:
uz: Faylingiz oʻchirildi yoki yoʻlingiz oʻzgartirildi:
vi: Tệp của bạn đã bị xóa hoặc đường dẫn đã bị thay đổi:

source: Saving draft
af_za: Stoor tans konsep
ar: حفظ المسودة
az: Yazını yadda saxlayır
de_de: Entwurf speichern
el: Αποθήκευση πρόχειρου
fa: ذخیرۀ پیش‌نویس
hi: ड्राफ्ट सहेजा जा रहा है
hu: Vázlat mentése
id: Menyimpan draf
ja: 下書きを保存中
ka: გადანახული მონახაზი
kk: Нобай сақталуда
lv: Notiek melnraksta saglabāšana
nl: Concept opslaan
pt_br: Salvando rascunho
pt_pt: Guardar rascunho
ro: Se salvează schița
ru: Сохранение черновика
sq: Drafti po ruhet
sv: Sparar utkast
sw: Inahifadhi rasimu
te: డ్రాఫ్ట్‌ను సేవ్ చేస్తోంది
th: กำลังบันทึกฉบับร่าง
tr_tr: Taslak kaydediliyor
uk: Збереження чернетки
uz: Qoralama saqlanmoqda
vi: Đang lưu bản nháp

source: If you leave this page without saving or submitting your response, you will lose any work you have done on the response.
af_za: As jy hierdie bladsy verlaat sonder om jou antwoord te stoor of in te dien, sal jy enige werk wat jy aan die antwoord gedoen het verloor.
ar: ستفقد أي تغيير كنت قد أجريته على الردّ إذا تركت هذه الصفحة دون حفظ أو تقديم ردّك.
az: Əgər siz cavabı göndərmədən və ya yaddaşa vermədən tərk etsəniz, indiyədək gördüyünüz işləri itirəcəksiniz.
de_de: Wenn Sie diese Seite ohne vorheriges Speichern oder Einreichen der Antwort verlassen, geht die Arbeit an dieser Antwort verloren.
el: Αν αφήσετε αυτή τη σελίδα χωρίς να σώσετε ή να υποβάλετε την εργασία σας, θα χάσετε οποιαδήποτε αλλαγή έχετε πραγματοποιήσει σε αυτή.
fa: اگر این صفحه را بدون ذخیره یا ارسال پاسخ خود ترک کنید، هرکاری را که روی پاسخ انجام داده‌اید از دست خواهید داد.
he: אם תעזוב עמוד זה ללא שמירת או שליחת תשובתך, תאבד כל עבודה שביצעת בתשובה.
hi: अगर तुम इस पेज को बिना सबमिट या सेव किए छोरोगे, आपके सभी काम हट जाएंगे इस रेसपोनस से|
hu: Ha ezt az oldalt nem mented el, vagy nem küldöd el a választ, akkor minden el fog veszni.
id: Jika Anda meninggalkan halaman ini tanpa menyimpan atau mengirim tanggapan Anda, Anda akan kehilangan semua pekerjaan yang Anda buat pada tanggapan Anda.
it_it: Se si esce da questa pagina senza salvare o inoltrare la propria risposta, tutto il lavoro eseguito sulla risposta verrà perso.
ja: このページを保存または送信せずに離れると、作業内容が失われます。
ka: თქვენი პასუხის შენახვის, ან გაგზავნის გარეშე გვერდის დატოვების შემთხვევაში თქვენი ნაშრომი დაიკარგება.
kk: Жауабыңызды сақтамай немесе жібермей осы беттен шықсаңыз, жауап бойынша жасаған кез келген жұмысыңызды жоғалтасыз.
lv: Ja atstāsiet šo lapu, nesaglabājot vai neiesūtot savu atbildi, jūs zaudēsiet visu darbu, ko paveicāt pie atbildes.
nl: Als u deze pagina verlaat zonder uw antwoord op te slaan of in te dienen, gaat al het werk dat u aan het antwoord hebt gedaan verloren.
pt_br: Se você deixar esta página sem salvar ou enviar a sua resposta, você perderá qualquer trabalho que tenha realizado.
pt_pt: Caso saia desta página sem gravar ou submeter a sua resposta, irá perder todo o trabalho até aqui realizado.
ro: Dacă părăsiți această pagină fără să salvați sau să trimiteți răspunsul dvs., veți pierde orice muncă pe care ați făcut-o cu privire la răspuns.
ru: Если вы покинете страницу, не сохранив или не отправив свой ответ, введённый вами ответ будет потерян.
sq: Nëse largoheni nga kjo faqe pa e ruajtur ose dorëzuar përgjigjen tuaj, do të humbisni çdo punë që keni bërë në përgjigje.
sv: Om du lämnar denna sida utan att spara eller skicka in ditt svar, kommer du att förlora allt arbete du har gjort med svaret.
sw: Ukiacha ukurasa huu bila kuhifadhi au kuwasilisha jibu lako, utapoteza kazi yoyote uliyofanya kuhusu jibu.
te: మీరు మీ ప్రతిస్పందనను సేవ్ చేయకుండా లేదా సమర్పించకుండా ఈ పేజీ నుండి నిష్క్రమిస్తే, మీరు ప్రతిస్పందనపై చేసిన ఏదైనా పనిని కోల్పోతారు.
th: หากคุณออกจากหน้านี้โดยไม่บันทึกหรือส่งคำตอบ คุณจะสูญเสียงานที่คุณทำในการตอบกลับ
tr_tr: Eğer sayfadan cevabınızı kaydetmeden ya da göndermeden ayrılırsanız, cevap için yaptığınız işlemleri kaybedeceksiniz.
uk: Якщо ви залишите цю сторінку без збереження чи відправлення на перевірку вашої відповіді, ви втратите всі результати роботи.
uz: Agar javobingizni saqlamasdan yoki yubormasdan bu sahifani tark etsangiz, javob ustida qilgan barcha ishni yo'qotasiz.
vi: Nếu bạn rời khỏi trang này mà không lưu hoặc gửi phản hồi của mình, bạn sẽ mất mọi công việc bạn đã thực hiện đối với phản hồi.

source: Saving draft...
af_za: Stoor tans konsep …
ar: جارٍ حفظ المسودة ...
az: Yazı layihə kimi saxlanılır...
de_de: Entwurf wird gespeichert...
el: Αποθήκευση πρόχειρου…
fa: درحال ذخیرۀ پیش‌نویس...
he: שומר טיוטה...
hi: ड्राफ्ट सहेजा जा रहा है...
hu: Mentés piszkozat...
id: Menyimpan draf...
ja: 下書きを保存しています...
ka: მონახაზის შენახვა...
kk: Нобай сақталуда...
lv: Notiek melnraksta saglabāšana...
nl: Conceptversie opslaan...
pt_br: Salvando rascunho...
pt_pt: A guardar rascunho...
ro: Se salvează schița...
ru: Сохранение черновика...
sq: Drafti po ruhet...
sv: Sparar utkast...
sw: Inahifadhi rasimu...
te: చిత్తుప్రతిని సేవ్ చేస్తోంది...
th: กำลังบันทึกฉบับร่าง...
tr_tr: Taslak kaydediliyor...
uk: Збереження чернетки...
uz: Qoralama saqlanmoqda...
vi: Đang lưu bản nháp...

source: Draft saved!
af_za: Konsep gestoor!
ar: تم حفظ المسودة!
az: Qaralama yadda saxlanıldı!
de_de: Entwurf gespeichert!
el: Το πρόχειρο αποθηκεύτηκε!
fa: پیش‌نویس ذخیره شد!
he: הטיוטה נשמרה!
hi: ड्राफ्ट सहेजा गया!
hu: Piszkozat mentve!
id: Draft disimpan!
ja: 下書きが保存されました！
ka: მონახაზი შენახულია!
kk: Нобай сақталды!
lv: Melnraksts saglabāts!
nl: Concept opgeslagen!
pt_br: Rascunho salvar!
pt_pt: Rascunho guardado!
ro: Schiță salvată!
ru: Черновик сохранён!
sq: Drafti u ruajt!
sv: Utkast sparat!
sw: Rasimu imehifadhiwa!
te: చిత్తుప్రతి సేవ్ చేయబడింది!
th: บันทึกฉบับร่างแล้ว!
tr_tr: Taslak kaydedildi!
uk: Чернетку збережено!
uz: Qoralama saqlandi!
vi: Bản nháp đã được lưu!

source: Error
af_za: Fout
ar: حدث خطأ
az: Xəta
de_de: Fehler
el: Σφάλμα
fa: خطا
he: שגיאה
hi: त्रुटि
hu: Hiba
id: Kesalahan
it_it: Errore
ja: エラー
ka: შეცდომა
kk: Қате
lv: Kļūda
nl: Fout
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sq: Gabim
sv: Fel
sw: Hitilafu
te: లోపం
th: ผิดพลาด
tr_tr: Hata
uk: Помилка
uz: Xato
vi: Lỗi

source: Confirm Submit Response
af_za: Bevestig Stuur antwoord
az: Təsdiq Cavabı Göndər
de_de: Bestätigen Sie das Senden der Antwort
el: Επιβεβαιώστε την υποβολή απάντησης
fa: ثبت پاسخ را تأیید کنید
he: אשר הגש תגובה
hi: प्रतिक्रिया सबमिट करने की पुष्टि करें
hu: Megerősítés: Válasz beküldése
id: Konfirmasi Kirim Tanggapan
it_it: Conferma Invia risposta
ja: 送信を確認
ka: დაადასტურეთ პასუხის გაგზავნა
kk: Жауапты жіберуді растаңыз
lv: Apstipriniet atbildes iesniegšanu
nl: Bevestig dat u uw antwoord verzendt
pt_br: Confirmar o envio da resposta
pt_pt: Confirmar Submissão da Resposta
ro: Confirmați răspunsul trimis
ru: Подтвердить Отправить ответ
sq: Konfirmo Dërgo përgjigjen
sv: Bekräfta Skicka svar
sw: Thibitisha Wasilisha Jibu
te: సమర్పణ ప్రతిస్పందనను నిర్ధారించండి
th: ยืนยันการส่งคำตอบ
tr_tr: Yanıt Gönderimini Doğrula
uk: Підтвердити відправку відповіді
uz: Javobni yuborishni tasdiqlang
vi: Xác nhận Gửi phản hồi

source: You're about to submit your response for this assignment. After you submit this response, you may have a limited time to resubmit before your submission is graded.
af_za: Jy is op die punt om jou antwoord vir hierdie werkopdrag in te dien. Nadat jy hierdie antwoord ingedien het, kan jy &#39;n beperkte tyd hê om weer in te dien voordat jou indiening gegradeer word.
ar: أنت على وشك إرسال إجابتك لهذه المهمة. بعد إرسال هذا الرد، قد يكون لديك وقت محدود لإعادة الإرسال قبل أن يتم تقدير إرسالك.
az: Cavabınızı bu tapşırıq üçün təqdim etmək üzrəsiniz. Bu cavabı təqdim etdikdən sonra, cavabınız qiymətləndirilməzdən əvvəl məhdud bir müddət ərzində yenidən təqdim etmək imkanınız ola bilər.
de_de: Sie sind dabei, Ihre Antwort für diese Aufgabe einzureichen. Nachdem Sie diese Antwort eingereicht haben, haben Sie möglicherweise eine begrenzte Zeit, sie erneut einzureichen, bevor Ihre Einreichung benotet wird.
fa: شما در شرف ارسال پاسخ خود برای این تکلیف هستید. پس از ارسال آن، ممکن است زمان محدودی برای ارسال مجدد پیش از نمره‌دهی ارسال داشته باشید.
he: אתה עומד להגיש את תגובתך למטלה זו. לאחר הגשת התגובה הזו, ייתכן שיהיה לך זמן מוגבל להגיש מחדש לפני שהגשתך מדורג.
hi: आप इस असाइनमेंट के लिए अपना जवाब सबमिट करने वाले हैं। आपके द्वारा यह जवाब सबमिट करने के बाद, आपके सबमिशन को ग्रेड किए जाने से पहले आपके पास इसे फिर से सबमिट करने के लिए सीमित समय हो सकता है।
hu: Ön éppen be fogja nyújtani a válaszát ehhez a feladathoz. Miután benyújtotta ezt a választ, lehet, hogy korlátozott ideje lesz újra benyújtani, mielőtt a beadását értékelik.
id: Anda akan mengirimkan tanggapan Anda untuk tugas ini. Setelah Anda mengirimkan tanggapan ini, Anda mungkin memiliki waktu terbatas untuk mengirimkan ulang sebelum kiriman Anda dinilai.
ja: この課題の回答を提出しようとしています。この回答を提出した後、採点される前に再提出できる時間が限られている場合があります。
ka: თქვენ აპირებთ თქვენი პასუხის გაგზავნას ამ დავალებისთვის. ამ პასუხის გაგზავნის შემდეგ, შეიძლება გქონდეთ შეზღუდული დრო ხელახლა გაგზავნისთვის, სანამ თქვენი წარდგენა შეფასდება.
kk: Сіз бұл тапсырмаға жауабыңызды жібергелі жатырсыз. Осы жауапты жібергеннен кейін, сіздің жіберуіңізге баға қойылғанға дейін қайта жіберуге шектеулі уақытыңыз болуы мүмкін.
lv: Jūs gatavojaties iesniegt atbildi par šo uzdevumu. Pēc šīs atbildes iesniegšanas jums var būt ierobežots laiks, lai to atkārtoti iesniegtu, pirms jūsu iesniegums tiks novērtēts.
nl: Je staat op het punt je antwoord voor deze opdracht in te dienen. Nadat je dit antwoord hebt verzonden, heb je mogelijk een beperkte tijd om het antwoord opnieuw in te dienen voordat je inzending wordt beoordeeld.
pt_br: Você está prestes a enviar sua resposta para esta Atribuição. Depois de enviar esta resposta, você poderá ter um tempo limitado para reenviá-la antes que seu envio seja avaliado.
pt_pt: Está prestes a enviar a sua resposta para este trabalho. Depois de enviar esta resposta, pode ter um tempo limitado para a enviar novamente antes de ser classificada.
ro: Sunteți pe cale să trimiteți răspunsul pentru această temă. După ce trimiteți acest răspuns, este posibil să aveți un timp limitat pentru a retrimite înainte ca trimiterea dvs. să fie notată.
ru: Вы собираетесь отправить свой ответ на это задание. После того как вы отправите этот ответ, у вас может быть ограниченное время на повторную отправку, прежде чем ваш ответ будет оценен.
sq: Jeni gati të dorëzoni përgjigjen tuaj për këtë detyrë. Pasi të dorëzoni këtë përgjigje, mund të keni një kohë të kufizuar për ta ridorëzuar përpara se kërkesa juaj të vlerësohet.
sv: Du är på väg att skicka in ditt svar för denna uppgift. Efter att du har skickat in detta svar kan du ha en begränsad tid att skicka in igen innan din inlämning betygsätts.
sw: Unakaribia kuwasilisha jibu lako kwa kazi hii. Baada ya kuwasilisha jibu hili, unaweza kuwa na muda mfupi wa kuwasilisha upya kabla ya uwasilishaji wako kupangwa.
th: คุณกำลังจะส่งคำตอบสำหรับงานนี้ หลังจากที่คุณส่งคำตอบนี้ คุณอาจมีเวลาจำกัดในการส่งอีกครั้งก่อนที่ระบบจะให้คะแนนการส่งของคุณ
tr_tr: Bu ödev için yanıtınızı göndermek üzeresiniz. Bu yanıtı gönderdikten sonra, gönderiminize not verilmeden önce yeniden göndermek için sınırlı bir süreniz olabilir.
uk: Ви збираєтеся надіслати відповідь на це завдання. Після надсилання у вас буде лише обмежений час, щоб внести зміни, перш ніж вашу роботу буде оцінено.
uz: Bu topshiriq uchun javobingizni yubormoqchisiz. Ushbu javobni yuborganingizdan so'ng, sizning javobingiz baholanishidan oldin qayta yuborish uchun cheklangan vaqtingiz bo'lishi mumkin.
vi: Bạn sắp gửi câu trả lời của mình cho bài tập này. Sau khi gửi phản hồi này, bạn có thể có một khoảng thời gian giới hạn để gửi lại trước khi bài gửi của bạn được chấm điểm.

source: You're about to submit your response for this assignment. After you submit this response, you can't change it or submit a new response.
af_za: Jy is op die punt om jou antwoord vir hierdie werkopdrag in te dien. Nadat jy hierdie antwoord ingedien het, kan jy dit nie verander of &#39;n nuwe antwoord indien nie.
ar: إنّت على وشك تقديم إجابتك عن هذا الواحب. لن تتمكّن، بعد تقديم إجابتك، من تعديلها أو تقديم إجابة جديدة.
az: Siz bu tapşırıq üçün cavabınızı göndərmək üzrəsiniz. Bu cavabı göndərdikdən sonra siz onu dəyişə və ya yeni cavab göndərə bilməzsiniz.
de_de: Sie sind dabei Ihre Antwort für diese Aufgabe einzureichen. Nachdem Sie Ihre Antwort abgeschickt haben, können Sie diese nicht mehr ändern und auch keine neue Antwort geben.
el: Είστε έτοιμος/η να υποβάλετε την εργασία σας. Αφού την υποβάλετε δεν μπορείτε να πραγματοποιήσετε αλλαγές σε αυτή ή να υποβάλετε νέα εργασία.
fa: شما در شرف ارسال پاسخ خود برای این تکلیف هستید. پس از ارسال آن، امکان تغییر آن یا ارسال پاسخ جدیدی ندارید.
he: אתם עומדים להגיש תשובה עבור מטלה זו. לא תוכלו לבצע שינויים נוספים או להגיש תשובות נוספות לאחר ההגשה.
hi: आप अपना रेसपोनस बस सबमिट करने ही वाले है इस असाइन्मंट के लिए| एक बार अपने यह रेसपोनस सबमिट कर दिया, तो आप ना चेंज करपाएँगे और ना ही नया रेसपोनस सबमिट करपाएँगे|
hu: Miután beküldted a feladatodat, nem változtathatod meg és nem küldhetsz be új választ.
id: Anda akan mengirimkan tanggapan Anda untuk tugas ini. Setelah Anda mengirimkan tanggapan ini, Anda tidak dapat mengubah atau menyampaikan tanggapan baru.
it_it: Stai per inviare la risposta per questo compito. Dopo aver inviato questa risposta, non è possibile modificarla o inviare una nuova risposta.
ja: この課題の回答を提出しようとしています。この回答を提出すると、変更や新しい回答の提出はできません。
ka: ახლა თქვენ აპირებთ თქვენი პასუხის შესაფასებლად გაგზავნას. პასუხების გაგზავნის შემდეგ, თქვენ ვეღარ შეძლებთ მის შეცვლას, ან ახალი პასუხის გაგზავნას.
kk: Сіз бұл тапсырмаға жауабыңызды жібергелі жатырсыз. Бұл жауапты жібергеннен кейін оны өзгерту немесе жаңа жауап жіберу мүмкін емес.
lv: Jūs gatavojaties iesniegt savu atbildi par šo uzdevumu. Pēc šīs atbildes iesniegšanas to nevarēsiet mainīt vai iesniegt jaunu atbildi.
nl: Je staat op het punt je antwoord voor deze opdracht in te dienen. Nadat u dit antwoord heeft verzonden, kunt u het niet meer wijzigen of een nieuw antwoord indienen.
pt_br: Você está prestes a enviar sua resposta para este trabalho. Depois que sua resposta for enviada você não poderá mudá-la ou enviar uma nova resposta.
pt_pt: Está prestes a submeter a sua resposta para esta tarefa. Depois de a submeter, não é possível alterá-la ou submeter uma nova resposta.
ro: Sunteți pe cale să trimiteți răspunsul pentru această temă. După ce trimiteți acest răspuns, nu îl puteți modifica sau trimite un răspuns nou.
ru: Вы собираетесь отправить свой ответ на оценивание. После отправки ответа Вы не сможете изменить его или отправить новый ответ.
sq: Jeni gati të dorëzoni përgjigjen tuaj për këtë detyrë. Pasi të dorëzoni këtë përgjigje, nuk mund ta ndryshoni ose të dërgoni një përgjigje të re.
sv: Du är på väg att skicka in ditt svar för det här uppdraget. Du kan inte ändra eller skicka in ett nytt svar om du skickar in det här svaret.
sw: Unakaribia kuwasilisha jibu lako kwa kazi hii. Baada ya kuwasilisha jibu hili, huwezi kulibadilisha au kuwasilisha jibu jipya.
te: మీరు ఈ అసైన్‌మెంట్ కోసం మీ ప్రతిస్పందనను సమర్పించబోతున్నారు. మీరు ఈ ప్రతిస్పందనను సమర్పించిన తర్వాత, మీరు దీన్ని మార్చలేరు లేదా కొత్త ప్రతిస్పందనను సమర్పించలేరు.
th: คุณได้ส่งการตอบของคุณสำหรับงานนี้ หลังจากส่งแล้ว คุณจะไม่สามารถเปลี่ยนแปลงหรือส่งใหม่ได้อีก
tr_tr: Bu görev için cevabını göndermek üzeresin. Cevabını gönderdikten sonra, cevabı değiştiremez veya yeni bir cevap ekleyemezsin.
uk: Ви збираєтеся надіслати відповідь на це завдання. Після відправлення ви не зможете змінити відповідь або надіслати її ще раз.
uz: Bu topshiriq uchun javobingizni yubormoqchisiz. Bu javobni yuborganingizdan so‘ng uni o‘zgartira olmaysiz yoki yangi javob yubora olmaysiz.
vi: Bạn sắp gửi câu trả lời của mình cho bài tập này. Sau khi gửi phản hồi này, bạn không thể thay đổi hoặc gửi phản hồi mới.

source: Confirm Reset
af_za: Bevestig terugstelling
ar: تأكيد إعادة الضبط
az: Sıfırlamağı Təsdiqləyin
de_de: Zurücksetzen bestätigen
fa: بازنشانی ثبت
he: אשר איפוס
hi: रीसेट की पुष्टि करें
id: Konfirmasi Reset
ja: リセットを確認
ka: დაადასტურეთ გადატვირთვა
kk: Қалпына келтіруді растаңыз
lv: Apstipriniet atiestatīšanu
nl: Bevestig de reset
pt_br: Confirmar redefinição
pt_pt: Confirmar a reposição
ro: Confirmați resetarea
ru: Подтвердить сброс
sq: Konfirmo rivendosjen
sv: Bekräfta återställning
sw: Thibitisha Weka Upya
th: ยืนยันการรีเซ็ต
tr_tr: Sıfırlamayı Onayla
uk: Підтвердити скидання
uz: Qayta tiklashni tasdiqlang
vi: Xác nhận đặt lại

source: You're about to reset your response for this assignment. You will need to submit a new response in order to complete this step. Are you sure you want to continue?
af_za: Jy is op die punt om jou antwoord vir hierdie opdrag terug te stel. Jy sal &#39;n nuwe antwoord moet indien om hierdie stap te voltooi. Is jy seker jy wil voortgaan?
ar: أنت على وشك إعادة ضبط استجابتك لهذه المهمة. ستحتاج إلى إرسال رد جديد لإكمال هذه الخطوة. هل أنت متأكد أنك تريد الاستمرار؟
az: Cavabınızı bu tapşırıq üçün sıfırlamaq üzrəsiniz. Bu addımı tamamlamaq üçün yeni cavab təqdim etməlisiniz. Davam etmək istədiyinizə əminsinizmi?
de_de: Sie sind dabei, Ihre Antwort für diese Aufgabe zurückzusetzen. Um diesen Schritt abzuschließen, müssen Sie eine neue Antwort übermitteln. Möchten Sie wirklich fortfahren?
fa: شما در شرف بازنشانی پاسخ خود برای این تکلیف هستید. برای تکمیل این مرحله باید یک پاسخ جدید ثبت کنید. آیا مایل به ادامه هستید؟
he: אתה עומד לאפס את התגובה שלך עבור מטלה זו. תצטרך להגיש תגובה חדשה כדי להשלים שלב זה. האם אתה בטוח שאתה רוצה להמשיך?
hi: आप इस असाइनमेंट के लिए अपना जवाब रीसेट करने वाले हैं। इस चरण को पूरा करने के लिए आपको एक नया जवाब सबमिट करना होगा। क्या आप वाकई जारी रखना चाहते हैं?
id: Anda akan menyetel ulang respons Anda untuk tugas ini. Anda perlu mengirimkan tanggapan baru untuk menyelesaikan langkah ini. Apakah anda yakin ingin melanjutkan?
ja: この課題の回答をリセットしようとしています。このステップを完了するには、新しい回答を提出する必要があります。本当に続行しますか？
ka: თქვენ აპირებთ თქვენი პასუხის გადატვირთვას ამ დავალებისთვის. ამ ნაბიჯის დასასრულებლად თქვენ უნდა წარადგინოთ ახალი პასუხი. დარწმუნებული ხართ, რომ გსურთ გაგრძელება?
kk: Сіз бұл тапсырмаға жауап қайтарғалы жатырсыз. Бұл қадамды аяқтау үшін жаңа жауап жіберуіңіз керек. Жалғастырғыңыз келетініне сенімдісіз бе?
lv: Jūs gatavojaties atiestatīt savu atbildi šim uzdevumam. Jums būs jāiesniedz jauna atbilde, lai pabeigtu šo soli. Vai tiešām vēlaties turpināt?
nl: Je staat op het punt je antwoord voor deze opdracht te resetten. Om deze stap te voltooien, moet u een nieuw antwoord indienen. Weet je zeker dat je door wilt gaan?
pt_br: Você está prestes a redefinir sua resposta para esta Atribuição. Você precisará enviar uma nova resposta para concluir esta etapa. Você tem certeza que quer continuar?
pt_pt: Está prestes a repor a sua resposta para esta tarefa. Terá de enviar uma nova resposta para concluir esta etapa. Tem a certeza de que pretende continuar?
ro: Sunteți pe cale să vă resetați răspunsul pentru această temă. Va trebui să trimiteți un nou răspuns pentru a finaliza acest pas. Ești sigur că vrei să continui?
ru: Вы собираетесь сбросить свой ответ для этого задания. Чтобы завершить этот шаг, вам нужно будет отправить новый ответ. Вы уверены что хотите продолжить?
sq: Jeni gati të rivendosni përgjigjen tuaj për këtë detyrë. Ju do të duhet të dërgoni një përgjigje të re për të përfunduar këtë hap. Jeni i sigurt që dëshironi të vazhdoni?
sv: Du håller på att återställa ditt svar för denna uppgift. Du måste lämna in ett nytt svar för att slutföra detta steg. Är du säker på att du vill fortsätta?
sw: Unakaribia kuweka upya jibu lako kwa kazi hii. Utahitaji kuwasilisha jibu jipya ili kukamilisha hatua hii. Je, una uhakika ungependa kuendelea?
th: คุณกำลังจะรีเซ็ตการตอบกลับสำหรับงานนี้ คุณจะต้องส่งคำตอบใหม่เพื่อทำตามขั้นตอนนี้ให้เสร็จสิ้น คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
tr_tr: Bu ödev için yanıtınızı sıfırlamak üzeresiniz. Bu adımı tamamlamak için yeni bir yanıt göndermeniz gerekecektir. Devam etmek istediğine emin misin?
uk: Ви збираєтеся скинути свою відповідь для цього завдання. Вам потрібно буде надіслати нову відповідь, щоб завершити цей крок. Ви впевнені, що бажаєте продовжити?
uz: Bu topshiriq uchun javobingizni qayta o‘rnatmoqchisiz. Ushbu bosqichni bajarish uchun siz yangi javob yuborishingiz kerak. Davom etishni xohlaysizmi?
vi: Bạn sắp đặt lại câu trả lời của mình cho bài tập này. Bạn sẽ cần gửi phản hồi mới để hoàn tất bước này. Bạn có chắc chắn muốn tiếp tục không?
