Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, de_de, el, fa, he, hi, hu, id, it_it, ja, ka, kk, lv, nl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: There are currently {stuck_learners} learners in the waiting state, meaning they have not yet met all requirements for Peer Assessment.
af_za: Daar is tans {stuck_learners} -leerders in die wagtoestand, wat beteken dat hulle nog nie aan alle vereistes vir portuurassessering voldoen het nie.
ar: يوجد حاليًا {stuck_learners} متعلمون في حالة الانتظار ، مما يعني أنهم لم يستوفوا بعد جميع متطلبات لتقييم الأقران.
az: Hazırda {stuck_learners} öyrənci gözləmə vəziyyətindədir, yəni onlar hələ Peer Assessment üçün bütün tələbləri yerinə yetirməyiblər.
de_de: Derzeit befinden sich {stuck_learners} Lernende im Wartestatus, was bedeutet, dass sie noch nicht alle Anforderungen für die Peer-Bewertung erfüllt haben.
el: Αυτήν τη στιγμή υπάρχουν μαθητές {stuck_learners} σε κατάσταση αναμονής, πράγμα που σημαίνει ότι δεν έχουν ακόμη εκπληρώσει όλες τις απαιτήσεις για την αξιολόγηση από ομοτίμους.
fa: اکنون فراگیران {stuck_learners} در حالت انتظار هستند، به این معنی که آن‌ها هنوز تمام الزامات ارزیابی همتا را رعایت نکرده‌اند.
he: כיום ישנם לומדים {stuck_learners} במצב המתנה, כלומר הם עדיין לא עמדו בכל הדרישות להערכת עמיתים.
hi: वर्तमान में {stuck_learners} शिक्षार्थी प्रतीक्षा स्थिति में हैं, जिसका अर्थ है कि उन्होंने अभी तक सहकर्मी मूल्यांकन के लिए सभी आवश्यकताओं को पूरा नहीं किया है।
hu: Jelenleg {stuck_learners} tanuló van várakozó állapotban, ami azt jelenti, hogy még nem teljesítették a Peer Assessment összes követelményét.
id: Saat ini ada {stuck_learners} pelajar dalam status menunggu, yang berarti mereka belum memenuhi semua persyaratan untuk Penilaian Sebaya.
it_it: Al momento ci sono {stuck_learners} studenti in stato di attesa, il che significa che non hanno ancora soddisfatto tutti i requisiti per la valutazione tra pari.
ja: 現在、{stuck_learners} 人の学習者が待機状態にあり、ピア評価のすべての要件をまだ満たしていません。
ka: ამჟამად {stuck_learners} მოსწავლეა მომლოდინე მდგომარეობაში, რაც იმას ნიშნავს, რომ ისინი ჯერ არ აკმაყოფილებენ თანატოლების შეფასების ყველა მოთხოვნას.
kk: Қазіргі уақытта күту күйінде {stuck_learners} білім алушылары бар, яғни олар әріптестерді бағалауға қойылатын барлық талаптарды орындамаған.
lv: Pašlaik gaidīšanas stāvoklī ir {stuck_learners} kursa dalībnieki, kas nozīmē, ka viņi vēl nav izpildījuši visas vienaudžu novērtējuma prasības.
nl: Er bevinden zich momenteel {stuck_learners} -leerlingen in de wachtstatus, wat betekent dat ze nog niet aan alle vereisten voor peer assessment hebben voldaan.
pt_br: No momento, há estudantes {stuck_learners} no estado de espera, o que significa que eles ainda não atenderam a todos os requisitos para a avaliação por pares.
pt_pt: Existem atualmente {stuck_learners} estudantes no estado de espera, o que significa que ainda não cumpriram todos os requisitos para a Avaliação por Colegas.
ro: În prezent, există cursanți {stuck_learners} în stare de așteptare, ceea ce înseamnă că nu au îndeplinit încă toate cerințele pentru evaluarea de la coleg la coleg.
ru: В настоящее время в состоянии ожидания находится {stuck_learners} слушателей, что означает, что они ещё не выполнили все требования для взаимной оценки.
sq: Aktualisht ka nxënës {stuck_learners} në gjendje pritjeje, që do të thotë se ata nuk i kanë plotësuar ende të gjitha kërkesat për Vlerësimin nga kolegët.
sv: Det finns för närvarande {stuck_learners} elever i vänteläge, vilket innebär att de ännu inte har uppfyllt alla krav för kamratbedömning.
sw: Kwa sasa kuna wanafunzi {stuck_learners} walio katika hali ya kusubiri, kumaanisha kuwa bado hawajatimiza mahitaji yote ya Tathmini ya Rika.
te: ప్రస్తుతం నిరీక్షణ స్థితిలో {stuck_learners} అభ్యాసకులు ఉన్నారు, అంటే పీర్ అసెస్‌మెంట్ కోసం వారు ఇంకా అన్ని అవసరాలను తీర్చలేదు.
th: ขณะนี้มีผู้เรียน {stuck_learners} อยู่ในสถานะรอ ซึ่งหมายความว่าพวกเขายังไม่มีคุณสมบัติตรงตามข้อกำหนดทั้งหมดสำหรับการประเมินเพื่อน
tr_tr: Şu anda bekleme durumunda olan {stuck_learners} öğrenci var, bir başka deyişle Akran Değerlendirmesi için henüz tüm gereksinimleri karşılamamışlar.
uk: Наразі є {stuck_learners} учнів, які перебувають у стані очікування, тобто вони ще не виконали всі вимоги для взаємного оцінювання.
uz: Hozirda kutish holatida {stuck_learners} oʻquvchilar bor, yaʼni ular hali Tengdoshlarni baholash uchun barcha talablarga javob bermagan.
vi: Hiện tại có những học viên {stuck_learners} đang trong trạng thái chờ, nghĩa là họ chưa đáp ứng mọi yêu cầu của Peer Assessment.

source: However, {overwritten_count} of these students have received a grade through the staff grade override tool already.
af_za: {overwritten_count} van hierdie studente het egter reeds &#39;n graad deur die personeelgraad-oorskryf-nutsding ontvang.
ar: ومع ذلك ، فقد تلقى {overwritten_count} من هؤلاء الطلاب درجة من خلال أداة تجاوز درجة فريق العمل بالفعل.
az: Bununla belə, bu tələbələrdən {overwritten_count} nəfəri artıq işçi heyətinin qiymət dəyişdirmə aləti vasitəsilə qiymət alıblar.
de_de: Allerdings haben {overwritten_count} dieser Schüler bereits eine Note über das Tool zum Überschreiben von Noten erhalten.
el: Ωστόσο, {overwritten_count} από αυτούς τους μαθητές έχουν ήδη λάβει βαθμό μέσω του εργαλείου παράκαμψης βαθμού προσωπικού.
fa: بااین حال، {overwritten_count} از این فراگیران قبلاً از طریق ابزار لغو نمره از طریق نمرۀ کارکنان، نمره دریافت کرده‌اند.
he: עם זאת, {overwritten_count} מהתלמידים האלה כבר קיבלו ציון דרך כלי ביטול ציון הצוות.
hi: हालाँकि, इनमें से {overwritten_count} छात्रों को स्टाफ ग्रेड ओवरराइड टूल के माध्यम से पहले ही ग्रेड प्राप्त हो चुका है।
hu: Azonban ezek közül a diákok közül {overwritten_count} már kaptak jegyet a személyzet jegy felülírási eszközén keresztül.
it_it: Tuttavia, {overwritten_count} di questi studenti hanno già ricevuto un voto tramite lo strumento di sostituzione del voto del personale.
ja: しかし、これらの学生のうち{overwritten_count}人は、すでにスタッフの成績上書きツールを通じて成績を受け取っています。
ka: თუმცა, ამ სტუდენტებიდან {overwritten_count}-მა უკვე მიიღო შეფასება პერსონალის კლასის გადალახვის ხელსაწყოს საშუალებით.
kk: Дегенмен, осы оқушылардың {overwritten_count} оқушысы қызметкерлердің бағасын қайта анықтау құралы арқылы баға алды.
lv: Tomēr {overwritten_count} no šiem dalībniekiem jau ir saņēmuši vērtējumu, izmantojot personāla vērtējumu ignorēšanas rīku.
nl: {overwritten_count} van deze leerlingen hebben echter al een cijfer gekregen via de tool voor het overschrijven van cijfers.
pt_br: No entanto, {overwritten_count} desses alunos já receberam uma nota por meio da ferramenta de substituição de notas da equipe.
pt_pt: No entanto, {overwritten_count} destes estudantes já receberam uma classificação através da ferramenta de substituição de classificações da equipa.
ro: Cu toate acestea, {overwritten_count} dintre acești studenți au primit deja o notă prin instrumentul de anulare a notei personalului.
ru: Однако {overwritten_count} из этих учащихся уже получили оценку с помощью инструмента переопределения оценок.
sq: Megjithatë, {overwritten_count} nga këta studentë kanë marrë tashmë një notë përmes mjetit të anulimit të notave të stafit.
sv: Dock {overwritten_count} av dessa studenter har redan fått ett betyg genom verktyget för personalens betygsöverskrivning.
sw: Hata hivyo, {overwritten_count} ya wanafunzi hawa wamepokea daraja kupitia zana ya kubatilisha daraja la wafanyakazi tayari.
te: అయినప్పటికీ, ఈ విద్యార్థులలో {overwritten_count} ఇప్పటికే స్టాఫ్ గ్రేడ్ ఓవర్‌రైడ్ టూల్ ద్వారా గ్రేడ్‌ను పొందారు.
th: อย่างไรก็ตาม {overwritten_count} ของนักเรียนเหล่านี้ได้รับเกรดผ่านเครื่องมือแทนที่เกรดของเจ้าหน้าที่แล้ว
tr_tr: Ancak bu öğrencilerin {overwritten_count} kadarı, personel notu geçersiz kılma aracı aracılığıyla zaten bir not aldı.
uk: Однак, {overwritten_count} із цих студентів уже отримали оцінку за допомогою інструмента заміни оцінок від викладачів.
uz: Biroq, bu talabalarning {overwritten_count} nafari allaqachon xodimlar bahosini bekor qilish vositasi orqali baho olgan.
vi: Tuy nhiên, {overwritten_count} trong số những học sinh này đã nhận được điểm thông qua công cụ ghi đè điểm của nhân viên.

source: Error while fetching student data.
af_za: Kon nie studentdata gaan haal nie.
ar: خطأ أثناء إحضار بيانات الطالب.
az: Tələbə məlumatlarını əldə edərkən səhv baş verdi.
de_de: Fehler beim Abrufen der Schülerdaten.
el: Σφάλμα κατά την ανάκτηση δεδομένων μαθητή.
fa: خطا هنگام واکشی داده‌های فراگیر.
he: שגיאה בעת שליפת נתוני תלמידים.
hi: छात्र डेटा लाते समय त्रुटि.
hu: Hiba történt a tanulói adatok lekérése közben.
it_it: Errore durante il recupero dei dati degli studenti.
ja: 学生データの取得中にエラーが発生しました。
ka: შეცდომა სტუდენტის მონაცემების ამოღებისას.
kk: Студент деректерін алу кезінде қате.
lv: Ienesot dalībnieka datus, radās kļūda.
nl: Fout bij het ophalen van leerlinggegevens.
pt_br: Erro ao buscar os dados do aluno.
pt_pt: Erro ao ir buscar dados de estudantes.
ro: Eroare la preluarea datelor elevilor.
ru: Ошибка при получении данных об учащихся.
sq: Gabim gjatë marrjes së të dhënave të studentit.
sv: Fel vid hämtning av elevdata.
sw: Hitilafu wakati wa kupata data ya wanafunzi.
te: విద్యార్థి డేటాను పొందుతున్నప్పుడు లోపం.
th: เกิดข้อผิดพลาดขณะเรียกข้อมูลนักเรียน
tr_tr: Öğrenci verisi alınırken hata oluştu.
uk: Помилка під час отримання даних студента.
uz: Talaba maʼlumotlarini olishda xatolik yuz berdi.
vi: Lỗi khi tìm nạp dữ liệu học sinh.

source: Unable to load
af_za: Kan nie laai nie
ar: تعذّر إجراء التحميل.
az: Yüklənə bilmir
de_de: Laden nicht möglich
el: Αδύνατο να φορτωθεί.
fa: بارگیری نشد
he: לא ניתן לטעון
hi: लोड करने में अनएबल
hu: Nem sikerült betölteni
id: Tidak dapat memuat
it_it: Impossibile caricare
ja: 読み込めません
ka: არ იტვირთება
kk: Жүктеу мүмкін емес
lv: Nevar ielādēt
nl: Kan niet worden geladen
pt_br: Não foi possível carregar
pt_pt: Não foi possível carregar
ro: Nu se poate încărca
ru: Не удалось загрузить
sq: Nuk mund të ngarkohet
sv: Kunde inte ladda
sw: Imeshindwa kupakia
te: లోడ్ చేయడం సాధ్యపడలేదు
th: ไม่สามารถโหลดได้
tr_tr: Yüklenemedi
uk: Неможливо завантажити
uz: Yuklab bo‘lmadi
vi: Không thể tải

source: Paragraph
af_za: Paragraaf
ar: فقرة
az: Paraqraf
de_de: Absatz
el: Παράγραφος
fa: بند
he: פסקה
hi: पैराग्राफ
hu: Bekezdés
id: Paragraf
it_it: Paragrafo
ja: 段落
ka: პარაგრაფი
kk: Параграф
lv: Paragrāfs
nl: Paragraaf
pt_br: Parágrafo
pt_pt: Parágrafo
ro: Paragraf
ru: Абзац
sq: Paragrafi
sv: Paragraf
sw: Aya
te: పేరా
th: ย่อหน้า
tr_tr: Paragraf
uk: Абзац
uz: paragraf
vi: Đoạn văn

source: Preformatted
af_za: Vooraf geformateer
ar: مُنسَّق مسبقاً
az: Öncədən formatlanmış
de_de: Vorformatiert
el: Προμορφοποιημένο
fa: پیش‌فرمت‌شده
he: פורמט מקדים
hi: पूर्वस्‍वरूपित
hu: Előreformázott
id: Terformat
it_it: Preformattato
ka: წინასწარ დაფორმატებული
kk: Алдын ала пішімделген
lv: Iepriekš formatēts
nl: Voorgeformateerd
pt_br: Pré-formatado
pt_pt: Pré-formatado
ro: Pre-formatare
ru: Шаблон форматирования
sq: Parafruar
sv: Förformaterad
sw: Iliyoumbizwa awali
te: ముందే ఫార్మాట్ చేయబడింది
th: ข้อความที่ไม่ได้จัดรูปแบบ
tr_tr: Önceden biçimlendirilmiş
uk: Відформатований
uz: Oldindan formatlangan
vi: được định dạng sẵn

source: Heading 3
af_za: Opskrif 3
ar: العنوان الرئيسي 3
az: Başlıq 3
de_de: Überschrift 3
el: Επικεφαλίδα 3
fa: سرفصل 3
he: כותרת 3
hi: शीर्षक क्रमांक 3
hu: Címsor 3
it_it: Titolo 3
ja: 見出し 3
ka: სათაური 3
kk: Тақырып 3
lv: 3. virsraksts
nl: Rubriek 3
pt_br: Cabeçalho 3
pt_pt: Título 3
ro: Titlul 3
ru: Заголовок 3
sq: Kreu 3
sv: Rubrik 3
sw: Kichwa cha 3
te: శీర్షిక 3
th: หัวเรื่องที่ 3
tr_tr: Başlık 3
uk: Заголовок 3
uz: Sarlavha 3
vi: Tiêu đề 3

source: Heading 4
af_za: Opskrif 4
ar: العنوان الرئيسي 4
az: Başlıq 4
de_de: Überschrift 4
el: Επικεφαλίδα 4
fa: سرفصل 4
he: כותרת 4
hi: शीर्षक 4
hu: Címsor 4
it_it: Titolo 4
ja: 見出し 4
ka: სათაური 4
kk: Тақырып 4
lv: 4. virsraksts
nl: Rubriek 4
pt_br: Cabeçalho 4
pt_pt: Título 4
ro: Titlul 4
ru: Заголовок 4
sq: Kreu 4
sv: Rubrik 4
sw: Kichwa cha 4
te: హెడ్డింగ్ 4
th: หัวเรื่องที่ 4
tr_tr: Başlık 4
uk: Заголовок 4
uz: Sarlavha 4
vi: Tiêu đề 4

source: Heading 5
af_za: Opskrif 5
ar: العنوان الرئيسي 5
az: Başlıq 5
de_de: Überschrift 5
el: Επικεφαλίδα 5
fa: سرفصل 5
he: כותרת 5
hi: शीर्षक क्रमांक 5
hu: Címsor 5
it_it: Titolo 5
ja: 見出し5
ka: სათაური 5
kk: Тақырып 5
lv: 5. virsraksts
nl: Rubriek 5
pt_br: Cabeçalho 5
pt_pt: Título 5
ro: Titlul 5
ru: Заголовок 5
sq: Kreu 5
sv: Rubrik 5
sw: Kichwa cha 5
te: హెడ్డింగ్ 5
th: หัวเรื่องที่ 5
tr_tr: Başlık 5
uk: Заголовок 5
uz: Sarlavha 5
vi: Tiêu đề 5

source: Heading 6
af_za: Opskrif 6
ar: العنوان الرئيسي 6
az: Başlıq 6
de_de: Überschrift 6
el: Επικεφαλίδα 6
fa: سرفصل 6
he: כותרת 6
hi: शीर्षक क्रमांक 6
hu: Címsor 6
it_it: Titolo 6
ja: 見出し6
ka: სათაური 6
kk: 6-тақырып
lv: 6. virsraksts
nl: Rubriek 6
pt_br: Cabeçalho 6
pt_pt: Título 6
ro: Titlul 6
ru: Заголовок 6
sq: Kreu 6
sw: Kichwa cha 6
te: శీర్షిక 6
th: หัวเรื่องที่ 6
tr_tr: Başlık 6
uk: Заголовок 6
uz: Sarlavha 6
vi: Tiêu đề 6

source: Unnamed Option
af_za: Naamlose opsie
ar: خيار غير مسمّى
az: Adlandırılmamış seçim
de_de: Unbenannte Option
el: Σφάλμα ονοματοδοσίας
fa: گزینۀ بی‌نام
he: אפשרות ללא שם
hi: अननेमड ओप्स्न
hu: Névtelen opció
id: Opsi Tanpa Judul
it_it: Opzione senza nome
ja: 無題のオプション
ka: უსახელო ოპერაცია
kk: Атаусыз опция
lv: Nenosaukta opcija
nl: Naamloze optie
pt_br: Opção Sem Nome
pt_pt: Opção sem título
ro: Opțiune fără nume
ru: Вариант без названия
sq: Opsioni pa emër
sv: Alternativ utan namn
sw: Chaguo Isiyo na Jina
te: పేరులేని ఎంపిక
th: ตัวเลือกไม่ระบุชื่อ
tr_tr: Adlandırılmamış Seçenek
uk: Опція без імені
uz: Nomsiz variant
vi: Tùy chọn không tên

source: Not Selected
af_za: Nie gekies nie
ar: لم يجرِ تحديده
az: Seçilmədi
de_de: Nicht ausgewählt
el: Δεν επιλέχθηκε
fa: انتخاب‌نشده
he: לא נבחר
hi: अचयनित
hu: Nincs kiválasztva
id: Tak Dipilih
it_it: Non Selezionato
ja: 選択されていません
ka: არ არის არჩეული
kk: Таңдалмаған
lv: Nav atlasīts
nl: Niet geselecteerd
pt_br: Não selecionado
pt_pt: Não Selecionado
ro: Neselectat
ru: Не выбрано
sq: Nuk është zgjedhur
sv: Ej valt
sw: Haijachaguliwa
te: ఎంపిక చేయబడలేదు
th: ไม่ถูกเลือก
tr_tr: Seçilmedi
uk: Не обрано
uz: Tanlanmagan
vi: Không được chọn

source: Problem cloning rubric
af_za: Probleem kloning rubriek
ar: مشكلة في استنساخ مِعيار التقييم
az: Rubrikanın klonlanması problemi
de_de: Rubrik Problem beim Klonen
el: Ρουμπρίκα με προβλήματα κλωνοποίησης
fa: مشکل در شبیه‌سازی سرفصل
he: רובריקת שיבוט בעיה
hi: समस्या क्लोनिंग रूब्रिक
hu: Probléma klónozási értékelési szempontok
it_it: Rubrica di clonazione del problema
ja: 問題のルーブリックの複製
ka: პრობლემის კლონირების რუბრიკა
lv: Uzdevumu klonēšanas rubrika
nl: Probleem bij het klonen van de rubriek
pt_br: Rubrica de clonagem de problemas
pt_pt: Rúbrica de clonagem de problemas
ro: Rubrica de clonare a problemelor
ru: Проблема с клонированием рубрики
sq: Rubrika e problemit të klonimit
sv: Rubrik för problem med kloning
sw: Tatizo la kutengeneza rubriki
te: రూబ్రిక్ క్లోనింగ్ సమస్య
th: เกิดปัญหาในการโคลนรูบริก
tr_tr: Dereceli puanlama anahtarını klonlamada problem
uk: Помилка під час клонування рубрики
uz: Rubrikani klonlash muammosi
vi: Vấn đề nhân bản

source: Criterion Added
af_za: Kriterium bygevoeg
ar: أُضيفت معايير جديدة.
az: Meyar əlavə edildi
de_de: Kriterium hinzugefügt
el: Προστέθηκε κριτήριο
fa: معیار اضافه شد
he: קריטריון נוסף בהצלחה
hi: क्रिटेरीयन अद्देद
hu: Feltétel hozzáadva
id: Kriteria telah ditambahkan
it_it: Criterio aggiunto
ja: 基準が追加されました
ka: კრიტერიუმი დამატებულია
kk: Критерий қосылды
lv: Kritērijs pievienots
nl: Criteria toegevoegd
pt_br: Critério Adicionado
pt_pt: Critério Adicionado
ro: Criteriul adăugat
ru: Критерий добавлен
sq: Kriteri i shtuar
sv: Kriterium tillagt
sw: Kigezo Kimeongezwa
te: ప్రమాణం జోడించబడింది
th: เกณฑ์พิจารณาเพิ่มเติม
tr_tr: Ölçüt Eklendi
uk: Критерій додано
uz: Kriteriya qo'shildi
vi: Đã thêm tiêu chí

source: You have added a criterion. You will need to select an option for the criterion in the Learner Training step. To do this, click the Assessment Steps tab.
af_za: Jy het &#39;n kriterium bygevoeg. Jy sal &#39;n opsie vir die kriterium in die Leerderopleidingstap moet kies. Om dit te doen, klik die Assesseringstappe-oortjie.
ar: لقد قمت بإضافة معيار. ستحتاج إلى تحديد خيار للمعيار في خطوة تدريب المتعلم. للقيام بذلك ، انقر فوق علامة التبويب خطوات التقييم.
az: Siz bir meyar əlavə etmisiniz. Təlim alanın Təlim addımında meyar üçün bir seçim seçməlisiniz. Bunu etmək üçün Qiymətləndirmə Addımları sekmesine klikləyin.
de_de: Sie haben ein Kriterium hinzugefügt. Sie müssen eine Option für das Kriterium im Schritt „Lernerschulung“ auswählen. Klicken Sie dazu auf die Registerkarte Bewertungsschritte.
el: Έχετε προσθέσει ένα κριτήριο. Θα χρειαστεί να ορίσετε μια επιλογή για το κριτήριο στο βήμα Εκπαίδευσης Μαθητών. Για να το κάνετε αυτό, κάντε κλικ στην καρτέλα Βήματα αξιολόγησης.
fa: شما یک معیار افزودید. در مرحلۀ آموزش فراگیرنده باید گزینه‌ای را برای معیار انتخاب کنید. برای این کار ، روی زبانۀ «گام‌های ارزیابی» بزنید.
he: הוספת קריטריון. בחר אפשרות עבור הקריטריון בשלב הכשרת לומד. כדי לעשות זאת, לחץ על הכרטיסייה שלבי הערכה.
hi: आपने एक मानदंड जोड़ा है. आपको शिक्षार्थी प्रशिक्षण चरण में मानदंड के लिए एक विकल्प का चयन करना होगा। ऐसा करने के लिए, मूल्यांकन चरण टैब पर क्लिक करें।
hu: Hozzáadtál egy feltételt. Opciót kell választanod a feltételhez a Tanulói Gyakorlás lépésben. Ehhez kattints a Felmérés Lépések fülre.
id: Anda telah menambahkan kriteria. Anda harus memilih opsi untuk kriteria pada langkah Pelatihan Pembelajar. Untuk melakukan ini, klik tab Langkah Penilaian.
it_it: Hai aggiunto un criterio. Dovrai selezionare un&#39;opzione per il criterio nella fase di formazione dello studente. Per fare ciò, fare clic sulla scheda Passi di valutazione.
ja: 基準を追加しました。学習者トレーニングのステップで基準のオプションを選択する必要があります。これを行うには、評価ステップのタブをクリックしてください。
ka: თქვენ დაამატეთ კრიტერიუმი. თქვენ უნდა აირჩიოთ კრიტერიუმის ვარიანტი მოსწავლეთა ტრენინგის საფეხურში. ამისათვის დააწკაპუნეთ შეფასების ნაბიჯების ჩანართზე.
kk: Сіз критерий қостыңыз. Оқушыны оқыту қадамында критерий үшін опцияны таңдау керек. Ол үшін Бағалау қадамдары қойындысын басыңыз.
lv: Jūs pievienojāt kritēriju. Jums būs jāizvēlas kritērija opcija posmā Learner Training. Lai to izdarītu, noklikšķiniet uz cilnes Assessment Steps.
nl: U heeft een criterium toegevoegd. U moet een optie voor het criterium selecteren in de stap Cursustraining. Om dit te doen, klikt u op het tabblad Beoordelingsstappen.
pt_br: Você adicionou um critério. Você precisará selecionar uma opção para o critério na etapa de Treinamento do estudante. Para fazer isso, clique na tab Etapas de avaliação.
pt_pt: Adicionou um critério. Terá de selecionar uma opção para o critério na etapa de Formação do Estudante. Para o fazer, clique no separador Passos de Avaliação.
ro: Ați adăugat un criteriu. Va trebui să selectați o opțiune pentru criteriul în pasul de Formare a cursantului. Pentru a face acest lucru, faceți clic pe fila Pași de evaluare.
ru: Вы добавили критерий. Вам нужно будет выбрать вариант критерия на шаге обучения слушателей. Для этого перейдите на вкладку «Шаги оценивания».
sq: Ju keni shtuar një kriter. Ju do të duhet të zgjidhni një opsion për kriterin në hapin e Trajnimit të Nxënësve. Për ta bërë këtë, klikoni në skedën Hapat e Vlerësimit.
sv: Du har lagt till ett kriterium. Du måste välja ett alternativ för kriteriet i steget Lärarträning. För att göra detta, klicka på fliken Bedömningssteg.
sw: Umeongeza kigezo. Utahitaji kuchagua chaguo kwa kigezo katika hatua ya Mafunzo ya Mwanafunzi. Ili kufanya hivyo, bofya kichupo cha Hatua za Tathmini.
te: మీరు ఒక ప్రమాణాన్ని జోడించారు. మీరు లెర్నర్ ట్రైనింగ్ స్టెప్‌లో ప్రమాణం కోసం ఒక ఎంపికను ఎంచుకోవాలి. దీన్ని చేయడానికి, అసెస్‌మెంట్ స్టెప్స్ ట్యాబ్‌ని క్లిక్ చేయండి.
th: คุณได้เพิ่มเกณฑ์ คุณจะต้องเลือกตัวเลือกสำหรับเกณฑ์ในขั้นตอนการฝึกอบรมผู้เรียน เมื่อต้องการทำเช่นนี้ คลิกแท็บขั้นตอนการประเมิน
tr_tr: Bir ölçüt eklediniz. Öğrenci Eğitimi adımında, ölçüt için bir seçenek belirlemelisiniz. Bunu yapmak için, Değerlendirme Adımları sekmesine tıklayınız.
uk: Ви додали критерій. Вам потрібно вибрати параметр для критерію на кроці Навчання учня. Для цього оберіть вкладку етапи оцінювання.
uz: Siz mezon qo'shdingiz. O'quvchilarni tayyorlash bosqichida mezon uchun variantni tanlashingiz kerak bo'ladi. Buni amalga oshirish uchun Baholash bosqichlari yorlig'ini bosing.
vi: Bạn đã thêm một tiêu chí. Bạn sẽ cần chọn một tùy chọn cho tiêu chí trong bước Đào tạo Người học. Để thực hiện việc này, hãy nhấp vào tab Các bước đánh giá.

source: Option Deleted
af_za: Opsie Geskrap
ar: جرى حذف الخيار.
az: Seçim silindi
de_de: Einstellung gelöscht
el: Η επιλογή διαγράφηκε
fa: گزینه حذف شد
he: אפשרות נמחקה
hi: ओप्स्न डेलीटेड
hu: Opció törölve
id: Opsi Dihapus
it_it: Opzione cancellata
ja: オプションが削除されました
ka: ვარიანტი წაშლილია
kk: Опция жойылды
lv: Opcija dzēsta
nl: Optie verwijderd
pt_br: Opção Apagada
pt_pt: Opção eliminada
ro: Opțiune ștearsă
ru: Вариант удалён
sq: Opsioni u fshi
sv: Alternativ raderat
sw: Chaguo Limefutwa
te: ఎంపిక తొలగించబడింది
th: ตัวเลือกถูกลบ
tr_tr: Seçenek Silindi
uk: Опцію видалено
uz: Variant o'chirildi
vi: Tùy chọn đã xóa
