Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: (Required)
af_za: (Vereis)
el: (Υποχρεωτικό πεδίο)
fa: (ضروری)
fr_ca: (Requis)
he: (נדרש)
hi: (आवश्यक)
hu: (Kötelező)
id: (Wajib)
ja: （必須）
kk: (Міндетті)
lv: (obligāti)
pt_pt: (Obrigatório)
sq: (E detyrueshme)
uz: (majburiy)
vi: (Yêu cầu)

source: (Optional)
af_za: (Opsioneel)
el: (Προαιρετικό)
fa: (اختیاری)
fr_ca: (Optionnel)
hi: (वैकल्पिक)
hu: (Opcionális)
id: (Opsional)
kk: (Міндетті емес)
lv: (Neobligāti)
pt_pt: (Opcional)
sq: (Opsional)
sw: (Si lazima)
uz: (ixtiyoriy)
vi: (Không bắt buộc)

source: Teams should designate one team member to submit a response on behalf of the entire team. All team members can use this space to work on draft responses, but you will not be able to see your teammates' drafts made in this space, so please coordinate with them to decide on the final response the designated team member should submit.
af_za: Spanne moet een spanlid aanwys om &#39;n antwoord namens die hele span. Alle spanlede kan hierdie spasie gebruik om aan konsepantwoorde te werk, maar jy sal nie jou spanmaats se konsepte in hierdie spasie kan sien nie, so koördineer asseblief met hulle om te besluit oor die finale reaksie van die aangewese span lid moet indien.
el: Οι ομάδες θα πρέπει να ορίσουν ένα μέλος της ομάδας για να υποβάλει απάντηση εκ μέρους της ολόκληρη η ομάδα. Όλα τα μέλη της ομάδας μπορούν να χρησιμοποιήσουν αυτόν τον χώρο για να εργαστούν σε πρόχειρες απαντήσεις, αλλά δεν θα μπορείτε να δείτε τα προσχέδια των συμπαικτών σας να γίνονται σε αυτόν τον χώρο, έτσι παρακαλούμε συντονιστείτε μαζί τους για να αποφασίσετε για την τελική απάντηση της καθορισμένης ομάδας μέλος θα πρέπει να υποβάλει.
fa: تیم ها باید یک عضو تیم را برای ارسال پاسخ از طرف تیم تعیین کنند کل تیم همه اعضای تیم می توانند از این فضا برای کار بر روی پیش نویس پاسخ ها استفاده کنند، اما شما نمی توانید پیش نویس های هم تیمی های خود را در این فضا ببینید، بنابراین لطفا با آنها هماهنگ کنید تا در مورد پاسخ نهایی تیم تعیین شده تصمیم گیری کنید عضو باید ارسال کند
fr_ca: Les équipes doivent désigner un membre de l'équipe pour soumettre une réponse au nom de l'équipe. Tous les membres de l'équipe peuvent utiliser cet espace pour travailler sur les brouillons de réponses, mais vous ne pourrez pas voir les brouillons de vos coéquipiers dans cet espace, donc veuillez vous coordonner avec eux pour décider de la réponse finale que le membre désigné de l'équipe doit soumettre.
hi: टीमों को अपनी ओर से प्रतिक्रिया प्रस्तुत करने के लिए एक टीम सदस्य को नामित करना चाहिए पूरी टीम। टीम के सभी सदस्य इस स्थान का उपयोग ड्राफ्ट प्रतिक्रियाओं पर काम करने के लिए कर सकते हैं, लेकिन आप इस स्थान पर बनाए गए अपने साथियों के ड्राफ्ट नहीं देख पाएंगे, इसलिए कृपया नामित टीम द्वारा अंतिम प्रतिक्रिया पर निर्णय लेने के लिए उनके साथ समन्वय करें सदस्य को प्रस्तुत करना चाहिए।.
id: Tim harus menunjuk satu anggota tim untuk mengirimkan tanggapan atas nama seluruh tim. Semua anggota tim dapat menggunakan ruang ini untuk mengerjakan draf tanggapan, tetapi Anda tidak akan dapat melihat draf rekan tim Anda yang dibuat di ruang ini, jadi harap koordinasikan dengan mereka untuk memutuskan tanggapan akhir yang harus dikirimkan oleh anggota tim yang ditunjuk.
lv: Komandām jāieceļ viens komandas dalībnieks, kurš iesniedz atbildi komandas vārdā visa komanda. Visi komandas dalībnieki var izmantot šo vietu, lai strādātu pie atbilžu melnrakstiem, bet jūs nevarēsiet redzēt savu komandas biedru melnrakstus, kas veikti šajā vietā, tāpēc lūdzu, saskaņojiet ar viņiem, lai izlemtu par galīgo atbildi izraudzītajai komandai biedram jāiesniedz.
pt_pt: As equipas devem designar um membro da equipa para apresentar uma resposta em nome da equipa inteira. Todos os membros da equipa podem usar este espaço para trabalhar em respostas de rascunho, mas não será capaz de ver os rascunhos dos seus colegas de equipa feitos neste espaço, por favor, coordene com eles para decidir sobre a resposta final da equipa que o membro designado deve submeter.
sq: Ekipet duhet të caktojnë një anëtar të ekipit për të paraqitur një përgjigje në emër të tyre gjithë ekipin. Të gjithë anëtarët e ekipit mund ta përdorin këtë hapësirë për të punuar në draft përgjigjet, por nuk do të mund të shihni draftet e shokëve tuaj të skuadrës të bëra në këtë hapësirë, kështu që ju lutemi koordinohuni me ta për të vendosur për përgjigjen përfundimtare të ekipit të caktuar anëtari duhet të dorëzojë.
uz: Jamoalar o'z nomidan javob yuborish uchun bitta jamoa a'zosini tayinlashlari kerak butun jamoa. Barcha jamoa a'zolari ushbu bo'shliqdan qoralama javoblar ustida ishlashlari mumkin, lekin siz bu maydonda jamoadoshlaringizning qoralamalarini ko'ra olmaysiz, shuning uchun tayinlangan jamoaning yakuniy javobini hal qilish uchun ular bilan kelishib oling a'zosi topshirishi kerak.
vi: Các đội nên chỉ định một thành viên trong nhóm để gửi phản hồi thay mặt cho toàn đội. Tất cả các thành viên trong nhóm có thể sử dụng không gian này để làm việc với các câu trả lời nháp, nhưng bạn sẽ không thể nhìn thấy bản nháp của đồng đội mình được thực hiện trong không gian này, vì vậy vui lòng phối hợp với họ để quyết định phản hồi cuối cùng của nhóm được chỉ định thành viên nên nộp.

source: Enter your response to the prompt above.
af_za: Voer jou antwoord op die boodskap hierbo in.
el: Εισαγάγετε εδώ την απάντησή σας στο παραπάνω θέμα.
fa: پاسخ خود را به درخواست بالا وارد کنید.
fr_ca: Entrez votre réponse à la question ci-dessus.
he: הזינו את תשובתכם כאן.
hi: उपरोक्त संकेत पर अपनी प्रतिक्रिया दर्ज करें।
hu: Írja be a választ a fenti kérdésre.
id: Masukkan respon Anda terhadap soal di atas.
ja: 上記のプロンプトに対する回答を入力してください。
kk: Жоғарыдағы сұрауға жауабыңызды енгізіңіз.
lv: Ievadiet savu atbildi uz iepriekš norādīto uzvedni.
pt_pt: Introduza a sua resposta ao enunciado acima.
sq: Shkruani përgjigjen tuaj në kërkesën e mësipërme.
uz: Yuqoridagi so'rovga javobingizni kiriting.
vi: Nhập câu trả lời của bạn cho lời nhắc ở trên.

source: You are currently on Team %(team_name)s. Since you were on Team %(previous_team_name)s when they submitted a response to this assignment, you are seeing Team %(previous_team_name)s’s response and will receive the same grade for this assignment as your former teammates. You will not be part of Team %(team_name)s’s submission for this assignment and will not receive a grade for their submission.
af_za: Jy is tans in span %(team_name)s . Aangesien jy op span %(previous_team_name)s was wanneer hulle &#39;n antwoord op hierdie werkopdrag ingedien het, sien jy Team %(previous_team_name)s &#39;s antwoord en sal dieselfde graad vir hierdie werkopdrag ontvang as jou voormalige spanmaats. Jy sal nie deel wees van span %(team_name)s se voorlegging vir hierdie werkopdrag nie en sal nie &#39;n graad vir hul indiening ontvang.
el: Αυτήν τη στιγμή βρίσκεστε στην ομάδα %(team_name)s . Εφόσον ήσασταν στην ομάδα %(previous_team_name)s όταν υπέβαλαν μια απάντηση σε αυτήν την εργασία, βλέπετε την ομάδα %(previous_team_name)s απάντηση και θα λάβει τον ίδιο βαθμό για αυτήν την εργασία με τους πρώην συμπαίκτες σας. Δεν θα συμμετάσχετε στην υποβολή της Ομάδας %(team_name)s για αυτήν την εργασία και δεν θα λαμβάνουν βαθμό για την υποβολή τους.
fa: شما در حال حاضر در تیم %(team_name)s هستید. از آنجایی که در تیم %(previous_team_name)s بودید وقتی آن‌ها پاسخی برای این تکلیف ارسال کردند، تیم %(previous_team_name)s را مشاهده می‌کنید پاسخ دهید و برای این تکلیف نمرۀ مشابهی با هم‌تیمی‌های سابق خود دریافت خواهید کرد. شما بخشی از ارسالی تیم %(team_name)s برای این تکلیف نخواهید بود و نخواهید بود برای ارسال آنها نمره دریافت می‌کنند.
fr_ca: Vous êtes actuellement dans l'équipe %(team_name)s. Vous étiez dans l'équipe %(previous_team_name)s lorsqu'ils ont soumis une réponse à ce devoir, vous voyez donc la réponse de l'équipe %(previous_team_name)s et recevrez la même note pour ce devoir que vos anciens coéquipiers. Vous ne ferez pas partie de l'équipe %(team_name)s pour la soumission de ce devoir et vous ne recevrez pas une note pour cette soumission.
hi: आप वर्तमान में टीम %(team_name)s पर हैं। चूँकि आप टीम %(previous_team_name)s पर थे जब उन्होंने इस असाइनमेंट पर प्रतिक्रिया सबमिट की, तो आप टीम %(previous_team_name)s देख रहे हैं प्रतिक्रिया और इस असाइनमेंट के लिए आपके पूर्व साथियों के समान ग्रेड प्राप्त होगा। आप इस असाइनमेंट के लिए टीम %(team_name)s के सबमिशन का हिस्सा नहीं होंगे और नहीं होंगे उनके प्रस्तुतीकरण के लिए एक ग्रेड प्राप्त करें।
id: Anda saat ini berada di Tim %(team_name)s. Karena Anda berada di Tim %(previous_team_name)s ketika mereka mengirimkan respons untuk tugas ini, Anda melihat respons Tim %(previous_team_name)s dan akan menerima nilai yang sama untuk tugas ini seperti rekan tim Anda sebelumnya. Anda tidak akan menjadi bagian dari pengiriman Tim %(team_name)s untuk tugas ini dan tidak akan menerima nilai untuk pengiriman mereka.
lv: Jūs pašlaik esat komandā %(team_name)s . Kopš bijāt komandā %(previous_team_name)s kad viņi iesniedza atbildi uz šo uzdevumu, jūs redzat komandas %(previous_team_name)s atbildi un par šo uzdevumu saņems tādu pašu vērtējumu kā jūsu bijušie komandas biedri. Jūs nepiedalīsieties komandas %(team_name)s iesniegumā šim uzdevumam un saņem vērtējumu par to iesniegšanu.
pt_pt: Neste momento está na Equipa %(team_name)s. Visto que esteve na Equipa %(previous_team_name)s quando submeteram uma resposta a esta tarefa, está a ver a resposta da Equipa %(previous_team_name)s e irá receber a mesma classificação dos seus colegas anteriores. Não irá fazer parte da submissão da Equipa %(team_name)spara esta tarefa e não irá receber uma classificação para a submissão deles.
sq: Ju jeni aktualisht në ekipin %(team_name)s . Meqenëse ishit në ekipin %(previous_team_name)s kur ata dërguan një përgjigje për këtë detyrë, ju po shihni ekipin %(previous_team_name)s përgjigje dhe do të marrë të njëjtën notë për këtë detyrë si ish-shokët e skuadrës. Ju nuk do të jeni pjesë e paraqitjes së ekipit %(team_name)s për këtë detyrë dhe nuk do të marrin një notë për paraqitjen e tyre.
uz: Siz hozir %(team_name)s jamoasidasiz. Siz %(previous_team_name)s jamoasida bo'lganingizdan beri ular ushbu topshiriqga javob berganlarida, siz %(previous_team_name)s jamoasini ko'rasiz. javob bering va bu topshiriq uchun sobiq jamoadoshlaringiz bilan bir xil baho olasiz. Siz ushbu topshiriq uchun %(team_name)s jamoasining bir qismi bo'lmaysiz va qatnashmaysiz topshirganligi uchun baho olish.
vi: Bạn hiện đang ở Đội %(team_name)s . Vì bạn đã ở trong Đội %(previous_team_name)s khi họ gửi phản hồi cho bài tập này, bạn sẽ thấy Team %(previous_team_name)s &#39;s phản hồi và sẽ nhận được điểm cho bài tập này giống như các đồng đội cũ của bạn. Bạn sẽ không tham gia vào bài nộp của Nhóm %(team_name)s cho nhiệm vụ này và sẽ không nhận được điểm cho bài nộp của họ.

source: We could not save your progress
af_za: Ons kon nie jou vordering stoor nie
el: Δεν ήταν δυνατή η αποθήκευση της εργασίας σας
fa: ما نتوانستیم پیشرفت شما را ذخیره کنیم
fr_ca: Votre état d'avancement n'a pas pu être enregistré
he: לא הצלחנו לשמור את התקדמותך
hi: हम आपकी प्रगति को जमा नहीं कर सके
hu: Nem sikerült menteni a haladását
id: Kami tidak dapat menyimpan kemajuan Anda
ja: 進捗を保存できませんでした
kk: Прогрессіңізді сақтай алмадық
lv: Mēs nevarējām saglabāt jūsu progresu
pt_pt: Não foi possível guardar o seu progresso
sq: Nuk mund ta ruanim përparimin tuaj
uz: Sizning taraqqiyotingizni saqlay olmadik
vi: Chúng tôi không thể lưu tiến trình của bạn

source: Status of Your Response
af_za: Status van jou reaksie
el: Κατάσταση της εργασίας σας
fa: وضعیت پاسخ شما
fr_ca: État de votre réponse
hi: आपकी प्रतिक्रिया की स्थिति
hu: Válaszának állapota
kk: Жауабыңыздың күйі
lv: Jūsu atbildes statuss
pt_pt: Estado da sua Resposta
sq: Statusi i përgjigjes suaj
uz: Sizning javobingiz holati
vi: Trạng thái phản hồi của bạn

source: File Uploads
af_za: Lêeroplaaie
el: Αρχεία
fa: بارگذاری‌ها
fr_ca: Téléversements de fichiers
hi: फ़ाइल अपलोड
hu: Fájl feltöltések
id: Unggahan berkas
ja: ファイルアップロード
kk: Файлды жүктеп салулар
lv: Failu augšupielādes
pt_pt: Carregamento de Ficheiros
sq: Ngarkimet e skedarëve
uz: Fayl yuklamalari
vi: Tải lên tệp

source: Upload files and review files uploaded by you and your teammates below. Be sure to add descriptions to your files to help your teammates identify them.
af_za: Laai lêers op en hersien lêers wat deur jou en jou spanmaats opgelaai is hieronder. Maak seker om by te voeg beskrywings van jou lêers om jou spanmaats te help om hulle te identifiseer.
el: Ανεβάστε αρχεία και ελέγξτε τα αρχεία που έχετε ανεβάσει εσείς και οι συμπαίκτες σας παρακάτω. Φροντίστε να προσθέσετε περιγραφές στα αρχεία σας για να βοηθήσετε τους συμπαίκτες σας να τα αναγνωρίσουν.
fa: پوشه‌ها را بارگذاری کنید و سپس آن‌ها را خودتان یا اعضای تیم‌تان بررسی کنید. اطمینان حاصل کنید که توضیحی دربارۀ آن‌ها ارائه کنید برای کمک به هم‌تیمی های خود در شناسایی آن‌ها.
fr_ca: Téléchargez des fichiers et examinez les fichiers téléchargés par vous et vos coéquipiers ci-dessous. Assurez-vous d'ajouter des descriptions à vos fichiers pour aider vos coéquipiers à les identifier.
he: העלאה קבצים וסקור קבצים שהועלו על ידך ועל ידי חבריך לצוות למטה. הקפד להוסיף תיאורים לקבצים שלך כדי לעזור לחברי הצוות שלך לזהות אותם.
hi: फ़ाइलें अपलोड करें और नीचे आपके और आपके टीम साथियों द्वारा अपलोड की गई फ़ाइलों की समीक्षा करें। अवश्य जोड़ें आपकी टीम के साथियों को उन्हें पहचानने में मदद करने के लिए आपकी फ़ाइलों का विवरण।
lv: Augšupielādējiet failus un pārskatiet savus un komandas biedru augšupielādētos failus. Noteikti pievienojiet aprakstus saviem failiem, lai palīdzētu komandas biedriem tos identificēt.
pt_pt: Carregue ficheiros e reveja ficheiros carregados por si e pela sua equipa abaixo. Não se esqueça de acrescentar descrições aos seus ficheiros para ajudar os seus colegas a identificá-los.
sq: Ngarkoni skedarë dhe rishikoni skedarët e ngarkuar nga ju dhe shokët tuaj të skuadrës më poshtë. Sigurohuni që të shtoni përshkrimet e skedarëve tuaj për të ndihmuar shokët tuaj të skuadrës t&#39;i identifikojnë ato.
uz: Fayllarni yuklang va siz va jamoadoshlaringiz yuklagan fayllarni quyida koʻrib chiqing. Qo'shishga ishonch hosil qiling jamoadoshlaringizga ularni aniqlashga yordam berish uchun fayllaringizga tavsiflar.
vi: Tải file lên và xem lại file do bạn và đồng đội tải lên bên dưới. Hãy chắc chắn để thêm mô tả cho các tệp của bạn để giúp đồng đội của bạn xác định chúng.

source: We could not upload files
af_za: Ons kon nie lêers oplaai nie
el: Η μεταφόρτωση του αρχείου σας δεν κατέστη δυνατή
fa: ما نتوانستیم پوشه‌ها را بارگذاری کنیم
fr_ca: Les fichiers n'ont pas pu être téléversés
he: לא הצלחנו להעלות את הקבצים
hi: हम फ़ाइलें अपलोड नहीं कर सके
hu: Nem sikerült feltölteni a fájlokat.
id: Kami tidak dapat menggunggah file
ja: ファイルをアップロードできませんでした
kk: Файлдарды жүктеп салу мүмкін болмады
lv: Mēs nevarējām augšupielādēt failus
pt_pt: Não foi possível carregar os ficheiros
sq: Nuk mund të ngarkonim skedarë
uz: Fayllarni yuklay olmadik
vi: Chúng tôi không thể tải tập tin lên

source: We could not delete files
af_za: Ons kon nie lêers uitvee nie
el: Δεν ήταν δυνατή η διαγραφή αρχείων
fa: ما نتوانستیم پوشه‌ها را حذف کنیم
fr_ca: Nous n'avons pu supprimer les fichiers
he: לא הצלחנו למחוק קבצים
hi: हम फ़ाइलें नहीं हटा सके
hu: Nem tudtuk törölni a fájlokat
ja: ファイルを削除できませんでした
kk: Біз файлдарды жоя алмадық
lv: Mēs nevarējām izdzēst failus
pt_pt: Não foi possível eliminar os ficheiros
sq: Nuk mund të fshinim skedarët
uz: Biz fayllarni oʻchira olmadik
vi: Chúng tôi không thể xóa tập tin

source: Select one or more files to upload for this submission.
af_za: Kies een of meer lêers om op te laai vir hierdie indiening.
el: Επιλέξτε ένα ή περισσότερα αρχεία για μεταφόρτωση για αυτήν την υποβολή.
fa: یک یا چند پوشه را برای بارگذاری برای این ارسال انتخاب کنید.
fr_ca: Sélectionnez un ou plusieurs fichiers à télécharger pour cette soumission.
he: בחר קובץ אחד או יותר להעלאה עבור הגשות זו.
hi: इस सबमिशन के लिए अपलोड करने के लिए एक या अधिक फ़ाइलें चुनें।
hu: Válasszon ki egy vagy több fájlt a beküldéshez való feltöltéshez.
id: Pilih satu atau lebih file untuk diunggah untuk kiriman ini.
ja: この提出のためにアップロードするファイルを1つ以上選択してください。
kk: Бұл жіберу үшін жүктеп салу үшін бір немесе бірнеше файлды таңдаңыз.
lv: Atlasiet vienu vai vairākus failus, ko augšupielādēt šim iesniegumam.
pt_pt: Selecione um ou mais ficheiros para carregar esta submissão.
sq: Zgjidhni një ose më shumë skedarë për të ngarkuar për këtë paraqitje.
uz: Ushbu yuborish uchun yuklash uchun bir yoki bir nechta faylni tanlang.
vi: Chọn một hoặc nhiều tệp để tải lên cho bài gửi này.

source: Select a file to upload for this submission.
af_za: Kies &#39;n lêer om vir hierdie indiening op te laai.
el: Επιλέξτε ένα αρχείο για μεταφόρτωση για αυτήν την υποβολή.
fa: پوشه‌ای را برای بارگذاری برای این ارسال انتخاب کنید.
fr_ca: Sélectionnez un fichier à envoyer pour cette soumission.
he: בחר קובץ להעלאה עבור הגשה זו.
hi: इस सबमिशन के लिए अपलोड करने के लिए एक फ़ाइल का चयन करें।
hu: Válasszon ki egy fájlt a beküldéshez való feltöltéshez.
id: Pilih file untuk diunggah untuk kiriman ini.
ja: この提出のためにアップロードするファイルを選択してください。
kk: Бұл жіберу үшін жүктеп салу үшін файлды таңдаңыз.
lv: Atlasiet failu, ko augšupielādēt šim iesniegumam.
pt_pt: Selecione um ficheiro para carregar e enviar.
sq: Zgjidhni një skedar për të ngarkuar për këtë paraqitje.
uz: Ushbu yuborish uchun yuklanadigan faylni tanlang.
vi: Chọn một tập tin để tải lên cho bài nộp này.

source: Supported file types:
af_za: Ondersteunde lêertipes:
el: Συμβατοί τύποι αρχείων:
fa: انواع پوشه‌های پشتیبانی‌شده:
fr_ca: Types de fichiers pris en charge :
hi: समर्थित फ़ाइल प्रकार:
hu: Támogatott fájltípusok:
ja: サポートされているファイル形式:
kk: Қолдау көрсетілетін файл түрлері:
lv: Atbalstītie failu veidi:
pt_pt: Tipos de ficheiros suportados:
sq: Llojet e skedarëve të mbështetur:
uz: Qo'llab-quvvatlanadigan fayl turlari:
vi: Các loại tập tin được hỗ trợ:

source: Upload files
af_za: Laai lêers op
el: Μεταφόρτωση αρχείων
fa: بارگذاری پوشه‌ها
fr_ca: Téléverser les fichiers
he: העלה את הקובץ
hi: फाइलें अपलोड करें
hu: Fájlok feltöltése
id: Unggah file
ja: ファイルをアップロード
kk: Файлдарды жүктеп салу
lv: Augšupielādējiet failus
pt_pt: Ficheiros carregados
sq: Ngarko skedarë
sw: Pakia faili
uz: Fayllarni yuklash
vi: Tải tập tin lên

source: Upload file
af_za: Laai leêr op
el: Μεταφόρτωση Αρχείου
fa: بارگذاری پوشه
fr_ca: Téléverser un fichier
hi: फ़ाइल अपलोड करें
hu: Fájl feltöltése
id: Unggah berkas
ja: ファイルをアップロード
kk: Файлды жүктеп салу
lv: Augšupielādēt failu
pt_pt: Carregar ficheiro
sq: Ngarko skedarin
uz: Faylni yuklash
vi: Cập nhật dử liệu

source: This is a team submission.
af_za: Dit is &#39;n spanvoorlegging.
el: Αυτή είναι μια ομαδική υποβολή.
fa: این ارسال توسط یک تیم است.
fr_ca: Ceci est une soumission d'équipe.
he: זוהי הגשת צוות.
hi: यह एक टीम सबमिशन है।
hu: Ez egy csapatbeküldés.
id: Ini adalah pengajuan tim.
ja: これはチームの提出物です。
kk: Бұл топтың ұсынысы.
lv: Šis ir komandas iesniegums.
pt_pt: Esta é uma submissão da equipa.
sq: Ky është një paraqitje ekipore.
uz: Bu jamoa taqdimoti.
vi: Đây là một bài nộp nhóm.

source: One team member should submit a response with the team’s shared files and a text response on behalf of the entire team.
af_za: Een spanlid moet &#39;n antwoord met die span se gedeelde lêers en &#39;n teksantwoord namens die hele span indien.
el: Ένα μέλος της ομάδας θα πρέπει να υποβάλει μια απάντηση με τα κοινόχρηστα αρχεία της ομάδας και μια απάντηση κειμένου εκ μέρους ολόκληρης της ομάδας.
fa: یکی از اعضای تیم باید یک پاسخ با پوشه‌های مشترک تیم و یک پاسخ متنی از طرف کل تیم ارسال کند.
he: חבר צוות אחד צריך לבצע הגשה עם הקבצים המשותפים של הצוות ותגובת טקסט מטעם הצוות כולו.
hi: टीम के एक सदस्य को टीम की साझा फ़ाइलों के साथ एक प्रतिक्रिया और पूरी टीम की ओर से एक पाठ प्रतिक्रिया प्रस्तुत करनी चाहिए।
hu: Egy csapattagnak kell benyújtania a választ a csapat megosztott fájljaival és egy szöveges válasszal az egész csapat nevében.
id: Satu anggota tim harus mengirimkan tanggapan beserta file bersama tim dan tanggapan teks atas nama seluruh tim.
kk: Бір топ мүшесі жауапты топтың ортақ файлдарымен және бүкіл топ атынан мәтіндік жауаппен жіберуі керек.
lv: Vienam komandas loceklim jāiesniedz atbilde ar komandas kopīgajām datnēm un teksta atbilde visas komandas vārdā.
sq: Një anëtar i ekipit duhet të paraqesë një përgjigje me skedarët e përbashkët të ekipit dhe një përgjigje tekstuale në emër të të gjithë ekipit.
uz: Bir jamoa a'zosi jamoaning umumiy fayllari va butun jamoa nomidan matnli javob bilan javob yuborishi kerak.
vi: Một thành viên trong nhóm phải gửi phản hồi kèm theo các tệp được chia sẻ của nhóm và phản hồi bằng văn bản thay mặt cho toàn bộ nhóm.

source: One team member should submit a response with the team’s shared files on behalf of the entire team.
af_za: Een spanlid moet &#39;n antwoord met die span se gedeelde lêers namens die hele span indien.
el: Ένα μέλος της ομάδας θα πρέπει να υποβάλει μια απάντηση με τα κοινόχρηστα αρχεία της ομάδας εκ μέρους ολόκληρης της ομάδας.
fa: یکی از اعضای تیم باید از طرف کل تیم پاسخی را با پوشه‌های مشترک تیم ارسال کند.
he: חבר צוות אחד צריך לבצע הגשה עם הקבצים המשותפים של הצוות בשם כל הצוות.
hi: टीम के एक सदस्य को पूरी टीम की ओर से टीम की साझा फ़ाइलों के साथ प्रतिक्रिया प्रस्तुत करनी चाहिए।
hu: Egy csapattagnak kell benyújtania a választ a csapat megosztott fájljaival az egész csapat nevében.
id: Satu anggota tim harus mengirimkan tanggapan beserta file bersama tim atas nama seluruh tim.
kk: Бір топ мүшесі жауапты топтың ортақ файлдарымен бүкіл топ атынан жіберуі керек.
lv: Vienam komandas loceklim visas komandas vārdā jāiesniedz atbilde ar komandas kopīgajām datnēm.
sq: Një anëtar i ekipit duhet të dorëzojë një përgjigje me skedarët e përbashkët të ekipit në emër të të gjithë ekipit.
uz: Bir jamoa a'zosi butun jamoa nomidan jamoaning umumiy fayllari bilan javob yuborishi kerak.
vi: Một thành viên trong nhóm phải gửi phản hồi kèm theo các tệp được chia sẻ của nhóm thay mặt cho toàn bộ nhóm.

source: One team member should submit a text response on behalf of the entire team.
af_za: Een spanlid moet &#39;n teksreaksie namens die hele span indien.
el: Ένα μέλος της ομάδας θα πρέπει να υποβάλει μια απάντηση κειμένου εκ μέρους ολόκληρης της ομάδας.
fa: یک عضو از تیم باید یک پاسخ متنی از طرف کل تیم ارسال کند.
he: חבר צוות אחד צריך להגיש תגובת טקסט בשם כל הצוות.
hi: टीम के एक सदस्य को पूरी टीम की ओर से एक टेक्स्ट प्रतिक्रिया प्रस्तुत करनी चाहिए।
hu: Egy csapattagnak kell benyújtania egy szöveges választ az egész csapat nevében.
id: Satu anggota tim harus mengirimkan tanggapan teks atas nama seluruh tim.
ja: チームの代表者が、チーム全体を代表してテキスト応答を提出する必要があります。
kk: Бір топ мүшесі бүкіл команда атынан мәтіндік жауап жіберуі керек.
lv: Vienam komandas dalībniekam ir jāiesniedz teksta atbilde visas komandas vārdā.
sq: Një anëtar i ekipit duhet të dorëzojë një përgjigje me tekst në emër të të gjithë ekipit.
uz: Bitta jamoa a'zosi butun jamoa nomidan matnli javob yuborishi kerak.
vi: Một thành viên trong nhóm phải gửi phản hồi bằng văn bản thay mặt cho toàn bộ nhóm.

source: One team member should submit on behalf of the entire team.
af_za: Een spanlid moet namens die hele span indien.
el: Ένα μέλος της ομάδας πρέπει να υποβάλει για λογαριασμό ολόκληρης της ομάδας.
fa: یک عضو از تیم باید به نمایندگی از کل تیم ارسال کند.
he: חבר צוות אחד צריך לבצע הגשה בשם כל הצוות.
hi: टीम के एक सदस्य को पूरी टीम की ओर से प्रस्तुत करना चाहिए।
hu: Egy csapattagnak kell benyújtania a teljes csapat nevében.
id: Satu anggota tim harus mengajukan atas nama seluruh tim.
kk: Бір топ мүшесі бүкіл команда атынан жіберуі керек.
lv: Viens komandas dalībnieks jāiesniedz visas komandas vārdā.
sq: Një anëtar i ekipit duhet të dorëzojë në emër të të gjithë ekipit.
uz: Bir jamoa a'zosi butun jamoa nomidan topshirishi kerak.
vi: Một thành viên trong nhóm nên gửi thay mặt cho toàn bộ nhóm.
