Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: This task is not yet available. Check back to complete the assignment once this section has opened.
af_za: Hierdie taak is nog nie beskikbaar nie. Gaan terug om die opdrag te voltooi sodra hierdie afdeling oopgemaak het.
el: Το βήμα αυτό δεν είναι ακόμη διαθέσιμο. Επανέλθετε για να γράψετε την εργασία σας, μόλις ανοίξει αυτό το πεδίο.
fa: این کار هنوز در دسترس نیست. پس از بازشدن این بخش، دوباره بررسی کنید تا تکلیف را تکمیل کنید.
fr_ca: Cette tâche n'est pas disponible pour le moment. Revenez pour compléter ce devoir une fois que cette section sera ouverte.
he: המטלה אינה זמינה עדיין. חזור להשלים את המטלה כאשר יפתח חלק זה.
hi: यह कार्य अभी तक उपलब्ध नहीं है. यह अनुभाग खुलने के बाद असाइनमेंट पूरा करने के लिए दोबारा जाँचें।
hu: Ez a feladat még nem érhető el. Térjen vissza később, hogy befejezze a feladatot, miután ez a szakasz megnyílt.
id: Tugas ini belum tersedia. Cek kembali untuk melengkapi penugasan setelah bagian ini dibuka.
ja: このタスクはまだ利用できません。このセクションが開いたら、課題を完了してください。
kk: Бұл тапсырма әлі қолжетімді емес. Бұл бөлім ашылғаннан кейін тапсырманы орындау үшін қайта тексеріңіз.
lv: Šis uzdevums vēl nav pieejams. Atgriezieties, lai pabeigtu uzdevumu, kad šī sadaļa būs atvērta.
pt_pt: Esta etapa ainda não está disponível. Volte mais tarde para poder concluir a tarefa, uma vez que esta secção já foi aberta.
sq: Kjo detyrë nuk është ende e disponueshme. Kontrolloni përsëri për të përfunduar detyrën pasi të jetë hapur ky seksion.
uz: Bu vazifa hali mavjud emas. Ushbu bo'lim ochilgandan so'ng topshiriqni bajarish uchun yana tekshiring.
vi: Nhiệm vụ này vẫn chưa có sẵn. Kiểm tra lại để hoàn thành bài tập khi phần này đã mở.

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
af_za: Hierdie opdrag het gesluit. Een of meer sperdatums vir hierdie werkopdrag is verby. Jy sal &#39;n onvolledige graad vir hierdie werkopdrag ontvang.
el: Η εργασία αυτή έχει κλείσει καθώς μία ή περισσότερες από τις προθεσμίες υποβολής έχουν λήξει. Αντί βαθμού, θα λάβετε την ειδοποίηση ότι "Η εργασία δεν ολοκληρώθηκε".
fa: این تکلیف بسته است. یک یا چند مهلت این تکلیف سپری شده است. برای این تکلیف، نمرۀ ناقص دریافت خواهید کرد.
fr_ca: Ce devoir est fermé. Une ou plusieurs échéances de remise sont dépassées pour ce devoir. Vous obtiendrez donc une note partielle, incomplète.
he: משימה זו נסגרה. תאריך יעד אחד או יותר למשימה זו עבר. תקבל ציון חלקי עבור משימה זו.
hi: यह असाइनमेंट बंद हो गया है. इस असाइनमेंट के लिए एक या अधिक समय सीमाएँ बीत चुकी हैं। आपको इस असाइनमेंट के लिए अधूरा ग्रेड प्राप्त होगा।
hu: Ez a feladat lezárult. Ennek a feladatnak egy vagy több határideje lejárt. Hiányos osztályzatot fog kapni erre a feladatra.
id: Penugasan ini telah ditutup. Satu tenggat waktu atau lebih untuk penugasan ini telah lewat. Anda akan menerima nilai yang tidak lengkap untuk penugasan ini.
ja: この課題は締め切られました。この課題の締め切りの一つ以上が過ぎています。この課題については不完全な成績がつきます。
kk: Бұл тапсырма жабылды. Бұл тапсырманың бір немесе бірнеше мерзімі өтті. Сіз бұл тапсырма үшін толық емес баға аласыз.
lv: Šis uzdevums ir slēgts. Ir pagājis viens vai vairāki šī uzdevuma izpildes termiņi. Par šo uzdevumu jūs saņemsiet nepabeigtu vērtējumu.
pt_pt: Esta tarefa terminou. Os prazos desta tarefa expiraram. Receberá uma classificação incompleta para esta tarefa.
sq: Kjo detyrë është mbyllur. Një ose më shumë afate për këtë detyrë kanë kaluar. Ju do të merrni një notë jo të plotë për këtë detyrë.
uz: Bu topshiriq yopildi. Ushbu topshiriq uchun bir yoki bir nechta muddat o'tdi. Ushbu topshiriq uchun siz to'liq bo'lmagan baho olasiz.
vi: Nhiệm vụ này đã kết thúc. Một hoặc nhiều thời hạn cho nhiệm vụ này đã trôi qua. Bạn sẽ nhận được điểm không đầy đủ cho bài tập này.

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
af_za: Jy het hierdie opdrag voltooi. Jou finale graad sal beskikbaar wees wanneer die assesserings van jou antwoord voltooi is.
el: Έχετε ολοκληρώσει την εργασία. Ο τελικός σας βαθμός θα είναι διαθέσιμος μόλις ολοκληρωθούν οι αξιολογήσεις της.
fa: شما این تکلیف را انجام داده‌اید. نمرۀ نهایی شما زمانی در دسترس خواهد بود که ارزیابی پاسخ شما کامل شود.
fr_ca: Vous avez complété ce devoir. Votre note finale sera disponible lorsque les évaluations de votre réponse seront complétées.
he: השלמת משימה זו. הציון הסופי יהיה זמין כאשר יושלמו ההערכות על תשובתך.
hi: आपने यह कार्य पूरा कर लिया है. आपका अंतिम ग्रेड तब उपलब्ध होगा जब आपकी प्रतिक्रिया का मूल्यांकन पूरा हो जाएगा।
id: Anda telah menyelesaikan penugasan ini. Nilai akhir Anda akan tersedia setelah penilaian untuk respon Anda telah lengkap.
ja: この課題を完了しました。あなたの最終成績は、あなたの回答の評価が完了したときに利用可能になります。
kk: Сіз бұл тапсырманы орындадыңыз. Сіздің қорытынды бағаңыз жауапыңызды бағалау аяқталған кезде қолжетімді болады.
lv: Jūs pabeidzāt šo uzdevumu. Jūsu galīgais vērtējums būs pieejams, kad būs pabeigts jūsu atbildes vērtējums.
pt_pt: Concluiu esta tarefa. A sua classificação final estará disponível quando as suas respostas forem avaliadas.
sq: Ju e keni përfunduar këtë detyrë. Nota juaj përfundimtare do të jetë e disponueshme kur të përfundojnë vlerësimet e përgjigjes suaj.
uz: Siz bu topshiriqni bajardingiz. Sizning yakuniy bahongiz javobingizni baholash tugagach, mavjud bo'ladi.
vi: Bạn đã hoàn thành nhiệm vụ này. Điểm cuối cùng của bạn sẽ có khi việc đánh giá câu trả lời của bạn hoàn tất.

source: You have completed this assignment. Review your grade and your assessment details.
af_za: Jy het hierdie opdrag voltooi. Hersien jou graad en jou assesseringsbesonderhede.
el: Έχετε ολοκληρώσει την εργασία. Δείτε τον βαθμό σας και τις λεπτομέρειες της αξιολόγησής σας.
fa: شما این تکلیف را انجام داده‌اید. نمره و جزئیات ارزیابی خود را مرور کنید.
fr_ca: Vous avez complété ce devoir. Vérifiez votre note et les détails de votre évaluation.
he: השלמת משימה זו. בדוק את הציון שלך ואת פרטי ההערכה שלך.
hi: आपने यह कार्य पूरा कर लिया है. अपने ग्रेड और अपने मूल्यांकन विवरण की समीक्षा करें।
hu: Ön befejezte ezt a feladatot. Tekintse át az osztályzatát és az értékelés részleteit.
id: Anda telah menyelesaikan penugasan ini. Tinjau nilai Anda dan rincian penilaian Anda.
ja: この課題を完了しました。成績と評価の詳細を確認してください。
kk: Сіз бұл тапсырманы орындадыңыз. Бағаңызды және бағалау мәліметтеріңізді қарап шығыңыз.
lv: Jūs pabeidzāt šo uzdevumu. Pārskatiet savu vērtējumu un informāciju par vērtējumu.
pt_pt: Concluiu esta tarefa. Reveja a sua classificação e os detalhes da avaliação.
sq: Ju e keni përfunduar këtë detyrë. Rishikoni notën tuaj dhe detajet e vlerësimit tuaj.
uz: Siz bu topshiriqni bajardingiz. Baholaringizni va baholash tafsilotlarini ko'rib chiqing.
vi: Bạn đã hoàn thành nhiệm vụ này. Xem lại điểm và chi tiết đánh giá của bạn.

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
af_za: Hierdie opdrag is aan die gang. Leerderopleiding sluit binnekort. Voltooi die leerderopleidingstap om aan te beweeg.
el: Η εργασία είναι σε εξέλιξη. Η διαδικασία εξάσκησης θα λήξει σύντομα. Ολοκληρώστε την εξάσκηση για να προχωρήσετε στο επόμενο βήμα.
fa: این تکلیف درحال انجام است. آموزش فراگیران به‌زودی بسته می‌شود. برای ادامه، مرحلۀ آموزش فراگیرنده را کامل کنید.
fr_ca: Ce devoir est en cours. La formation de l'apprenant se terminera bientôt. Complétez l'étape de formation de l'apprenant pour poursuivre.
he: משימה זו נמצאת בתהליך. תרגול הלומד ייסגר בקרוב. השלם את שלב תרגול הלומד על מנת להמשיך הלאה.
hi: यह कार्य प्रगति पर है. शिक्षार्थी प्रशिक्षण जल्द ही बंद हो जाएगा. आगे बढ़ने के लिए शिक्षार्थी प्रशिक्षण चरण को पूरा करें।
hu: Ez a feladat folyamatban van. A tanulói képzés hamarosan lezárul. Fejezze be a tanulói képzési lépést a továbblépéshez.
id: Penilaian ini sedang dalam proses. Latihan peserta akan segera ditutup. Selesaikan langkah latihan peserta untuk maju ke tahap selanjutnya.
ja: この課題は進行中です。学習者トレーニングはまもなく終了します。次に進むには、学習者トレーニングステップを完了してください。
kk: Бұл тапсырма орындалуда. Жақында студенттерге арналған тренинг аяқталады. Жалғастыру үшін оқушыны оқыту қадамын аяқтаңыз.
lv: Šis uzdevums tiek izpildīts. Audzēkņu apmācība drīz beigsies. Pabeidziet kursa dalībnieka apmācības soli, lai turpinātu.
pt_pt: Esta tarefa está em andamento. A etapa de formação do estudante terminará em breve. Conclua esta etapa para poder avançar.
sq: Kjo detyrë është në vazhdim e sipër. Trajnimi i nxënësve do të mbyllet së shpejti. Përfundoni hapin e trajnimit të nxënësve për të ecur përpara.
uz: Bu topshiriq bajarilmoqda. O'quvchilarni tayyorlash tez orada tugaydi. Davom etish uchun o'quvchini tayyorlash bosqichini yakunlang.
vi: Nhiệm vụ này đang được tiến hành. Chương trình đào tạo học viên sẽ sớm kết thúc. Hoàn thành bước đào tạo người học để tiếp tục.

source: This assignment is in progress. Complete the learner training step to move on.
af_za: Hierdie opdrag is aan die gang. Voltooi die leerderopleidingstap om aan te beweeg.
el: Η εργασία είναι σε εξέλιξη. Ολοκληρώστε την εξάσκηση για να προχωρήσετε στο επόμενο βήμα.
fa: این تکلیف درحال انجام است. برای ادامه، مرحلۀ آموزش فراگیرنده را کامل کنید.
fr_ca: Ce devoir est en cours. Complétez l'étape de formation de l'apprenant pour poursuivre.
he: משימה זו נמצאת בתהליך. השלם את שלב תרגול הלומד על מנת להמשיך הלאה.
hi: यह कार्य प्रगति पर है. आगे बढ़ने के लिए शिक्षार्थी प्रशिक्षण चरण को पूरा करें।
hu: Ez a feladat folyamatban van. Fejezze be a tanulói képzési lépést a továbblépéshez.
id: Penugasan sedang berlangsung. Selesaikan langkah latihan peserta untuk maju ke tahap selanjutnya.
ja: この課題は進行中です。学習者トレーニングのステップを完了して次に進んでください。
kk: Бұл тапсырма орындалуда. Жалғастыру үшін оқушыны оқыту қадамын аяқтаңыз.
lv: Šis uzdevums tiek izpildīts. Pabeidziet kursa dalībnieka apmācības soli, lai turpinātu.
pt_pt: Esta tarefa está em andamento. Conclua a etapa de formação do estudante para poder avançar.
sq: Kjo detyrë është në vazhdim e sipër. Plotësoni hapin e trajnimit të nxënësve për të ecur përpara.
uz: Bu topshiriq bajarilmoqda. Davom etish uchun o'quvchini tayyorlash bosqichini yakunlang.
vi: Nhiệm vụ này đang được tiến hành. Hoàn thành bước đào tạo người học để tiếp tục.

source: This assignment is in progress. Check back later when the assessment period has started.
af_za: Hierdie opdrag is aan die gang. Kom kyk later weer wanneer die assesseringstydperk begin het.
el: Η εργασία είναι σε εξέλιξη. Ελέγξτε αργότερα για το αν έχει ξεκινήσει η διαδικασία αλληλοξιολόγησης.
fa: این تکلیف درحال انجام است. بعداً وقتی دوره ارزیابی شروع شد دوباره بررسی کنید.
fr_ca: Ce devoir est en cours. Revenez plus tard lorsque la période d'évaluation aura débuté.
he: משימה זו נמצאת בתהליך. חזור מאוחר יותר כאשר תקופת ההערכה נפתחת.
hi: यह कार्य प्रगति पर है. मूल्यांकन अवधि शुरू होने पर बाद में दोबारा जाँचें।
hu: Ez a feladat folyamatban van. Nézzen vissza később, amikor a felmérési időszak elkezdődött.
id: Penugasan sedang berlangsung. Cek kembali saat periode penilaian telah dimulai.
ja: この課題は進行中です。評価期間が始まったら、再度ご確認ください。
kk: Бұл тапсырма орындалуда. Бағалау кезеңі басталған кезде қайта тексеріңіз.
lv: Šis uzdevums tiek izpildīts. Pārbaudiet vēlāk, kad būs sācies vērtēšanas periods.
pt_pt: Esta tarefa está em andamento. Volte mais tarde quando o período de avaliação tiver início.
sq: Kjo detyrë është në vazhdim e sipër. Kontrolloni përsëri më vonë kur të ketë filluar periudha e vlerësimit.
uz: Bu topshiriq bajarilmoqda. Baholash davri boshlanganda keyinroq tekshiring.
vi: Nhiệm vụ này đang được tiến hành. Hãy kiểm tra lại sau khi thời gian đánh giá đã bắt đầu.

source: %(start_strong)sThis assignment is in progress. The self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
af_za: %(start_strong)s Hierdie opdrag is aan die gang. Die selfassesseringstap sal binnekort sluit. %(end_strong)s Jy moet nog die %(start_link)s selfassessering %(end_link)s stap voltooi.
el: %(start_strong)sΗ εργασία είναι σε εξέλιξη. Η διαδικασία αυτοαξιολόγησης θα λήξει σύντομα.%(end_strong)s Θα πρέπει να ολοκληρώσετε σύντομα το βήμα της %(start_link)sαυτοαξιολόγησης%(end_link)s.
fa: %(start_strong)s این تکلیف درحال انجام است. مرحلۀ خودارزیابی به‌زودی بسته می‌شود. %(end_strong)s هنوز باید مرحلۀ خودارزیابی %(start_link)s %(end_link)s را تکمیل کنید.
fr_ca: %(start_strong)sCe devoir est en cours. L'étape d'auto-évaluation va bientôt fermer.%(end_strong)s Vous devez toujours compléter l'étape d'%(start_link)s auto-évaluation%(end_link)s.
he: %(start_strong)s משימה זו נמצאת בתהליך. שלב ההערכה העצמית ייסגר בקרוב. %(end_strong)s עליך להשלים עדיין את %(start_link)s שלב %(end_link)s ההערכה העצמית.
hi: %(start_strong)s यह असाइनमेंट प्रगति पर है। स्व-मूल्यांकन चरण जल्द ही बंद हो जाएगा। %(end_strong)s आपको अभी भी %(start_link)s आत्म मूल्यांकन %(end_link)s चरण को पूरा करने की आवश्यकता है।
hu: %(start_strong)sEz a feladat folyamatban van. Az önértékelési lépés hamarosan lezárul.%(end_strong)s Még mindig be kell fejeznie az %(start_link)sönértékelési%(end_link)s lépést.
id: %(start_strong)sPenugasan sedang berlangsung. Langkah penilaian mandiri akan segera ditutup.%(end_strong)s Anda masih harus menyelesaikan langkah %(start_link)spenilaian mandiri%(end_link)s.
ja: %(start_strong)sこの課題は進行中です。自己評価のステップはまもなく終了します。%(end_strong)s まだ%(start_link)s自己評価%(end_link)sのステップを完了する必要があります。
kk: %(start_strong)s Бұл тапсырма орындалуда. Жақында өзін-өзі бағалау кезеңі аяқталады. %(end_strong)s Сізге әлі %(start_link)s өзін-өзі бағалау %(end_link)s қадамын аяқтау қажет.
lv: %(start_strong)sŠis uzdevums tiek pildīts. Pašnovērtējuma posms drīz beigsies.%(end_strong)s Jums vēl ir jāpabeidz pašnovērtējuma posms %(start_link)s%(end_link)s .
pt_pt: %(start_strong)s Esta tarefa está em curso. A etapa de auto-avaliação terminará em breve. %(end_strong)s Ainda necessita de concluir a etapa de %(start_link)sauto-avaliação%(end_link)s.
sq: %(start_strong)s Kjo detyrë është në vazhdim. Hapi i vetëvlerësimit do të mbyllet së shpejti. %(end_strong)s Ju duhet ende të përfundoni hapin e vetëvlerësimit %(start_link)s %(end_link)s .
uz: %(start_strong)s Bu topshiriq bajarilmoqda. O'z-o'zini baholash bosqichi tez orada yopiladi. %(end_strong)s Siz hali ham %(start_link)s o'z-o'zini baholash %(end_link)s bosqichini bajarishingiz kerak.
vi: %(start_strong)s Nhiệm vụ này đang được thực hiện. Bước tự đánh giá sẽ sớm kết thúc. %(end_strong)s Bạn vẫn cần hoàn thành bước tự đánh giá %(start_link)s %(end_link)s .

source: This assignment is in progress. You still need to complete the %(start_link)sself assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. Jy moet steeds die %(start_link)s selfassessering %(end_link)s stap voltooi.
el: Η εργασία είναι σε εξέλιξη. Δεν έχετε ακόμη ολοκληρώσει το βήμα της %(start_link)sαυτοαξιολόγησης%(end_link)s
fa: این تکلیف درحال انجام است. هنوز باید مرحلۀ %(start_link)s خود ارزیابی %(end_link)s را تکمیل کنید.
fr_ca: Ce devoir est en cours. Vous avez toujours à compléter l'étape d'%(start_link)sauto-évaluation%(end_link)s.
he: משימה זו נמצאת בתהליך. עליך להשלים עדיין את %(start_link)sשלב%(end_link)s ההערכה העצמית.
hi: यह कार्य प्रगति पर है. आपको अभी भी %(start_link)s स्व-मूल्यांकन %(end_link)s चरण को पूरा करने की आवश्यकता है।
hu: Ez a feladat folyamatban van. Még be kell fejeznie a %(start_link)sönértékelés%(end_link)s lépést.
id: Penugasan sedang berlangsung. Anda masih harus menyelesaikan langkah %(start_link)spenilaian mandiri%(end_link)s.
kk: Бұл тапсырма орындалуда. Сізге әлі де %(start_link)s өзін-өзі бағалау %(end_link)s қадамын аяқтау қажет.
lv: Šis uzdevums tiek izpildīts. Jums joprojām ir jāpabeidz %(start_link)s pašnovērtējuma %(end_link)s darbība.
pt_pt: Esta tarefa está em curso. Ainda necessita de concluir a etapa de %(start_link)sauto-avaliação%(end_link)s.
sq: Kjo detyrë është në vazhdim e sipër. Ju ende duhet të përfundoni hapin e vetëvlerësimit %(start_link)s %(end_link)s .
uz: Bu topshiriq bajarilmoqda. Siz hali ham %(start_link)s o'z-o'zini baholash %(end_link)s bosqichini bajarishingiz kerak.
vi: Nhiệm vụ này đang được tiến hành. Bạn vẫn cần hoàn thành bước tự đánh giá %(start_link)s %(end_link)s .

source: This assignment is in progress.%(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. %(start_strong)s Die portuurassesseringstap sal binnekort sluit. %(end_strong)s Alle voorgelê portuurantwoorde is geassesseer. Kom kyk later weer om te sien of meer leerders antwoorde ingedien het. Jy moet steeds die %(start_link)s portuurassessering %(end_link)s stap voltooi.
el: Η εργασία είναι σε εξέλιξη. %(start_strong)sΗ αλληλοαξιολόγηση θα λήξει σύντομα.%(end_strong)s Όλες οι υποβληθείσες εργασίες έχουν αξιολογηθεί. Ελέγξτε αργότερα εάν και άλλοι φοιτητές έχουν υποβάλλει τις αποκρίσεις τους, καθώς θα πρέπει να ολοκληρώσετε άμεσα και τη διαδικασία της %(start_link)sαλληλοαξιολόγησης%(end_link)s.
fa: این تکلیف درحال انجام است. %(start_strong)s مرحلۀ ارزیابی همتا به‌زودی بسته می‌شود. %(end_strong)s همۀ پاسخ‌های ارسالی همتا ارزیابی شده‌اند. بعداً دوباره بررسی کنید تا ببینید آیا فراگیران بیشتری پاسخ‌ را ارسال کرده‌اند یا خیر. هنوز باید مرحلۀ %(start_link)s ارزیابی همتا %(end_link)s را تکمیل کنید.
fr_ca: Ce devoir est en cours.%(start_strong)sL'étape d'évaluation par les pairs va bientôt fermer.%(end_strong)s Toutes les réponses ont été évaluées. Revenez plus tard pour voir si d'autres apprenants on soumis des réponses. Vous devez toujours compléter l'étape d'%(start_link)s évaluation par les pairs%(end_link)s.
he: משימה זו נמצאת בתהליך. %(start_strong)s שלב הערכת העמיתים ייסגר בקרוב. %(end_strong)s כל תשובות העמיתים שנשלחו הוערכו. בדוק מאוחר יותר על מנת לראות אם לומדים נוספים שלחו תשובות. עליך להשלים עדיין את שלב %(start_link)s הערכת עמיתים%(end_link)s step.
hi: यह कार्य प्रगति पर है. %(start_strong)s सहकर्मी मूल्यांकन चरण जल्द ही बंद हो जाएगा। %(end_strong)s सभी प्रस्तुत सहकर्मी प्रतिक्रियाओं का मूल्यांकन किया गया है। यह देखने के लिए बाद में दोबारा जाँचें कि क्या अधिक शिक्षार्थियों ने प्रतिक्रियाएँ सबमिट की हैं। आपको अभी भी %(start_link)s सहकर्मी मूल्यांकन %(end_link)s चरण को पूरा करने की आवश्यकता है।
hu: Ez a feladat folyamatban van.%(start_strong)sA társértékelési lépés hamarosan lezárul.%(end_strong)s Minden benyújtott társértékelési válasz értékelve lett. Nézzen vissza később, hogy lássa, benyújtottak-e további válaszokat a tanulók. Még mindig be kell fejeznie a %(start_link)stársértékelési%(end_link)s lépést.
id: Penugasan sedang berlangsung. %(start_strong)sLangkah penilaian sebaya akan segera ditutup.%(end_strong)s Semua respon sebaya yang telah dikirimkan telah dinilai. Cek kembali untuk melihat jika semua peserta telah mengirim respon. Anda masih harus menyelesaikan langkah %(start_link)spenilaian sebaya%(end_link)s.
ja: この課題は進行中です。%(start_strong)sピア評価のステップはまもなく終了します。%(end_strong)s 提出されたすべてのピアレスポンスは評価済みです。さらに学習者がレスポンスを提出したかどうか、後で確認してください。%(start_link)sピア評価%(end_link)sのステップをまだ完了していません。
kk: Бұл тапсырма орындалуда. %(start_strong)s Өзара бағалау қадамы жақында жабылады. %(end_strong)s Барлық жіберілген әріптес жауаптары бағаланды. Көп оқушы жауаптар жібергенін көру үшін кейінірек қайта тексеріңіз. Сізге әлі де %(start_link)s тең дәрежелі бағалау %(end_link)s қадамын аяқтау қажет.
lv: Šis uzdevums tiek pildīts.%(start_strong)sSavstarpējā vērtēšanas posms drīz beigsies.%(end_strong)s Visas iesniegtās speciālistu atbildes ir novērtētas. Pārbaudiet vēlāk, lai uzzinātu, vai atbildes ir iesnieguši vēl citi audzēkņi. Jums vēl ir jāpabeidz %(start_link)ssalīdzinošā novērtējuma%(end_link)s posms.
pt_pt: Esta tarefa está em curso. %(start_strong)sA etapa de avaliação dos pares terminará em breve.%(end_strong)s Todas as respostas dos pares já foram avaliadas. Volte mais tarde para verificar se existem novas respostas de estudantes. Ainda necessita de concluir a etapa de %(start_link)savaliação dos pares%(end_link)s.
sq: Kjo detyrë është në vazhdim e sipër. %(start_strong)s Hapi i vlerësimit kolegial do të mbyllet së shpejti. %(end_strong)s Të gjitha përgjigjet e dorëzuara nga kolegët janë vlerësuar. Kontrolloni përsëri më vonë për të parë nëse më shumë nxënës kanë dorëzuar përgjigje. Ju duhet ende të përfundoni hapin %(start_link)s vlerësimi nga kolegët %(end_link)s .
uz: Bu topshiriq bajarilmoqda. %(start_strong)s Tengdoshlarni baholash bosqichi tez orada yopiladi. %(end_strong)s Barcha yuborilgan tengdoshlar javoblari baholandi. Koʻproq oʻquvchilar javob yuborganligini bilish uchun keyinroq tekshiring. Siz hali ham %(start_link)s tengdoshlarini baholash %(end_link)s bosqichini bajarishingiz kerak.
vi: Nhiệm vụ này đang được tiến hành. %(start_strong)s Bước đánh giá ngang hàng sẽ sớm kết thúc. %(end_strong)s Tất cả các phản hồi ngang hàng gửi đã được đánh giá. Hãy kiểm tra lại sau để xem có thêm học viên nào đã gửi câu trả lời hay không. Bạn vẫn cần phải hoàn thành bước đánh giá ngang hàng %(start_link)s %(end_link)s .
