Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, de_de, el, fa, he, hi, hu, id, it_it, ja, ka, kk, lv, nl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Error getting the number of ungraded responses
af_za: Kon nie die aantal ongegradeerde antwoorde kry nie
ar: حدث خطأ أثناء محاولة الحصول على عدد الردود غير المُقيّمة.
az: Qiymətləndirilməmiş cavabların sayını əldə edərkən xəta baş verdi
de_de: Fehler bei der Abfrage der Anzahl der unbenoteten Antworten
el: Σφάλμα στην παραλαβή του αριθμού των μη βαθμολογημένων απαντήσεων.
fa: خطا در دریافت تعداد پاسخ‌های بدون نمره
he: שגיאה בעת ניסיון לקבל את מספר התשובות הלא-מדורגות.
hi: अनग्रदेड रेसपोनस का नंबर लेने के लिए एर्र आ रहा है
hu: Hiba történt a nem értékelt válaszok számának lekérésekor
id: Tidak dapat menampilkan jumlah tanggapan yang belum dinilai.
it_it: Errore durante l'acquisizione del numero di risposte senza voto
ja: 未採点の回答数を取得する際のエラー
ka: შესაფასებელი პასუხების რაოდენობის დათვლისას შეცდომა დაფიქსირდა.
kk: Бағаланбаған жауаптар санын алу қатесі
lv: Iegūstot nenovērtēto atbilžu skaitu, radās kļūda
nl: Fout bij het ophalen van het aantal niet-beoordeelde reacties
pt_br: Erro ao obter o número de respostas não corrigidas.
pt_pt: Erro ao obter o número de respostas sem classificação
ro: Eroare la obținerea numărului de răspunsuri neevaluate
ru: Ошибка при получении количества неоцененных ответов
sq: Gabim në marrjen e numrit të përgjigjeve të pavlerësuara
sv: Det gick inte att hämta antalet svar utan betyg
sw: Hitilafu katika kupata idadi ya majibu ambayo hayajawekwa alama
te: గ్రేడ్ చేయని ప్రతిస్పందనల సంఖ్యను పొందడంలో లోపం ఏర్పడింది
th: เกิดข้อผิดพลาดในการรับจำนวนคำตอบที่ไม่ได้ให้คะแนน
tr_tr: Notlandırılmamış cevapların sayısını çekmede hata
uk: Помилка під час отримання кількості не перевірених відповідей.
uz: Baholanmagan javoblar sonini olishda xatolik yuz berdi
vi: Lỗi khi nhận được số lượng câu trả lời chưa được xếp loại

source: If you leave this page without submitting your staff assessment, you will lose any work you have done.
af_za: As jy hierdie bladsy verlaat sonder om jou personeelassessering in te dien, sal jy enige werk wat jy gedoen het verloor.
ar: ستفقد أي تغيير كنت قد أجريته إذا تركت هذه الصفحة دون تقديم تقييمك للطاقم.
az: Əgər siz heyət qiymətləndirməsini göndərmədən bu səhifəni tərk etsəniz, siz indiyədək gördüyünüz işləri itirəcəksiniz.
de_de: Wenn Sie diese Seite ohne Einreichung der Mitarbeiterbewertung verlassen, geht Ihre Arbeit verloren.
el: Αν εγκαταλείψετε τη σελίδα χωρίς να υποβάλετε τις αξιολογήσεις σας για τους συμφοιτητές σας, θα χάσετε οποιαδήποτε εργασία έχετε κάνει.
fa: اگر این صفحه را بدون ارسال ارزیابی کارکنان خود ترک کنید، هر اقدامی را که انجام داده‌اید از دست خواهید داد.
he: אם תעזוב עמוד זה ללא שליחת הערכת הצוות שלך, תאבד כל עבודה שביצעת.
hi: अगर आप इस पेज को बिना अपने स्टाफ अससेस्समेंट को सबमिट किए छोरते है, तो आपका सारा काम खतम होजाएगा|
hu: Ha elhagyod ezt az oldalt anélkül, hogy elküldenéd a munkatársi felmérésed, akkor az elvégzett munkád el fog veszni.
id: Jika Anda meninggalkan halaman tanpa mengirimkan hasil penilaian staf, Anda akan kehilangan pekerjaan Anda barusan.
it_it: Se si esce d questa pagina senza inoltrare la valutazione dello staff, tutto il lavoro effettuato verrà perso.
ja: このページを送信せずに離れると、作業内容が失われます。
ka: თანამშრომელთა შეფასებების ატვირთვის გარეშე გვერდის დატოვების შემთხვევაში, მთელი თქვენი ნაშრომი დაიკარგება.
kk: Қызметкерлердің бағасын бермей осы беттен кетсеңіз, сіз жасаған жұмысыңыздан айырыласыз.
lv: Ja atstāsiet šo lapu, neiesniedzot savu personāla novērtējumu, zaudēsiet visu paveikto darbu.
nl: Als u deze pagina verlaat zonder uw personeelsbeoordeling in te dienen, gaat al het werk dat u hebt gedaan verloren.
pt_br: Se você deixar esta página sem enviar a sua avaliação de equipe, você vai perder qualquer trabalho que tenha realizado.
pt_pt: Caso saia desta página sem submeter a sua avaliação individual, irá perder todo o trabalho até aqui realizado.
ro: Dacă părăsiți această pagină fără a trimite evaluarea pe care o faceți, veți pierde orice lucru pe care l-ați făcut.
ru: Если вы покинете страницу, не сохранив или не отправив задание на оценку, введённый вами ответ будет потерян.
sq: Nëse largoheni nga kjo faqe pa paraqitur vlerësimin tuaj të stafit, do të humbni çdo punë që keni bërë.
sv: Om du lämnar den här sidan utan att lämna in din personalbedömning kommer du att förlora allt arbete du har utfört.
sw: Ukiondoka kwenye ukurasa huu bila kuwasilisha tathmini yako ya wafanyakazi, utapoteza kazi yoyote uliyofanya.
te: మీరు మీ సిబ్బంది అంచనాను సమర్పించకుండా ఈ పేజీని వదిలివేస్తే, మీరు చేసిన ఏదైనా పనిని కోల్పోతారు.
th: หากคุณออกจากหน้านี้โดยไม่ส่งการประเมินพนักงาน คุณจะสูญเสียงานที่คุณทำไปแล้ว
tr_tr: Bu sayfayı ekip değerlendirmenizi yazmadan terk etmeniz durumunda, yaptığınız tüm işleri kaybedeceksiniz.
uk: Якщо ви залишите цю сторінку без збереження вашої оцінки викладача, ви втратите всі результати роботи
uz: Agar siz ushbu sahifani xodimlar bahosini taqdim etmasdan tark etsangiz, qilgan ishingizdan ayrilib qolasiz.
vi: Nếu bạn rời khỏi trang này mà không gửi đánh giá nhân viên của mình, bạn sẽ mất mọi công việc bạn đã thực hiện.

source: Feedback available for selection.
af_za: Terugvoer beskikbaar vir keuse.
ar: ردود الفعل متاحة للاختيار.
az: Seçim üçün əks əlaqə mövcuddur.
de_de: Feedback für die Auswahl verfügbar.
el: Σχόλια διαθέσιμα για την επιλογή.
fa: بازخورد برای انتخاب در دسترس است.
he: המשוב זמין לבחירה.
hi: फीडबक्क अवाईलेबल है सेलेक्स्न के लिए।
hu: Visszajelzés elérhető a kiválasztáshoz.
id: Umpan balik tersedia untuk pilihan Anda.
it_it: Feedback disponibile per la selezione.
ja: 選択可能なフィードバック。
ka: გამოხმაურება ხელმისაწვდომია შერჩევისთვის.
kk: Таңдау үшін кері байланыс қолжетімді.
lv: Atlasei ir pieejamas atsauksmes.
nl: Feedback beschikbaar om te selecteren.
pt_br: Feedback disponível para seleção.
pt_pt: Comentário disponível para a seleção.
ro: Feedback disponibilă pentru selectare.
ru: Выбор вариантов обратной связи.
sq: Komentet janë të disponueshme për përzgjedhje.
sv: Feedback tillgänglig för val.
sw: Maoni yanapatikana kwa uteuzi.
te: ఎంపిక కోసం అభిప్రాయం అందుబాటులో ఉంది.
th: ข้อเสนอแนะที่มีอยู่สำหรับการเลือก
tr_tr: Seçilenler için geri bildirim mümkün.
uk: Відгук доступний для вибору.
uz: Tanlov uchun fikr-mulohaza mavjud.
vi: Phản hồi có sẵn để lựa chọn.

source: If you leave this page without submitting your peer assessment, you will lose any work you have done.
af_za: As jy hierdie bladsy verlaat sonder om jou portuurassessering in te dien, sal jy enige werk wat jy gedoen het verloor.
ar: ستفقد أي تغيير كنت قد أجريته إذا تركت هذه الصفحة دون تقديم تقييمك لردود الزملاء.
az: Əgər siz həmyaşıd qiymətləndirməsini göndərmədən səhifəni tərk etsəniz, indiyədək gördüyünüz işləri itirəcəksiniz.
de_de: Wenn Sie diese Seite verlassen ohne Ihre Partnerbewertung zu übermitteln, werden Sie alle Ihre bis jetzt erledigte Arbeit verlieren.
el: Αν εγκαταλείψετε τη σελίδα χωρίς να υποβάλετε τις αξιολογήσεις σας για τους συμφοιτητές σας, θα χάσετε οποιαδήποτε εργασία έχετε κάνει.
fa: اگر این صفحه را بدون ارسال ارزیابی همتایان خود ترک کنید، هر اقدامی را که انجام داده‌اید از دست خواهید داد.
he: אם תעזוב עמוד זה ללא שליחת הערכת עמיתיך, תאבד כל עבודה שביצעת.
hi: अगर आप इस पेज को बिना अपने पीर अससेस्समेंट को सबमिट किए छोरते है, तो आपका काम खतम होजाएगा|
hu: Ha elhagyod ezt az oldalt anélkül, hogy elküldenéd a felmérésed, akkor az elvégzett munkád el fog veszni.
id: Jika Anda meninggalkan halaman ini tanpa mengirimkan penilaian sebaya Anda, Anda akan kehilangan pekerjaan yang Anda lakukan.
it_it: Se si esce da questa pagina senza inoltrare la valutazione del collega, tutto il lavoro effettuato verrà perso.
ja: このページを提出せずに離れると、作業内容が失われます。
ka: კურსელების შეფასების გაგზავნის გარეშე მოცემული გვერდის დატოვება, მთელი თქვენი ნაშრომის დაკარგვას გამოიწვევს.
kk: Егер сіз әріптестеріңіздің бағалауын жібермей бұл беттен кетсеңіз, сіз жасаған жұмысыңыздан айырыласыз.
lv: Ja atstāsiet šo lapu, neiesniedzot salīdzinošo novērtējumu, jūs zaudēsiet visu paveikto darbu.
nl: Als u deze pagina verlaat zonder uw peer assessment in te dienen, gaat al het werk dat u hebt gedaan verloren.
pt_br: Se você deixar esta página sem salvar a sua avaliação pelos pares, você perderá qualquer trabalho que tenha realizado.
pt_pt: Caso saia desta página sem submeter o seu teste, irá perder todo o trabalho até aqui realizado.
ro: Dacă părăsiți această pagină fără să trimiteți evaluarea colegială, veți pierde orice lucru pe care l-ați făcut.
ru: Если вы покинете страницу, не отправив вашу оценку, введённые вами данные будут потеряны.
sq: Nëse largoheni nga kjo faqe pa paraqitur vlerësimin tuaj nga kolegët, do të humbni çdo punë që keni bërë.
sv: Om du lämnar denna sida utan att skicka in din kamratbedömning kommer du att förlora allt arbete du har gjort.
sw: Ukiondoka kwenye ukurasa huu bila kuwasilisha tathmini ya wenzao, utapoteza kazi yoyote uliyofanya.
te: మీరు మీ పీర్ అసెస్‌మెంట్‌ను సమర్పించకుండా ఈ పేజీని వదిలివేస్తే, మీరు చేసిన ఏదైనా పనిని కోల్పోతారు.
th: หากคุณออกจากหน้านี้โดยไม่ส่งการประเมินโดยเพื่อน คุณจะสูญเสียงานที่คุณทำไปแล้ว
tr_tr: Bu sayfayı özdeğerlendirmenizi yazmadan terk etmeniz durumunda, yaptığınız tüm işleri kaybedeceksiniz.
uk: Якщо ви залишите цю сторінку без збереження вашого перехресного оцінювання, ви втратите всі результати роботи
uz: Agar siz o'zingizning tengdoshlaringiz bahosini topshirmasdan ushbu sahifani tark etsangiz, qilgan barcha ishingiz yo'qoladi.
vi: Nếu bạn rời khỏi trang này mà không gửi đánh giá ngang hàng, bạn sẽ mất mọi công việc bạn đã thực hiện.

source: Refresh
af_za: Verfris
ar: اعد التحميل
az: Yenilə
de_de: Aktualisierung
el: Φρεσκάρω
fa: بارگیری دوباره
he: רענן
hi: ताज़ा करना
hu: Frissítés
id: Menyegarkan
it_it: Aggiorna
ja: 更新
ka: განახლება
kk: Жаңарту
lv: Atjaunot
nl: Vernieuw
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătați
ru: Обновить
sq: Rifresko
sv: Uppdatera
sw: Onyesha upya
te: రిఫ్రెష్ చేయండి
th: รีเฟรช
tr_tr: Yenile
uk: Оновити
uz: Yangilash
vi: Làm cho khỏe lại

source: Action
af_za: Aksie
ar: الإجراء
az: Fəaliyyət
de_de: Aktion
el: Ενέργεια
fa: اقدام
he: פעולה
hi: कार्य
hu: Művelet
id: Tindakan
ja: アクション
ka: მოქმდება
kk: Әрекет
lv: Darbība
nl: Actie
pt_br: Ação
pt_pt: Ação
ro: Acţiune
ru: Действие
sq: Veprimi
sv: Åtgärd
sw: Kitendo
te: చర్య
tr_tr: Eylem
uk: Дія
uz: Harakat
vi: Hoạt động

source: Review
af_za: Resensie
ar: مراجعة
az: Gözdən keçir
de_de: Rückblick
el: Αναθεώρηση
fa: مرور
he: סקירה
hi: समीक्षा
hu: Felülvizsgálat
ja: レビュー
ka: განხილვა
kk: Қарау
lv: Pārskats
nl: Beoordeling
pt_br: Revisão
pt_pt: Rever
sq: Rishikimi
sv: Recension
sw: Kagua
te: సమీక్ష
th: ทบทวน
tr_tr: Gözden Geçir
uk: Перевірка
uz: Ko‘rib chiqish
vi: Ôn tập

source: Username
af_za: Gebruikersnaam
ar: اسم المستخدم
az: İstifadəçi adı
de_de: Nutzername
el: Ψευδώνυμο
fa: نام‌کاربری
he: שם משתמש
hi: उपयोगकर्ता नाम
hu: Felhasználónév
id: Nama Pengguna
it_it: Nome utente
ja: ユーザー名
ka: მომხმარებლის სახელი
kk: Пайдаланушы аты
lv: Lietotājvārds
nl: Gebruikersnaam
pt_br: Nome de Usuário
pt_pt: Nome de utilizador
ro: Nume de utilizator
ru: Имя пользователя
sq: Emri i përdoruesit
sv: Användarnamn
sw: Jina la mtumiaji
te: వినియోగదారు పేరు
th: ชื่อผู้ใช้
tr_tr: Kullanıcı adı
uk: Ім'я користувача
uz: Foydalanuvchi nomi
vi: Tên tài khoản

source: Peers Assessed
af_za: Eweknieë geassesseer
ar: تقييم الأقران
az: Həmkarlar tərəfindən qiymətləndirilib
de_de: Kollegen bewertet
el: Αξιολογήθηκαν από ομοτίμους
fa: همتایان ارزیابی شدند
he: עמיתים להעריך
hi: साथियों ने मूल्यांकन किया
it_it: I pari valutati
ja: ピア評価済み
ka: თანატოლების შეფასება
kk: Өзара бағалады
lv: Līdzcilvēki novērtēti
nl: Collega&#39;s beoordeeld
pt_br: Pares Avaliados
pt_pt: Colegas avaliados
ro: Evaluarea colegilor
ru: Оцененные однокурсники
sq: Të vlerësuar nga kolegët
sv: Bedömda av kamrater
sw: Wenzake Watathminiwa
te: సహచరులు అంచనా వేయబడ్డారు
th: เพื่อนร่วมงานได้รับการประเมิน
tr_tr: Akran Değerlendirmesi
uk: Оцінено вашими однокурсниками
uz: Tengdoshlar baholandi
vi: Đánh giá ngang hàng

source: Peer Responses Received
af_za: Portuurantwoorde ontvang
ar: تلقي ردود الأقران
az: Alınan həmkar cavabları
de_de: Empfangene Peer-Antworten
el: Λήφθηκαν απαντήσεις από ομοτίμους
fa: پاسخ‌های همتا دریافت شد
he: תגובות עמיתים התקבל
hi: साथियों की प्रतिक्रियाएँ प्राप्त हुईं
hu: A kapott válaszok a társaktól
it_it: Risposte dei pari ricevute
ja: ピアレスポンス受信済み
ka: მიღებული თანატოლების პასუხები
kk: Құрдастардың жауаптары алынды
lv: Saņemtas citu dalībnieku atbildes
nl: Ontvangen reacties van collega's
pt_br: Respostas de colegas recebidas
pt_pt: Respostas de Colegas Recebidas
ro: Răspunsuri de la colegi primite
ru: Получены ответы сокурсников
sq: Përgjigjet e kolegëve të marra
sv: Mottagna svar från kamrater
sw: Majibu ya Rika Yamepokelewa
te: పీర్ స్పందనలు స్వీకరించబడ్డాయి
th: ได้รับการตอบกลับจากเพื่อน
tr_tr: Akran Cevapları Alındı
uk: Отримано відповіді від ваших однокурсників
uz: Tengdoshlarning javoblari
vi: Đã nhận được phản hồi ngang hàng

source: Time Spent On Current Step
af_za: Tyd Spandeer Op Huidige Stap
ar: الوقت المنقضي في الخطوة الحالية
az: Cari Addımda Keçirilən Vaxt
de_de: Für den aktuellen Schritt aufgewendete Zeit
el: Χρόνος που δαπανάται στο τρέχον βήμα
fa: زمان صرف‌شده در مرحلۀ فعلی
he: זמן שהושקע בשלב הנוכחי
hi: वर्तमान चरण पर व्यतीत किया गया समय
hu: Az aktuális lépésen eltöltött idő
id: Waktu yang Dihabiskan pada Langkah Saat Ini
it_it: Tempo trascorso sul passaggio corrente
ja: 現在のステップに費やした時間
ka: მიმდინარე საფეხურზე დახარჯული დრო
kk: Ағымдағы қадамға жұмсалған уақыт
lv: Laiks, kas pavadīts pašreizējā solī
nl: Tijd besteed aan de huidige stap
pt_br: Tempo gasto na etapa atual
pt_pt: Tempo Gasto Na Etapa Atual
ro: Timpul petrecut pe pasul curent
ru: Время, затраченное на текущий Шаг
sq: Koha e shpenzuar në hapin aktual
sv: Tid spenderad på nuvarande steg
sw: Muda Uliotumika kwa Hatua ya Sasa
te: ప్రస్తుత దశలో గడిపిన సమయం
th: เวลาที่ใช้ในขั้นตอนปัจจุบัน
tr_tr: Mevcut Adımda Harcanan Zaman
uk: Час, витрачений на поточний крок
uz: Joriy bosqichga sarflangan vaqt
vi: Thời gian dành cho bước hiện tại

source: Staff assessment
af_za: Personeel assessering
ar: تقييم الطاقم
az: Kadrların qiymətləndirilməsi
de_de: Personalbeurteilung
el: Αξιολόγηση προσωπικού
fa: ارزیابی کارکنان
he: הערכת צוות
hi: स्टाफ मूल्यांकन
hu: Dolgozói felmérés
id: Penilaian staf
it_it: Valutazione del personale
ja: スタッフ評価
ka: პერსონალის შეფასება
kk: Персоналды бағалау
lv: Personāla vērtējums
nl: Beoordeling van het personeel
pt_br: Avaliação da equipe
pt_pt: Avaliação da equipa
ro: Evaluarea personalului
ru: Оценивание персонала
sq: Vlerësimi i stafit
sv: Personalbedömning
sw: Tathmini ya wafanyikazi
te: సిబ్బంది అంచనా
th: การประเมินพนักงาน
tr_tr: Personel değerlendirmesi
uk: Оцінка викладача
uz: Xodimlarni baholash
vi: Đánh giá nhân viên

source: Grade Status
af_za: Graad Status
ar: حالة الدرجة
az: Qiymət Statusu
de_de: Notenstatus
el: Κατάσταση Βαθμού
fa: وضعیت نمره
he: סטטוס ציון
hi: ग्रेड स्थिति
hu: Osztályzat állapota
it_it: Stato del grado
ja: 成績状況
ka: კლასის სტატუსი
kk: Баға күйі
lv: Vērtējuma statuss
nl: Cijferstatus
pt_br: Status da nota
pt_pt: Estado da Classificação
ro: Statutul gradului
ru: Статус оценки
sq: Statusi i notës
sv: Betygsstatus
sw: Hali ya Daraja
te: గ్రేడ్ స్థితి
th: สถานะเกรด
tr_tr: Not Durumu
uk: Статус оцінки
uz: Baho holati
vi: Trạng thái lớp

source: The "{name}" problem is configured to require a minimum of {min_grades} peer grades, and asks to review {min_graded} peers.
af_za: Die &quot; {name} &quot; probleem is opgestel om &#39;n minimum van {min_grades} eweknie grade te vereis, en vra om {min_graded} eweknieë te hersien.
ar: تم تكوين مشكلة "{name}" لتتطلب حدًا أدنى من {min_grades} درجات أقران ، وتطلب مراجعة {min_graded} من الأقران.
az: "{name}" problemi minimum {min_grades} həmyaşıd qiymətləndirməsini tələb edəcək şəkildə konfiqurasiya edilib və {min_graded} həmyaşıdın nəzərdən keçirilməsini istəyir.
de_de: Das „{name}“-Problem ist so konfiguriert, dass mindestens {min_grades}-Peer-Noten erforderlich sind, und bittet darum, {min_graded}-Peers zu überprüfen.
el: Το πρόβλημα &quot; {name} &quot; έχει ρυθμιστεί ώστε να απαιτεί ελάχιστους βαθμούς {min_grades} ομοτίμους και ζητά τον έλεγχο {min_graded} ομοτίμων.
fa: مشکل &quot; {name} &quot; به‌گونه‌ای پیکربندی شده‌است که به حداقل نمرات همتا {min_grades} نیاز دارد و از همتایان درخواست {min_graded} بازبینی می‌کند.
he: הבעיה &quot;{name}&quot; מוגדרת לדרוש מינימום של ציוני עמיתים {min_grades}, ומבקשת לבדוק עמיתים {min_graded}.
hi: &quot; {name} &quot; समस्या को न्यूनतम {min_grades} सहकर्मी ग्रेड की आवश्यकता के लिए कॉन्फ़िगर किया गया है, और {min_graded} साथियों की समीक्षा करने के लिए कहता है।
hu: A(z) "{name}" feladat úgy van beállítva, hogy legalább {min_grades} társértékelést igényel, és {min_graded} társ értékelését kéri.
id: Masalah "{name}" dikonfigurasi untuk memerlukan minimal {min_grades} penilaian rekan, dan meminta untuk meninjau {min_graded} rekan.
it_it: Il problema &quot;{name}&quot; è configurato per richiedere un minimo di {min_grades} voti peer e chiede di rivedere {min_graded} peer.
ja: "{name}"の問題は、最低{min_grades}件のピア評価が必要であり、{min_graded}人のピアをレビューするように設定されています。
ka: "{name}" პრობლემა კონფიგურირებულია ისე, რომ მოითხოვოს მინიმუმ {min_grades} თანატოლების შეფასება და ითხოვს {min_graded} თანატოლების გადახედვას.
kk: " {name} " мәселесі ең аз {min_grades} тең дәрежелі бағаларды талап ететіндей конфигурацияланған және {min_graded} теңдестірушілерін қарап шығуды сұрайды.
lv: Uzdevums "{name}" ir konfigurēts tā, lai būtu nepieciešamas vismaz {min_grades} vienādranga vērtējumus, un tiek lūgts pārskatīt {min_graded} līdzvērtīgus uzdevumus.
nl: Het probleem "{name}" is geconfigureerd om minimaal {min_grades} peercijfers te vereisen, en vraagt om {min_graded} peers te beoordelen.
pt_br: O problema "{name}" está configurado para exigir um mínimo de {min_grades} notas dos colegas e pede para revisar {min_graded} colegas.
pt_pt: O problema "{name}" está configurado para exigir um mínimo de {min_grades} avaliações de colegas, e pede para rever {min_graded} colegas.
ro: Problema „{name}” este configurat astfel încât să necesite un minim de {min_grades} note de la colegi și solicită revizuirea a {min_graded} colegi.
ru: Задача '{name}' настроена так, чтобы требовалось как минимум {min_grades} оценок однокурсников, и предлагается рецензировать {min_graded} однокурсников.
sq: Problemi &quot; {name} &quot; është konfiguruar që të kërkojë një minimum prej notave të kolegëve {min_grades} dhe kërkon të rishikohen kolegët {min_graded} .
sv: "{name}"-problemet är konfigurerat för att kräva minst {min_grades} kamratbetyg och ber att granska {min_graded} kamrater.
sw: Tatizo la "{name}" limewekwa kuhitaji kiwango cha chini cha {min_grades} madaraja ya programu rika, na linaomba kukagua {min_graded} .
te: &quot; {name} &quot; సమస్య కనీసం {min_grades} పీర్ గ్రేడ్‌లు అవసరమయ్యేలా కాన్ఫిగర్ చేయబడింది మరియు {min_graded} పీర్‌లను సమీక్షించమని అడుగుతుంది.
th: ปัญหา &quot; {name} &quot; ได้รับการกำหนดค่าให้ต้องใช้เกรดเพียร์ {min_grades} ขั้นต่ำ และขอให้ตรวจสอบเพียร์ {min_graded}
tr_tr: "{name}" problemi, en az {min_grades} akran notu gerektirecek şekilde yapılandırıldı ve {min_graded} akran incelemesi istiyor.
uk: Завдання «{name}» вимагає щонайменше {min_grades} оцінок, які ви маєте поставити іншим, і щонайменше {min_graded} оцінок, які маєте отримати від однокурсників.
uz: " {name} " muammosi eng kam {min_grades} tengdosh baholarini talab qiladigan tarzda sozlangan va {min_graded} tengdoshlarini koʻrib chiqishni soʻraydi.
vi: Sự cố &quot; {name} &quot; được định cấu hình để yêu cầu tối thiểu {min_grades} cấp ngang hàng và yêu cầu xem lại {min_graded} ngang hàng.
