Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
af_za: Voordat jy begin om jou eweknieë se antwoorde te assesseer, sal jy leer hoe om eweknie-assesserings te voltooi deur antwoorde te hersien wat instrukteurs reeds geassesseer het. As jy dieselfde opsies vir die antwoord kies as wat die instrukteur gekies het, sal jy na die volgende stap beweeg. As jy nie dieselfde opsies kies nie, sal jy die antwoord hersien en weer probeer.
el: Προτού ξεκινήσετε να αξιολογείτε τις εργασίες των συμφοιτητών σας, θα εξασκηθείτε βλέποντας μια εργασία που έχει ήδη αξιολογήσει ο διδάσκων. Εάν οι αξιολογήσεις σας συμπίπτουν με αυτές του διδάσκοντα, θα μπορέσετε να προχωρήσετε στο επόμενο βήμα. Εάν όχι, θα δείτε και πάλι την εργασία και θα πρέπει να προσπαθήσετε ξανά.
fa: قبل از اینکه شروع به ارزیابی پاسخ‌های همتایان خود کنید، می‌آموزید که چگونه ارزیابی‌های همتا را با مرور پاسخ‌هایی که مدرسان قبلا ارزیابی کرده‌اند کامل کنید. اگر همان گزینه‌ها را برای پاسخی که مدرس انتخاب کرده انتخاب کنید، به مرحلۀ بعد می‌روید. اگر همان گزینه‌ها را انتخاب نکنید، پاسخ را مرور کرده و دوباره امتحان می‌کنید.
he: לפני התחלת הערכתך את תשובות עמיתיך, תלמד כיצד להשלים הערכת עמיתים באמצעות סקירת תשובות שהעריכו כבר המדריכים. במידה ותבחר את אותן האפשרויות עבור התשובות שבחר המדריך, תוכל לעבור לשלב הבא. במידה ולא, תידרש לסקור את התשובות ולנסות שוב.
hi: इससे पहले कि आप अपने साथियों की प्रतिक्रियाओं का आकलन करना शुरू करें, आप सीखेंगे कि उन प्रतिक्रियाओं की समीक्षा करके सहकर्मी मूल्यांकन कैसे पूरा करें जिनका प्रशिक्षक पहले ही मूल्यांकन कर चुके हैं। यदि आप प्रतिक्रिया के लिए वही विकल्प चुनते हैं जो प्रशिक्षक ने चुना है, तो आप अगले चरण पर चले जाएंगे। यदि आप वही विकल्प नहीं चुनते हैं, तो आप प्रतिक्रिया की समीक्षा करेंगे और पुनः प्रयास करेंगे।
hu: Mielőtt elkezdené felmérni társai válaszait, megtanulja, hogyan kell elvégezni a társértékeléseket az oktatók által már felmért válaszok áttekintésével. Ha ugyanazokat az opciókat választja a válaszhoz, mint az oktató, továbblép a következő lépésre. Ha nem ugyanazokat az opciókat választja, átnézi a választ, és újra próbálkozik.
id: Sebelum Anda mulai untuk menilai tanggapan rekan-rekan Anda ', Anda akan belajar bagaimana untuk menyelesaikan penilaian sebaya dengan meninjau tanggapan yang telah dinilai oleh instruktur. Jika Anda memilih pilihan yang sama untuk tanggapan yang dipilih instruktur, Anda akan pindah ke langkah berikutnya. Jika Anda tidak memilih opsi yang sama, Anda akan meninjau tanggapan dan coba lagi.
ja: あなたが仲間の回答を評価し始める前に、まずはインストラクターがすでに評価した回答をレビューすることで、仲間の評価を完了する方法を学びます。インストラクターが選んだのと同じオプションを選択すると、次のステップに進みます。異なるオプションを選択した場合は、回答を見直して再試行します。
kk: Құрбыларыңыздың жауаптарын бағалауды бастамас бұрын, нұсқаушылар бағалаған жауаптарды қарап шығу арқылы әріптестеріңізді бағалауды қалай аяқтау керектігін үйренесіз. Егер нұсқаушы таңдаған жауап үшін бірдей опцияларды таңдасаңыз, келесі қадамға өтесіз. Бірдей опцияларды таңдамасаңыз, жауапты қарап шығып, әрекетті қайталайсыз.
lv: Pirms sākat vērtēt citu dalībnieku atbildes, jūs uzzināsiet, kā veikt citu dalībnieku vērtējumus, pārskatot atbildes, kuras jau ir novērtējuši pasniedzēji. Ja izvēlēsieties tās pašas atbildes iespējas, ko izvēlējies pasniedzējs, jūs pāriet uz nākamo soli. Ja neizvēlēsieties tās pašas iespējas, pārskatīsiet atbildi un mēģināsiet vēlreiz.
sq: Përpara se të filloni të akces përgjigjet e kolegëve tuaj, do të mësoni se si të plotësoni vlerësimet e kolegëve duke rishikuar përgjigjet që instruktorët i kanë vlerësuar tashmë. Nëse zgjidhni të njëjtat opsione për përgjigjen që zgjodhi instruktori, do të kaloni në hapin tjetër. Nëse nuk zgjidhni të njëjtat opsione, do të rishikoni përgjigjen dhe do të provoni përsëri.
sw: Kabla ya kuanza kutathmini majibu ya wenzako, utajifunza jinsi ya kukamilisha tathmini rika kwa kukagua majibu ambayo wakufunzi tayari wametathmini. Ukichagua chaguo sawa kwa jibu ambalo mwalimu alichagua, utahamia hatua inayofuata. Ikiwa hutachagua chaguo sawa, utakagua jibu na ujaribu tena.
uz: Tengdoshlaringizning javoblarini baholashni boshlashdan oldin, siz o'qituvchilar baholagan javoblarni ko'rib chiqish orqali tengdoshlarni baholashni qanday yakunlashni o'rganasiz. Agar siz o'qituvchi tanlagan javob uchun bir xil variantlarni tanlasangiz, keyingi bosqichga o'tasiz. Agar bir xil variantlarni tanlamasangiz, javobni ko'rib chiqasiz va qaytadan urinib ko'rasiz.
vi: Trước khi bắt đầu đánh giá phản hồi của đồng nghiệp, bạn sẽ học cách hoàn thành đánh giá ngang hàng bằng cách xem lại các phản hồi mà người hướng dẫn đã đánh giá. Nếu bạn chọn các tùy chọn tương tự cho câu trả lời mà người hướng dẫn đã chọn, bạn sẽ chuyển sang bước tiếp theo. Nếu không chọn các tùy chọn tương tự, bạn sẽ xem lại phản hồi và thử lại.

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
af_za: Jou assessering verskil van die instrukteur se assessering van hierdie antwoord. Hersien die antwoord en oorweeg hoekom die instrukteur dit dalk anders beoordeel het. Probeer dan die assessering weer.
el: Η αξιολόγησή σας διαφέρει από την αξιολόγηση του διδάσκοντα για αυτή την εργασία. Δείτε και πάλι την εργασία και σκεφθείτε για ποιο λόγο ο διδάσκων μπορεί να την αξιολόγησε διαφορετικά. Στη συνέχεια επιχειρήστε να την αξιολογήσετε ξανά.
fa: ارزیابی شما با ارزیابی مربی از این پاسخ متفاوت است. پاسخ را مرور کنید و در نظر بگیرید که چرا مربی ممکن است آن را متفاوت ارزیابی کرده باشد. سپس، دوباره ارزیابی را امتحان کنید.
he: הערכתך תשובה זו שונה מזו של המדריך. עבור על התשובה וחשוב מדוע המדריך עשוי היה להעריך את התשובה באופן שונה. לאחר מכן, נסה להשלים שוב את המשימה.
hi: इस प्रतिक्रिया के बारे में आपका मूल्यांकन प्रशिक्षक के मूल्यांकन से भिन्न है। प्रतिक्रिया की समीक्षा करें और विचार करें कि प्रशिक्षक ने इसका अलग-अलग मूल्यांकन क्यों किया होगा। फिर, मूल्यांकन का पुनः प्रयास करें।
hu: Az Ön értékelése eltér az oktató értékelésétől ennél a válasznál. Tekintse át a választ, és gondolja át, miért értékelhette az oktató másképp. Ezután próbálja meg újra az értékelést.
id: penilaian Anda berbeda dari penilaian instruktur terhadap tanggapan ini. Tinjau tanggapan dan pertimbangkan mengapa instruktur menilai secara berbeda. Kemudian, cobalah penilaian lagi.
ja: あなたの評価は、この回答に対する講師の評価と異なります。回答を見直し、講師がなぜ異なる評価をしたのかを考えてみてください。その後、再度評価を試みてください。
kk: Сіздің бағалауыңыз нұсқаушының осы жауапқа берген бағасынан ерекшеленеді. Жауапты қарап шығыңыз және нұсқаушы оны неге басқаша бағалағанын қарастырыңыз. Содан кейін бағалауды қайталап көріңіз.
lv: Jūsu vērtējums atšķiras no pasniedzēja vērtējuma par šo atbildi. Pārskatiet atbildi un apsveriet, kāpēc pasniedzējs to varētu būt novērtējis citādi. Pēc tam mēģiniet novērtēt vēlreiz.
sq: Vlerësimi juaj ndryshon nga vlerësimi i instruktorit për këtë përgjigje. Rishikoni përgjigjen dhe merrni parasysh pse instruktori mund ta ketë vlerësuar atë ndryshe. Pastaj, provoni përsëri vlerësimin.
uz: Sizning baholashingiz o'qituvchining ushbu javobga bergan bahosidan farq qiladi. Javobni ko'rib chiqing va nega o'qituvchi buni boshqacha baholagan bo'lishi mumkinligini ko'rib chiqing. Keyin yana baholashni sinab ko'ring.
vi: Đánh giá của bạn khác với đánh giá của người hướng dẫn về phản hồi này. Xem lại câu trả lời và xem xét lý do tại sao người hướng dẫn có thể đánh giá nó khác đi. Sau đó, hãy thử đánh giá lại.

source: The response to the prompt above:
af_za: Die reaksie op die opdrag hierbo:
el: Η υποθετική απάντηση που δόθηκε στο παραπάνω θέμα είναι:
fa: پاسخ به درخواست بالا:
he: התגובה להנחיה הנ"ל:
hi: उपरोक्त संकेत का उत्तर:
hu: A fenti kérdésre adott válasz:
ja: 上記のプロンプトへの応答:
kk: Жоғарыдағы сұрауға жауап:
lv: Atbilde uz iepriekš minēto uzvedni:
sq: Përgjigja ndaj kërkesës së mësipërme:
uz: Yuqoridagi so'rovga javob:
vi: Câu trả lời cho lời nhắc trên:

source: Selected Options Agree
af_za: Geselekteerde Opsies Stem saam
el: Η επιλογή σας συμπίπτει με αυτή του διδάσκοντα
fa: با گزینه‌های منتخب موافقم
he: אפשרויות מוסכמות שנבחרו
hi: चयनित विकल्‍प सहमत है
hu: Kiválasztott lehetőségek egyeznek
id: Pilihan yang dipilih Setuju
kk: Таңдалған опциялар Келіседі
lv: Atlasītās opcijas Piekrītu
sq: Opsionet e zgjedhura Dakord
uz: Tanlangan variantlar rozi
vi: Tùy chọn đã chọn Đồng ý

source: The option you selected is the option that the instructor selected.
af_za: Die opsie wat jy gekies het, is die opsie wat die instrukteur gekies het.
el: Η επιλογή σας ταυτίζεται με αυτή του διδάσκοντα
fa: گزین‌ه‌ای که انتخاب کردید گزینه‌ای است که مدرس انتخاب کرده است.
he: האפשרות שבחרת היא האפשרות שבחר המדריך.
hi: आपके द्वारा चुना गया विकल्प वही विकल्प है जिसे प्रशिक्षक ने चुना है।
hu: Az opció, amit kiválasztottál, az az opció, amit az oktató választott.
id: Pilihan yang Anda pilih adalah pilihan yang dipilih instruktur.
ja: あなたが選択したオプションは、講師が選択したオプションです。
kk: Сіз таңдаған опция нұсқаушы таңдаған опция болып табылады.
lv: Jūsu izvēlētā opcija ir tā pati opcija, ko izvēlējās pasniedzējs.
sq: Opsioni që keni zgjedhur është opsioni që ka zgjedhur instruktori.
uz: Siz tanlagan variant - o'qituvchi tanlagan variant.
vi: Phương án bạn chọn chính là phương án mà người hướng dẫn đã chọn.

source: Selected Options Differ
af_za: Geselekteerde opsies verskil
el: Η επιλογή σας διαφέρει από αυτή του διδάσκοντα
fa: گزینه‌های منتخب متفاوت هستند
he: אפשרויות אחרות שנבחרו
hi: चयनित विकल्‍प पृथक है
hu: A kiválasztott lehetőségek eltérnek
id: Pilihan yang dipilih Berbeda
ja: 選択したオプションが異なります
kk: Таңдалған опциялар әртүрлі
lv: Atlasītās opcijas atšķiras
sq: Opsionet e zgjedhura ndryshojnë
uz: Tanlangan variantlar farq qiladi
vi: Tùy chọn đã chọn Khác nhau

source: The option you selected is not the option that the instructor selected.
af_za: Die opsie wat jy gekies het, is nie die opsie wat die instrukteur gekies het nie.
el: Η επιλογή σας δεν είναι η ίδια με αυτή που όρισε ο διδάσκοντας
fa: گزینه‌ای که انتخاب کردید گزینه‌ای نیست که مدرس انتخاب کرده است.
he: האפשרות שבחרת אינה האפשרות שבחר המדריך.
hi: आपके द्वारा चुना गया विकल्प वह विकल्प नहीं है जिसे प्रशिक्षक ने चुना है।
hu: Az opció, amit kiválasztottál, nem az az opció, amit az oktató választott.
id: Pilihan yang Anda pilih bukan pilihan yang dipilih instruktur.
ja: 選択したオプションは、インストラクターが選択したオプションとは異なります。
kk: Сіз таңдаған опция нұсқаушы таңдаған опция емес.
lv: Jūsu atlasītā opcija nav tā, ko izvēlējās pasniedzējs.
sq: Opsioni që zgjodhët nuk është opsioni që zgjodhi instruktori.
uz: Siz tanlagan variant o'qituvchi tanlagan variant emas.
vi: Phương án bạn chọn không phải là phương án mà người hướng dẫn đã chọn.

source: We could not check your assessment
af_za: Ons kon nie jou aanslag nagaan nie
el: Δεν μπορέσαμε να ελέγξουμε την αξιολόγησή σας
fa: ما نتوانستیم ارزیابی شما را بررسی کنیم
he: לא הצלחנו לבדוק את הערכתך
hi: हम आपके मूल्यांकन की जाँच नहीं कर सके
hu: Nem tudtuk ellenőrizni az értékelését.
id: Kami tidak bisa memeriksa penilaian Anda
ja: あなたの評価を確認できませんでした
kk: Бағаңызды тексере алмадық
lv: Mēs nevarējām pārbaudīt jūsu vērtējumu
sq: Ne nuk mund të kontrollonim vlerësimin tuaj
uz: Sizning baholashingizni tekshira olmadik
vi: Chúng tôi không thể kiểm tra đánh giá của bạn

source: Compare your selections with the instructor's selections
af_za: Vergelyk jou keuses met die instrukteur se keuses
el: Συγκρίνετε την αξιολόγησή σας με αυτή του διδάσκοντα
fa: انتخاب‌های خود را با انتخاب‌های مربی مقایسه کنید
he: השווה את בחירתך עם זו של המדריך.
hi: अपने चयन की तुलना प्रशिक्षक के चयन से करें
hu: Hasonlítsa össze a választásait az oktató választásaival
id: Bandingkan pilihan Anda dengan pilihan instruktur
ja: 選択を講師の選択と比較してください
kk: Таңдауларыңызды нұсқаушы таңдауларымен салыстырыңыз
lv: Salīdziniet savu izvēli ar instruktora izvēli
sq: Krahasoni zgjedhjet tuaja me zgjedhjet e instruktorit
uz: Tanlanganlaringizni o'qituvchining tanlovi bilan solishtiring
vi: So sánh lựa chọn của bạn với lựa chọn của người hướng dẫn

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
af_za: Die sperdatum vir hierdie stap is verby. Hierdie stap is nou gesluit. Jy kan nie meer met hierdie werkopdrag voortgaan nie, en jy sal &#39;n graad Onvoltooid ontvang.
el: Η προθεσμία για αυτή την διαδικασία έχει παρέλθει και το βήμα αυτό έχει κλείσει. Δεν μπορείτε πλέον να ολοκληρώσετε την εργασία σας. Αντί βαθμού, θα λάβετε την ειδοποίηση ότι "Η εργασία δεν ολοκληρώθηκε".
fa: تاریخ سررسید این مرحله به پایان رسیده‌است. این مرحله اکنون بسته است. دیگر نمی‌توانید این تکلیف را ادامه دهید و نمرۀ ناتمام دریافت خواهید کرد.
he: תאריך היעד עבור שלב זה עבר. שלב זה סגור כעת. אינך יכול יותר להמשיך עם משימה זו ותקבל ציון חלקי.
hi: इस चरण की नियत तिथि बीत चुकी है। यह चरण अब बंद हो गया है. अब आप इस असाइनमेंट को जारी नहीं रख सकते, और आपको अपूर्ण का ग्रेड प्राप्त होगा।
hu: A határidő lejárt ehhez a lépéshez. Ez a lépés most lezárult. Már nem tudja folytatni ezt a feladatot, és hiányos minősítést fog kapni.
id: Tanggal jatuh tempo untuk langkah ini telah lewat. Langkah ini sekarang ditutup. Anda tidak dapat lagi melanjutkan tugas ini, dan Anda akan menerima nilai tidak lengkap.
ja: このステップの期限は過ぎました。このステップは現在終了しています。この課題を続行することはできず、「未完了」の評価を受け取ります。
kk: Бұл қадамның аяқталу мерзімі өтті. Бұл қадам қазір жабылды. Сіз енді бұл тапсырманы жалғастыра алмайсыз және «Аяқталмаған» деген баға аласыз.
lv: Šīs darbības izpildes termiņš ir pagājis. Šis solis tagad ir slēgts. Jūs vairs nevarat turpināt pildīt šo uzdevumu, un jūs saņemsiet vērtējumu Nepabeigts.
sq: Afati i duhur për këtë hap ka kaluar. Ky hap tani është i mbyllur. Nuk mund të vazhdosh më këtë detyrë dhe do të marrësh notën e Paplotësuar.
uz: Ushbu bosqichning muddati o'tdi. Bu bosqich endi yopildi. Siz bu topshiriqni endi davom ettira olmaysiz va siz “Tugallanmagan” degan baho olasiz.
vi: Ngày hết hạn cho bước này đã qua. Bước này hiện đã được đóng lại. Bạn không thể tiếp tục làm bài tập này nữa và bạn sẽ nhận được điểm Chưa hoàn thành.

source: Error Loading Learner Training Examples
af_za: Fout met laai van leerderopleidingvoorbeelde
el: Σφάλμα κατά τη φόρτωση των παραδειγμάτων εκπαίδευσης σπουδαστών
fa: خطا در بارگیری نمونه‌های آموزشی فراگیرنده
he: שגיאה בעת טעינת דוגמאות לתרגול לומד
hi: शिक्षार्थी प्रशिक्षण उदाहरण लोड करने में त्रुटि
hu: Hiba történt a tanulói képzési példák betöltésekor
ja: 学習者トレーニング例の読み込みエラー
kk: Оқушыны оқыту мысалдарын жүктеу қатесі
lv: Ielādējot kursa dalībnieku apmācības piemērus, radās kļūda
sq: Gabim gjatë ngarkimit të shembujve të trajnimit të nxënësve
uz: Oʻquvchilarni oʻrgatish misollarini yuklashda xato
vi: Lỗi khi tải ví dụ về đào tạo người học

source: The Learner Training Step of this assignment could not be loaded.
af_za: Die Leerderopleidingstap van hierdie werkopdrag kon nie gelaai word nie.
el: Δεν ήταν δυνατή η φόρτωση του βήματος εκπαίδευσης σπουδαστή αυτής της εργασίας.
fa: مرحلۀ آموزش فراگیرندۀ این تکلیف بارگیری نشد.
he: לא ניתן היה לטעון את שלב תרגול הלומד במשימה זו.
hi: इस असाइनमेंट का शिक्षार्थी प्रशिक्षण चरण लोड नहीं किया जा सका।
hu: A tanulói képzési lépés nem tölthető be a feladatból.
ja: この課題の学習者トレーニングステップを読み込めませんでした。
kk: Бұл тапсырманың «Оқушыны оқыту» қадамын жүктеу мүмкін емес.
lv: Šī uzdevuma kursa dalībnieku apmācības soli nevarēja ielādēt.
sq: Hapi i trajnimit të nxënësve i kësaj detyre nuk mund të ngarkohej.
uz: Bu topshiriqning “O‘quvchilarni tayyorlash bosqichi”ni yuklab bo‘lmadi.
vi: Không thể tải Bước đào tạo người học của bài tập này.

source: Loading Open Response Assessment...
af_za: Laai tans oop reaksie-assessering...
el: Φόρτωση ανοικτής αξιολόγησης απόκρισης...
fa: درحال بارگیری ارزیابی پاسخ باز...
he: טוען הערכת תגובה פתוחה...
hi: ओपन रिस्पांस असेसमेंट लोड हो रहा है...
ja: オープンレスポンス評価を読み込んでいます...
kk: Ашық жауапты бағалау жүктелуде...
lv: Notiek atvērtās atbildes vērtējuma ielāde...
sq: Po ngarkohet vlerësimi i përgjigjes së hapur...
sw: Inapakia Tathmini ya Majibu ya Wazi...
uz: Ochiq javobni baholash yuklanmoqda...
vi: Đang tải Đánh giá phản hồi mở...

source: An unexpected error occurred.
af_za: &#39;n Onverwagte fout het voorgekom.
el: Προέκυψε ένα μη αναμενόμενο σφάλμα
fa: خطایی غیرمنتظره رخ داد.
he: אירעה שגיאה לא צפויה.
hi: एक अप्रत्‍याशित त्रुटि श्रजित हुई है।
hu: Váratlan hiba történt.
id: Terjadi kesalahan tak terduga.
ja: 予期しないエラーが発生しました。
kk: Күтпеген қате орын алды.
lv: Notikusi negaidīta kļūda.
sq: Ndodhi një gabim i papritur.
uz: Kutilmagan xatolik yuz berdi.
vi: Đã xảy ra lỗi không mong muốn.

source: Peer Assessment
af_za: Eweknie-assessering
el: Αλληλοαξιολόγηση
fa: ارزیابی همکار
he: הערכת עמיתים
hi: सहकर्मी मूल्यांकन
hu: Társfelmérés
id: Penilaian Sebaya
ja: ピア評価
kk: Өзара бағалау
lv: Citu dalībnieku vērtējums
sq: Vlerësimi i kolegëve
uz: Tengdoshlarni baholash
vi: Đánh giá ngang hàng

source: Self Assessment
af_za: Self-evaluasie
el: Αυτοαξιολόγηση
fa: خودارزیابی
he: הערכה עצמית
hi: स्‍व-मूल्‍यांकन
hu: Önfelmérés
id: Penilaian Sendiri
ja: 自己評価
kk: Өзін-өзі бағалау
lv: Pašnovērtējums
sq: Vetëvlerësimi
uz: O'ziga o'zi baho berish
vi: Tự đánh giá

source: Assessment feedback could not be saved.
af_za: Assesseringterugvoer kon nie gestoor word nie.
el: Δεν μπόρεσαν να αποθηκευτούν τα σχόλια για την αξιολόγηση
fa: بازخورد ارزیابی ذخیره نشد.
he: לא ניתן היה לשמור משוב על ההערכה.
hi: आंकलन की प्रतिक्रिया जमा नहीं की जा सकी
hu: Az értékelési visszajelzést nem sikerült menteni.
id: Penilaian umpan balik tidak dapat disimpan.
ja: 評価フィードバックを保存できませんでした。
kk: Бағалау пікірін сақтау мүмкін болмады.
lv: Vērtējuma atsauksmes nevarēja saglabāt.
sq: Komentet e vlerësimit nuk mund të ruheshin.
uz: Baholash boʻyicha fikr-mulohazalarni saqlab boʻlmadi.
vi: Không thể lưu phản hồi đánh giá.

source: Feedback saved.
af_za: Terugvoer is gestoor.
el: Ανατροφοδότηση αποθηκεύτηκε.
fa: بازخورد ذخیره شد.
he: משוב נשמר.
hi: प्रतिक्रिया जमा की गई
hu: Visszajelzés elmentve.
id: Umpan balik disimpan
ja: フィードバックが保存されました。
kk: Пікір сақталды.
lv: Atsauksmes saglabātas.
sq: Komentet u ruajtën.
uz: Fikr-mulohaza saqlandi.
vi: Đã lưu phản hồi.

source: Staff Comments
af_za: Personeel se kommentaar
el: Σχόλια προσωπικού
fa: نظرات کارکنان
he: תגובות הצוות
hi: स्टाफ टिप्पणियाँ
hu: Munkatársi megjegyzések
ja: スタッフコメント
kk: Қызметкерлердің пікірлері
lv: Darbinieku komentāri
sq: Komentet e Stafit
uz: Xodimlar sharhlari
vi: Nhận xét của nhân viên

source: Peer {peer_index}
af_za: Eweknie {peer_index}
el: Συμφοιτητής {peer_index}
fa: همتا {peer_index}
he: עמית {peer_index}
hi: सहकर्मी {peer_index}
hu: Társ {peer_index}
ja: ピア {peer_index}
kk: Құрдас {peer_index}
uz: Tengdosh {peer_index}
vi: Ngang hàng {peer_index}

source: Peer Comments
af_za: Portuur opmerkings
el: Σχόλια του συμφοιτητή σας
fa: نظرات همتایان
he: תגובות עמיתים
hi: सहकर्मी टिप्पणियाँ
ja: ピアコメント
kk: Құрдастардың пікірлері
lv: Citu dalībnieku komentāri
sq: Komentet e kolegëve
uz: Tengdoshlar sharhlari
vi: Bình luận ngang hàng

source: Self Assessment Grade
af_za: Selfassesseringsgraad
el: Βαθμός Αυτοαξιολόγησης
fa: نمرۀ خودارزیابی
he: ציון הערכה עצמית
hi: स्व-मूल्यांकन ग्रेड
hu: Önértékelési osztályzat
ja: 自己評価の成績
kk: Өзін-өзі бағалау бағасы
lv: Pašnovērtējuma vērtējums
sq: Nota e vetëvlerësimit
uz: O'z-o'zini baholash bahosi
vi: Lớp tự đánh giá

source: Your Self Assessment
af_za: Jou Selfassessering
el: Η Αυτοαξιολόγησή σας
fa: خودارزیابی شما
he: הערכתך העצמית
hi: आपका स्‍व-मूल्‍यांकन
hu: Önértékelése
id: Penilaian Diri Anda Sendiri
ja: あなたの自己評価
kk: Өзін-өзі бағалау
lv: Jūsu pašnovērtējums
sq: Vetëvlerësimi juaj
uz: O'z-o'zini baholash
vi: Tự đánh giá của bạn

source: Your Comments
af_za: Jou kommentaar
el: Τα σχόλια σας
fa: نظرات شما
he: תגובותיך
hi: आपकी टिप्पणियां
id: Komentar Anda
ja: あなたのコメント
kk: Пікірлеріңіз
lv: Jūsu komentāri
sq: Komentet tuaja
uz: Fikrlaringiz
vi: Bình luận của bạn

source: Peer Mean Grade
af_za: Portuur gemiddelde graad
fa: میانگین نمرۀ همتا
hi: सहकर्मी औसत ग्रेड
id: Nilai Rata-Rata Sejawat
ja: ピア平均評価
lv: Citu dalībnieku vidējā vērtējums
sq: Nota mesatare e bashkëmoshatarëve
sw: Daraja la Wastani wa Rika
uz: Tengdoshlarning o'rtacha bahosi
vi: Điểm trung bình ngang hàng

source: Peer Median Grade
af_za: Portuur mediaan graad
el: ΔΙΑΜΕΣΟΣ ΤΩΝ ΒΑΘΜΩΝ ΠΟΥ ΛΑΒΑΤΕ ΑΠΟ ΤΟΥΣ ΣΥΜΦΟΙΤΗΤΕΣ ΣΑΣ
fa: میانگین نمرۀ همتا
he: דירוג חציוני של עמית
hi: पीयर मेडियन ग्रेड
ja: ピア中央値評価
kk: Орташа баға
lv: Citu dalībnieku vidējais vērtējums
sq: Nota mesatare e kolegëve
uz: Tengdoshlarning o'rtacha bahosi
vi: Điểm trung bình ngang hàng

source: Waiting for peer reviews
af_za: Wag vir portuurbeoordelings
el: Αναμείνατε την αξιολόγηση των συμφοιτητών σας
fa: در انتظار بررسی همتایان
he: ממתין לסקירות עמית
hi: साथियों की समीक्षा की प्रतीक्षा में
hu: Várakozás a társértékelésekre
id: Menunggu ulasan sebaya
ja: ピアレビューを待っています
kk: Пікірлерді күтуде
lv: Gaidām speciālistu atsauksmes
sq: Në pritje të komenteve nga kolegët
uz: Tengdoshlarning sharhlarini kutmoqdamiz
vi: Đang chờ ý kiến đồng nghiệp

source: The grade for this problem is determined by your Staff Grade.
af_za: Die graad vir hierdie probleem word bepaal deur jou personeelgraad.
el: Η άσκηση αυτή βαθμολογείται από το Διδακτικό Προσωπικό.
fa: نمرۀ این مساله با نمرۀ کارکنان شما تعیین می‌شود.
he: הציון לבעיה זו נקבע לפי ציון הצוות שלך.
hi: इस समस्या का ग्रेड आपके स्टाफ ग्रेड द्वारा निर्धारित किया जाता है।
ja: この問題の評価は、スタッフ評価によって決まります。
kk: Бұл мәселенің бағасы қызметкерлердің бағасымен анықталады.
lv: Šīs uzdevumi vērtējumu nosaka jūsu personāla vērtējums.
sq: Nota për këtë problem përcaktohet nga nota juaj e stafit.
uz: Ushbu muammoning bahosi sizning xodimlaringiz bahosi bilan belgilanadi.
vi: Điểm cho vấn đề này được xác định bởi Điểm độ Nhân viên của bạn.

source: The grade for this problem is determined by your Self Assessment.
af_za: Die graad vir hierdie probleem word bepaal deur jou Selfassessering.
el: Ο βαθμός για αυτό το πρόβλημα καθορίζεται από την Αυτοαξιολόγησή σας.
fa: نمرۀ این مساله توسط خودارزیابی شما تعیین می‌شود.
he: הציון לבעיה זו נקבע על פי ההערכה העצמית שלך.
hi: इस समस्या का ग्रेड आपके स्व-मूल्यांकन द्वारा निर्धारित किया जाता है।
id: Nilai untuk masalah ini ditentukan oleh Penilaian Diri Anda.
ja: この問題の評価は自己評価によって決まります。
kk: Бұл есептің бағасы өзін-өзі бағалау арқылы анықталады.
lv: Šīs uzdevumi vērtējumu nosaka jūsu pašnovērtējums.
sq: Nota për këtë problem përcaktohet nga vetëvlerësimi juaj.
uz: Ushbu muammoning bahosi o'z-o'zini baholash orqali aniqlanadi.
vi: Điểm cho vấn đề này được xác định bởi Tự đánh giá của bạn.
