Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: The question for this section
af_za: Die vraag vir hierdie afdeling
el: Το θέμα της εργασίας για αυτή την ενότητα
fa: سوال این بخش
fr_ca: La question pour cette section
he: השאלה עבור פרק זה.
hi: इस अनुभाग के लिए प्रश्न
hu: A kérdés ehhez a szakaszhoz
id: Pertanyaan untuk bagian ini
ja: このセクションの質問
kk: Осы бөлімге сұрақ
lv: Jautājums šai sadaļai
pt_pt: A pergunta para esta secção
sq: Pyetja për këtë seksion
uz: Ushbu bo'lim uchun savol
vi: Câu hỏi cho phần này

source: Files that were uploaded by your teammates:
af_za: Lêers wat deur jou spanmaats opgelaai is:
el: Αρχεία που ανέβηκαν από τους συμπαίκτες σας:
fa: پوشه‌هایی که توسط هم‌تیمی های شما بارگذاری شده‌اند:
fr_ca: Fichiers téléchargés par vos coéquipiers :
he: קבצים שהועלו על ידי חברי הצוות שלך:
hi: फ़ाइलें जो आपके टीम साथियों द्वारा अपलोड की गई थीं:
hu: A csapattársaid által feltöltött fájlok:
id: File-file yang diunggah oleh rekan tim Anda:
ja: あなたのチームメイトがアップロードしたファイル:
kk: Топтастарыңыз жүктеп салған файлдар:
lv: Faili, kurus augšupielādēja jūsu komandas biedri:
pt_pt: Ficheiros que foram carregados pelos seus colegas de equipa:
sq: Skedarët që u ngarkuan nga shokët tuaj të skuadrës:
uz: Jamoadoshlaringiz tomonidan yuklangan fayllar:
vi: Các tập tin được đồng đội của bạn tải lên:

source: View the files associated with this submission:
af_za: Bekyk die lêers wat met hierdie indiening geassosieer word:
el: Προβολή των αρχείων που σχετίζονται με αυτήν την υποβολή:
fa: مشاهدۀ پوشه‌های مرتبط با این ارسال:
fr_ca: Voir les fichiers associés à cette soumission :
he: צפה בקבצים המשויכים להגשות זו:
hi: इस सबमिशन से जुड़ी फ़ाइलें देखें:
hu: Tekintse meg a benyújtáshoz kapcsolódó fájlokat:
id: Lihat file yang terkait dengan kiriman ini:
ja: この提出に関連するファイルを表示する:
kk: Осы жіберумен байланысты файлдарды қараңыз:
lv: Skatiet ar šo iesniegumu saistītos failus:
pt_pt: Visualizar os ficheiros associados a este envio:
sq: Shikoni skedarët e lidhur me këtë paraqitje:
uz: Ushbu yuborish bilan bog'liq fayllarni ko'ring:
vi: Xem các tập tin liên quan đến bài nộp này:

source: Uploaded by
af_za: Opgelaai deur
el: Ανέβηκε από
fa: بارگذاری‌ توسط
fr_ca: Téléversé par
hi: के द्वारा अपलोड किया गया
hu: Feltöltötte:
id: Diunggah oleh
ja: アップロード者
kk: Жүктеп салған
lv: Augšupielādēja
pt_pt: Carregado por
sq: Ngarkuar nga
uz: tomonidan yuklangan
vi: Được tải lên bởi

source: Files that were uploaded by you:
af_za: Lêers wat deur jou opgelaai is:
el: Αρχεία που έχετε ανεβάσει:
fa: پوشه‌هایی که توسط شما بارگذاری شده‌اند:
fr_ca: Fichiers que vous avez téléchargés :
he: הקבצים שהועלו על ידך:
hi: फ़ाइलें जो आपके द्वारा अपलोड की गई थीं:
hu: Az ön által feltöltött fájlok:
id: Files yang diunggah oleh Anda:
ja: あなたがアップロードしたファイル:
kk: Сіз жүктеп салған файлдар:
lv: Faili, kurus augšupielādējāt jūs:
pt_pt: Ficheiros que foram carregados por si:
sq: Skedarët që janë ngarkuar nga ju:
uz: Siz yuklagan fayllar:
vi: Các tập tin do bạn tải lên:

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
af_za: Waarskuwing: Hierdie lêers is deur &#39;n ander kursusleerder opgelaai en is nie deur die werfadministrateur geverifieer, gekeur, goedgekeur, hersien of onderskryf nie. As jy toegang tot die lêers kry, doen jy dit op eie risiko.)
el: Προσοχή: Αυτά τα αρχεία μεταφορτώθηκαν από άλλον σπουδαστή του μαθήματος και δεν έχουν επαληθευτεί, ελεγχθεί ή εγκριθεί από τον διαχειριστή του ιστότοπου. Εάν ανοίξετε τα αρχεία, το κάνετε με δική σας ευθύνη.
fa: احتیاط: این پوشه‌ها توسط یک فراگیر از دوره‌ای دیگر بارگذاری شده‌اند و توسط مدیر وبگاه تایید، غربالگری، تایید، بررسی یا تایید نشده‌اند. اگر به آن‌ها دسترسی دارید، این کار را با مسئولیت خود انجام می‌دهید.)
fr_ca: Avertissement : Ces fichiers ont été envoyés par un autre apprenant et n'ont pas été vérifiés, scannés, approuvés, revus ou avalisés par l'administrateur du site. Si vous accédez aux fichiers, vous le faites à vos propres risques.)
he: זהירות: קבצים אלו הועלו על ידי לומד אחר בקורס ולא אומתו, נבדקו, אושרו, נבדקו או אושרו על ידי הנהלת המערכת. אם אתה ניגש לקבצים, אתה עושה זאת על אחריותך בלבד.)
hi: सावधानी: ये फ़ाइलें किसी अन्य पाठ्यक्रम सीखने वाले द्वारा अपलोड की गई थीं और साइट व्यवस्थापक द्वारा सत्यापित, जांच, अनुमोदित, समीक्षा या समर्थन नहीं किया गया है। यदि आप फ़ाइलों तक पहुँचते हैं, तो आप ऐसा अपने जोखिम पर करते हैं।)
hu: Vigyázat: Ezeket a fájlokat egy másik kurzus résztvevője töltötte fel, és nem ellenőrizte, nem hagyta jóvá, nem vizsgálta felül, és nem támogatta az oldal adminisztrátora. Ha hozzáfér a fájlokhoz, azt saját felelősségére teszi.)
ja: 注意: これらのファイルは他のコース受講者によってアップロードされたものであり、サイト管理者によって確認、審査、承認、レビュー、または推奨されていません。ファイルにアクセスする場合は、自己責任で行ってください。)
kk: Ескерту: Бұл файлдарды басқа курс студенті жүктеп салған және сайт әкімшісі тексермеген, тексермеген, мақұлдаған, қаралмаған немесе мақұлдамаған. Егер сіз файлдарға қол жеткізсеңіз, мұны өзіңізге тәуекел етесіз.)
lv: Uzmanību: šos failus augšupielādēja cits kursa dalībnieks, un vietnes administrators tos nav pārbaudījis, pārskatījis vai apstiprinājis. Ja piekļūstat failiem, jūs to darāt uz savu risku.)
pt_pt: Atenção: estes ficheiros foram carregados por outro estudante do curso e ainda não foram validados, selecionados, aprovados, revistos ou aprovados pela equipa do curso. Caso aceda aos ficheiros, as consequências serão da sua responsabilidade.)
sq: Kujdes: Këta skedarë janë ngarkuar nga një nxënës tjetër i kursit dhe nuk janë verifikuar, kontrolluar, miratuar, shqyrtuar ose miratuar nga administratori i faqes. Nëse ju aksesoni skedarët, ju e bëni këtë në rrezikun tuaj.)
uz: Diqqat: Bu fayllar boshqa kurs talabasi tomonidan yuklangan va sayt administratori tomonidan tekshirilmagan, tekshirilmagan, tasdiqlanmagan, ko'rib chiqilmagan yoki tasdiqlanmagan. Agar siz fayllarga kirsangiz, buni o'zingizning xavf-xataringiz ostida qilasiz.)
vi: Thận trọng: Những tệp này đã được tải lên bởi một người học khóa học khác và chưa được quản trị viên trang web xác minh, sàng lọc, phê duyệt, xem xét hoặc xác nhận. Nếu bạn truy cập các tập tin, bạn sẽ tự chịu rủi ro khi làm như vậy.)

source: Assess Peers
af_za: Evalueer eweknieë
el: Αξιολογήστε συμφοιτητές σας
fa: ارزیابی همتایان
fr_ca: Évaluer les pairs
he: הערך עמיתים
hi: साथियों का आकलन करें
hu: Értékelje a társakat
id: Penilaian Sebaya
ja: ピアを評価する
kk: Құрбыларын бағалау
lv: Novērtējiet citus dalībniekus
pt_pt: Avaliar os pares
sq: Vlerësoni bashkëmoshatarët
uz: Tengdoshlarni baholash
vi: Đánh giá đồng nghiệp

source: In Progress (%(review_number)s of %(num_must_grade)s)
af_za: Aan die gang ( %(review_number)s van %(num_must_grade)s )
el: Σε εξέλιξη ( %(review_number)s από %(num_must_grade)s )
fa: درحال انجام ( %(review_number)s از %(num_must_grade)s )
fr_ca: En cours (%(review_number)s de %(num_must_grade)s)
he: בתהליך (%(review_number)s מתוך %(num_must_grade)s)
hi: प्रगति में ( %(review_number)s का %(num_must_grade)s )
id: Sedang Berlangsung (%(review_number)s dari %(num_must_grade)s)
ja: 進行中 (%(review_number)s of %(num_must_grade)s)
lv: Notiek procesā ( %(review_number)s no %(num_must_grade)s )
pt_pt: Em progresso (%(review_number)s de %(num_must_grade)s)
sq: Në vazhdim ( %(review_number)s nga %(num_must_grade)s )
uz: Davom etmoqda ( %(review_number)s / %(num_must_grade)s )
vi: Đang tiến hành ( %(review_number)s của %(num_must_grade)s )

source: Read and assess the following response from one of your peers.
af_za: Lees en assesseer die volgende reaksie van een van jou maats.
el: Διαβάστε και αξιολογήστε την παρακάτω εργασία που έγραψε κάποιος από τους συμφοιτητές σας.
fa: پاسخ زیر را از یکی از همتایان خود بخوانید و ارزیابی کنید.
fr_ca: Veuillez lire et évaluer la réponse suivante de l'un de vos pairs.
he: קרא והערך את התשובה הבאה של אחד מעמיתך.
hi: अपने किसी सहकर्मी की निम्नलिखित प्रतिक्रिया को पढ़ें और उसका मूल्यांकन करें।
hu: Olvasd el és mérd fel az egyik társad alábbi válaszát.
id: Baca dan nilailah tanggapan berikut dari salah satu sebaya Anda.
ja: あなたの仲間の一人からの次の回答を読んで評価してください。
kk: Құрдастарыңыздың бірінің келесі жауабын оқып, бағалаңыз.
lv: Izlasiet un novērtējiet šādu viena no jūsu citu dalībnieku atbildi.
pt_pt: Leia e avalie a resposta de um dos seus pares.
sq: Lexoni dhe akces përgjigjen e mëposhtme nga një prej kolegëve tuaj.
sw: Soma na utathmini jibu lifuatalo kutoka kwa mmoja wa wenzako.
uz: Tengdoshlaringizdan birining quyidagi javobini o'qing va baholang.
vi: Đọc và đánh giá phản hồi sau đây từ một trong những đồng nghiệp của bạn.

source: Associated Files
af_za: Geassosieerde lêers
el: Συσχετισμένα αρχεία
fa: پوشه‌های مرتبط
fr_ca: Fichiers associés
he: קבצים נלווים
hi: संबद्ध फ़ाइलें
hu: Kapcsolódó fájlok
id: File Terkait
ja: 関連ファイル
kk: Байланысты файлдар
lv: Saistītie faili
pt_pt: Ficheiros associados
sq: Skedarët e lidhur
uz: Bog'langan fayllar
vi: Tệp liên kết

source: We could not submit your assessment
af_za: Ons kon nie jou assessering indien nie
el: Δεν ήταν εφικτή η υποβολή της αξιολόγησή σας
fa: ما نتوانستیم ارزیابی شما را ارسال کنیم
fr_ca: Impossible de soumettre votre devoir
he: לא הצלחנו להגיש את הערכתך
hi: हम आपका मूल्यांकन प्रस्तुत नहीं कर सके
hu: Nem tudtuk benyújtani az értékelését.
id: Kita tidak bisa mengajukan penilaian Anda
ja: あなたの評価を提出できませんでした。
kk: Бағаңызды жібере алмадық
lv: Mēs nevarējām iesniegt jūsu vērtējumu
pt_pt: Nós não poderíamos submeter sua avaliação
sq: Nuk mundëm të dorëzonim vlerësimin tuaj
uz: Sizning bahongizni yubora olmadik
vi: Chúng tôi không thể gửi đánh giá của bạn

source: Cancelled
af_za: Gekanselleer
el: Ακυρώθηκε
fa: لغو شد
fr_ca: Annulée
he: בוטל
hi: रद्द
hu: Törölve
id: Dibatalkan
ja: キャンセル済み
kk: Бас тартылды
lv: Atcelts
pt_pt: Cancelado
sq: Anuluar
sw: Imeghairiwa
uz: Bekor qilingan
vi: Đã hủy

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
af_za: Onvolledig ( %(num_graded)s van %(num_must_grade)s )
el: Δεν έχει ολοκληρωθεί (%(num_graded)s από %(num_must_grade)s)
fa: ناقص ( %(num_graded)s از %(num_must_grade)s )
fr_ca: Incomplet (%(num_graded)s parmi %(num_must_grade)s)
he: לא הושלם (%(num_graded)s מתוך %(num_must_grade)s)
hi: अपूर्ण ( %(num_graded)s का %(num_must_grade)s )
hu: Befejezetlen (%(num_graded)s a %(num_must_grade)s-ből)
id: Tidak lengkap (%(num_graded)s dari %(num_must_grade)s)
lv: Nepabeigts ( %(num_graded)s no %(num_must_grade)s )
pt_pt: Incompleto ( %(num_graded)s de %(num_must_grade)s)
sq: E paplotë ( %(num_graded)s e %(num_must_grade)s )
uz: Tugallanmagan ( %(num_graded)s / %(num_must_grade)s )
vi: Chưa đầy đủ ( %(num_graded)s của %(num_must_grade)s )

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
af_za: Die sperdatum vir hierdie stap is verby. Hierdie stap is nou gesluit. Jy kan nie meer portuurassesserings voltooi of met hierdie opdrag voortgaan nie, en jy sal &#39;n graad Onvoltooid ontvang.
el: Η προθεσμία για αυτή την διαδικασία έχει παρέλθει και το βήμα αυτό έχει κλείσει. Δεν μπορείτε πλέον να ολοκληρώσετε τις αξιολογήσεις σας για εργασίες συμφοιτητών σας. Αντί βαθμού, θα λάβετε την ειδοποίηση ότι "Η εργασία δεν ολοκληρώθηκε".
fa: تاریخ سررسید این مرحله به پایان رسیده‌است. این مرحله اکنون بسته است. دیگر نمی‌توانید ارزیابی‌های همتا را تکمیل کنید یا به این تکلیف ادامه دهید و نمرۀ ناقص دریافت خواهید کرد.
fr_ca: Le délai pour effectuer cette étape est dépassé. Cette étape est maintenant close. Vous ne pouvez plus continuer l'évaluation par les pairs ni poursuivre avec ce devoir. Vous recevrez la note Incomplet.
he: תאריך היעד עבור שלב זה עבר. שלב זה סגור כעת. אינך יכול יותר להשלים הערכת עמיתים או להמשיך עם משימה זו ותקבל ציון חלקי.
hi: इस चरण की नियत तिथि बीत चुकी है. यह चरण अब बंद हो गया है. अब आप सहकर्मी मूल्यांकन पूरा नहीं कर सकते हैं या इस असाइनमेंट को जारी नहीं रख सकते हैं, और आपको अपूर्ण का ग्रेड प्राप्त होगा।
id: Tanggal jatuh tempo untuk langkah ini telah lewat. Langkah ini sekarang ditutup. Anda tidak dapat lagi menyelesaikan penilaian sejawat atau melanjutkan tugas ini, dan Anda akan menerima nilai tidak lengkap.
ja: このステップの期限は過ぎました。このステップは現在終了しています。ピア評価を完了したり、この課題を続行したりすることはできず、不完全の評価を受け取ります。
kk: Бұл қадамның аяқталу мерзімі өтті. Бұл қадам қазір жабылды. Сіз бұдан былай өзара бағалауды аяқтай алмайсыз немесе бұл тапсырманы жалғастыра алмайсыз және «Аяқталмаған» деген баға аласыз.
lv: Šīs darbības izpildes termiņš ir pagājis. Šis solis tagad ir slēgts. Jūs vairs nevarat pabeigt kolēģu vērtējumus vai turpināt pildīt šo uzdevumu, un jūs saņemsiet vērtējumu Nepabeigts.
pt_pt: Terminou a data limite para esta etapa. A etapa está agora encerrada. Não poderá concluir as avaliações dos pares ou continuar esta tarefa, pelo que receberá uma classificação de incompleto.
sq: Afati i duhur për këtë hap ka kaluar. Ky hap tani është i mbyllur. Ju nuk mund të përfundoni më vlerësimet e kolegëve ose të vazhdoni me këtë detyrë dhe do të merrni një notë të Paplotë.
uz: Ushbu bosqichning muddati o'tdi. Bu bosqich endi yopiq. Siz endi tengdoshlarni baholashni yakunlay olmaysiz yoki bu topshiriqni bajarishda davom eta olmaysiz va siz “Tugallanmagan” bahosini olasiz.
vi: Ngày hết hạn cho bước này đã qua. Bước này hiện đã được đóng lại. Bạn không thể hoàn thành các đánh giá ngang hàng hoặc tiếp tục làm bài tập này nữa và bạn sẽ nhận được điểm Chưa hoàn thành.

source: Completed
af_za: Voltooi
el: Oλοκληρώθηκε
fa: تکمیل شد
fr_ca: Terminé
he: הושלם
hi: पूरा कर लिया है
hu: Kész
id: Selesai
ja: 完了
kk: Аяқталды
lv: Pabeigts
pt_pt: Concluído
sq: Kompletuar
sw: Imekamilika
uz: Bajarildi
vi: Hoàn thành

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
af_za: Jy het al die vereiste portuurassesserings vir hierdie werkopdrag suksesvol voltooi. Jy kan addisionele portuurantwoorde assesseer as jy wil. Die voltooiing van addisionele assesserings sal nie jou finale graad beïnvloed nie.
el: Έχετε ολοκληρώσει επιτυχώς όλες τις απαιτούμενες αξιολογήσεις δοκιμίων συμφοιτητών σας. Μπορείτε αν το επιθυμείτε να συνεχίσετε να αξιολογείτε. Οι επιπλέον αυτές αξιολογήσεις δεν αυξάνουν την τελική σας βαθμολογία.
fa: شما همۀ ارزیابی‌های ضروری برای این تکلیف را با موفقیت انجام دادید. در صورت تمایل می‌توانید پاسخ‌های دیگر همتایان را ارزیابی کنید. تکمیل ارزیابی‌های بیشتر بر نمرۀ نهایی شما تأثیری نخواهد داشت.
fr_ca: Vous avez évalué toutes les réponses de vos pairs demandées pour ce devoir. Vous pouvez évaluer d'autres réponses si vous le désirez. Ceci ne changera pas votre note finale.
he: השלמת בהצלחה את כל הערכות העמיתים כבור משימה זו. אתה יכול להעריך תשובות נוספות אם אתה רוצה. השלמה של הערכות עמיתים נוספות לא תשפיע על ציונך הסופי.
hi: आपने इस असाइनमेंट के लिए सभी आवश्यक सहकर्मी मूल्यांकन सफलतापूर्वक पूरा कर लिया है। यदि आप चाहें तो आप अतिरिक्त सहकर्मी प्रतिक्रियाओं का मूल्यांकन कर सकते हैं। अतिरिक्त मूल्यांकन पूरा करने से आपके अंतिम ग्रेड पर कोई प्रभाव नहीं पड़ेगा।
hu: Sikeresen teljesítetted az összes szükséges társértékelést ehhez a feladathoz. Ha szeretnéd, felmérhetsz további társ válaszokat is. A további felmérések elvégzése nem befolyásolja a végső osztályzatodat.
id: Anda telah berhasil menyelesaikan semua penilaian sebaya yang diperlukan untuk tugas ini. Anda dapat menetapkan tanggapan sebaya tambahan jika Anda ingin. Membuat penilaian tambahan tidak akan mempengaruhi nilai akhir Anda.
ja: この課題の必須ピア評価をすべて完了しました。希望する場合は、追加のピアレスポンスを評価することができます。追加の評価を完了しても、最終成績には影響しません。
kk: Сіз осы тапсырма үшін барлық қажетті әріптестерді бағалауды сәтті аяқтадыңыз. Қаласаңыз, әріптестердің қосымша жауаптарын бағалай аласыз. Қосымша бағалауды аяқтау сіздің қорытынды бағаңызға әсер етпейді.
lv: Jūs veiksmīgi pabeidzāt visus šim uzdevumam nepieciešamos salīdzinošo vērtējumu. Ja vēlaties, varat novērtēt papildu citu dalībnieku atbildes. Papildu vērtējumu aizpildīšana neietekmēs jūsu gala atzīmi.
pt_pt: Concluiu com sucesso todas as avaliações dos pares necessárias nesta tarefa. Caso pretenda, poderá avaliar respostas de pares adicionais. A conclusão de avaliações adicionais não afetará a sua classificação final.
sq: Ju keni përfunduar me sukses të gjitha vlerësimet e kërkuara nga kolegët për këtë detyrë. Ju mund të vlerësoni përgjigjet shtesë të kolegëve nëse dëshironi. Përfundimi i vlerësimeve shtesë nuk do të ndikojë në notën tuaj përfundimtare.
uz: Siz ushbu topshiriq uchun barcha kerakli tengdoshlarni baholashni muvaffaqiyatli bajardingiz. Agar xohlasangiz, tengdoshlarning qo'shimcha javoblarini baholashingiz mumkin. Qo'shimcha baholashlarni bajarish yakuniy bahoga ta'sir qilmaydi.
vi: Bạn đã hoàn thành thành công tất cả các đánh giá ngang hàng bắt buộc cho nhiệm vụ này. Bạn có thể đánh giá các phản hồi bổ sung từ đồng nghiệp nếu muốn. Việc hoàn thành các bài đánh giá bổ sung sẽ không ảnh hưởng đến điểm cuối cùng của bạn.

source: We could not retrieve additional submissions for assessment
af_za: Ons kon nie bykomende voorleggings vir assessering ophaal nie
el: Δεν υπάρχουν περαιτέρω εργασίες προς αξιολόγηση
fa: ما نتوانستیم موارد ارسالی بیشتری را برای ارزیابی بازیابی کنیم
fr_ca: Impossible de récupérer des soumissions supplémentaires pour l'évaluation
he: לא הצלחנו לאחזר הגשות נוספות עבור מטלה
hi: हम मूल्यांकन के लिए अतिरिक्त प्रस्तुतियाँ पुनः प्राप्त नहीं कर सके
hu: Nem sikerült további beadott munkákat lekérni értékelésre.
id: Kami tidak dapat mengambil pengajuan tambahan untuk penilaian
ja: 追加の提出物を取得できませんでした。
kk: Бағалау үшін қосымша ұсыныстарды ала алмадық
lv: Mēs nevarējām izgūt papildu iesniegumus novērtēšanai
pt_pt: Não foi possível recuperar os envios adicionais para a avaliação
sq: Nuk mundëm të merrnim parashtresa shtesë për vlerësim
uz: Baholash uchun qoʻshimcha taqdimotlarni ololmadik
vi: Chúng tôi không thể truy xuất nội dung gửi bổ sung để đánh giá

source: Continue Assessing Peers
af_za: Gaan voort om eweknieë te assesseer
el: Συνεχίστε να αξιολογείτε συμφοιτητές σας
fa: به ارزیابی همتایان ادامه دهید
fr_ca: Continuer à évaluer les pairs
he: המשך בהערכת עמיתים
hi: साथियों का मूल्यांकन जारी रखें
hu: Folytassa a társak értékelését
id: Lanjutkan Penilaian Sebaya
ja: ピアを評価し続ける
kk: Құрбыларын бағалауды жалғастыру
lv: Turpiniet citu dalībnieku novērtēšanu
pt_pt: Continuar a Avaliação de Pares
sq: Vazhdoni të vlerësoni kolegët
uz: Tengdoshlarni baholashda davom eting
vi: Tiếp tục đánh giá đồng nghiệp

source: Complete (%(num_graded)s)
af_za: Voltooi ( %(num_graded)s )
el: Ολοκληρωμένο (%(num_graded)s)
fa: کامل ( %(num_graded)s )
fr_ca: (%(num_graded)s) notations terminées
he: הושלם (%(num_graded)s)
hi: पूर्ण ( %(num_graded)s )
hu: Befejezve (%(num_graded)s)
id: Selesai (%(num_graded)s)
lv: Pabeigts ( %(num_graded)s )
pt_pt: Concluído (%(num_graded)s)
sq: I plotë ( %(num_graded)s )
uz: Toʻliq ( %(num_graded)s )
vi: Hoàn thành ( %(num_graded)s )

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
af_za: Alle voorgelê portuurantwoorde is geassesseer. Gaan later terug om te sien of meer leerders antwoorde ingedien het.
el: Όλες οι υποβληθείσες απαντήσεις από συμφοιτητές έχουν αξιολογηθεί. Ελέγξτε ξανά αργότερα για να δείτε εάν περισσότεροι σπουδαστές έχουν υποβάλει απαντήσεις.
fa: همۀ پاسخ‌های ارسالی توسط همتایان ارزیابی شده‌است. بعداً دوباره بررسی کنید تا ببینید آیا فراگیران بیشتری پاسخ‌هایی را ارسال کرده‌اند یا خیر.
fr_ca: Toutes les réponses soumises par des pairs ont été évaluées. Vérifiez ultérieurement si d'autres apprenants ont soumis des réponses.
he: כל תשובות העמיתים שנשלחו, הוערכו. בדוק מאוחר יותר אם לומדים נוספים הגישו תשובות.
hi: सभी प्रस्तुत सहकर्मी प्रतिक्रियाओं का मूल्यांकन किया गया है। यह देखने के लिए बाद में दोबारा जाँचें कि क्या अधिक शिक्षार्थियों ने प्रतिक्रियाएँ सबमिट की हैं।
id: Semua tanggapan yang dikirimkan telah dinilai. Periksa kembali nanti untuk melihat apakah ada lebih banyak peserta didik yang telah mengirimkan tanggapan.
kk: Барлық жіберілген әріптестердің жауаптары бағаланды. Көп оқушы жауаптар жібергенін көру үшін кейінірек қайта тексеріңіз.
lv: Visas iesniegtās speciālistu atbildes ir izvērtētas. Atgriezieties vēlāk, lai uzzinātu, vai atbildes ir iesnieguši vēl citi audzēkņi.
pt_pt: Todas as respostas enviadas pelo pares foram avaliadas. Volte mais tarde para verificar se existem novas respostas de mais estudantes.
sq: Të gjitha përgjigjet e dorëzuara nga kolegët janë vlerësuar. Kontrolloni përsëri më vonë për të parë nëse më shumë nxënës kanë dorëzuar përgjigje.
uz: Barcha yuborilgan tengdoshlar javoblari baholandi. Koʻproq oʻquvchilar javob yuborganligini bilish uchun keyinroq tekshiring.
vi: Tất cả các phản hồi ngang hàng được gửi đã được đánh giá. Hãy kiểm tra lại sau để xem có thêm học viên nào đã gửi câu trả lời hay không.

source: Not Available
af_za: Nie beskikbaar nie
el: Δεν είναι ακόμη διαθέσιμο
fa: در دسترس نیست
fr_ca: Indisponible
he: לא זמין
hi: उपलब्‍ध नहीं
hu: Nem elérhető
id: Belum tersedia
ja: 利用不可
kk: Жоқ
lv: Nav pieejams
pt_pt: Não está disponivel
sq: Nuk disponohet
uz: Mavjud emas
vi: Không có sẵn

source: In Progress (%(review_number)s of %(num_must_grade)s)
af_za: Aan die gang ( %(review_number)s van %(num_must_grade)s )
el: Σε εξέλιξη (%(review_number)s από %(num_must_grade)s)
fa: درحال انجام ( %(review_number)s از %(num_must_grade)s )
fr_ca: En cours (%(review_number)s de %(num_must_grade)s)
he: בתהליך (%(review_number)s מתוך %(num_must_grade)s)
hi: प्रगति में ( %(review_number)s का %(num_must_grade)s )
id: Sedang Berlangsung (%(review_number)s dari %(num_must_grade)s)
lv: Notiek procesā ( %(review_number)s no %(num_must_grade)s )
pt_pt: Em progresso (%(review_number)s de %(num_must_grade)s)
sq: Në vazhdim ( %(review_number)s nga %(num_must_grade)s )
uz: Davom etmoqda ( %(review_number)s / %(num_must_grade)s )
vi: Đang tiến hành ( %(review_number)s của %(num_must_grade)s )
