Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, de_de, el, fa, he, hi, hu, id, it_it, ja, ka, kk, lv, nl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Individual file size must be {max_files_mb}MB or less.
af_za: Individuele lêergrootte moet {max_files_mb} MB of minder wees.
ar: حجم كل ملف يجب أن يكون {max_files_mb}أو أقل.
az: Fərdi fayl ölçüsü {max_files_mb}MB və ya daha az olmalıdır.
de_de: Die individuelle Dateigröße muss {max_files_mb}MB oder weniger sein.
el: Το μέγεθος του μεμονωμένου αρχείου πρέπει να είναι {max_files_mb} MB ή μικρότερο.
fa: اندازۀ پوشۀ جداگانه باید {max_files_mb} مگابایت یا کمتر باشد.
he: גודל קובץ בודד חייב להיות {max_files_mb} MB או פחות.
hi: इंडिविदूयल फ़ाइल का साइज़ {max_files_mb} MB या कम|
hu: Az egyes fájlok mérete legfeljebb {max_files_mb}MB lehet.
id: Ukuran file individu harus kurang dari {max_files_mb}MB.
it_it: La dimensione del singolo file deve essere uguale o inferiore a {max_files_mb}MB.
ja: ファイルのサイズは個別に{max_files_mb}MB以下でなければなりません。
ka: ფაილის ინდივიდუალური ზომა უნდა იყოს {max_files_mb} მბ ან ნაკლები.
kk: Жеке файл өлшемі {max_files_mb} МБ немесе одан аз болуы керек.
lv: Atsevišķa faila lielumam ir jābūt {max_files_mb} MB vai mazākam.
nl: De individuele bestandsgrootte moet {max_files_mb} MB of minder zijn.
pt_br: O tamanho do arquivo deve ser {max_files_mb}MB ou menos.
pt_pt: O tamanho do ficheiro individual deve ser {max_files_mb}MB ou menos.
ro: Dimensiunea individuală a fișierului trebuie să fie {max_files_mb} MB sau mai mică.
ru: Размер отдельного файла не должен превышать {max_files_mb} МБ.
sq: Madhësia e skedarit individual duhet të jetë {max_files_mb} MB ose më pak.
sv: Enskild filstorlek måste vara {max_files_mb}MB eller mindre.
sw: Saizi ya faili ya mtu binafsi lazima iwe {max_files_mb} MB au chini.
te: వ్యక్తిగత ఫైల్ పరిమాణం తప్పనిసరిగా {max_files_mb} MB లేదా అంతకంటే తక్కువ ఉండాలి.
th: ขนาดไฟล์ส่วนบุคคลต้องมีขนาด {max_files_mb} MB หรือน้อยกว่า
tr_tr: Her bir dosyanın boyutu {max_files_mb}MB ya da daha az olmalı.
uk: Розмір файлу повинен бути не більше {max_files_mb}МБ.
uz: Shaxsiy fayl hajmi {max_files_mb} MB yoki undan kam bo'lishi kerak.
vi: Kích thước tệp riêng lẻ phải từ {max_files_mb} MB trở xuống.

source: File upload failed: unsupported file type. Only the supported file types can be uploaded. If you have questions, please reach out to the course team.
af_za: Lêeroplaai het misluk: nie-ondersteunde lêertipe. Slegs die ondersteunde lêertipes kan opgelaai word. As jy vrae het, kontak asseblief die kursusspan.
ar: فشل تحميل الملف: صيغة الملف غير مدعومة. يمكن فقط تحميل الملف المدعومة. عند وجود أي استفسار يرجى الاتصال بفريق المساق.
az: Fayl yüklənmədi: dəstəklənməyən fayl növü. Yalnız dəstəklənən fayl növləri yüklənə bilər. Suallarınız varsa, kurs komandası ilə əlaqə saxlayın.
de_de: Das Hochladen der Datei ist fehlgeschlagen: Nicht unterstützter Dateityp. Es können nur die unterstützten Dateitypen hochgeladen werden. Wenn Sie Fragen haben, wenden Sie sich bitte an das Kursteam.
el: Η μεταφόρτωση αρχείου απέτυχε: μη υποστηριζόμενος τύπος αρχείου. Μόνο οι υποστηριζόμενοι τύποι αρχείων μπορούν να μεταφορτωθούν. Εάν έχετε ερωτήσεις, επικοινωνήστε με την ομάδα μαθημάτων.
fa: بارگذاری پوشه انجام نشد: نوع پوشه پشتیبانی نمی‌شود. فقط انواع پشتیبانی‌شده، قابل بارگذاری است. اگر سوالی در این باره دارید، لطفاً با تیم دوره تماس بگیرید.
he: העלאת הקובץ נכשלה: סוג קובץ לא נתמך. ניתן להעלות רק את סוגי הקבצים הנתמכים. אם יש לך שאלות, אנא פנה לצוות הקורס.
hi: फ़ाइल अपलोड फ़ेलएड होगया: अनसपपोर्टेड फ़ाइल टाइप| केवल सपपोर्टेड फ़ाइल टाइप अपलोड हो सक्ता है| अगर आपके पास कोई सवाल हो, कृपया कोर्स टीम को संपर्क करे|
hu: A fájl feltöltése sikertelen: nem támogatott fájltípus. Csak a támogatott fájltípusok tölthetők fel. Ha kérdése van, forduljon a kurzus csapatához.
it_it: Caricamento del file non riuscito: tipo di file non supportato. È possibile caricare solo i tipi di file supportati. In caso di domande, contattare il team del corso.
ja: ファイルのアップロードに失敗しました: サポートされていないファイルタイプです。サポートされているファイルタイプのみアップロードできます。ご質問がある場合は、コースチームにお問い合わせください。
ka: ფაილის ატვირთვა ჩაიშალა: მხარდაუჭერელი ფაილის ტიპი. შესაძლებელია მხოლოდ მხარდაჭერილი ფაილის ტიპების ატვირთვა. თუ თქვენ გაქვთ შეკითხვები, გთხოვთ, დაუკავშირდეთ კურსის გუნდს.
kk: Файлды жүктеп салу сәтсіз аяқталды: қолдау көрсетілмейтін файл түрі. Тек қолдау көрсетілетін файл түрлерін жүктеп салуға болады. Сұрақтарыңыз болса, курс командасына хабарласыңыз.
lv: Failu augšupielādēt neizdevās: neatbilstošs faila tips. Var augšupielādēt tikai atbalstītos failu tipus. Ja jums ir jautājumi, lūdzu, sazinieties ar kursu komandu.
nl: Bestandsupload mislukt: niet-ondersteund bestandstype. Alleen de ondersteunde bestandstypen kunnen worden geüpload. Als u vragen heeft, kunt u contact opnemen met het cursusteam.
pt_br: Falha no envio do arquivo: tipo de arquivo não suportado. Apenas os tipos de arquivo suportados podem ser enviados. Em caso de dúvidas, entre em contato com a equipe do curso.
pt_pt: Falha no carregamento do ficheiro: tipo de ficheiro não suportado. Apenas os tipos de ficheiros suportados podem ser carregados. Se tiver dúvidas, entre em contato com a equipa de curso.
ro: Încărcarea fișierului nu a reușit: tip de fișier neacceptat. Numai tipurile de fișiere acceptate pot fi încărcate. Dacă aveți întrebări, vă rugăm să contactați echipa cursului.
ru: Ошибка загрузки файла: неподдерживаемый тип файла. Загружать можно только поддерживаемые типы файлов. Если у вас есть вопросы, пожалуйста, свяжитесь с командой курса.
sq: Ngarkimi i skedarit dështoi: lloj skedari i pambështetur. Mund të ngarkohen vetëm llojet e skedarëve të mbështetur. Nëse keni pyetje, ju lutemi kontaktoni ekipin e kursit.
sv: Filuppladdning misslyckades: filtyp stöds inte. Endast de filtyper som stöds kan laddas upp. Om du har frågor, vänligen kontakta kursteamet.
sw: Upakiaji wa faili haukufaulu: aina ya faili isiyotumika. Ni aina za faili zinazotumika pekee ndizo zinazoweza kupakiwa. Ikiwa una maswali, tafadhali wasiliana na timu ya kozi.
te: ఫైల్ అప్‌లోడ్ విఫలమైంది: మద్దతు లేని ఫైల్ రకం. మద్దతు ఉన్న ఫైల్ రకాలను మాత్రమే అప్‌లోడ్ చేయవచ్చు. మీకు ఏవైనా ప్రశ్నలు ఉంటే, దయచేసి కోర్సు బృందాన్ని సంప్రదించండి.
th: การอัพโหลดไฟล์ล้มเหลว: ประเภทไฟล์ที่ไม่รองรับ สามารถอัพโหลดได้เฉพาะประเภทไฟล์ที่รองรับเท่านั้น หากคุณมีคำถาม โปรดติดต่อทีมงานหลักสูตร
tr_tr: Dosya yükleme başarısız oldu: desteklenmeyen dosya türü. Yalnızca desteklenen dosya türleri yüklenebilir. Sorularınız varsa lütfen ders ekibiyle iletişime geçin.
uk: Помилка завантаження файлу: тип файлу не підтримується. Додавати можна лише типи файлів, що підтримуються. Якщо у вас є запитання, зверніться до служби підтримки.
uz: Fayl yuklanmadi: qo‘llab-quvvatlanmaydigan fayl turi. Faqat qo'llab-quvvatlanadigan fayl turlarini yuklash mumkin. Savollaringiz bo'lsa, kurs jamoasi bilan bog'laning.
vi: Tải tệp lên không thành công: loại tệp không được hỗ trợ. Chỉ có thể tải lên các loại tệp được hỗ trợ. Nếu bạn có thắc mắc, vui lòng liên hệ với nhóm khóa học.

source: The maximum number files that can be saved is
af_za: Die maksimum aantal lêers wat gestoor kan word, is
ar: الحد الأقصى لعدد الملفات التي يمكن حفظها هو
az: Saxlanıla bilən maksimum fayl sayı
de_de: Es können maximal Dateien gespeichert werden
el: Ο μέγιστος αριθμός αρχείων που μπορούν να αποθηκευτούν είναι
fa: حداکثر تعداد پوشه‌های قابل ذخیره، این است
he: המספר המרבי שניתן להישמר הוא
hi: सहेजी जा सकने वाली फ़ाइलों की अधिकतम संख्या है
hu: A maximálisan menthető fájlok száma:
it_it: Il numero massimo di file che è possibile salvare è
ja: 保存できるファイルの最大数は
ka: ფაილების მაქსიმალური რაოდენობა, რომლის შენახვაც შესაძლებელია
lv: Maksimālais failu skaits, ko var saglabāt, ir
nl: Het maximale aantal bestanden dat kan worden opgeslagen is
pt_br: O número máximo de arquivos que podem ser salvos é
pt_pt: O número máximo de ficheiros que podem ser guardados é
ro: Numărul maxim de fișiere care pot fi salvate este [valoare].
ru: Максимальное количество файлов, которое можно сохранить, равно
sq: Numri maksimal i skedarëve që mund të ruhen është
sv: Det maximala antalet filer som kan sparas är
sw: Idadi ya juu zaidi ya faili zinazoweza kuhifadhiwa ni [nambari ya juu zaidi ya faili].
te: సేవ్ చేయగల గరిష్ట సంఖ్య ఫైల్‌లు
th: จำนวนไฟล์สูงสุดที่สามารถบันทึกได้คือ
tr_tr: Kaydedilebilecek maksimum dosya sayısı
uk: Максимальна кількість файлів, які можна зберегти складає
uz: Saqlanishi mumkin bo'lgan maksimal fayllar soni
vi: Số lượng tập tin tối đa có thể được lưu là

source: Describe
af_za: Beskryf
ar: صف
az: Təsvir edin
de_de: Beschreibe
el: Περιγράψτε
fa: توصیف
he: תיאור
hi: डिस्क्राइब
hu: Írja le
id: Deskripsikan
it_it: Descrivi
ja: 説明する
ka: აღწერეთ
kk: Сипаттау
lv: Aprakstiet
nl: Beschrijven
pt_br: Descreva
pt_pt: Descreva
ro: Descrie
ru: Описание
sq: Përshkruani
sv: Beskriv
sw: Eleza
te: వివరించండి
th: อธิบาย
tr_tr: Tanımla
uk: Опишіть
uz: Ta'riflang
vi: Mô tả

source: (required):
af_za: (vereis):
ar: (مطلوب):
az: (tələb olunur):
de_de: (erforderlich):
el: (υποχρεωτικό πεδίο):
fa: (ضروری):
he: (נדרש):
hi: (रिक्वाइर्ड):
hu: (kötelező):
id: (wajib diisi):
it_it: (campo obbligatorio)
ja: (必須):
ka: (აუცილებელია):
kk: (міндетті):
lv: (obligāti):
nl: (vereist):
pt_br: (obrigatório):
pt_pt: (obrigatório):
ro: (necesar):
ru: (обязательно):
sq: (kërkohet):
sv: (nödvändig):
sw: (inahitajika):
te: (అవసరం):
th: (ที่จำเป็น):
tr_tr: (gerekli):
uk: (обов'язково)
uz: (majburiy):
vi: (yêu cầu):

source: Thumbnail view of
af_za: Kleinkiekie-aansig van
ar: صورة مصغرة لـ
az: Miniatür görünüşü
de_de: Miniaturansicht von
el: Προβολή μικρογραφίας για
fa: نمای کوچک از
he: תצוגה מוקטנת של
hi: थमनेल व्यू ऑफ
hu: Bélyegkép nézete a következőhöz:
id: Tampilan thumbnail dari
it_it: Vista miniatura di
ja: サムネイルビュー
ka: ესკიზების ხედი
kk: нобай көрінісі
lv: Sīktēla skats
nl: Miniatuurweergave van
pt_br: Miniatura de
pt_pt: Visualização em miniatura de
ro: Vedere în miniatură a documentului
ru: Миниатюра
sq: Pamje miniaturë e
sv: Miniatyrvy av
sw: Mwonekano wa kijipicha cha
te: యొక్క సూక్ష్మచిత్ర వీక్షణ
th: มุมมองภาพขนาดย่อของ
tr_tr: Küçük resim
uk: Мініатюра для
uz: ning eskiz koʻrinishi
vi: Chế độ xem hình thu nhỏ của

source: Confirm Delete Uploaded File
af_za: Bevestig verwyder opgelaaide lêer
az: Təsdiq Edin Yüklənmiş Faylı Silin
de_de: Bestätigen Sie Hochgeladene Datei löschen
el: Επιβεβαιώστε τη διαγραφή μεταφορτωμένου αρχείου
fa: تأیید حذف پوشۀ بارگذاری‌شده
he: אשר מחיקת הקובץ שהועלה
hi: अपलोड की गई फ़ाइल को हटाने की पुष्टि करें
id: Konfirmasi Hapus File yang Diunggah
it_it: Conferma Elimina file caricato
ja: アップロードされたファイルの削除を確認
ka: დაადასტურეთ ატვირთული ფაილის წაშლა
kk: Жүктеп салынған файлды жоюды растаңыз
lv: Apstipriniet augšupielādētā faila dzēšanu
nl: Bevestig het verwijderen van het geüploade bestand
pt_br: Confirme apagar arquivo enviado
pt_pt: Confirmar exclusão do arquivo enviado
ro: Confirmați ștergerea fișierului încărcat
ru: Подтвердите удаление загруженного файла
sq: Konfirmo fshirjen e skedarit të ngarkuar
sv: Bekräfta Ta bort uppladdad fil
sw: Thibitisha kufuta faili iliyopakiwa
te: అప్‌లోడ్ చేసిన ఫైల్‌ను తొలగించడాన్ని నిర్ధారించండి
th: ยืนยันการลบไฟล์ที่อัพโหลด
tr_tr: Yüklenmiş Dosyayı Silmeyi Onaylayın
uk: Підтвердьте видалення доданого файлу
uz: Yuklangan faylni o'chirishni tasdiqlang
vi: Xác nhận Xóa tệp đã tải lên

source: Are you sure you want to delete the following file? It cannot be restored. File:
af_za: Is jy seker jy wil die volgende lêer uitvee? Dit kan nie herstel word nie. Lêer:
ar: هل أنت واثق من رغبتك في حذف الملف التالي؟ لايمكن استعادته بعد الحذف. الملف:
az: Siz bu faylı silmək istədiyinizə əminsinizmi? Onu bərpa etmək mümkün deyil. Fayl:
de_de: Wollen Sie die folgende Datei wirklich löschen? Sie kann nicht wiederhergestellt werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το ακόλουθο αρχείο; Δεν μπορεί να αποκατασταθεί. Αρχείο:
fa: آیا مایل به حذف پوشه هستید؟ این اقدام قابل بازگشت نیست. پوشه:
he: האם אתה בטוח שברצונך למחוק את הקובץ הבא? לא ניתן לשחזר אותו. קוֹבֶץ:
hi: क्या आप पक्का है आप इस फ़ाइल को डिलीट करना चाहते है? यह रिस्टोरड नही किया जा सकता है| फ़ाइल:
hu: Biztosan törölni szeretné a következő fájlt? Nem lehet visszaállítani. Fájl:
id: Apakah Anda yakin ingin menghapus file berikut? File ini tidak dapat dipulihkan. File:
it_it: Si è sicuri di voler eliminare il seguente file? Non sarà possibile ripristinarlo. File:
ja: 以下のファイルを削除してもよろしいですか？復元することはできません。 ファイル:
ka: დარწმუნებული ხართ, რომ გსურთ შემდეგი ფაილის წაშლა? მისი აღდგენა შეუძლებელია. ფაილი:
kk: Келесі файлды шынымен жойғыңыз келе ме? Оны қалпына келтіру мүмкін емес. Файл:
lv: Vai tiešām vēlaties dzēst šo failu? To nevar atjaunot. Fails:
nl: Weet u zeker dat u het volgende bestand wilt verwijderen? Het kan niet worden hersteld. Bestand:
pt_br: Tem certeza de que deseja apagar o seguinte arquivo? Não pode ser restaurado. Arquivo:
pt_pt: Tem certeza de que deseja apagar o seguinte ficheiro? Não pode ser restaurado. Ficheiro:
ro: Sigur doriți să ștergeți următorul fișier? Nu poate fi restaurat. Fișier:
ru: Вы уверены, что хотите удалить следующий файл? Он не может быть восстановлен. Файл:
sq: Jeni i sigurt që dëshironi të fshini skedarin e mëposhtëm? Nuk mund të restaurohet. Skedari:
sv: Är du säker på att du vill radera följande fil? Den kan inte återställas. Fil:
sw: Je, una uhakika kwamba unataka kufuta faili ifuatayo? Haiwezi kurejeshwa. Faili:
te: మీరు ఖచ్చితంగా కింది ఫైల్‌ను తొలగించాలనుకుంటున్నారా? ఇది పునరుద్ధరించబడదు. ఫైల్:
th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์ต่อไปนี้ มันไม่สามารถเรียกคืนได้ ไฟล์:
tr_tr: Bu dosyayı silmek istediğinize emin misiniz? Bu işlem geri alınamaz. Dosya:
uk: Ви впевнені, що хочете видалити наступний файл? Його неможливо відновити. Файл:
uz: Haqiqatan ham quyidagi faylni oʻchirib tashlamoqchimisiz? Uni qayta tiklash mumkin emas. Fayl:
vi: Bạn có chắc chắn muốn xóa tệp sau không? Nó không thể được phục hồi. Tài liệu:

source: If you leave this page without submitting your self assessment, you will lose any work you have done.
af_za: As jy hierdie bladsy verlaat sonder om jou selfassessering in te dien, sal jy enige werk wat jy gedoen het verloor.
ar: ستفقد أي تغيير كنت قد أجريته إذا تركت هذه الصفحة دون تقديم تقييمك الذاتي.
az: Əgər siz öz qiymətləndirmənizi göndərmədən bu səhifəni tərk etsəniz, siz indiyədək gördüyünüz işləri itirəcəksiniz.
de_de: Wenn Sie diese Seite ohne vorheriges Speichern oder Einreichen der Antwort verlassen, geht die Arbeit an dieser Antwort verloren.
el: Αν αφήσετε αυτή τη σελίδα χωρίς να υποβάλετε την αυτοαξιολόγησή σας, θα χάσετε οποιαδήποτε εργασία έχετε κάνει.
fa: اگر این صفحه را بدون ارسال ارزیابی خود ترک کنید، هر اقدامی که انجام داده‌اید از دست خواهید داد.
he: אם תעזוב עמוד זה ללא שליחת ההערכה העצמית שלך, תאבד כל עבודה שביצעת.
hi: अगर आप इस पेज को बिना सेल्फ असेस्समेंट सबमिट किए लीव करते है, आपका काम खतम होजाएगा जो अपने किया है|
hu: Ha elhagyod ezt az oldalt anélkül, hogy elküldenéd az önfelmérésed, elveszíted az eddig végzett munkádat.
id: Jika Anda meninggalkan halaman tanpa mengirimkan hasil penilaian mandiri, Anda akan kehilangan pekerjaan Anda barusan.
it_it: Se si esce da questa pagina senza inoltrare la propria auto-valutazione, tutto il lavoro effettuato verrà perso.
ja: このページを送信せずに離れると、作業内容が失われます。
ka: თვითშეფასების გაგზავნის გარეშე გვერდის დატოვების შემთხვევაში, მთელი თქვენი ნაშრომი დაიკარგება.
kk: Егер сіз өз бағалауыңызды жібермей осы беттен кетсеңіз, сіз жасаған жұмысыңыздан айырыласыз.
lv: Ja atstāsiet šo lapu, neiesniedzot pašnovērtējumu, jūs zaudēsiet visu paveikto darbu.
nl: Als u deze pagina verlaat zonder uw zelfbeoordeling in te dienen, gaat al het werk dat u hebt gedaan verloren.
pt_br: Se você deixar esta página sem enviar a sua auto-avaliação, você perderá qualquer trabalho que tenha realizado.
pt_pt: Caso saia desta página sem submeter a sua auto-avaliação, irá perder todo o trabalho até aqui realizado.
ro: Dacă părăsiți această pagină fără să trimiteți autoevaluarea, veți pierde orice lucru pe care l-ați făcut.
ru: Если вы покинете страницу, не сохранив или не отправив свой ответ, введённые вами ответ будет потерян.
sq: Nëse largoheni nga kjo faqe pa paraqitur vetëvlerësimin tuaj, do të humbni çdo punë që keni bërë.
sv: Om du lämnar denna sida utan att skicka in din självbedömning kommer du att förlora allt arbete du har utfört.
sw: Ukiondoka kwenye ukurasa huu bila kuwasilisha tathmini yako binafsi, utapoteza kazi yoyote uliyofanya.
te: మీరు మీ స్వీయ అంచనాను సమర్పించకుండా ఈ పేజీ నుండి నిష్క్రమిస్తే, మీరు చేసిన ఏదైనా పనిని కోల్పోతారు.
th: หากคุณออกจากหน้านี้โดยไม่ส่งการประเมินตนเอง คุณจะสูญเสียงานที่คุณทำไปแล้ว
tr_tr: Bu sayfayı değerlendirmenizi yazmadan terk etmeniz durumunda, yaptığınız tüm işleri kaybedeceksiniz.
uk: Якщо ви залишите цю сторінку без збереження вашого самооцінювання, ви втратите всі результати роботи
uz: Agar siz ushbu sahifani o'z baholaringizni topshirmasdan tark etsangiz, qilgan ishingizdan ayrilib qolasiz.
vi: Nếu bạn rời khỏi trang này mà không gửi bản tự đánh giá của mình, bạn sẽ mất mọi công việc bạn đã thực hiện.

source: Unexpected server error.
af_za: Onverwagte bedienerfout.
ar: حدث خطأ غير متوقّع.
az: Gözlənilməyən server xətası.
de_de: Ein unerwarteter Fehler ist aufgetreten.
el: Μη αναμενόμενο σφάλμα διακομιστή.
fa: خطای سرویس‌دهندۀ غیرمنتظره.
he: שגיאת שרת לא צפויה.
hi: अनएक्सपेक्टेड सर्वर एर्र|
hu: Váratlan szerver hiba történt.
id: Kesalahan server yang tidak terduga.
it_it: Errore del server non previsto.
ja: 予期しないサーバーエラーが発生しました。
ka: სერვერზე გაუთვალისწინებელი შეცდომა დაფიქსირდა.
kk: Күтпеген сервер қатесі.
lv: Negaidīta servera kļūda.
nl: Onverwachte serverfout.
pt_br: Ocorreu um erro de servidor inesperado.
pt_pt: Erro do servidor.
ro: Eroare neașteptată de server.
ru: Ошибка сервера.
sq: Gabim i papritur i serverit.
sv: Oväntat serverfel.
sw: Hitilafu isiyotarajiwa ya seva.
te: ఊహించని సర్వర్ లోపం.
th: ข้อผิดพลาดเซิร์ฟเวอร์ที่ไม่คาดคิด
tr_tr: Beklenmeyen sunucu hatası.
uk: Неочікувана помилка на стороні серверу.
uz: Kutilmagan server xatosi.
vi: Lỗi máy chủ không mong muốn.

source: You must provide a learner name.
af_za: Jy moet &#39;n leerder se naam verskaf.
ar: يجب إدخال اسم المتعلّم.
az: Siz tələbə adını təmin etməlisiniz.
de_de: Name erforderlich
el: Πρέπει να δώσετε ένα όνομα σπουδαστή.
fa: باید نام یک فراگیرنده را ارائه دهید.
he: עליך לספק שם לומד.
hi: तुम्हें ज़रूर एक लेयर्नर नेम प्रोवाइड करना चाहिए|
hu: Meg kell adni a tanuló nevet.
id: Anda harus memasukkan nama pembelajar.
it_it: È necessario fornire il nome di uno studente.
ja: 学習者の名前を入力してください。
ka: აუცილებელია მსმენელის სახელის მითითება.
kk: Оқушының атын көрсету керек.
lv: Jums ir jānorāda kursa dalībnieka vārds.
nl: U moet een leerlingnaam opgeven.
pt_br: Você deve fornecer o nome do aluno.
pt_pt: Deve indicar o nome de um estudante.
ro: Trebuie să furnizați un nume de învățăcel.
ru: Необходимо указать имя слушателя.
sq: Ju duhet të jepni një emër nxënësi.
sv: Du måste ange ett elevnamn.
sw: Lazima utoa jina la mwanafunzi.
te: మీరు తప్పనిసరిగా అభ్యాసకుడి పేరును అందించాలి.
th: คุณต้องระบุชื่อผู้เรียน
tr_tr: Bir öğrenci ismi belirtmelisiniz.
uk: Ви маєте вказати ім'я учня.
uz: Siz o'quvchi ismini kiritishingiz kerak.
vi: Bạn phải cung cấp tên người học.

source: This grade will be applied to all members of the team. Do you want to continue?
af_za: Hierdie graad sal op alle lede van die span toegepas word. Wil jy voortgaan?
ar: سيتم اعتماد هذه الدرجة لجميع أعضاء الفريق. هل ترغب بالاستمرار؟
az: Bu qiymət komandanın bütün üzvlərinə tətbiq olunacaq. Davam etmək istəyirsiniz?
de_de: Diese Benotung wird auf alle Mitglieder des Teams angewandt. Wollen Sie fortfahren?
el: Αυτός ο βαθμός θα εφαρμοστεί σε όλα τα μέλη της ομάδας. Θέλετε να συνεχίσετε;
fa: این نمره برای همۀ اعضای تیم اعمال خواهد شد. مایل به ادامه هستید؟
he: ציון זה יחול על כל חברי הצוות. האם אתה רוצה להמשיך?
hi: यह ग्रेड अप्लाइड होगा सभी मेम्बर्स के लिए टीम के| क्या आप कंटिन्यू करना चाहते है?
hu: Ezt az osztályzatot a csapat minden tagjára alkalmazni fogjuk. Folytatni szeretné?
id: Nilai ini akan diterapkan kepada semua anggota tim. Apakah Anda ingin melanjutkan?
it_it: Questo voto verrà applicato a tutti i membri del team. Si desidera continuare?
ja: この成績はチームの全員に適用されます。続行しますか？
ka: ეს შეფასება გამოყენებული იქნება გუნდის ყველა წევრზე. გსურთ გაგრძელება?
kk: Бұл баға команданың барлық мүшелеріне қойылады. Жалғастырғыңыз келе ме?
lv: Šī vērtējums tiks piemērota visiem komandas dalībniekiem. Vai vēlaties turpināt?
nl: Dit cijfer wordt toegepast op alle leden van het team. Wil je doorgaan?
pt_br: Esta nota será aplicada a todos os membros da equipe. Você quer continuar?
pt_pt: Esta nota será aplicada a todos os membros da equipa. Quer continuar?
ro: Acest grad va fi aplicat tuturor membrilor echipei. Vrei să continui?
ru: Эта оценка будет применяться ко всем членам команды. Вы хотите продолжить?
sq: Kjo notë do të zbatohet për të gjithë anëtarët e ekipit. Dëshironi të vazhdoni?
sv: Detta betyg kommer att tillämpas på alla medlemmar i laget. Vill du fortsätta?
sw: Daraja hili litatumika kwa washiriki wote wa timu. Je, ungependa kuendelea?
te: ఈ గ్రేడ్ బృందంలోని సభ్యులందరికీ వర్తించబడుతుంది. మీరు కొనసాగించాలనుకుంటున్నారా?
th: เกรดนี้จะนำไปใช้กับสมาชิกทุกคนในทีม คุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Bu not takımın tüm üyelerine uygulanacak. Devam etmek istiyor musunuz?
uk: Ця оцінка буде застосована до всіх членів команди. Ви хочете продовжити?
uz: Ushbu baho jamoaning barcha a'zolariga qo'llaniladi. Davom etishni xohlaysizmi?
vi: Điểm này sẽ được áp dụng cho tất cả các thành viên trong nhóm. Bạn có muốn tiếp tục?

source: Confirm Grade Team Submission
af_za: Bevestig Graadspan indiening
az: Komanda Qiymətləndirmə Təqdimatını Təsdiqləyin
de_de: Bestätigen Sie die Einreichung des Notenteams
el: Επιβεβαιώστε την υποβολή της ομάδας βαθμολογίας
fa: تأیید ثبت نمرۀ تیم
he: אשר הגשת צוות ציונים
hi: ग्रेड टीम सबमिशन की पुष्टि करें
hu: Erősítse meg a csapat értékelésének beküldését
id: Konfirmasi Pengiriman Nilai Tim
it_it: Conferma la presentazione del team di valutazione
ja: チームの成績提出を確認
ka: დაადასტურეთ შეფასების გუნდის წარდგენა
kk: Баға тобының жіберуін растаңыз
lv: Apstipriniet vērtējumu komandas iesniegšanu
nl: Bevestig dat het beoordelingsteam heeft ingediend
pt_br: Confirme o Envio da Equipe de Notas
pt_pt: Confirme o envio da equipe de notas
ru: Подтвердить отправку команды Оценка
sq: Konfirmo paraqitjen e ekipit të notës
sv: Bekräfta inlämning av betygsteam
sw: Thibitisha Uwasilishaji wa Timu ya Daraja
te: గ్రేడ్ టీమ్ సమర్పణను నిర్ధారించండి
th: ยืนยันการส่งทีมเกรด
tr_tr: Not Takımı Gönderimini Onaylayın
uk: Підтвердьте відправку групової відповіді
uz: Guruh bahosini topshirishni tasdiqlang
vi: Xác nhận việc gửi nhóm lớp
