Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: Some comments I received were inappropriate.
af_za: Sommige opmerkings wat ek ontvang het, was onvanpas.
el: Κάποια από τα σχόλια που έλαβα ήταν ανάρμοστα.
fa: برخی از نظراتی که دریافت کردم امناسب نبود.
fr_ca: Certains commentaires que j'ai reçus étaient inappropriés.
he: חלק מההערות שקיבלתי היו בלתי הולמות.
hi: मुझे प्राप्त कुछ टिप्पणियाँ अनुचित थीं।
hu: Néhány megjegyzés, amit kaptam, nem volt megfelelő.
id: Beberapa komentar yang saya terima tidak pantas.
kk: Мен алған кейбір пікірлер орынсыз болды.
lv: Daži komentāri, ko es saņēmu, bija nepiemēroti.
pt_pt: Alguns dos comentários que recebi foram inadequados.
sq: Disa komente që mora ishin të papërshtatshme.
uz: Men olgan ba'zi izohlar nomaqbul edi.
vi: Một số ý kiến tôi nhận được là không phù hợp.

source: Provide feedback on the grade or comments that you received from your peers.
af_za: Gee terugvoer oor die graad of opmerkings wat jy van jou maats ontvang het.
el: Σχολιάστε τον βαθμό ή τα σχόλια που λάβατε από τους συμφοιτητές σας.
fa: ارائۀ بازخورد دربارۀ نمره یا نظراتی که از همسالان خود دریافت کرده‌اید
fr_ca: Fournir des commentaires sur les notes ou les commentaires que vous avez reçu de vos pairs.
he: ספֵּק משוב על הדירוג או על התגובות שקיבלת מהעמיתים.
hi: अपने साथियों से प्राप्त ग्रेड या टिप्पणियों पर प्रतिक्रिया दें।
hu: Adjon visszajelzést az osztályzatról vagy a megjegyzésekről, amelyeket társaitól kapott.
id: Berikan umpan balik terhadap nilai atau komentar yang Anda terima dari peserta lain.
ja: あなたが受け取った評価やコメントについてフィードバックを提供してください。
kk: Құрдастарыңыздан алған баға немесе пікірлер туралы пікіріңізді білдіріңіз.
lv: Sniedziet atsauksmes par vērtējumu vai komentāriem, ko saņēmāt no saviem citiem dalībniekiem.
pt_pt: Comente acerca da classificação ou de classificações recebidas pelos seus colegas.
sq: Jepni komente për notën ose komentet që keni marrë nga bashkëmoshatarët tuaj.
uz: Tengdoshlaringizdan olgan baho yoki sharhlar haqida fikr bildiring.
vi: Cung cấp phản hồi về điểm số hoặc nhận xét mà bạn nhận được từ các đồng nghiệp của mình.

source: I feel the feedback I received was...
af_za: Ek voel die terugvoer wat ek gekry het was...
el: Θεωρώ πως τα σχόλια που έλαβα ήταν...
fa: احساس می‌کنم بازخوردی که دریافت کردم ...
fr_ca: Je sens que les commentaires que j'ai reçu étaient...
he: אני חש כי המשוב שקיבלתי היה...
hi: मुझे लगता है कि मुझे जो प्रतिक्रिया मिली वह थी...
hu: Úgy érzem, a kapott visszajelzés...
id: Saya merasa umpan balik yang saya terima...
kk: Мен алған кері байланыс болды деп ойлаймын...
lv: Man šķiet, ka saņemtās atsauksmes bija...
pt_pt: Penso que o comentário que recebi foi...
sq: Ndjej se reagimet që mora ishin...
uz: Men olgan fikr-mulohazalarni his qilaman ...
vi: Tôi cảm thấy phản hồi tôi nhận được là...

source: We could not submit your feedback
af_za: Ons kon nie jou terugvoer indien nie
el: Δεν μπορέσαμε να υποβάλουμε τα σχόλιά σας
fa: ما نتوانستیم بازخورد شما را ارسال کنیم
fr_ca: Votre commentaire n'a pas pu être soumis
he: לא הצלחנו להגיש את המשוב שלך.
hi: हम आपकी प्रतिक्रिया सबमिट नहीं कर सके
hu: Nem tudtuk elküldeni a visszajelzését.
id: Kami tidak dapat mengirimkan umpan balik Anda
ja: フィードバックを送信できませんでした
kk: Пікіріңізді жібере алмадық
lv: Mēs nevarējām iesniegt jūsu atsauksmes
pt_pt: Nós foi possível enviar o seu comentário
sq: Nuk mundëm të dërgonim komentet tuaja
uz: Fikringizni yubora olmadik
vi: Chúng tôi không thể gửi phản hồi của bạn

source: Submit feedback on peer assessments
af_za: Dien terugvoer oor portuurassesserings in
el: Υποβάλετε τη γνώμη σας για τις αξιολογήσεις των συναδέλφων σας.
fa: ارائه بازخورد دربارۀ ارزیابی همتایان
fr_ca: Soumettez une remarque sur l'évaluation par les pairs
he: שלח משוב על הערכת עמיתים
hi: सहकर्मी मूल्यांकन पर प्रतिक्रिया सबमिट करें
hu: Adjon visszajelzést a társak felméréseiről
id: Kirimkan umpan balik dalam penilaian sebaya
ja: ピア評価に対するフィードバックを提出する
kk: Өзара бағалау бойынша кері байланыс жіберіңіз
lv: Iesniedziet atsauksmes par citu dalībnieku vērtējumiem
pt_pt: Enviar comentários sobre as avaliações dos pares
sq: Paraqisni komente për vlerësimet e kolegëve
uz: Tengdoshlarning baholashlari bo'yicha fikr-mulohazalarni yuboring
vi: Gửi phản hồi về đánh giá ngang hàng

source: Not Completed
af_za: Nie voltooi nie
el: Δεν έχετε ακόμη ολοκληρώσει όλα τα απαιτούμενα βήματα
fa: ناکامل
fr_ca: Inachevé
he: לא הושלם
hi: अपूर्ण
id: Belum Lengkap
ja: 未完了
kk: Аяқталмаған
lv: Nav pabeigts
pt_pt: Incompleto
sq: E pa përfunduar
uz: Tugallanmagan
vi: Chưa hoàn thành

source: You have not completed all the steps of this problem.
af_za: Jy het nie al die stappe van hierdie probleem voltooi nie.
el: Δεν έχετε ολοκληρώσει όλα τα βήματα της αλληλοαξιολόγησης.
fa: شما همۀ مراحل این مشکل را کامل نکرده‌اید.
fr_ca: Vous n'avez pas terminé toutes les étapes de cet exercice.
he: לא השלמת את כל השלבים בבעיה זו.
hi: आपके द्वारा प्रश्‍न के सभी चरणाें को पूर्ण नहीं किया गया
hu: Nem fejezte be a probléma összes lépését.
id: Anda belum menyelesaikan semua tahap dalam masalah ini.
ja: この問題のすべてのステップを完了していません。
kk: Сіз бұл мәселенің барлық қадамдарын аяқтамадыңыз.
lv: Jūs nepabeidzāt visas šīs uzdevumi darbības.
pt_pt: Não concluiu todas as etapas deste problema.
sq: Nuk i keni përfunduar të gjitha hapat e këtij problemi.
uz: Siz bu muammoning barcha bosqichlarini bajarmadingiz.
vi: Bạn chưa hoàn thành tất cả các bước của vấn đề này.

source: Not Started
af_za: Nie begin
el: Δεν έχετε ακόμη υποβάλει την εργασία σας
fa: شروع نشده‌است
fr_ca: Pas commencé
he: לא התחיל
hi: आरंभ नहीं किया गया
hu: Nem kezdődött el
id: Belum Dimulai
kk: Басталған жоқ
lv: Nav sākts
pt_pt: Não iniciado
sq: Nuk ka filluar
sw: Haijaanza
uz: Boshlanmagan
vi: Chưa bắt đầu

source: You have not started this problem yet.
af_za: Jy het nog nie hierdie probleem begin nie.
el: Δεν έχετε ακόμη ξεκινήσει την εργασία σας.
fa: شما هنوز این مشکل را آغاز نکرده‌اید.
fr_ca: Vous n'avez pas encore commencé cet exercice.
he: לא התחלת עדיין בעיה זו.
hi: आपके द्वारा इस प्रश्‍न को अभी तक आरंभ नहीं किया गया
hu: Még nem kezdtél hozzá a feladathoz.
id: Anda belum mulai masalah ini.
kk: Сіз бұл мәселені әлі бастаған жоқсыз.
lv: Jūs vēl nesākāt šo uzdevumu.
pt_pt: Ainda não iniciou este problema.
sq: Nuk e keni filluar ende këtë problem.
uz: Siz hali bu muammoni boshlamadingiz.
vi: Bạn chưa bắt đầu vấn đề này.

source: Waiting for Assessments
af_za: Wag vir Assesserings
el: Αναμείνατε τις αξιολογήσεις σας
fa: در انتظار ارزیابی‌ها
fr_ca: En attente des évaluations
he: ממתין להערכות
hi: मूल्‍यांकन के लिये प्रतीक्षा
hu: Várakozás a felmérésekre
id: Menunggu Penilaian
ja: 評価を待っています
kk: Бағалауды күту
lv: Vērtējumu gaidīšana
pt_pt: A aguardar as avaliações
sq: Në pritje të vlerësimeve
uz: Baholarni kutish
vi: Đang chờ đánh giá

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
af_za: Jy het jou stappe in die werkopdrag voltooi, maar sommige assesserings moet nog op jou antwoord gedoen word. Wanneer die assesserings van jou antwoord voltooi is, sal jy terugvoer sien van almal wat jou antwoord geassesseer het, en jy sal jou finale graad ontvang.
el: Έχετε ολοκληρώσει τις αξιολογήσεις των εργασιών συμφοιτητών σας, απομένουν όμως κάποιες αξιολογήσεις της δικής σας εργασίας. Όταν ολοκληρωθούν οι αξιολογήσεις της εργασίας σας, θα λάβετε γνώση για κάθε μία από αυτές και τον τελικό βαθμό σας.
fa: شما مراحل خود را در تکلیف طی کردید، اما هنوز باید برخی ارزیابی‌ها دربارۀ پاسخ شما انجام شود. هنگامی که ارزیابی پاسخ شما کامل شد، بازخوردی را از همۀ کسانی که پاسخ شما را ارزیابی کردند مشاهده و نمرۀ نهایی خود را دریافت خواهید کرد.
fr_ca: Vous avez complété vos étapes dans ce devoir, mais d'autres évaluations doivent être faites pour vos réponses. Quand l'évaluation de vos réponses seront faites, vous aurez les retours de tous ceux qui on évalué vos réponses et vous recevrez votre note finale.
he: השלמת את השלבים שבמשימה, אך עדיין צריך להשלים כמה מההערכות על התשובה שלך. כאשר ההערכות על התשובה שלך הושלמו, תראה משוב מכל אחד שהעריך את תשובתך, ותקבל את הציון הסופי שלך.
hi: आपने असाइनमेंट में अपने चरण पूरे कर लिए हैं, लेकिन आपकी प्रतिक्रिया पर अभी भी कुछ मूल्यांकन किए जाने की आवश्यकता है। जब आपकी प्रतिक्रिया का मूल्यांकन पूरा हो जाएगा, तो आप उन सभी से प्रतिक्रिया देखेंगे जिन्होंने आपकी प्रतिक्रिया का मूल्यांकन किया था, और आपको अपना अंतिम ग्रेड प्राप्त होगा।
hu: Elvégezte a feladat lépéseit, de néhány értékelés még hátravan a válaszával kapcsolatban. Amikor a válaszának értékelései elkészülnek, látni fogja az értékelők visszajelzéseit, és megkapja a végső osztályzatát.
id: Anda telah menyelesaikan semua langkah dalam penugasan, namun beberapa penugasan masih harus dilakukan dalam respon Anda. Jika penilaian dalam respon Anda telah lengkap, Anda akan melihat umpan balik dari semua rekan yang menilai respon Anda, dan Anda akan menerima nilai akhir Anda.
ja: 課題のステップは完了しましたが、あなたの回答にはまだいくつかの評価が必要です。回答の評価が完了すると、評価した人全員からのフィードバックが表示され、最終成績を受け取ります。
kk: Тапсырмадағы қадамдарыңызды аяқтадыңыз, бірақ жауабыңызға кейбір бағалаулар әлі де орындалуы керек. Жауабыңызды бағалау аяқталғаннан кейін сіз жауапыңызды бағалағандардың барлығынан кері байланыс көресіз және қорытынды баға аласыз.
lv: Jūs pabeidzāt uzdevumā norādītās darbības, taču vēl ir jāveic daži jūsu atbildes vērtējumi. Kad jūsu atbildes vērtējumi būs pabeigti, jūs redzēsiet atsauksmes no visiem, kas novērtēja jūsu atbildi, un jūs saņemsiet savu galīgo vērtējumu.
pt_pt: Concluiu todos os passos na tarefa, mas algumas respostas ainda necessitam de ser avaliadas. Quando a avaliação das respostas estiver concluída, conseguirá ver os comentários de todos os avaliadores, e receberá a sua classificação final.
sq: Ju keni përfunduar hapat në detyrë, por duhet të bëhen ende disa vlerësime për përgjigjen tuaj. Kur të përfundojnë vlerësimet e përgjigjes suaj, do të shihni reagime nga të gjithë ata që vlerësuan përgjigjen tuaj dhe do të merrni notën tuaj përfundimtare.
uz: Siz topshiriqdagi qadamlaringizni bajardingiz, ammo javobingiz uchun ba'zi baholashlar hali ham bajarilishi kerak. Javobingizni baholash tugagach, javobingizni baholagan har bir kishining fikr-mulohazalarini ko'rasiz va yakuniy bahoni olasiz.
vi: Bạn đã hoàn thành các bước trong bài tập nhưng vẫn cần phải thực hiện một số đánh giá đối với câu trả lời của bạn. Khi việc đánh giá câu trả lời của bạn hoàn tất, bạn sẽ thấy phản hồi từ những người đã đánh giá câu trả lời của bạn và bạn sẽ nhận được điểm cuối cùng của mình.

source: Grade Available Responses
af_za: Gradeer Beskikbare Antwoorde
el: Βαθμολογία διαθέσιμων απαντήσεων
fa: پاسخ‌های موجود نمره
fr_ca: Noter les Réponses Disponibles
he: דרג תשובות זמינות
hi: ग्रेड उपलब्ध प्रतिक्रियाएँ
id: Beri Nilai Respon yang Tersedia
ja: 利用可能な回答を評価
kk: Қолжетімді жауаптарды бағалау
lv: Atzīmes Pieejamās atbildes
pt_pt: Classificação das respostas disponíveis
sq: Përgjigjet e disponueshme të notave
uz: Mavjud javoblarni baholang
vi: Các câu trả lời có sẵn cho lớp

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
af_za: Graad Beskikbare Antwoorde is nie beskikbaar nie. Hierdie item is nie opgestel vir personeelassessering nie.
el: Η επιλογή 'Βαθμολόγηση διαθέσιμων απαντήσεων' δεν είναι διαθέσιμη. Αυτό το στοιχείο δεν έχει διαμορφωθεί για Αξιολόγηση προσωπικού.
fa: درجه پاسخ‌های موجود در دسترس نیست. این مورد برای ارزیابی کارکنان پیکربندی نشده‌است.
fr_ca: Noter les réponses disponibles est indisponible. Cet élément n'est pas configuré pour être évalué par le personnel.
hi: ग्रेड उपलब्ध प्रतिक्रियाएँ अनुपलब्ध है। यह आइटम स्टाफ़ मूल्यांकन के लिए कॉन्फ़िगर नहीं किया गया है।
hu: A „Válaszok értékelése” nem érhető el. Ez az elem nincs beállítva személyzeti értékelésre.
id: Beri Nilai Respon yang Tersedia tidak dapat dilakukan. Item ini tidak dikonfigurasi untuk Penilaian oleh Staf.
ja: "Grade Available Responses"は利用できません。この項目はスタッフ評価用に設定されていません。
kk: Баға қолжетімді жауаптар қолжетімсіз. Бұл тармақ персоналды бағалау үшін конфигурацияланбаған.
lv: Pieejamās atbildes nav pieejamas. Šis vienums nav konfigurēts personāla novērtēšanai.
pt_pt: As classificações das respostas não estão disponíveis. Este item não está configurado para a Avaliação da Equipa.
sq: Nota e përgjigjeve të disponueshme është e padisponueshme. Ky artikull nuk është konfiguruar për Vlerësimin e Stafit.
uz: Baho mavjud javoblar mavjud emas. Bu element Xodimlarni baholash uchun sozlanmagan.
vi: Không có câu trả lời có sẵn cho lớp. Mục này không được cấu hình cho Đánh giá nhân viên.

source: Please wait
af_za: Wag asseblief
el: Παρακαλούμε περιμένετε
fa: لطفاً صبر کنید
fr_ca: Veuillez patienter
hi: कृपया प्रतीक्षा करें
hu: Kérlek várj
id: Mohon tunggu
ja: お待ちください
kk: Күте тұрыңыз
lv: Lūdzu uzgaidiet
pt_pt: Por favor aguarde
sq: Ju lutem prisni
sw: Tafadhali subiri
uz: Iltimos kuting
vi: Vui lòng chờ

source: Waiting Step Details
af_za: Wagstapbesonderhede
el: Λεπτομέρειες Βήματος Αναμονής
fa: جزئیات مرحلۀ انتظار
fr_ca: Détails de l'étape d'attente
he: פרטי שלב המתנה
hi: प्रतीक्षा चरण विवरण
hu: Várakozási lépés részletei
ja: 待機ステップの詳細
kk: Күту қадамының мәліметтері
lv: Gaida soļa detaļas
pt_pt: Detalhes da Etapa de Espera
sq: Detajet e hapit në pritje
uz: Kutish bosqichi tafsilotlari
vi: Chi tiết bước chờ

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
af_za: Wagstapbesonderhede-aansig is nie beskikbaar nie. Hierdie item is nie opgestel vir eweknie-assesserings nie.
el: Η προβολή λεπτομερειών του Βήματος αναμονής δεν είναι διαθέσιμη. Αυτό το στοιχείο δεν έχει διαμορφωθεί για αξιολογήσεις από ομοτίμους.
fa: نمای جزئیات مرحلۀ انتظار در دسترس نیست. این مورد برای ارزیابی همتایان پیکربندی نشده‌است.
fr_ca: Les détails de l'étape d'attente ne sont pas disponibles. Cet item n'est configuré pour être corrigé par les pairs.
hi: प्रतीक्षा चरण विवरण दृश्य अनुपलब्ध है. यह आइटम सहकर्मी मूल्यांकन के लिए कॉन्फ़िगर नहीं किया गया है।
hu: A várakozási lépés részleteinek megtekintése nem elérhető. Ez az elem nincs beállítva társértékelésekhez.
ja: 待機ステップの詳細ビューは利用できません。この項目はピア評価用に設定されていません。
kk: Күту қадамы туралы мәліметтер көрінісі қолжетімді емес. Бұл тармақ өзара бағалау үшін конфигурацияланбаған.
lv: Gaidīšanas soļa detalizētās informācijas skats nav pieejams. Šis vienums nav konfigurēts salīdzinošajiem vērtējumiem.
pt_pt: A visualização dos detalhes da Etapa de Espera não está disponível. Este item não está configurado para avaliação por pares.
sq: Pamja e detajeve të hapit në pritje nuk është e disponueshme. Ky artikull nuk është konfiguruar për vlerësime nga kolegët.
uz: Kutish bosqichi tafsilotlari ko‘rinishi mavjud emas. Bu element tengdoshlarni baholash uchun sozlanmagan.
vi: Chế độ xem chi tiết Bước chờ không khả dụng. Mục này không được cấu hình để đánh giá ngang hàng.

source: %(num_points)s points
af_za: %(num_points)s punte
el: %(num_points)s μονάδες
fa: %(num_points)s امتیاز
he: %(num_points)s נקודות
hi: %(num_points)s अंक
hu: %(num_points)s pont
id: %(num_points)s poin
ja: %(num_points)s ポイント
kk: %(num_points)s ұпай
lv: %(num_points)s punkti
pt_pt: %(num_points)s pontos
sq: %(num_points)s pikë
sw: pointi %(num_points)s
uz: %(num_points)s ball
vi: %(num_points)s điểm

source: Your peer's response to the prompt above
af_za: Jou eweknie se reaksie op die opdrag hierbo
el: Η εργασία του συμφοιτητή σας στο παραπάνω θέμα
fa: پاسخ همتای شما به درخواست بالا
fr_ca: La réponse de vos pairs à la question ci-dessus
he: תגובה של העמית שלך להנחיה שלמעלה
hi: उपरोक्त संकेत पर आपके सहकर्मी की प्रतिक्रिया
hu: A társad válasza a fenti feladatra
id: Respon sebaya Anda untuk perintah di atas
ja: あなたのピアの上記プロンプトへの回答
kk: Құрдасыңыздың жоғарыдағы сұрауға жауабы
lv: Jūsu citu dalībnieku atbilde uz iepriekš minēto uzvedni
pt_pt: A resposta do seu par ao enunciado acima
sq: Përgjigja e kolegëve tuaj ndaj kërkesës së mësipërme
uz: Tengdoshingizning yuqoridagi taklifga javobi
vi: Phản hồi của đồng nghiệp của bạn với lời nhắc ở trên

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
af_za: Nadat jy al die stappe van hierdie werkopdrag voltooi het, kan jy die top-telling antwoorde van jou eweknieë sien.
el: Θα δείτε τη βαθμολογία που λάβατε από τους συμφοιτητές σας, αφού ολοκληρώστε όλα τα βήματα της διαδικασίας αλληλοαξιολόγησης
fa: پس از تکمیل همۀ مراحل این تکلیف، می‌توانید پاسخ‌های امتیازدهی بالا را از همتایان خود مشاهده کنید.
fr_ca: Après avoir complété toutes les étapes de ce devoir, vous pourrez voir les réponses qui ont eues la meilleure note parmi vos pairs.
he: לאחר שתשלים את כל השלבים במשימה זו, תוכל לראות את התשובות המובילות של עמיתך.
hi: इस असाइनमेंट के सभी चरणों को पूरा करने के बाद, आप अपने साथियों से शीर्ष स्कोरिंग प्रतिक्रियाएँ देख सकते हैं।
hu: Miután befejezted a feladat összes lépését, megtekintheted a legjobban teljesítő válaszokat a társaidtól.
id: Setelah Anda menyelesaikan semua langkah dari tugas ini, Anda dapat melihat top-skor tanggapan dari sebaya-sebaya Anda.
ja: この課題のすべてのステップを完了すると、仲間の中で高得点の回答を見ることができます。
kk: Осы тапсырманың барлық қадамдарын орындағаннан кейін, құрдастарыңыздың ең көп ұпай жинаған жауаптарын көре аласыз.
lv: Pēc tam, kad būsiet izpildījuši visus uzdevuma soļus, varat apskatīt savu kolēģu atbildes, kas ieguvušas visaugstāko punktu skaitu.
pt_pt: Depois de concluir todas as etapas dessa atribuição, poderá ver as respostas dos seus colegas com pontuação superior.
sq: Pasi të keni përfunduar të gjitha hapat e kësaj detyre, mund të shihni përgjigjet me pikët më të mira nga bashkëmoshatarët tuaj.
uz: Ushbu topshiriqning barcha bosqichlarini bajarganingizdan so'ng, tengdoshlaringizning eng yuqori ball to'plagan javoblarini ko'rishingiz mumkin.
vi: Sau khi hoàn thành tất cả các bước của bài tập này, bạn có thể thấy những phản hồi đạt điểm cao nhất từ các đồng nghiệp của mình.

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
af_za: Jou span se indiening is gekanselleer. Jou span sal &#39;n graad van nul ontvang, tensy kursuspersoneel jou assessering terugstel sodat die span weer &#39;n antwoord kan indien.
el: Η υποβολή της ομάδας σας ακυρώθηκε. Η ομάδα σας θα λάβει μηδενικό βαθμό, εκτός εάν το προσωπικό του μαθήματος επαναφέρει την αξιολόγησή σας για να επιτρέψει στην ομάδα να υποβάλει ξανά μια απάντηση.
fa: ارسال تیم شما لغو شده‌است. تیم شما نمرۀ صفر دریافت خواهد کرد مگر اینکه کارکنان دوره، ارزیابی شما را مجدداً تنظیم کنند تا به تیم اجازه ارسال دوبارۀ پاسخ داده شود.
fr_ca: La soumission de votre équipe a été annulée. Votre équipe recevra une note de zéro à moins que le personnel du cours réinitialise votre évaluation pour permettre à l'équipe de soumettre à nouveau une réponse.
hi: आपकी टीम का सबमिशन रद्द कर दिया गया है. आपकी टीम को तब तक शून्य ग्रेड प्राप्त होगा जब तक कि पाठ्यक्रम स्टाफ टीम को प्रतिक्रिया पुनः सबमिट करने की अनुमति देने के लिए आपके मूल्यांकन को रीसेट नहीं कर देता।
hu: A csapatuk beadása törölve lett. A csapatuk nulla pontot kap, hacsak a kurzus személyzete nem állítja vissza az értékelésüket, hogy a csapat újra beadhassa a választ.
id: Pengajuan tim Anda telah dibatalkan. Tim Anda akan menerima nilai nol kecuali staf kursus mengatur ulang penilaian Anda untuk memungkinkan tim mengirimkan ulang tanggapan.
ja: あなたのチームの提出はキャンセルされました。コーススタッフが評価をリセットしてチームが再提出できるようにしない限り、チームは0点を受け取ります。
kk: Сіздің командаңыздың жіберуі тоқтатылды. Курс қызметкерлері командаға жауапты қайта жіберуге мүмкіндік беру үшін бағалауыңызды қалпына келтірмейінше, сіздің командаңыз нөлдік баға алады.
lv: Jūsu komandas pieteikums ir atcelts. Jūsu komanda saņems nulles vērtējumu, ja vien kursa darbinieki neatiestatīs jūsu vērtējumu, lai komanda varētu atkārtoti iesniegt atbildi.
pt_pt: A submissão da sua equipa foi cancelada. A sua equipa receberá nota zero, a menos que a equipa do curso reinicie sua avaliação para permitir que a equipa submeta uma nova resposta.
sq: Dorëzimi i ekipit tuaj është anuluar. Ekipi juaj do të marrë një notë zero, përveç nëse stafi i kursit rivendos vlerësimin tuaj për të lejuar ekipin të ri-dorëzojë një përgjigje.
uz: Jamoangizning arizasi bekor qilindi. Kurs xodimlari sizning baholashingizni jamoaga javobni qayta yuborishiga ruxsat bermasa, jamoangiz nol baho oladi.
vi: Bài dự thi của nhóm bạn đã bị hủy. Nhóm của bạn sẽ nhận được điểm 0 trừ khi nhân viên khóa học đặt lại đánh giá của bạn để cho phép nhóm gửi lại phản hồi.

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
af_za: Jou indiening is gekanselleer. Jy sal &#39;n graad van nul ontvang tensy kursuspersoneel jou assessering terugstel sodat jy weer &#39;n antwoord kan indien.
el: Η υποβολή σας ακυρώθηκε. Θα λάβετε μηδενικό βαθμό, εκτός εάν το προσωπικό του μαθήματος επαναφέρει την αξιολόγησή σας για να σας επιτρέψει να υποβάλετε ξανά μια απάντηση.
fa: ارسال شما لغو شده است. شما نمرۀ صفر دریافت خواهید کرد مگر اینکه کارکنان دوره، ارزیابی شما را مجدداً تنظیم کنند تا به شما اجازۀ ارسال دوبارۀ پاسخ داده شود.
fr_ca: Votre soumission a été annulée. Vous recevrez une note de zéro à moins que le personnel du cours réinitialise votre évaluation pour vous permettre de soumettre à nouveau une réponse.
he: ההגשה שלך בוטלה. תקבל ציון אפס אלא אם צוות הקורס יאפס את ההערכה שלך כדי לאפשר לך להגיש שוב תגובה.
hi: आपका सबमिशन रद्द कर दिया गया है. जब तक कोर्स स्टाफ आपको प्रतिक्रिया दोबारा सबमिट करने की अनुमति देने के लिए आपके मूल्यांकन को रीसेट नहीं करता, तब तक आपको शून्य ग्रेड प्राप्त होगा।
hu: A beadását törölték. Nulla pontot fog kapni, hacsak a kurzus személyzete nem állítja vissza az értékelését, hogy újra beadhassa a válaszát.
id: Pengumpulan Anda telah dibatalkan. Anda akan menerima nilai nol kecuali staf kursus mengatur ulang penilaian Anda untuk memungkinkan Anda mengirim ulang tanggapan.
ja: 提出はキャンセルされました。コーススタッフが評価をリセットして再提出を許可しない限り、あなたの成績はゼロになります。
kk: Сіздің жіберуіңіз тоқтатылды. Курс қызметкерлері жауапты қайта жіберуге мүмкіндік беру үшін бағалауыңызды қалпына келтірмейінше, сіз нөлдік баға аласыз.
lv: Jūsu iesniegums ir atcelts. Jūs saņemsiet vērtējumu nulle, ja vien kursa darbinieki neatiestatīs jūsu vērtējumu, lai jūs varētu atkārtoti iesniegt atbildi.
pt_pt: A sua submissão foi cancelada. Receberá nota zero, a menos que a equipa de curso reinicie a sua avaliação para permitir a submissão de uma nova resposta.
sq: Dorëzimi juaj është anuluar. Ju do të merrni një notë zero nëse stafi i kursit nuk e rivendos vlerësimin tuaj për t&#39;ju lejuar të riparaqisni një përgjigje.
uz: Sizning arizangiz bekor qilindi. Kurs hodimlari javobni qayta yuborishga ruxsat berish uchun baholashingizni tiklamasa, siz nol baho olasiz.
vi: Việc gửi của bạn đã bị hủy. Bạn sẽ nhận được điểm 0 trừ khi nhân viên khóa học đặt lại đánh giá của bạn để cho phép bạn gửi lại câu trả lời.
