Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: Staff Assessment for this Team
af_za: Personeelassessering vir hierdie span
el: Αξιολόγηση Προσωπικού για αυτήν την Ομάδα
fa: ارزیابی کارکنان برای این تیم
he: הערכת צוות עבור צוות זה
hi: इस टीम के लिए स्टाफ मूल्यांकन
ja: チームのスタッフ評価
kk: Осы топ үшін қызметкерлерді бағалау
lv: Personāla vērtējums šai komandai
sq: Vlerësimi i Stafit për këtë ekip
uz: Ushbu jamoa uchun xodimlarni baholash
vi: Đánh giá nhân viên cho nhóm này

source: Learner's Final Grade
af_za: Leerder se finale graad
el: Τελική βαθμολογία σπουδαστή
fa: نمرۀ نهایی فراگیرنده
he: הציון הסופי של הלומד
hi: शिक्षार्थी की अंतिम कक्षा
hu: A tanuló végső osztályzata
ja: 学習者の最終成績
kk: Оқушының қорытынды бағасы
lv: Galīgais vērtējums Kursa dalībniekam
sq: Nota përfundimtare e nxënësit
uz: Talabaning yakuniy bahosi
vi: Điểm cuối cùng của người học

source: Team's Final Grade
af_za: Span se Finale Graad
el: Τελικός βαθμός ομάδας
fa: نمرۀ نهایی تیم
he: הציון הסופי של הצוות
hi: टीम का अंतिम ग्रेड
hu: A csapat végső osztályzata
id: Nilai Akhir Tim
ja: チームの最終成績
kk: Команданың қорытынды бағасы
lv: Galīgais vērtējums Komandai
sq: Nota përfundimtare e ekipit
uz: Jamoaning yakuniy bahosi
vi: Điểm cuối cùng của đội

source: Final grade: %(points_earned)s out of %(points_possible)s
af_za: Finale graad: %(points_earned)s uit %(points_possible)s
el: Τελικός βαθμός: %(points_earned)s από %(points_possible)s
fa: نمرۀ نهایی: %(points_earned)s از %(points_possible)s
he: ציון סופי: %(points_earned)s מתוך %(points_possible)s
hi: अंतिम ग्रेड: %(points_earned)s में से %(points_possible)s
id: Nilai akhir: %(points_earned)s dari %(points_possible)s
lv: Galīgais vērtējums: %(points_earned)s no %(points_possible)s
sq: Nota përfundimtare: %(points_earned)s nga %(points_possible)s
uz: Yakuniy baho: %(points_possible)s dan %(points_earned)s
vi: Điểm cuối cùng: %(points_earned)s trên %(points_possible)s

source: Final Grade Details
af_za: Finale Graad Besonderhede
el: Λεπτομέρειες τελικού βαθμού
fa: جزئیات نمرۀ نهایی
he: פרטי הציון הסופי
hi: अंतिम ग्रेड विवरण
hu: Végső osztályzat részletei
id: Detail Nilai Akhir
ja: 最終成績の詳細
kk: Қорытынды баға мәліметтері
lv: Sīkāka informācija par Galīgo vērtējumu
sq: Detajet e notës përfundimtare
uz: Yakuniy baho tafsilotlari
vi: Chi tiết lớp cuối cùng

source: %(assessment_label)s - %(points)s point
af_za: %(assessment_label)s - %(points)s punt
el: %(assessment_label)s - %(points)s σημείο
fa: %(assessment_label)s - نقطه %(points)s
he: %(assessment_label)s - %(points)s נקודה
hi: %(assessment_label)s - %(points)s बिंदु
id: %(assessment_label)s - %(points)s poin
kk: %(assessment_label)s - %(points)s нүкте
lv: %(assessment_label)s — %(points)s punkti
sq: %(assessment_label)s - %(points)s pikë
uz: %(assessment_label)s - %(points)s ball
vi: %(assessment_label)s - %(points)s điểm

source: Feedback Recorded
af_za: Terugvoer opgeneem
el: Καταγράφηκαν τα σχόλια
fa: بازخورد ثبت شد
he: המשוב הוקלט
hi: फीडबैक रिकॉर्ड किया गया
ja: フィードバックが記録されました
kk: Кері байланыс жазылды
lv: Atsauksmes ierakstītas
sq: Reagimet u regjistruan
uz: Fikr-mulohaza yozib olindi
vi: Phản hồi được ghi lại

source: The submission is waiting for assessments.
af_za: Die voorlegging wag vir assesserings.
el: Αναμένονται αξιολογήσεις για αυτή την εργασία
fa: ارسال در انتظار ارزیابی است.
he: ההגשה ממתינה להערכות.
hi: सबमिशन मूल्यांकन की प्रतीक्षा कर रहा है।
hu: A beküldés értékelésre vár.
id: Penilai sedang menunggu pengajuan.
ja: 提出物は評価を待っています。
kk: Өтінім бағалауды күтуде.
lv: Iesniegums gaida vērtējumus.
sq: Dorëzimi është në pritje të vlerësimeve.
uz: Taqdimot baholashni kutmoqda.
vi: Bài viết đang chờ đánh giá.

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
af_za: Die leerder se voorlegging is van portuurassessering verwyder. Die leerder ontvang &#39;n graad van nul, tensy jy die leerder se toestand vir die probleem uitvee sodat hulle weer &#39;n antwoord kan indien.
el: Η υποβολή του σπουδαστή έχει αφαιρεθεί από την αξιολόγηση από συναδέλφους. Ο σπουδαστής λαμβάνει βαθμό μηδέν, εκτός εάν διαγράψετε την κατάσταση του σπουδαστή για το πρόβλημα για να του επιτρέψετε να υποβάλει ξανά μια απάντηση.
fa: ارسال فراگیرنده از ارزیابی همتا حذف شده‌است. فراگیرنده، نمرۀ صفر دریافت می‌کند مگر اینکه وضعیت وی را برای این مساله حذف کنید تا به او اجازه ارسال مجدد پاسخ داده شود.
he: הגשת הלומד הוסרה מהערכת העמיתים. הלומד קיבל ציון אפס אלא אם כן מחקת את מצב הלומד לבעיה על מנת לאפשר לו להגיש מחדש תשובה.
hi: शिक्षार्थी का सबमिशन सहकर्मी मूल्यांकन से हटा दिया गया है। जब तक आप समस्या के लिए शिक्षार्थी की स्थिति को नहीं हटाते हैं ताकि उन्हें प्रतिक्रिया पुनः सबमिट करने की अनुमति मिल सके, तब तक शिक्षार्थी को शून्य ग्रेड प्राप्त होता है।
hu: A tanuló beadott munkáját eltávolították a társértékelésből. A tanuló nulla pontot kap, hacsak nem törli a tanuló állapotát a feladatnál, hogy lehetővé tegye számára a válasz újbóli beküldését.
id: Pengajuan peserta didik telah dihapus dari penilaian sejawat. Peserta didik menerima nilai nol kecuali Anda menghapus status peserta didik untuk masalah tersebut agar mereka dapat mengirimkan ulang tanggapan.
kk: Білім алушының ұсынысы өзара бағалаудан алынып тасталды. Жауапты қайта жіберуге мүмкіндік беру үшін мәселе бойынша оқушының күйін жоймасаңыз, оқушы нөлдік баға алады.
lv: Kursa dalībnieka iesniegtais materiāls ir noņemts no citu dalībnieku novērtējuma. Kursa dalībnieks saņem atzīmi nulle, ja vien neizdzēšat tā uzdevuma vērtējumu, lai tas varētu atkārtoti iesniegt atbildi.
sq: Parashtrimi i nxënësit është hequr nga vlerësimi i kolegëve. Nxënësi merr një notë zero nëse nuk e fshini gjendjen e nxënësit për problemin për t&#39;i lejuar ata të riparaqisin një përgjigje.
uz: Talabaning taqdimoti tengdoshlarni baholashdan olib tashlandi. Javobni qayta yuborishga ruxsat berish uchun muammo boʻyicha oʻquvchi holatini oʻchirmasangiz, oʻquvchi nol baho oladi.
vi: Bài nộp của người học đã bị xóa khỏi đánh giá ngang hàng. Người học nhận được điểm 0 trừ khi bạn xóa trạng thái của người học đối với vấn đề để cho phép họ gửi lại câu trả lời.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
af_za: Die span se voorlegging is van gradering verwyder. Die span ontvang &#39;n graad van nul, tensy jy &#39;n spanlid se toestand vir die probleem uitvee om die span toe te laat om &#39;n antwoord weer in te dien.
el: Η υποβολή της ομάδας έχει αφαιρεθεί από τη βαθμολόγηση. Η ομάδα λαμβάνει βαθμό μηδέν, εκτός εάν διαγράψετε την κατάσταση ενός μέλους της ομάδας για το πρόβλημα για να επιτρέψετε στην ομάδα να υποβάλει ξανά μια απάντηση.
fa: ارسالی تیم از نمره‌دهی حذف شده‌است. تیم نمرۀ صفر دریافت می‌کند مگر اینکه وضعیت یکی از اعضای تیم را برای این مساله حذف کنید تا به تیم اجازه ارسال مجدد پاسخ را داده شود.
hi: टीम की प्रस्तुति को ग्रेडिंग से हटा दिया गया है। जब तक आप टीम को प्रतिक्रिया पुनः सबमिट करने की अनुमति देने के लिए समस्या के लिए टीम सदस्य की स्थिति को हटा नहीं देते, तब तक टीम को शून्य ग्रेड प्राप्त होता है।
hu: A csapat beadott munkáját eltávolították az értékelésből. A csapat nulla pontot kap, hacsak nem törli a csapattag állapotát a problémára vonatkozóan, hogy a csapat újra beadhassa a választ.
id: Pengajuan tim telah dihapus dari penilaian. Tim menerima nilai nol kecuali Anda menghapus status anggota tim untuk masalah tersebut agar tim dapat mengirim ulang tanggapan.
ja: チームの提出物は採点から削除されました。チームは、問題に対するチームメンバーの状態を削除して再提出を許可しない限り、0点を受け取ります。
kk: Команданың ұсынысы бағалаудан алынып тасталды. Топқа жауапты қайта жіберуге мүмкіндік беру үшін мәселе бойынша топ мүшесінің күйін жоймасаңыз, топ нөлдік баға алады.
lv: Komandas iesniegums ir noņemts no vērtēšanas. Komanda saņem vērtējumu nulle, ja vien neizdzēšat uzdevumi komandas dalībnieka stāvokli, lai komanda varētu atkārtoti iesniegt atbildi.
sq: Paraqitja e ekipit është hequr nga vlerësimi. Ekipi merr një notë zero nëse nuk e fshini gjendjen e një anëtari të ekipit për problemin për t&#39;i lejuar ekipit të ri-dorëzojë një përgjigje.
uz: Jamoaning taqdimoti bahodan olib tashlandi. Jamoaga javobni qayta yuborishga ruxsat berish uchun muammo uchun jamoa aʼzosining holatini oʻchirmasangiz, jamoa nol baho oladi.
vi: Bài nộp của nhóm đã bị xóa khỏi chấm điểm. Nhóm nhận được điểm 0 trừ khi bạn xóa trạng thái của một thành viên trong nhóm đối với vấn đề đó để cho phép nhóm gửi lại phản hồi.

source: The problem has not been started.
af_za: Die probleem is nie begin nie.
el: Η εργασία αλληλοαξιολόγησης δεν έχει ακόμη ξεκινήσει
fa: این مساله شروع نشده‌است.
he: הבעיה לא החלה.
hi: समस्या प्रारंभ नहीं की गई है।
hu: A probléma nincs elkezdve.
id: Masalah belum dimulai.
ja: 問題は開始されていません。
kk: Мәселе басталмады.
lv: Uzdevums nav sākts.
sq: Problemi nuk ka filluar.
uz: Muammo boshlanmagan.
vi: Vấn đề chưa được bắt đầu.

source: The problem has not been completed.
af_za: Die probleem is nie afgehandel nie.
el: Οι απαιτούμενες διαδικασίες δεν έχουν ακόμη ολοκληρωθεί.
fa: مشکل تکمیل نشده‌است.
he: הבעיה לא הושלמה.
hi: समस्या पूरी नहीं हुई है।
hu: A probléma nincs befejezve.
id: Masalah belum diselesaikan.
ja: 問題は完了していません。
kk: Мәселе аяқталмады.
lv: Uzdevums nav pabeigts.
sq: Problemi nuk ka përfunduar.
uz: Muammo tugallanmagan.
vi: Vấn đề vẫn chưa được hoàn thành.

source: Submit Assessment Grade Override
af_za: Dien Assessering Graad Hersiening in
el: Παράκαμψη υποβολής βαθμού αξιολόγησης
fa: ثبت لغو نمرۀ ارزیابی
he: שלח מחיקת ציון הערכה
hi: मूल्यांकन ग्रेड ओवरराइड सबमिट करें
kk: Бағалау бағасын қайта анықтауды жіберу
lv: Iesniedziet vērtējumu ignorēšanu
sq: Paraqisni anulimin e notës së vlerësimit
uz: Baholash bahosini bekor qilishni yuborish
vi: Gửi ghi đè điểm đánh giá

source: Submit Team Grade Override
af_za: Dien Span Graad Override in
el: Υποβολή παράκαμψης βαθμού ομάδας
fa: ثبت لغو نمرۀ تیم
hi: टीम ग्रेड ओवरराइड सबमिट करें
kk: Топтық бағаны қайта анықтауды жіберу
lv: Iesniedziet komandas vērtējumu ignorēšanu
sq: Paraqisni anulimin e notës së ekipit
uz: Jamoa bahosini bekor qilishni yuborish
vi: Gửi ghi đè điểm nhóm

source: Unable to perform grade override
af_za: Kan nie graad ignoreer nie
el: Δεν είναι δυνατή η εκτέλεση παράκαμψης βαθμού
fa: لغو نمره انجام نشد
he: לא ניתן לבצע ביטול ציונים
hi: ग्रेड ओवरराइड निष्पादित करने में असमर्थ
ja: 成績の上書きができません
kk: Бағаны қайта анықтауды орындау мүмкін емес
lv: Nevar veikt vērtējumus ignorēšanu
sq: Nuk mund të kryhet zëvendësimi i notës
uz: Bahoni bekor qilib bo‘lmadi
vi: Không thể thực hiện ghi đè điểm

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
af_za: Grade word gevries. Grade word outomaties 30 dae na die kursus se einddatum gevries.
el: Οι βαθμοί είναι παγωμένοι. Οι βαθμοί παγώνουν αυτόματα 30 ημέρες μετά την ημερομηνία λήξης του μαθήματος.
fa: نمرات منجمد شده‌اند. نمرات به‌طور خودکار 30 روز پس از تاریخ پایان دوره، منجمد می‌شوند.
he: הציונים מוקפאים. הציונים מוקפאים אוטומטית 30 יום לאחר תאריך סיום הקורס.
hi: ग्रेड जमे हुए हैं. पाठ्यक्रम की समाप्ति तिथि के 30 दिन बाद ग्रेड स्वचालित रूप से फ़्रीज़ कर दिए जाते हैं।
hu: A jegyek befagyasztásra kerültek. A jegyek automatikusan befagyasztásra kerülnek a kurzus befejezési dátumát követő 30 nap elteltével.
id: Nilai dibekukan. Nilai secara otomatis dibekukan 30 hari setelah tanggal akhir kursus.
ja: 成績は凍結されています。成績はコース終了日から30日後に自動的に凍結されます。
kk: Бағалар қатып қалады. Бағалар курс аяқталған күннен кейін 30 күннен кейін автоматты түрде тоқтатылады.
lv: Atzīmes ir iesaldētas. Atzīmes tiek automātiski iesaldētas 30 dienas pēc kursa beigu datuma.
sq: Notat janë ngrirë. Notat ngrihen automatikisht 30 ditë pas datës së përfundimit të kursit.
uz: Baholar muzlatilgan. Kurs tugash sanasidan 30 kundan keyin baholar avtomatik ravishda muzlatiladi.
vi: Các lớp bị đóng băng. Điểm được tự động cố định 30 ngày sau ngày kết thúc khóa học.

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
af_za: Hierdie indiening is gekanselleer en kan nie &#39;n graad ontvang nie. Verwys na dokumentasie vir hoe om die leerder se toestand vir hierdie probleem uit te vee sodat hulle weer kan indien.
el: Αυτή η υποβολή έχει ακυρωθεί και δεν μπορεί να λάβει βαθμό. Ανατρέξτε στην τεκμηρίωση για τον τρόπο διαγραφής της κατάστασης του εκπαιδευόμενου για αυτό το πρόβλημα, ώστε να μπορέσει να υποβάλει εκ νέου.
fa: این ارسال لغو شده‌است و نمی‌تواند نمره ای دریافت کند. برای دریافت نحوۀ حذف وضعیت فراگیرنده برای این مساله به مستندات مراجعه کنید تا به آن‌ها اجازۀ ارسال مجدد داده شود.
hi: यह सबमिशन रद्द कर दिया गया है और ग्रेड प्राप्त नहीं किया जा सकता। इस समस्या के लिए शिक्षार्थी की स्थिति को कैसे हटाया जाए, ताकि उन्हें पुनः सबमिट करने की अनुमति मिल सके, इसके लिए दस्तावेज़ देखें।
ja: この提出物はキャンセルされており、評価を受けることができません。再提出を許可するために、この問題に関する学習者の状態を削除する方法については、ドキュメントを参照してください。
kk: Бұл жіберуден бас тартылды және баға ала алмайды. Қайта жіберуге мүмкіндік беру үшін осы мәселе бойынша оқушының күйін жою туралы құжаттаманы қараңыз.
lv: Šis iesniegums ir atcelts, un tas nevar saņemt atzīmi. Skatiet dokumentāciju, lai uzzinātu, kā dzēst kursa dalībnieka statusu šim uzdevumam, lai ļautu tam iesniegt atkārtotu pieteikumu.
sq: Ky dërgim është anuluar dhe nuk mund të marrë një notë. Referojuni dokumentacionit se si të fshihet gjendja e nxënësit për këtë problem për t&#39;i lejuar ata të riparaqesin.
uz: Bu topshirish bekor qilindi va baho ololmaydi. Qayta topshirishga ruxsat berish uchun ushbu muammo bo'yicha o'quvchi holatini qanday o'chirish haqida hujjatlarga qarang.
vi: Bài nộp này đã bị hủy và không thể nhận được điểm. Tham khảo tài liệu về cách xóa trạng thái của người học đối với vấn đề này để cho phép họ gửi lại.

source: Remove Submission From Peer Grading
af_za: Verwyder voorlegging van portuurgradering
el: Κατάργηση υποβολής από βαθμολόγηση συναδέλφου
fa: حذف ارسال از نمره‌دهی همتا
he: הסר הגשה מדירוג עמית
hi: पीयर ग्रेडिंग से सबमिशन हटाएँ
hu: Távolítsa el a beadást a társértékelésből
kk: Бірдей бағалаудан жіберуді жою
lv: Noņemt iesniegumu no salīdzinošās vērtēšanas
sq: Hiq dorëzimin nga vlerësimi i kolegëve
uz: Taqdimotni tengdosh bahosidan olib tashlang
vi: Xóa bài nộp khỏi hệ thống chấm điểm ngang hàng

source: Remove Team Submission from Grading
af_za: Verwyder Spanvoorlegging van Gradering
el: Κατάργηση της υποβολής ομάδας από τη βαθμολόγηση
fa: حذف ارسال تیم از نمره‌دهی
he: הסר הגשות צוות מהציון
hi: ग्रेडिंग से टीम सबमिशन हटाएँ
hu: Csapat beadásának eltávolítása az értékelésből
ja: チームの提出物を採点から削除
kk: Топ жіберуді бағалаудан алып тастаңыз
lv: Noņemiet komandas iesniegumu no vērtēšanas
sq: Hiq dorëzimin e ekipit nga vlerësimi
uz: Guruh taqdimotini baholashdan olib tashlang
vi: Xóa bài nộp của nhóm khỏi việc chấm điểm

source: Caution: This Action Cannot Be Undone
af_za: Waarskuwing: Hierdie aksie kan nie ontdoen word nie
el: Προσοχή: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί
fa: احتیاط: این عمل قابل لغو نیست
he: זהירות: לא ניתן לבטל פעולה זו
hi: सावधानी: यह क्रिया पूर्ववत नहीं की जा सकती
hu: Vigyázat: Ez a művelet nem vonható vissza
ja: 注意: この操作は元に戻せません
kk: Ескерту: Бұл әрекетті қайтару мүмкін емес
lv: Uzmanību: šo darbību nevar atsaukt
sq: Kujdes: Ky veprim nuk mund të zhbëhet
uz: Diqqat: Bu amalni qaytarib bo'lmaydi
vi: Thận trọng: Hành động này không thể hoàn tác

source: Removing a learner's submission cannot be undone and should be done with caution.
af_za: Die verwydering van &#39;n leerder se voorlegging kan nie ongedaan gemaak word nie en moet met omsigtigheid gedoen word.
el: Η κατάργηση της υποβολής ενός σπουδαστή δεν μπορεί να αναιρεθεί και θα πρέπει να γίνεται με προσοχή.
fa: حذف مطالب ارسالی فراگیرنده، قابل لغو نیست و باید با احتیاط انجام شود.
he: לא ניתן לבטל הסרת הגשת לומד ויש לבצעה בזהירות.
hi: किसी शिक्षार्थी के सबमिशन को हटाना पूर्ववत नहीं किया जा सकता है और इसे सावधानी से किया जाना चाहिए।
hu: Egy tanuló beadásának eltávolítása nem vonható vissza, és óvatosan kell eljárni.
id: Menghapus kiriman peserta didik tidak dapat dibatalkan dan harus dilakukan dengan hati-hati.
ja: 学習者の提出物を削除すると元に戻せないため、慎重に行う必要があります。
kk: Оқушының жіберуін жоюды қайтару мүмкін емес және оны сақтықпен жасау керек.
lv: Kursa dalībnieka iesnieguma noņemšanu nevar atsaukt, un tā ir jāveic piesardzīgi.
sq: Heqja e paraqitjes së një nxënësi nuk mund të zhbëhet dhe duhet bërë me kujdes.
uz: O'quvchining topshirig'ini olib tashlashni ortga qaytarib bo'lmaydi va uni ehtiyotkorlik bilan bajarish kerak.
vi: Việc xóa bài gửi của người học không thể hoàn tác được và cần được thực hiện một cách thận trọng.

source: Removing a team's submission cannot be undone and should be done with caution.
af_za: Die verwydering van &#39;n span se indiening kan nie ongedaan gemaak word nie en moet met omsigtigheid gedoen word.
el: Η κατάργηση της υποβολής μιας ομάδας δεν μπορεί να αναιρεθεί και θα πρέπει να γίνεται με προσοχή.
fa: حذف ارسال یک تیم، قابل لغو نیست و باید با احتیاط انجام شود.
he: לא ניתן לבטל הסרת הגשות של צוות ויש לעשות זאת בזהירות.
hi: किसी टीम की सबमिशन को हटाना पूर्ववत नहीं किया जा सकता है और इसे सावधानी से किया जाना चाहिए।
hu: Egy csapat beadásának eltávolítása nem vonható vissza, és óvatosan kell eljárni.
id: Menghapus kiriman tim tidak dapat dibatalkan dan harus dilakukan dengan hati-hati.
ja: チームの提出物を削除すると元に戻せないため、慎重に行う必要があります。
kk: Топтың жіберуін жоюды қайтару мүмкін емес және оны сақтықпен жасау керек.
lv: Komandas iesnieguma noņemšanu nevar atsaukt, un tā ir jāveic piesardzīgi.
sq: Heqja e paraqitjes së një ekipi nuk mund të zhbëhet dhe duhet të bëhet me kujdes.
uz: Jamoaning taqdimotini olib tashlashni ortga qaytarib bo'lmaydi va ehtiyotkorlik bilan bajarilishi kerak.
vi: Việc xóa bài gửi của một nhóm không thể hoàn tác được và cần được thực hiện một cách thận trọng.

source: Comments:
af_za: Opmerkings:
el: Σχόλια:
fa: نظرات:
he: הערות:
hi: टिप्पणियाँ:
hu: Hozzászólások:
id: Komentar:
ja: コメント:
kk: Пікірлер:
lv: Komentāri:
sq: Komentet:
uz: Sharhlar:
vi: Bình luận:

source: Remove submission
af_za: Verwyder indiening
el: Κατάργηση υποβολής
fa: حذف ارسال
he: הסר הגשה
hi: सबमिशन हटाएँ
hu: Beküldés eltávolítása
id: Hapus Kiriman
ja: 提出物を削除
kk: Жіберуді жою
lv: Noņemt iesniegumu
sq: Hiq dorëzimin
uz: Taqdimotni olib tashlash
vi: Xóa bài gửi

source: A response was not found for this learner.
af_za: &#39;n Antwoord is nie vir hierdie leerder gevind nie.
el: Δεν βρέθηκε απάντηση για αυτόν τον σπουδαστή.
fa: پاسخی برای این فراگیرنده یافت نشد.
he: לא נמצאה תשובה עבור לומד זה.
hi: इस शिक्षार्थी के लिए कोई प्रतिक्रिया नहीं मिली।
hu: Nem található válasz ehhez a tanulóhoz.
ja: この学習者に対する応答が見つかりませんでした。
kk: Бұл оқушыға жауап табылмады.
lv: Šī dalībnieka atbilde netika atrasta.
sq: Një përgjigje nuk u gjet për këtë nxënës.
uz: Bu o‘quvchi uchun javob topilmadi.
vi: Không tìm thấy câu trả lời cho người học này.

source: Assessment %(assessment_num)s:
af_za: Assessering %(assessment_num)s :
el: Αξιολόγηση %(assessment_num)s:
fa: ارزیابی %(assessment_num)s :
he: הערכה %(assessment_num)s:
hi: आकलन %(assessment_num)s :
hu: Felmérés %(assessment_num)s:
id: Penilaian %(assessment_num)s:
lv: Vērtējums %(assessment_num)s :
sq: Vlerësimi %(assessment_num)s :
uz: Baholash %(assessment_num)s :
vi: Đánh giá %(assessment_num)s :

source: Assessment Details
af_za: Assesseringsbesonderhede
el: Λεπτομέρειες Αξιολόγησης
fa: جزئیات ارزیابی
he: פרטי הערכה
hi: मूल्यांकन विवरण
hu: Felmérés részletei
id: Rincian Penilaian
ja: 評価の詳細
kk: Бағалау мәліметтері
lv: Vērtējuma detaļas
sq: Detajet e Vlerësimit
uz: Baholash tafsilotlari
vi: Chi tiết đánh giá

source: Selected Option
af_za: Geselekteerde opsie
el: Επιλεγμένη επιλογή
fa: گزینۀ منتخب
he: אפשרות שנבחרה
hi: चयनित विकल्‍प
hu: Kiválasztott lehetőség
id: Opsi yang Dipilih
ja: 選択されたオプション
kk: Таңдалған опция
lv: Atlasītā opcija
sq: Opsioni i zgjedhur
uz: Tanlangan Variant
vi: Tùy chọn đã chọn

source: Feedback
af_za: Terugvoer
el: Σχόλια
fa: بازخورد
he: משוב
hi: प्रतिक्रिया
hu: Visszajelzés
id: Umpan balik
ja: フィードバック
kk: Кері байланыс
lv: Atsauksmes
sw: Maoni
uz: Fikr-mulohaza
vi: Nhận xét

source: Points Possible
af_za: Punte moontlik
el: Μονάδες
fa: امتیازات احتمالی
he: נקודות אפשריות
hi: संभव अंक
hu: Elérhető pontszám
id: Poin yang diperoleh
kk: Мүмкін ұпайлар
lv: Iespējamie punkti
sq: Pikat e mundshme
uz: Ballar mumkin
vi: Điểm có thể

source: Learn to Assess Responses
af_za: Leer om antwoorde te assesseer
el: Εξασκηθείτε στην αξιολόγηση εργασιών
fa: یادگیری ارزیابی پاسخ‌ها
he: למד להעריך תשובות
hi: प्रतिक्रियाओं का मूल्यांकन करना सीखें
hu: Tanulja meg a válaszok értékelését
id: Belajar menilai Tanggapan
ja: 応答を評価する方法を学ぶ
kk: Жауаптарды бағалауды үйреніңіз
lv: Iemācieties novērtēt atbildes
sq: Mësoni të vlerësoni përgjigjet
uz: Javoblarni baholashni o'rganing
vi: Học cách đánh giá phản hồi

source: In Progress (%(current_progress_num)s of %(training_available_num)s)
af_za: Aan die gang ( %(current_progress_num)s van %(training_available_num)s )
el: Σε εξέλιξη ( %(current_progress_num)s από %(training_available_num)s )
fa: درحال انجام ( %(current_progress_num)s از %(training_available_num)s )
he: בהתקדמות (%(current_progress_num)s מתוך %(training_available_num)s)
hi: प्रगति पर ( %(training_available_num)s का %(current_progress_num)s )
hu: Folyamatban (%(current_progress_num)s a %(training_available_num)s közül)
id: Sedang Berlangsung (%(current_progress_num)s dari %(training_available_num)s)
ja: 進行中 (%(current_progress_num)s / %(training_available_num)s)
kk: Орындалуда (%(current_progress_num)s of %(training_available_num)s)
lv: Notiek process ( %(current_progress_num)s no %(training_available_num)s )
sq: Në progres ( %(current_progress_num)s nga %(training_available_num)s )
uz: Davom etmoqda ( %(current_progress_num)s / %(training_available_num)s )
vi: Đang tiến hành ( %(current_progress_num)s của %(training_available_num)s )

source: Learning to Assess Responses
af_za: Leer om antwoorde te assesseer
el: Εξασκηθείτε στην αξιολόγηση εργασιών
fa: یادگیری ارزیابی پاسخ‌ها
he: למידה הערכת תשובות
hi: प्रतिक्रियाओं का आकलन करना सीखना
hu: A válaszok értékelésének elsajátítása
id: Belajar menilai Tanggapan
ja: 応答を評価する方法を学ぶ
kk: Жауаптарды бағалауды үйрену
lv: Mācīšanās novērtēt atbildes
sq: Mësoni të vlerësoni përgjigjet
uz: Javoblarni baholashni o'rganish
vi: Học cách đánh giá phản hồi
