Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: The "required" value must be true if staff assessment is the only step.
af_za: Die &quot;vereiste&quot; waarde moet waar wees as personeelassessering die enigste stap is.
el: Η "απαιτούμενη" τιμή πρέπει να είναι αληθής εάν η αξιολόγηση προσωπικού είναι το μόνο βήμα.
fa: اگر ارزیابی کارکنان تنها مرحله باشد، مقدار &quot;الزامی&quot; باید روی گزینۀ «درست» باشد.
he: ערך ה"דרוש" חייב להיות נכון אם הערכת הצוות היא השלב היחיד.
hi: यदि कर्मचारियों का मूल्यांकन ही एकमात्र कदम है तो &quot;आवश्यक&quot; मान सत्य होना चाहिए।
hu: A "required" értéknek igaznak kell lennie, ha a személyzeti felmérés az egyetlen lépés.
id: Nilai "required" harus benar jika penilaian staf adalah satu-satunya langkah.
kk: Егер персоналды бағалау жалғыз қадам болса, "қажетті" мән ақиқат болуы керек.
lv: &quot;Nepieciešamajai&quot; vērtībai ir jābūt True, ja personāla novērtēšana ir vienīgais solis.
sq: Vlera &quot;e kërkuar&quot; duhet të jetë e vërtetë nëse vlerësimi i stafit është hapi i vetëm.
uz: Agar xodimlarni baholash yagona qadam bo'lsa, "talab qilingan" qiymat haqiqiy bo'lishi kerak.
vi: Giá trị &quot;bắt buộc&quot; phải đúng nếu đánh giá nhân viên là bước duy nhất.

source: The number of assessments cannot be changed after the problem has been released.
af_za: Die aantal assesserings kan nie verander word nadat die probleem vrygestel is nie.
el: Ο αριθμός των αξιολογήσεων δεν μπορεί να αλλάξει μετά τη διάθεση του προβλήματος.
fa: پس از انتشار مساله، امکان تغییر تعداد ارزیابی‌ها نیست.
he: לא ניתן לשנות את מספר ההערכות לאחר פרסום הבעיה.
hi: समस्या जारी होने के बाद मूल्यांकन की संख्या नहीं बदली जा सकती।
hu: A feladat kiadása után az értékelések száma nem módosítható.
id: Jumlah penilaian tidak dapat diubah setelah masalah telah dirilis.
ja: 評価の数は、問題が公開された後に変更することはできません。
kk: Мәселе шығарылғаннан кейін бағалаулар санын өзгерту мүмкін емес.
lv: Novērtējumu skaitu nevar mainīt pēc tam, kad uzdevums ir publicēts.
sq: Numri i vlerësimeve nuk mund të ndryshohet pasi të jetë hequr problemi.
uz: Muammo bartaraf etilgandan keyin baholashlar sonini o'zgartirib bo'lmaydi.
vi: Số lượng đánh giá không thể thay đổi sau khi vấn đề đã được giải quyết.

source: The assessment type cannot be changed after the problem has been released.
af_za: Die assesseringstipe kan nie verander word nadat die probleem vrygestel is nie.
el: Ο τύπος αξιολόγησης δεν μπορεί να αλλάξει μετά την διάθεση του προβλήματος.
fa: نوع ارزیابی پس از انتشار مساله، قابل تغییر نیست.
he: לא ניתן לשנות את סוג ההערכה לאחר פרסום הבעיה.
hi: समस्या जारी होने के बाद मूल्यांकन प्रकार को बदला नहीं जा सकता।
id: Jenis penilaian tidak dapat diubah setelah masalah telah dirilis.
ja: 問題が公開された後は、評価タイプを変更することはできません。
kk: Мәселе шығарылғаннан кейін бағалау түрін өзгерту мүмкін емес.
lv: Vērtējuma veidu nevar mainīt pēc uzdevumi atlaišanas.
sq: Lloji i vlerësimit nuk mund të ndryshohet pasi të jetë hequr problemi.
uz: Muammo bartaraf etilgandan keyin baholash turini o'zgartirib bo'lmaydi.
vi: Loại đánh giá không thể thay đổi sau khi vấn đề đã được giải quyết.

source: The grading strategy for peer assessments cannot be changed after the problem has been released.
af_za: Die graderingstrategie vir portuurassesserings kan nie verander word nadat die probleem vrygestel is nie.
fa: استراتژی نمره‌دهی برای ارزیابی همتایان پس از رفع مشکل، قابل تغییر نیست.
hi: समस्या जारी होने के बाद सहकर्मी मूल्यांकन के लिए ग्रेडिंग रणनीति में बदलाव नहीं किया जा सकता।
id: Strategi penilaian untuk penilaian sejawat tidak dapat diubah setelah masalah tersebut dirilis.
ja: ピア評価の採点戦略は、問題が公開された後に変更することはできません。
lv: Salīdzinošo vērtējumu vērtēšanas stratēģiju nevar mainīt pēc tam, kad uzdevums ir atbrīvota.
sq: Strategjia e notimit për vlerësimet e kolegëve nuk mund të ndryshohet pasi problemi të jetë hequr.
sw: Mkakati wa upangaji madaraja wa tathmini rika hauwezi kubadilishwa baada ya tatizo kutolewa.
uz: Tengdoshlarni baholash uchun baholash strategiyasini muammo chiqarilgandan keyin o'zgartirib bo'lmaydi.
vi: Chiến lược chấm điểm cho đánh giá ngang hàng không thể thay đổi sau khi vấn đề đã được giải quyết.

source: This rubric definition is not valid.
af_za: Hierdie rubriekdefinisie is nie geldig nie.
el: Ο ορισμός της ρουμπρίκας δεν είναι έγκυρος.
fa: این تعریف سرفصل معتبر نیست.
he: הגדרת כותרת זו אינה תקפה.
hi: यह रूब्रिक परिभाषा मान्य नहीं है।
id: Definisi rubrik ini tidak valid.
ja: このルーブリックの定義は無効です。
kk: Бұл айдар анықтамасы жарамсыз.
lv: Šī rubrikas definīcija nav derīga.
sq: Ky përkufizim rubrike nuk është i vlefshëm.
uz: Ushbu rubrik ta'rifi haqiqiy emas.
vi: Định nghĩa phiếu tự đánh giá này không hợp lệ.

source: You must provide at least one prompt.
af_za: Jy moet ten minste een aansporing verskaf.
el: Πρέπει να δώσετε τουλάχιστον ένα μήνυμα.
fa: شما باید حداقل یک درخواست ارائه دهید.
he: עליך לספק הנחיה אחת לפחות.
hi: आपको कम से कम एक संकेत अवश्य देना होगा।
hu: Legalább egy utasítást meg kell adnia.
id: Anda harus menyediakan setidaknya satu prompt.
ja: 少なくとも1つのプロンプトを提供する必要があります。
kk: Сіз кем дегенде бір сұрауды беруіңіз керек.
lv: Jums ir jānorāda vismaz viena uzvedne.
sq: Duhet të jepni të paktën një kërkesë.
sw: Lazima utoe angalau kidokezo kimoja.
uz: Siz kamida bitta so'rovni taqdim etishingiz kerak.
vi: Bạn phải cung cấp ít nhất một lời nhắc.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
af_za: Opsies in &#39;{criterion}&#39; het duplikaatnaam(e): {duplicates}
el: Οι επιλογές στο "{criterion}" έχουν διπλά ονόματα: {duplicates}
fa: گزینه‌های '{criterion}' دارای نام(های) تکراری هستند: {duplicates}
he: ב-'{criterion}' ישנן כפילויות בשמ(ות) האפשרויות : {duplicates}
hi: '{criterion}' में विकल्पों के नाम डुप्लिकेट हैं:{duplicates}
hu: A(z) '{criterion}' lehetőségei között ismétlődő név/nevek található(k): {duplicates}
id: Pilihan dalam '{criterion}' memiliki nama duplikat(s): {duplicates}
ja: '{criterion}' のオプションに重複した名前があります: {duplicates}
kk: "'{criterion}' опцияларының қайталанатын атаулары бар: {duplicates}"
lv: Opcijām “{criterion}” ir dublēts(-i): {duplicates}
sq: Opsionet në &quot;{criterion}&quot; kanë emra të kopjuar: {duplicates}
uz: “{criterion}” parametrlari ikki nusxadagi nom(lar)ga ega: {duplicates}
vi: Các tùy chọn trong &#39;{criterion}&#39; có (các) tên trùng lặp: {duplicates}

source: Criteria with no options must require written feedback.
af_za: Kriteria met geen opsies nie moet skriftelike terugvoer vereis.
el: Τα κριτήρια χωρίς επιλογές πρέπει να απαιτούν γραπτά σχόλια.
fa: معیارهای بدون گزینه مستلزم بازخورد کتبی هستند.
he: קריטריונים ללא אפשרויות מחייבים משוב כתוב.
hi: बिना विकल्प वाले मानदंड के लिए लिखित प्रतिक्रिया की आवश्यकता होनी चाहिए।
id: Kriteria dengan tidak ada pilihan harus memerlukan umpan balik tertulis.
ja: オプションがない基準には、必ず記述によるフィードバックが必要です。
kk: Опциялары жоқ критерийлер жазбаша кері байланысты талап етуі керек.
lv: Kritērijiem bez izvēles iespējām ir nepieciešama rakstiska atgriezeniskā saite.
sq: Kriteret pa opsione duhet të kërkojnë komente me shkrim.
uz: Tanlovsiz mezonlar yozma fikr-mulohazalarni talab qilishi kerak.
vi: Tiêu chí không có lựa chọn phải yêu cầu phản hồi bằng văn bản.

source: Prompts cannot be created or deleted after a problem is released.
af_za: Vrae kan nie geskep of uitgevee word nadat &#39;n probleem vrygestel is nie.
el: Δεν είναι δυνατή η δημιουργία ή η διαγραφή μηνυμάτων μετά την διάθεση ενός προβλήματος.
fa: پس از رفع مشکل نمی‌توان درخواست‌ها را ایجاد یا حذف کرد.
he: לא ניתן ליצור או למחוק הנחיות לאחר שהופצה בעיה.
hi: समस्या जारी होने के बाद संकेत बनाए या हटाए नहीं जा सकते।
hu: A feladat kiadása után a feladatok nem hozhatók létre vagy törölhetők.
id: Anjuran opsional tidak dapat dibuat atau dihapus setelah masalah ini dilepaskan.
ja: 問題が公開された後は、プロンプトを作成したり削除したりすることはできません。
kk: Мәселе шығарылғаннан кейін шақыруларды жасау немесе жою мүмкін емес.
lv: Uzvednes nevar izveidot vai dzēst pēc uzdevumi atlaišanas.
sq: Kërkesat nuk mund të krijohen ose fshihen pas heqjes së një problemi.
uz: Muammo bartaraf etilgandan keyin takliflarni yaratib bo'lmaydi yoki o'chirilmaydi.
vi: Không thể tạo hoặc xóa lời nhắc sau khi giải quyết được sự cố.

source: The number of criteria cannot be changed after a problem is released.
af_za: Die aantal kriteria kan nie verander word nadat &#39;n probleem vrygestel is nie.
el: Ο αριθμός των κριτηρίων δεν μπορεί να αλλάξει εφόσον ένα πρόβλημα δημοσιευθεί.
fa: پس از رفع مشکل، امکان تغییر تعداد معیارها نیست.
he: לא ניתן לשנות את מספר הקריטריונים לאחר פרסום הבעיה.
hi: समस्या जारी होने के बाद मानदंडों की संख्या नहीं बदली जा सकती।
id: Jumlah kriteria tidak dapat diubah setelah masalah dirilis.
ja: 問題が公開された後、基準の数を変更することはできません。
kk: Мәселе шығарылғаннан кейін шарттардың санын өзгерту мүмкін емес.
lv: Pēc uzdevumi izlaišanas kritēriju skaitu nevar mainīt.
sq: Numri i kritereve nuk mund të ndryshohet pas lëshimit të një problemi.
uz: Muammo bartaraf etilgandan keyin mezonlar sonini o'zgartirib bo'lmaydi.
vi: Số lượng tiêu chí không thể thay đổi sau khi một vấn đề được giải quyết.

source: Criteria names cannot be changed after a problem is released
af_za: Kriterianame kan nie verander word nadat &#39;n probleem vrygestel is nie
el: Τα ονόματα των κριτηρίων δεν μπορούν να αλλάξουν εφόσον ένα πρόβλημα δημοσιευθεί.
fa: پس از حل مساله، امکان تغییر نام‌معیارها وجود ندارد.
he: לא ניתן לשנות את שם הקריטריונים לאחר פרסום הבעיה.
hi: समस्या जारी होने के बाद मानदंड के नाम नहीं बदले जा सकते
id: Nama kriteria tidak dapat diubah setelah masalah dirilis.
ja: 問題が公開された後は、基準名を変更することはできません。
kk: Мәселе шығарылғаннан кейін шарт атауларын өзгерту мүмкін емес
lv: Pēc uzdevumi izlaišanas kritēriju nosaukumus nevar mainīt
sq: Emrat e kritereve nuk mund të ndryshohen pas lëshimit të një problemi
uz: Muammo chiqarilgandan keyin mezon nomlarini o'zgartirib bo'lmaydi
vi: Không thể thay đổi tên tiêu chí sau khi sự cố được giải quyết

source: The number of options cannot be changed after a problem is released.
af_za: Die aantal opsies kan nie verander word nadat &#39;n probleem vrygestel is nie.
el: Ο αριθμός των επιλογών δε μπορεί να αλλάξει εφόσον ένα πρόβλημα δημοσιευθεί.
fa: پس از رفع مشکل، امکان تغییر تعداد گزینه‌ها نیست.
he: לא ניתן לשנות את מספר האפשרויות לאחר פרסום הבעיה.
hi: समस्या जारी होने के बाद विकल्पों की संख्या नहीं बदली जा सकती।
id: Jumlah opsi tidak dapat diubah setelah masalah dirilis.
ja: 問題が公開された後は、オプションの数を変更することはできません。
kk: Мәселе шығарылғаннан кейін опциялар санын өзгерту мүмкін емес.
lv: Pēc uzdevumi atlaišanas opciju skaitu nevar mainīt.
sq: Numri i opsioneve nuk mund të ndryshohet pas lëshimit të një problemi.
uz: Muammo bartaraf etilgandan keyin variantlar sonini o'zgartirib bo'lmaydi.
vi: Số lượng tùy chọn không thể thay đổi sau khi vấn đề được giải quyết.

source: Point values cannot be changed after a problem is released.
af_za: Puntwaardes kan nie verander word nadat &#39;n probleem vrygestel is nie.
el: Οι τιμές των βαθμών δεν μπορούν να αλλάξουν μετά την επίλυση ενός προβλήματος.
fa: پس از رفع مشکل، امکان تغییر مقادیر امتیازات نیست.
he: לא ניתן לשנות את ערך הנקודות לאחר פרסום הבעיה.
hi: समस्या जारी होने के बाद बिंदु मानों को बदला नहीं जा सकता।
id: nilai titik tidak dapat diubah setelah masalah dirilis.
ja: 問題が公開された後は、ポイントの値を変更することはできません。
kk: Мәселе шығарылғаннан кейін нүкте мәндерін өзгерту мүмкін емес.
lv: Punktu vērtības nevar mainīt pēc uzdevumi atcelšanas.
sq: Vlerat e pikave nuk mund të ndryshohen pas lëshimit të një problemi.
uz: Muammo bartaraf etilgandan keyin nuqta qiymatlarini o'zgartirib bo'lmaydi.
vi: Giá trị điểm không thể thay đổi sau khi sự cố được giải quyết.

source: Learner training must have at least one training example.
af_za: Leerderopleiding moet ten minste een opleidingsvoorbeeld hê.
el: Η εξάσκηση των σπουδαστών πρέπει να διαθέτει τουλάχιστον ένα παράδειγμα.
fa: آموزش فراگیر باید حداقل یک نمونۀ آموزشی داشته باشد.
he: לתרגול הלומד חייבת להיות לפחות דוגמת תרגול אחת
hi: शिक्षार्थी प्रशिक्षण में कम से कम एक प्रशिक्षण उदाहरण अवश्य होना चाहिए।
hu: A tanulóképzésnek legalább egy képzési példát kell tartalmaznia.
id: Pelatihan peserta didik harus memiliki setidaknya satu contoh pelatihan.
ja: 学習者のトレーニングには、少なくとも1つのトレーニング例が必要です。
kk: Оқушы тренингінде кем дегенде бір оқу үлгісі болуы керек.
lv: Kursa dalībnieku apmācībā ir jābūt vismaz vienam apmācības piemēram.
sq: Trajnimi i nxënësve duhet të ketë të paktën një shembull trajnimi.
uz: O'quvchilarni tayyorlashda kamida bitta ta'lim namunasi bo'lishi kerak.
vi: Việc đào tạo người học phải có ít nhất một ví dụ đào tạo.

source: Leaderboard number is invalid.
af_za: Ranglysnommer is ongeldig.
el: Ο αριθμός βαθμολογικού πίνακα δεν είναι έγκυρος.
fa: شمارۀ تابلوی امتیازات معتبر نیست.
he: מספר לוח התוצאות אינו חוקי.
hi: लीडरबोर्ड नंबर अमान्य है।
hu: A ranglistaszám érvénytelen.
id: Nomor Papan Skor tidak benar
ja: リーダーボード番号が無効です。
kk: Көшбасшылар тақтасының нөмірі жарамсыз.
lv: Uzvarētāju saraksta numurs nav derīgs.
sq: Numri i tabelës drejtuese është i pavlefshëm.
uz: Peshqadamlar jadvali raqami noto‘g‘ri.
vi: Số bảng xếp hạng không hợp lệ.

source: The submission format is invalid.
af_za: Die indieningformaat is ongeldig.
el: Ο τύπος υποβολής είναι εσφαλμένος.
fa: قالب ارسال معتبر نیست.
he: פורמט ההגשה אינו חוקי
hi: सबमिशन प्रारूप अमान्य है।
hu: A beküldési formátum érvénytelen.
id: Format pengajuan tidak valid.
ja: 提出形式が無効です。
kk: Жіберу пішімі жарамсыз.
lv: Iesnieguma formāts nav derīgs.
sq: Formati i paraqitjes është i pavlefshëm.
uz: Taqdim etish formati yaroqsiz.
vi: Định dạng gửi không hợp lệ.

source: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
hu: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(start_date)s" data-string="elérhető {date} (még %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ja: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(start_date)s" data-string="利用可能 {date} (あと %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
hu: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(due_date)s" data-string="határidő {date} (még %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ja: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(due_date)s" data-string="締切 {date} (あと %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
hu: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(start_date)s" data-string="elérhető {date} (még %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ja: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(start_date)s" data-string="利用可能 {date} (あと %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
hu: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(due_date)s" data-string="határidő {date} (még %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ja: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(due_date)s" data-string="締切 {date} (あと %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
hu: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(start_date)s" data-string="elérhető {date} (még %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ja: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(start_date)s" data-string="利用可能 {date} (あと %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
hu: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(due_date)s" data-string="határidő {date} (még %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ja: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(due_date)s" data-string="締切 {date} (あと %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
hu: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(start_date)s" data-string="elérhető {date} (még %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ja: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(start_date)s" data-string="利用可能 {date} (あと %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>

source: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
hu: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(due_date)s" data-string="határidő {date} (még %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
ja: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(due_date)s" data-string="締切 {date} (あと %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
