Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, de_de, el, fa, he, hi, hu, id, it_it, ja, ka, kk, lv, nl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: This section could not be loaded.
af_za: Hierdie afdeling kon nie gelaai word nie.
ar: لم نستطع تحميل هذا القسم.
az: Bu bölmə yüklənilə bilmədi.
de_de: Dieser Abschnitt konnte nicht geladen werden.
el: Η ενότητα αυτή δεν μπόρεσε να μεταφορτωθεί.
fa: این بخش بارگیری نشد.
he: לא ניתן היה לטעון פרק זה.
hi: यह खंड लोड नहीं किया जा सका.
hu: Ezt a fejezetet nem sikerült beölteni.
id: Bagian ini tidak dapat dimuat.
it_it: Impossibile caricare questa sezione.
ja: このセクションを読み込めませんでした。
ka: სექციის ჩატვირთვა ვერ მოხერხდა.
kk: Бұл бөлімді жүктеу мүмкін емес.
lv: Šo sadaļu nevarēja ielādēt.
nl: Deze sectie kan niet worden geladen.
pt_br: Esta seção não pôde ser carregada.
pt_pt: Não foi possível carregar esta secção.
ro: Această secțiune nu a putut fi încărcată.
ru: Не удалось загрузить раздел.
sq: Ky seksion nuk mund të ngarkohej.
sv: Den här sektionen kunde inte laddas.
sw: Sehemu hii haikuweza kupakiwa.
te: ఈ విభాగాన్ని లోడ్ చేయడం సాధ్యపడలేదు.
th: เนื้อหาส่วนนี้ไม่สามารถโหลดได้
tr_tr: Bu bölüm yüklenemedi.
uk: Не вдалося завантажити цей розділ.
uz: Bu boʻlimni yuklab boʻlmadi.
vi: Không thể tải phần này.

source: The staff assessment form could not be loaded.
af_za: Die personeelassesseringsvorm kon nie gelaai word nie.
ar: تعذّر تحميل نموذج تقييم طاقم الفريق.
az: Heyət qiymətləndirmə anketi yüklənə bilmədi.
de_de: Das Mitarbeiterbewertungsformular konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση της φόρμας αξιολόγησης προσωπικού.
fa: فرم ارزیابی کارکنان بارگیری نشد.
he: לא ניתן היה לטעון את טופס הערכת הצוות.
hi: स्टाफ अससेस्समेंट फोरम लोड नही होपाया|
hu: A személyzeti felmérési űrlap nem tölthető be.
id: Form penilaian staf tidak dapat dimuat.
it_it: Impossibile caricare il modulo di valutazione dello staff.
ja: スタッフ評価フォームを読み込めませんでした。
ka: თანამშრომელთა შეფასების ფორმის ჩატვირთვა ვერ მოხერხდა.
kk: Қызметкерлерді бағалау формасын жүктеу мүмкін болмады.
lv: Personāla novērtējuma veidlapu nevarēja ielādēt.
nl: Het personeelsbeoordelingsformulier kan niet worden geladen.
pt_br: Não foi possível carregar o formulário de avaliação pessoal.
pt_pt: Não foi possível carregar o formulário de avaliação da Equipa.
ro: Formularul de evaluare a personalului nu a putut fi încărcat.
ru: Не удалось загрузить бланк оценивания.
sq: Formulari i vlerësimit të personelit nuk mund të ngarkohej.
sv: Personalbedömningsformuläret kunde inte laddas.
sw: Fomu ya tathmini ya wafanyikazi haikuweza kupakiwa.
te: సిబ్బంది అంచనా ఫారమ్‌ను లోడ్ చేయడం సాధ్యపడలేదు.
th: ไม่สามารถโหลดแบบฟอร์มการประเมินพนักงานได้
tr_tr: Personel değerlendirme formu yüklenemedi.
uk: Не вдалося завантажити форму оцінки викладача.
uz: Xodimlarni baholash shaklini yuklab bo‘lmadi.
vi: Không thể tải biểu mẫu đánh giá nhân viên.

source: The display of ungraded and checked out responses could not be loaded.
af_za: Die vertoning van ongegradeerde en uitgeboekte antwoorde kon nie gelaai word nie.
ar: تعذّر تحميل عرض الردود التي لم يجري اختبارها أو تقييمها.
az: Qiymətləndirilməmiş və yoxlanılmış cavablar yüklənilə bilmədi.
de_de: Die Anzeige der unbenoteten und ausgecheckten Antworten konnte nicht geladen werden.
el: Η παρουσίαση των μη βαθμολογημένων και ελεγμένων απαντήσεων δεν μπόρεσε να φορτωθεί.
fa: نمایش پاسخ‌های بدون نمره و بررسی‌شده بارگیری نشد.
he: לא ניתן היה לטעון את התצוגה של תשובות יוצאות ולא-מדורגות.
hi: यह उपग्रदेड और चेक्केद आउट रेसपोनस का डिस्प्ले लोड नहीं किया जासकता|
hu: Az osztályozatlan és ellenőrzött válaszok megjelenítése nem tölthető be.
id: Tampilan tanggapan yang diminta tidak dapat dimuat.
it_it: Impossibile caricare la visualizzazione delle risposte non valutate e sottoposte a checkout.
ja: 未評価およびチェックアウトされた回答の表示を読み込めませんでした。
ka: შემოწმებული და შეფასების გარეშე დარჩენილი პასუხების სიის ჩატვირთვა ვერ მოხერხდა.
kk: Бағаланбаған және тексерілген жауаптардың дисплейін жүктеу мүмкін емес.
lv: Nevarēja ielādēt nevērtētās un izņemtās atbildes.
nl: De weergave van niet-beoordeelde en uitgecheckte antwoorden kon niet worden geladen.
pt_br: Não foi possível carregar a exibição de respostas corrigidas e não corrigidas.
pt_pt: Não foi possível carregar a exibição de respostas entregues não classificadas.
ro: Afișarea răspunsurilor neclasate și verificate nu a putut fi încărcată.
ru: Не удалось загрузить список проверенных ответов и ответов без оценки.
sq: Shfaqja e përgjigjeve të pagraduara dhe të kontrolluara nuk mund të ngarkohej.
sv: Visningen av svar utan betyg och utcheckade svar kunde inte laddas.
sw: Onyesho la majibu ambayo hayajawekwa alama na kuchaguliwa hayakuweza kupakiwa.
te: గ్రేడ్ చేయని మరియు చెక్ అవుట్ చేసిన ప్రతిస్పందనల ప్రదర్శన లోడ్ చేయబడలేదు.
th: ไม่สามารถโหลดการแสดงผลของคำตอบที่ยังไม่ได้ให้คะแนนและที่เช็คเอาท์แล้วได้
tr_tr: Notlandırılmamış ve kontrol edilmemiş cevapların görüntülenmesi yüklenemez.
uk: Не вдалося завантажити екран неперевірених та перевірених відповідей.
uz: Baholanmagan va tekshirilgan javoblar ko‘rinishini yuklab bo‘lmadi.
vi: Không thể tải hiển thị các câu trả lời chưa được xếp loại và đã kiểm tra.

source: This response could not be submitted.
af_za: Hierdie antwoord kon nie ingedien word nie.
ar: تعذّر تقديم هذا الرد.
az: Cavab göndərilə bilmədi.
de_de: Diese Antwort konnte nicht übermittelt werden.
el: Η απάντησή σας δεν μπόρεσε να καταχωρηθεί.
fa: این پاسخ ارسال نشد.
he: לא ניתן היה להגיש את התגובה.
hi: इस उत्तर को जमा नहीं किया जा सका.
hu: A válasz elküldése nem sikerült.
id: Respon ini tidak dapat dikirimkan.
it_it: Impossibile inoltrare la risposta.
ja: この回答は送信できませんでした。
ka: პასუხის გაგზავნა ვერ მოხერხდა.
kk: Бұл жауапты жіберу мүмкін емес.
lv: Šo atbildi nevarēja iesniegt.
nl: Dit antwoord kon niet worden verzonden.
pt_br: Esta resposta não pôde ser enviada
pt_pt: Não foi possível submeter esta resposta.
ro: Acest răspuns nu a putut fi trimis.
ru: Не удалось отправить ответ.
sq: Kjo përgjigje nuk mund të dërgohej.
sv: Det här svaret kunde inte skickas in.
sw: Jibu hili halikuweza kuwasilishwa.
te: ఈ ప్రతిస్పందనను సమర్పించడం సాధ్యపడలేదు.
th: ไม่สามารถส่งคำตอบนี้ได้
tr_tr: Bu cevap gönderilemedi.
uk: Не вдалося відправити цю відповідь на перевірку.
uz: Bu javobni yuborib bo‘lmadi.
vi: Không thể gửi phản hồi này.

source: The submission could not be reset.
af_za: Die indiening kon nie teruggestel word nie.
ar: لا يمكن إعادة ضبط الإرسال.
az: Təqdimat sıfırlana bilmədi.
de_de: Die Übermittlung konnte nicht zurückgesetzt werden.
fa: ارسال قابل تنظیم مجدد نیست.
he: לא ניתן היה לאפס את ההגשות.
hi: प्रस्तुति को रीसेट नहीं किया जा सका|
hu: A beküldést nem sikerült visszaállítani.
id: Pengajuan tidak dapat diatur ulang.
ja: 提出物をリセットできませんでした。
ka: წარდგენის აღდგენა ვერ მოხერხდა.
kk: Жіберуді қалпына келтіру мүмкін болмады.
lv: Iesniegto informāciju nevarēja atiestatīt.
nl: De inzending kon niet worden gereset.
pt_br: O envio não pôde ser redefinido.
pt_pt: Não foi possível repor a submissão.
ro: Trimiterea nu a putut fi resetată.
ru: Невозможно сбросить ответ.
sq: Dorëzimi nuk mund të rivendosej.
sv: Inlämningen kunde inte återställas.
sw: Uwasilishaji haukuweza kuwekwa upya.
th: ไม่สามารถรีเซ็ตการส่งได้
tr_tr: Gönderim sıfırlanamadı.
uk: Надіслану відповідь не вдалося скинути.
uz: Taqdimotni tiklab bo‘lmadi.
vi: Không thể thiết lập lại việc gửi.

source: Please check your internet connection.
af_za: Gaan asseblief jou internetverbinding na.
ar: الرجاء التحقق من اتصال الانترنت الخاص بك.
az: Zəhmət olmasa internet bağlantınızı yoxlayın.
de_de: Bitte überprüfe deine Internetverbindung.
el: Ελέγξτε τη σύνδεσή σας στο Διαδίκτυο.
fa: لطفاً اتصال اینترنت خود را بررسی کنید.
he: אנא בדוק את חיבור האינטרנט שלך.
hi: कृपया अपने इंटरनेट कनेक्शन की जाँच करें।
hu: Kérjük, ellenőrizze az internetkapcsolatát.
id: Silakan periksa koneksi internet Anda.
ja: インターネット接続を確認してください。
ka: გთხოვთ, შეამოწმოთ თქვენი ინტერნეტ კავშირი.
kk: Интернет байланысын тексеріңіз.
lv: Lūdzu, pārbaudiet savu interneta savienojumu.
nl: Controleer uw internetverbinding.
pt_br: Por favor, verifique sua conexão à internet.
pt_pt: Verifique a sua ligação à internet.
ro: Vă rugăm să vă verificați conexiunea la internet.
ru: Пожалуйста, проверьте интернет-соединение.
sq: Ju lutemi kontrolloni lidhjen tuaj të internetit.
sv: Vänligen kontrollera din internetanslutning.
sw: Tafadhali angalia muunganisho wako wa intaneti.
te: దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ని తనిఖీ చేయండి.
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr_tr: Lütfen internet bağlantınızı kontrol edin.
uk: Перевірте підключення до Інтернету.
uz: Iltimos, internet aloqangizni tekshiring.
vi: Xin vui lòng kiểm tra kết nối Internet của bạn.

source: This feedback could not be submitted.
af_za: Hierdie terugvoer kon nie ingedien word nie.
ar: تعذّر تقديم هذه الآراء والملاحظات.
az: Bu əks əlaqə göndərilə bilmədi.
de_de: Diese Rückmeldung konnte nicht übermittelt werden.
el: Η κριτική αυτή δεν μπόρεσε να καταχωρηθεί.
fa: این بازخورد ارسال نشد.
he: לא ניתן היה להגיש את המשוב.
hi: इस प्रतिक्रिया को जमा नहीं किया जा सका.
hu: A visszacsatolás elküldése nem sikerült.
id: Umpan balik ini tidak dapat dikirimkan.
it_it: Impossibile inoltrare il feedback.
ja: このフィードバックを送信できませんでした。
ka: გამოხმაურების გაგზავნა ვერ მოხერხდა.
kk: Бұл пікірді жіберу мүмкін емес.
lv: Šo atsauksmi nevarēja iesniegt.
nl: Deze feedback kon niet worden verzonden.
pt_br: Este feedback não pôde ser enviado.
pt_pt: Não foi possível submeter este comentário.
ro: Acest feedback nu a putut fi trimis.
ru: Не удалось отправить отзыв.
sq: Ky koment nuk mund të dërgohej.
sv: Den här återkopplingen kunde inte skickas in.
sw: Maoni haya hayakuweza kuwasilishwa.
te: ఈ అభిప్రాయాన్ని సమర్పించడం సాధ్యపడలేదు.
th: ไม่สามารถส่งผลตอบกลับนี้ได้
tr_tr: Bu geri bildirim gönderilemedi.
uk: Не вдалося відправити цей відгук.
uz: Bu fikr-mulohaza yuborib bo‘lmadi.
vi: Không thể gửi phản hồi này.

source: This assessment could not be submitted.
af_za: Hierdie assessering kon nie ingedien word nie.
ar: تعذّر تقديم هذا التقييم.
az: Bu qiymətləndirmə göndərilə bilmədi.
de_de: Diese Bewertung konnte nicht übermittelt werden.
el: Η αξιολόγησή σας δεν μπόρεσε να καταχωρηθεί.
fa: این ارزیابی ارسال نشد.
he: לא ניתן היה להגיש את פריט ההערכה הזה.
hi: इस मूल्यांकन को जमा नहीं किया जा सका.
hu: A felmérés elküldése nem sikerült.
id: Penilaian ini tidak dapat dikirimkan.
it_it: Impossibile inoltrare questa valutazione.
ja: この評価を提出できませんでした。
ka: შეფასების გაგზავნა ვერ მოხერხდა.
kk: Бұл бағалауды жіберу мүмкін емес.
lv: Šo novērtējumu nevarēja iesniegt.
nl: Deze beoordeling kon niet worden ingediend.
pt_br: Esta avaliação não pôde ser submetida.
pt_pt: Não foi possível submeter esta avaliação.
ro: Această evaluare nu a putut fi transmisă.
ru: Не удалось отправить оценку.
sq: Ky vlerësim nuk mund të dorëzohej.
sv: Den här bedömningen kunde inte skickas in.
sw: Tathmini hii haikuweza kuwasilishwa.
te: ఈ మూల్యాంకనాన్ని సమర్పించడం సాధ్యపడలేదు.
th: ไม่สามารถส่งการะประเมินนี้ได้
tr_tr: Bu değerlendirme gönderilemedi.
uk: Не вдалося відправити це завдання.
uz: Bu baholashni topshirish mumkin emas.
vi: Đánh giá này không thể được gửi.

source: One or more rescheduling tasks failed.
af_za: Een of meer herskeduleringstake het misluk.
ar: لم تنجح عملية واحدة أو أكثر من عمليات إعادة جدولة المهامّ.
az: Bir və ya bir neçə yenidən təyin olunmuş tapşırıqlar uğursuz oldu.
de_de: Eine oder mehrere Neuterminierungsaufgaben sind fehlgeschlagen.
el: Μια ή περισσότερες εργασίες επαναπρογραμματισμού απέτυχαν.
fa: یک یا چندکار برنامه‌ریزی مجدد انجام نشد.
he: משימת תזמון מחדש אחת או יותר נכשלה.
hi: एक या अधिक पुनर्निर्धारण कार्य विफल रहे.
hu: Egy, vagy több átütemezési feladat meghiúsult.
id: Salah satu tugas penjadwalan telah gagal.
it_it: Una o più attività di ripianificazione falite.
ja: 1つ以上の再スケジュールタスクが失敗しました。
ka: ერთი, ან მეტი დავალების ხელახლა გაშვება ვერ მოხერხდა.
kk: Бір немесе бірнеше қайта жоспарлау тапсырмалары орындалмады.
lv: Viens vai vairāki pārplānošanas uzdevumi neizdevās.
nl: Een of meer herplanningstaken zijn mislukt.
pt_br: Uma ou mais tarefas de reagendamento falharam.
pt_pt: Ocorreu erro no reagendamento de uma ou mais tarefas.
ro: Una sau mai multe sarcini de reprogramare au eșuat.
ru: Не удалось перезапустить одну или несколько задач.
sq: Një ose më shumë detyra riprogramimi dështuan.
sv: En eller flera omläggningsuppgifter misslyckades.
sw: Jukumu moja au zaidi la kupanga upya yamefeli.
te: ఒకటి లేదా అంతకంటే ఎక్కువ రీషెడ్యూల్ టాస్క్‌లు విఫలమయ్యాయి.
th: หนึ่งหรือมากกว่าหนึ่งงานที่ล้มเหลวในการปรับเปลี่ยนตาราง
tr_tr: Bir veya daha fazla yeniden zamanlama görevi başarısız oldu.
uk: Одна або кілька задач перепланування провалилася.
uz: Bir yoki bir nechta qayta rejalashtirish vazifalari bajarilmadi.
vi: Một hoặc nhiều tác vụ lên lịch lại không thành công.

source: This problem could not be saved.
af_za: Hierdie probleem kon nie gestoor word nie.
ar: تعذّر حفظ هذه المسألة.
az: Bu tapşırıq yaddaşa verilə bilmədi.
de_de: Dieses Problem konnte nicht gespeichert werden.
el: Το πρόβλημα αυτό δεν μπόρεσε να αποθηκευτεί.
fa: این سوال ذخیره نشد.
he: לא ניתן היה לשמור בעיה זו.
hi: इस प्रश्न को सुरक्षित नहीं किया जा सका.
hu: Ez a feladat nem menthető.
id: Masalah ini tidak dapat disimpan.
it_it: Impossibile salvare questo problema.
ja: この問題を保存できませんでした。
ka: პრობლემის შენახვა ვერ მოხერხდა.
kk: Бұл мәселені сақтау мүмкін болмады.
lv: Šo uzdevumu nevarēja saglabāt.
nl: Dit probleem kon niet worden opgeslagen.
pt_br: Este problema não pôde ser salvo.
pt_pt: Não foi possível gravar este problema.
ro: Această problemă nu a putut fi salvată.
ru: Не удалось сохранить задание.
sq: Ky problem nuk mund të ruhej.
sv: Det här problemet kunde inte sparas.
sw: Tatizo hili halikuweza kuhifadhiwa.
te: ఈ సమస్యను సేవ్ చేయడం సాధ్యపడలేదు.
th: ไม่สามารถบันทึกปัญหานี้ได้
tr_tr: Bu problem kaydedilemedi.
uk: Не вдалося зберегти це завдання.
uz: Bu muammoni saqlab bo‘lmadi.
vi: Vấn đề này không thể được cứu.

source: The server could not be contacted.
af_za: Die bediener kon nie gekontak word nie.
ar: تعذّر الاتصال بالمخدّم.
az: Serverlə əlaqə saxlanıla bilmədi.
de_de: Der Server konnte nicht erreicht werden.
el: Δεν είναι δυνατή η επικοινωνία με τον server.
fa: ارتباط با خدمت‌دهنده برقرار نشد.
he: לא ניתן ליצור קשר עם השרת.
hi: सर्वर से संपर्क नहीं किया जा सका।
hu: Sikertelen csatlakozás a szerverhez
id: Server tidak dapat dihubungi.
it_it: Impossibile contattare il server.
ja: サーバーに接続できませんでした。
ka: სერვერთან დაკავშირება ვერ ხერხდება.
kk: Сервермен байланысу мүмкін болмады.
lv: Nevarēja sazināties ar serveri.
nl: Er kon geen contact worden gemaakt met de server.
pt_br: Não foi possível contactar o servidor.
pt_pt: Não foi possível contactar o servidor.
ro: Serverul nu a putut fi contactat.
ru: Не удалось установить соединение с сервером.
sq: Serveri nuk mund të kontaktohej.
sv: Servern kunde inte kontaktas.
sw: Seva haikuweza kupatikana.
te: సర్వర్‌ని సంప్రదించడం సాధ్యపడలేదు.
th: ไม่สามารถติดต่อเซิฟเวอร์
tr_tr: Sunucu ile bağlantı kurulamadı.
uk: Сервер не відповідає.
uz: Server bilan bog‘lanib bo‘lmadi.
vi: Máy chủ không thể liên lạc được.

source: Could not retrieve upload url.
af_za: Kon nie oplaai-URL haal nie.
ar: تعذّر استرجاع رابط التحميل.
az: Yükləmə url-ni geri ala bilmədi.
de_de: Die Upload-URL konnte nicht aufgefunden werden.
el: Δεν ήταν δυνατή η ανάκτηση του συνδέσμου upload.
fa: نشانی اینترنتی بارگذاری بازیابی نشد.
he: לא ניתן לאחזר כתובת URL להעלאה.
hi: अपलोड यू.आर.ऐल. प्राप्त नहीं किया जा सका.
hu: A feltöltési URL letöltése sikertelen.
id: Gagal mencapai url unggahan.
it_it: Non si è potuto recuperare l'url dell'upload.
ja: アップロードURLを取得できませんでした。
ka: ატვირთვის url არ იძებნება.
kk: Жүктеп салу URL мекенжайын алу мүмкін болмады.
lv: Nevarēja iegūt augšupielādes URL.
nl: Kan upload-URL niet ophalen.
pt_br: Não foi possível recuperar o url de upload.
pt_pt: Não foi possível recuperar o url de envio.
ro: Nu s-a putut prelua adresa URL de încărcare.
ru: Не удалось получить url для загрузки.
sq: URL-ja e ngarkimit nuk mund të merrej.
sv: Kunde inte ta emot uppladdningsadressen.
sw: Haikuweza kurejesha url ya upakiaji.
te: అప్‌లోడ్ urlని తిరిగి పొందడం సాధ్యపడలేదు.
th: ไม่สามารถเรียก url ที่ต้องการอัพโหลด
tr_tr: Yükleme URL'ine erişilemedi.
uk: Не вдалося отримати URL вивантаження.
uz: Yuklash URL manzilini olinmadi.
vi: Không thể truy xuất url tải lên.

source: Server error.
af_za: Bedienerprobleem.
ar: خطأ في الخادم
az: Server xətası.
de_de: Server Problem.
el: Σφάλμα διακομιστή
fa: خطای سرویس‌دهنده.
he: שגיאת שרת.
hi: सर्वर त्रुटि|
hu: Szerverhiba.
it_it: Errore del server.
ja: サーバーエラー。
ka: სერვერის შეცდომა.
kk: Сервер қатесі.
lv: Servera kļūda.
nl: Serverfout.
pt_br: Erro no servidor.
pt_pt: Erro de servidor.
ro: Eroare de server.
ru: Ошибка сервера.
sq: Gabim serveri.
sv: Serverfel
sw: Hitilafu ya Server.
te: సర్వర్ లోపం.
th: เซิร์ฟเวอร์ผิดพลาด.
tr_tr: Sunucu hatası.
uk: Помилка серверу.
uz: Server xatosi.
vi: Lỗi máy chủ.

source: Could not retrieve download url.
af_za: Kon nie aflaai-URL haal nie.
ar: تعذّر استرجاع رابط التنزيل.
az: Yükləmə url-ni geri ala bilmədi.
de_de: Die Download URL konnte nicht aufgefunden werden.
el: Δεν ήταν δυνατή η ανάκτηση του συνδέσμου download.
fa: نشانی اینترنتی بارگیری بازیابی نشد.
he: לא ניתן לאחזר כתובת URL להורדה.
hi: डाउनलोड यू.आर.ऐल. प्राप्त नहीं किया जा सका|
hu: A letöltési URL letöltése sikertelen.
id: Gagal mencapai url unduhan.
it_it: Non si è potuto recuperare l'url del download.
ja: ダウンロードURLを取得できませんでした。
ka: ჩამოტვირთვის url არ იძებნება.
kk: Жүктеп алу URL мекенжайын алу мүмкін болмады.
lv: Nevarēja iegūt lejupielādes URL.
nl: Kan download-URL niet ophalen.
pt_br: Não foi possível recuperar o url de download.
pt_pt: Não foi possível obter os dados a partir do URL definido.
ro: Nu s-a putut prelua adresa URL de descărcare.
ru: Не удалось получить url для скачивания.
sq: URL-ja e shkarkimit nuk mund të merrej.
sv: Kunde inte ta emot nerladdningsadressen.
sw: Haikuweza kurejesha url ya upakuaji.
te: డౌన్‌లోడ్ urlని తిరిగి పొందడం సాధ్యపడలేదు.
th: ไม่สามารถเรียก url ที่ต้องการดาวน์โหลด
tr_tr: İndirme bağlantısına erişilemedi.
uk: Не вдалося отримати URL завантаження.
uz: Yuklab olish URL manzilini olib bo‘lmadi.
vi: Không thể truy xuất url tải xuống.

source: The submission could not be removed from the grading pool.
af_za: Die indiening kon nie uit die graderingpoel verwyder word nie.
ar: تعذّرت إزالة التقديم من مجموعة التقييم.
az: Təqdimat qiymətləndirmə sahəsindən çıxarıla bilmədi.
de_de: Die Einreichung konnte nicht aus dem Einstufungspool entfernt werden.
el: Η υποβληθείσα εργασία δεν ήταν δυνατόν να εξαιρεθεί από την διαδικασία βαθμολόγησης
fa: ارسال را نمی‌توان از مجموعۀ درجه‌بندی حذف کرد.
he: לא ניתן להסיר את ההגשה ממאגר הציונים.
hi: सबमिस्स्न को रिमूव नही किया जासकता ग्रेडिंग पूल से|
hu: A beküldött anyag nem törölhető.
id: Pengajuan tidak bisa dihapus dari kolom peringkat.
it_it: La consegna non ha potuto essere rimossa dal gruppo di classificazione.
ja: 採点プールから提出物を削除できませんでした。
ka: შეფასების სისტემაში წარდგენილი დოკუმენტი წაშლას არ ექვემდებარება.
kk: Жіберуді бағалау пулынан жою мүмкін болмады.
lv: Darbu nevarēja noņemt no vērtēšanas kopas.
nl: De inzending kon niet uit de beoordelingspool worden verwijderd.
pt_br: A tarefa enviada não pôde ser removida da lista para avaliação.
pt_pt: Não foi possível remover a submissão da pool de classificação.
ro: Trimiterea nu a putut fi eliminată din grupul de notare.
ru: Не удалось удалить ответ из хранилища.
sq: Dorëzimi nuk mund të hiqej nga grupi i vlerësimit.
sv: Inlämningen kunde inte tas bort från graderingspotten.
sw: Uwasilishaji haukuweza kuondolewa kutoka kwa bwawa la kuweka alama.
te: సమర్పణ గ్రేడింగ్ పూల్ నుండి తీసివేయబడలేదు.
th: การส่งไม่สามารถลบออกจากผลการให้คะแนน
tr_tr: Yükleme not havuzundan kaldırılamadı.
uk: Відповідь не може бути видалена з черги оцінювання.
uz: Taqdimotni baholash fondidan olib tashlab bo‘lmadi.
vi: Không thể xóa bài nộp khỏi nhóm chấm điểm.

source: Multiple teams returned for course
af_za: Verskeie spanne het vir kursus teruggekeer
ar: عودة عدة فرق للمساق
az: Bir neçə komanda kurs üçün geri döndü
de_de: Mehrere Teams sind für den Kurs zurückgekehrt
el: Πολλές ομάδες επέστρεψαν στην πορεία
fa: چندین تیم برای دوره بازگشتند
he: צוותים מרובים חזרו לקורס
hi: मल्टिपल टीम रिटर्ण्ड होगई कोर्स के लिए
hu: Több csapat tért vissza a kurzusra
it_it: Più team restituiti per il corso
ja: 複数のチームがコースに戻りました
ka: კურსზე რამდენიმე გუნდი დაბრუნდა
kk: Бірнеше команда курсқа оралды
lv: Uz kursu atgriezās vairākas komandas
nl: Meerdere teams keerden terug voor de cursus
pt_br: Várias equipes voltaram para o curso
pt_pt: Várias equipas voltaram para o curso
ro: Mai multe echipe s-au întors la curs
ru: Несколько команд вернулись на курс
sq: Shumë skuadra u kthyen në kurs
sv: Flera lag kom tillbaka för kursen
sw: Timu nyingi zilirudi kwa ajili ya kozi
te: అనేక బృందాలు కోర్సు కోసం తిరిగి వచ్చాయి
th: หลายทีมกลับมาเข้าร่วมหลักสูตร
tr_tr: Ders için birden fazla takım geri döndü
uk: Кілька команд повернуто до курсу
uz: Bir nechta jamoalar kursga qaytishdi
vi: Nhiều đội đã trở lại tham gia khóa học

source: Could not load teams information.
af_za: Kon nie spanne se inligting laai nie.
ar: لا يمكن تحميل معلومات الفرق
az: Komandaların məlumatı yüklənə bilmədi.
de_de: Konnte keine Teaminformationen laden.
el: Δεν ήταν δυνατή η φόρτωση των πληροφοριών ομάδων.
fa: اطلاعات تیم‌ها بارگیری نشد.
he: לא ניתן היה לטעון מידע על צוותים.
hi: टीमस इन्फॉर्मेशन लोड नही होसका|
hu: Nem sikerült betölteni a csapatok adatait.
id: Tidak dapat memuat informasi tim.
it_it: Impossibile caricare le informazioni sui team.
ja: チーム情報を読み込めませんでした。
ka: გუნდების ინფორმაციის ჩატვირთვა ვერ მოხერხდა.
kk: Топтар туралы ақпаратты жүктеу мүмкін болмады.
lv: Nevarēja ielādēt informāciju par komandām.
nl: Kan teaminformatie niet laden.
pt_br: Não foi possível carregar as informações das equipes.
pt_pt: Não foi possível carregar informação das equipas.
ro: Nu s-au putut încărca informațiile echipelor.
ru: Не удалось загрузить информацию о командах.
sq: Informacioni i ekipit nuk mund të ngarkohej.
sv: Det gick inte att läsa in teaminformation.
sw: Haikuweza kupakia maelezo ya timu.
te: బృందాల సమాచారాన్ని లోడ్ చేయడం సాధ్యపడలేదు.
th: ไม่สามารถโหลดข้อมูลทีมได้
tr_tr: Takım bilgileri yüklenemedi.
uk: Не вдалося завантажити інформацію про команди.
uz: Jamoalar haqidagi maʼlumotlarni yuklab boʻlmadi.
vi: Không thể tải thông tin đội.

source: User lookup failed
af_za: Gebruikersoektog het misluk
ar: فشل عملية العثور على المستخدم
az: İstifadəçi axtarışı uğursuz oldu
de_de: Suche nach Benutzer fehlgeschlagen
el: Η αναζήτηση χρήστη απέτυχε
fa: جستجوی کاربر موفق نبود
he: חיפוש המשתמש נכשל
hi: उसेर लूकप फ़ैलद
hu: A felhasználó keresése sikertelen
id: Pencarian pengguna gagal
it_it: Ricerca utente non riuscita
ja: ユーザーの検索に失敗しました
ka: მომხმარებლის ძებნა ვერ მოხერხდა
kk: Пайдаланушыны іздеу сәтсіз аяқталды
lv: Lietotāja meklēšana neizdevās
nl: Zoeken naar gebruiker is mislukt
pt_br: A pesquisa falhou para o Usuário
pt_pt: A procura do utilizador falhou
ro: Căutarea Utilizatorului a eșuat
sq: Kërkimi i përdoruesit dështoi
sv: Användarsökning misslyckades
sw: Utafutaji wa mtumiaji umeshindwa
te: వినియోగదారు శోధన విఫలమైంది
th: การค้นหาผู้ใช้ล้มเหลว
tr_tr: Kullanıcı ararken hata
uk: Помилка пошуку користувача
uz: Foydalanuvchini qidirish amalga oshmadi
vi: Tra cứu người dùng không thành công
