Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
af_za: Jy het hierdie probleem suksesvol afgehandel en &#39;n {earned_points} / {total_points} ontvang.
el: Ολοκληρώσατε με επιτυχία αυτό το πρόβλημα και λάβατε ένα {earned_points} / {total_points} .
fa: شما این مشکل را با موفقیت تکمیل کردید و یک {earned_points} / {total_points} دریافت کردید.
hi: आपने इस समस्या को सफलतापूर्वक पूरा कर लिया है और {earned_points} / {total_points} प्राप्त किया है।
hu: Sikeresen megoldotta ezt a feladatot, és {earned_points}/{total_points} pontot kapott.
id: Anda telah berhasil menyelesaikan masalah ini dan menerima {earned_points}/{total_points}.
ja: この問題を無事に完了し、{earned_points}/{total_points}を獲得しました。
kk: Сіз бұл мәселені сәтті аяқтадыңыз және {earned_points} / {total_points} алдыңыз.
lv: Jūs veiksmīgi pabeidzāt šo uzdevumu un saņēmis ziņojumu {earned_points} / {total_points} .
sq: Ju e keni përfunduar me sukses këtë problem dhe keni marrë një {earned_points} / {total_points} .
sw: Umemaliza tatizo hili kwa ufanisi na kupokea {earned_points} / {total_points} .
uz: Siz bu muammoni muvaffaqiyatli hal qildingiz va {earned_points} / {total_points} ni oldingiz.
vi: Bạn đã giải quyết thành công vấn đề này và nhận được {earned_points} / {total_points} .

source: You have not yet received all necessary peer reviews to determine your final grade.
af_za: Jy het nog nie alle nodige portuurbeoordelings ontvang om jou finale graad te bepaal nie.
el: Δεν έχετε λάβει ακόμη όλες τις απαραίτητες αξιολογήσεις από ομοτίμους για να καθορίσετε τον τελικό σας βαθμό.
fa: شما هنوز تمام بررسی‌های لازم برای تعیین نمرۀ نهایی خود را دریافت نکرده‌اید.
he: עדיין לא התקבלו כל ביקורות העמיתים הנדרשות כדי לקבוע את הציון הסופי שלך.
hi: आपको अपना अंतिम ग्रेड निर्धारित करने के लिए अभी तक सभी आवश्यक सहकर्मी समीक्षाएँ प्राप्त नहीं हुई हैं।
hu: Még nem kapta meg az összes szükséges társértékelést a végső jegy meghatározásához.
kk: Сіз өзіңіздің қорытынды бағаңызды анықтау үшін барлық қажетті пікірлерді әлі алған жоқсыз.
lv: Jums vēl nav saņēmti visi nepieciešamie salīdzinošie vērtējumi, kas nosaka jūsu galīgo vērtējumu.
sq: Nuk i keni marrë ende të gjitha vlerësimet e nevojshme për të përcaktuar notën tuaj përfundimtare.
uz: Yakuniy bahoni aniqlash uchun siz hali ham barcha kerakli sharhlarni olmagansiz.
vi: Bạn vẫn chưa nhận được tất cả các đánh giá ngang hàng cần thiết để xác định điểm cuối cùng của mình.

source: The grade for this problem is determined by the median score of your Peer Assessments.
af_za: Die graad vir hierdie probleem word bepaal deur die mediaantelling van jou portuurassesserings.
el: Ο βαθμός για αυτό το πρόβλημα καθορίζεται από τη διάμεση βαθμολογία των αξιολογήσεων από ομοτίμους.
fa: نمرۀ این مساله با میانگین نمرۀ ارزیابی همتایان شما تعیین می‌شود.
he: הציון לבעיה זו נקבע על ידי הציון החציוני של הערכות עמיתים שלך.
hi: इस समस्या का ग्रेड आपके सहकर्मी मूल्यांकन के औसत स्कोर से निर्धारित होता है।
hu: A probléma osztályzata a társértékelések medián pontszáma alapján kerül meghatározásra.
id: Nilai untuk soal ini ditentukan oleh skor median Penilaian Sejawat Anda.
ja: この問題の成績は、ピア評価の中央値によって決定されます。
kk: Бұл мәселенің бағасы құрдастарды бағалаудың медианалық ұпайымен анықталады.
lv: Šīs uzdevumi vērtējumu nosaka jūsu citu dalībnieku vērtējumu vidējais rezultāts.
sq: Nota për këtë problem përcaktohet nga rezultati mesatar i vlerësimeve tuaja nga bashkëmoshatarët.
uz: Ushbu muammoning bahosi sizning tengdoshlaringizni baholashingizning o'rtacha balli bilan belgilanadi.
vi: Điểm cho vấn đề này được xác định bằng điểm trung bình của Đánh giá ngang hàng của bạn.

source: The grade for this problem is determined by the mean score of your Peer Assessments.
af_za: Die graad vir hierdie probleem word bepaal deur die gemiddelde telling van jou portuurassesserings.
fa: نمره این مساله با میانگین نمرۀ ارزیابی همتایان شما تعیین می‌شود.
hi: इस समस्या का ग्रेड आपके सहकर्मी मूल्यांकन के औसत स्कोर द्वारा निर्धारित किया जाता है।
id: Nilai untuk soal ini ditentukan oleh skor rata-rata Penilaian Sejawat Anda.
ja: この問題の成績は、ピア評価の平均スコアによって決定されます。
lv: Šīs uzdevumi vērtējumu nosaka jūsu citu dalībnieku vērtējumu vidējais rezultāts.
sq: Nota për këtë problem përcaktohet nga rezultati mesatar i vlerësimeve tuaja nga bashkëmoshatarët.
sw: Alama ya tatizo hili inaamuliwa na wastani wa alama za Tathmini ya Wenzako.
uz: Ushbu muammoning bahosi sizning tengdoshlaringizni baholashingizning o'rtacha balliga qarab belgilanadi.
vi: Điểm cho vấn đề này được xác định bằng điểm trung bình của Đánh giá ngang hàng của bạn.

source: Peer Assessment Only
af_za: Slegs eweknie-assessering
el: Μόνο αξιολόγηση από ομοτίμους
fa: فقط ارزیابی همتایان
hi: केवल सहकर्मी मूल्यांकन
hu: Csak társértékelés
ja: ピア評価のみ
kk: Тек өзара бағалау
lv: Tikai citu dalībnieku vērtējums
sq: Vetëm vlerësimi nga kolegët
sw: Tathmini ya Rika Pekee
uz: Faqat tengdoshlarni baholash
vi: Chỉ đánh giá ngang hàng

source: Self Assessment Only
af_za: Slegs Selfassessering
el: Μόνο αυτοαξιολόγηση
fa: فقط خودارزیابی
he: הערכה עצמית בלבד
hi: केवल स्व-मूल्यांकन
ja: 自己評価のみ
kk: Тек өзін-өзі бағалау
lv: Tikai pašnovērtējums
sq: Vetëm vetëvlerësim
uz: Faqat o'z-o'zini baholash
vi: Chỉ tự đánh giá

source: Staff Assessment Only
af_za: Slegs personeelassessering
el: Μόνο αξιολόγηση προσωπικού
fa: فقط ارزیابی کارکنان
hi: केवल स्टाफ मूल्यांकन
ja: スタッフ評価のみ
kk: Тек персоналды бағалау
lv: Tikai personāla vērtējums
sq: Vetëm vlerësimi i personelit
uz: Faqat xodimlarni baholash
vi: Chỉ đánh giá nhân viên

source: Self Assessment to Peer Assessment
af_za: Selfassessering tot eweknie-assessering
el: Αυτοαξιολόγηση σε ομοτίμους
fa: خودارزیابی به ارزیابی همتایان
hi: स्व-मूल्यांकन से सहकर्मी मूल्यांकन
hu: Önértékelésből társértékelés
ja: 自己評価からピア評価へ
kk: Өзін-өзі бағалау өзара бағалау
lv: Pašnovērtējums līdz citu dalībnieku novērtēšanai
sq: Vetë-vlerësimi për vlerësimin e kolegëve
uz: O'z-o'zini baholash, tengdoshlarni baholash
vi: Tự đánh giá đến đánh giá ngang hàng

source: Self Assessment to Staff Assessment
af_za: Selfassessering tot Personeelassessering
el: Αυτοαξιολόγηση προς το προσωπικό
fa: خودارزیابی به ارزیابی کارکنان
he: הערכה עצמית להערכת צוות
hi: स्व-मूल्यांकन से लेकर कर्मचारी मूल्यांकन तक
hu: Önértékelésről munkatársi értékelésre
ja: 自己評価からスタッフ評価へ
kk: Өзін-өзі бағалау персоналды бағалау
lv: Pašnovērtējums līdz personāla vērtējumam
sq: Vetë-vlerësimi për vlerësimin e stafit
uz: Xodimlarni baholash uchun o'z-o'zini baholash
vi: Tự đánh giá để đánh giá nhân viên

source: You can't reset your submission.
af_za: Jy kan nie jou indiening terugstel nie.
fa: شما امکان بازنشانی ارسال خود را ندارید.
hi: आप अपना सबमिशन रीसेट नहीं कर सकते।
id: Anda tidak dapat mengatur ulang kiriman Anda.
ja: 提出をリセットすることはできません。
lv: Jūs nevarat atiestatīt iesniegto informāciju.
sq: Nuk mund ta rivendosësh dorëzimin.
sw: Huwezi kurudisha uwasilishaji wako.
uz: Taqdimotni qayta tiklay olmaysiz.
vi: Bạn không thể đặt lại nội dung gửi của mình.

source: The user does not exist.
af_za: Die gebruiker bestaan nie.
fa: این کاربر وجود ندارد.
hi: उपभोक्ता अस्तित्व मे नहीं है।
hu: A felhasználó nem létezik.
id: Pengguna tidak ada.
ja: ユーザーが存在しません。
lv: Lietotājs neeksistē.
sq: Përdoruesi nuk ekziston.
sw: Mtumiaji hayupo.
uz: Foydalanuvchi mavjud emas.
vi: Người dùng không tồn tại.

source: There is no submission to reset.
af_za: Daar is geen voorlegging om terug te stel nie.
fa: ارسالی برای بازنشانی وجود ندارد.
hi: रीसेट करने के लिए कोई सबमिशन नहीं है।
hu: Nincs visszaállítható beadás.
id: Tidak ada pengajuan untuk direset.
ja: リセットする提出物がありません。
lv: Atiestatīšanai nav iesniegta informācija.
sq: Nuk ka asnjë dorëzim për të rivendosur.
sw: Hakuna uwasilishaji wa kuweka upya.
uz: Qayta tiklash uchun taqdimnoma yo'q.
vi: Không có trình để thiết lập lại.

source: Submission reset successfully.
af_za: Indiening is suksesvol teruggestel.
fa: ارسال با موفقیت بازنشانی شد.
hi: सबमिशन सफलतापूर्वक रीसेट हो गया।
hu: A beadás sikeresen visszaállítva.
id: Pengiriman berhasil diatur ulang.
ja: 提出物のリセットに成功しました。
lv: Iesniegtā informācija ir veiksmīgi atiestatīta.
sq: Dorëzimi u rivendos me sukses.
sw: Uwasilishaji umewekwa upya.
uz: Taqdimot qayta tiklandi.
vi: Đặt lại gửi thành công.

source: You must specify a block id from which to copy a rubric.
af_za: Jy moet &#39;n blok-ID spesifiseer waaruit &#39;n rubriek gekopieer moet word.
el: Πρέπει να καθορίσετε ένα αναγνωριστικό μπλοκ από το οποίο θα αντιγράψετε μια ρουμπρίκα.
fa: شما باید یک شناسۀ بلوکی را مشخص کنید که از آن سرفصل کپی شود.
he: עליך לציין מזהה בלוק שממנו להעתיק רובריקה.
hi: आपको एक ब्लॉक आईडी निर्दिष्ट करनी होगी जिससे रूब्रिक की प्रतिलिपि बनाई जा सके।
hu: Meg kell adnia egy blokkazonosítót, amelyről másolni kíván egy értékelési útmutatót.
id: Anda harus menentukan id blok dari mana untuk menyalin rubrik.
ja: ルーブリックをコピーするブロックIDを指定する必要があります。
kk: Рубриканы көшіру үшін блок идентификаторын көрсету керек.
lv: Ir jānorāda bloka ID, no kura kopēt rubriku.
sq: Ju duhet të specifikoni një ID blloku nga e cila do të kopjoni një rubrikë.
uz: Rubrikani nusxalash uchun blok identifikatorini ko'rsatishingiz kerak.
vi: Bạn phải chỉ định id khối để sao chép phiếu tự đánh giá.

source: Invalid block id.
af_za: Ongeldige blok-ID.
el: Μη έγκυρο αναγνωριστικό μπλοκ.
fa: شناسۀ بلوک معتبر نیست.
he: מזהה בלוק לא חוקי.
hi: अमान्य ब्लॉक आईडी।
hu: Érvénytelen blokkazonosító.
ja: 無効なブロックIDです。
kk: Жарамсыз блок идентификаторы.
lv: Nederīgs bloka ID.
sq: ID e pavlefshme e bllokut.
uz: Blok identifikatori noto‘g‘ri.
vi: Id khối không hợp lệ.

source: No Open Response Assessment found in {course_id} with block id {block_id}
af_za: Geen oop reaksie-assessering gevind in {course_id} met blok-ID {block_id}
el: Δεν βρέθηκε αξιολόγηση ανοικτής απόκρισης στο {course_id} με αναγνωριστικό μπλοκ {block_id}
fa: هیچ ارزیابی پاسخ باز در {course_id} با شناسه بلوک {block_id} یافت نشد
he: לא נמצאה הערכת תגובה פתוחה בתוך {course_id} עם מזהה בלוק {block_id}
hi: ब्लॉक आईडी {block_id} के साथ {course_id} में कोई ओपन रिस्पांस असेसमेंट नहीं मिला
hu: Nem található nyílt válaszfelmérés a(z) {course_id} kurzusban a(z) {block_id} blokkazonosítóval.
ja: {course_id}にブロックID{block_id}のオープンレスポンス評価が見つかりませんでした。
kk: {block_id} блок идентификаторы бар {course_id} ішінде ашық жауап бағалауы табылмады.
lv: Laukā {course_id} ar bloka ID {block_id} netika atrasts neviens atvērtās atbildes vērtējums
sq: Nuk u gjet asnjë vlerësim i përgjigjes së hapur në {course_id} me id blloku {block_id}
uz: Blok identifikatori {block_id} bilan {course_id} da ochiq javob baholashi topilmadi
vi: Không tìm thấy Đánh giá phản hồi mở nào trong {course_id} với id khối {block_id}

source: You do not have permission to schedule training
af_za: Jy het nie toestemming om opleiding te skeduleer nie
el: Δεν έχετε άδεια να προγραμματίσετε προπόνηση
fa: شما اجازۀ برنامه‌ریزی آموزش را ندارید
he: אין לך את ההרשאות הדרושות על מנת לקבוע הכשרה.
hi: आपके पास प्रशिक्षण शेड्यूल करने की अनुमति नहीं है
hu: Nincs jogosultsága az oktatás ütemezéséhez.
id: Anda tidak memiliki izin untuk menjadwal pelatihan
ja: あなたにはトレーニングをスケジュールする権限がありません。
kk: Жаттығуды жоспарлауға рұқсатыңыз жоқ
lv: Jums nav atļauts plānot mācības
sq: Ju nuk keni leje për të planifikuar trajnimin
uz: Treningni rejalashtirishga ruxsatingiz yo'q
vi: Bạn không có quyền lên lịch đào tạo

source: You do not have permission to reschedule tasks.
af_za: Jy het nie toestemming om take te herskeduleer nie.
el: Δεν έχετε άδεια να επαναπρογραμματίσετε εργασίες.
fa: شما اجازۀ برنامه‌ریزی مجدد کارها را ندارید.
he: אין לך את ההרשאות הדרושות על מנת לקבוע מחדש משימות.
hi: आपके पास कार्यों को पुनर्निर्धारित करने की अनुमति नहीं है।
hu: Nincs jogosultsága a feladatok újraütemezésére.
id: Anda tidak memiliki izin untuk menjadwal ulang tugas.
ja: タスクを再スケジュールする権限がありません。
kk: Тапсырмаларды қайта жоспарлауға рұқсатыңыз жоқ.
lv: Jums nav tiesību pārplānot uzdevumus.
sq: Ju nuk keni leje për të riprogramuar detyrat.
uz: Vazifalarni qayta rejalashtirishga ruxsatingiz yo‘q.
vi: Bạn không có quyền lên lịch lại nhiệm vụ.

source: You do not have permission to access the ORA staff area
af_za: Jy het nie toestemming om toegang tot die ORA-personeelarea te kry nie
el: Δεν έχετε άδεια πρόσβασης στην περιοχή προσωπικού του ORA
fa: شما اجازۀ دسترسی به بخش کارکنان ORA را ندارید
he: אין לך הרשאה לגשת לאזור הצוות של ORA
hi: आपके पास ओआरए स्टाफ क्षेत्र तक पहुंचने की अनुमति नहीं है
hu: Nincs jogosultsága az ORA személyzeti területéhez való hozzáféréshez.
ja: ORAスタッフエリアにアクセスする権限がありません
kk: ORA қызметкерлері аймағына кіруге рұқсатыңыз жоқ
lv: Jums nav atļaujas piekļūt ORA personāla zonai
sq: Ju nuk keni leje për të hyrë në zonën e stafit të ORA-s
uz: Sizda ORA xodimlari hududiga kirishga ruxsatingiz yo'q
vi: Bạn không có quyền truy cập khu vực nhân viên ORA

source: You do not have permission to access ORA learner information.
af_za: Jy het nie toestemming om toegang tot ORA-leerderinligting te verkry nie.
el: Δεν έχετε άδεια πρόσβασης στις πληροφορίες σπουδαστών του ORA.
fa: شما اجازۀ دسترسی به اطلاعات فراگیرنده ORA را ندارید.
he: אין לך הרשאה לגשת לפרטי הלומד של ORA.
hi: आपके पास ORA शिक्षार्थी जानकारी तक पहुँचने की अनुमति नहीं है।
hu: Nincs jogosultsága az ORA tanulói információkhoz való hozzáféréshez.
id: Anda tidak memiliki izin untuk mengakses informasi pelajar ORA.
ja: ORA学習者情報にアクセスする権限がありません。
kk: ORA оқушы ақпаратына қол жеткізуге рұқсатыңыз жоқ.
lv: Jums nav atļaujas piekļūt ORA kursa dalībnieka informācijai.
sq: Ju nuk keni leje për të hyrë në informacionin e nxënësve ORA.
uz: Sizda ORA oʻquvchi maʼlumotlariga kirishga ruxsatingiz yoʻq.
vi: Bạn không có quyền truy cập thông tin người học ORA.

source: You do not have permission to access ORA staff grading.
af_za: Jy het nie toestemming om toegang tot ORA-personeelgradering te kry nie.
el: Δεν έχετε άδεια πρόσβασης στη βαθμολόγηση προσωπικού ORA.
fa: شما اجازۀ دسترسی به نمره‌دهی کارکنان ORA را ندارید.
he: אין לך הרשאה לגשת לדירוג הצוות של ORA.
hi: आपके पास ओआरए स्टाफ ग्रेडिंग तक पहुंचने की अनुमति नहीं है।
hu: Nincs jogosultsága az ORA személyzeti értékeléshez való hozzáféréshez.
id: Anda tidak memiliki izin untuk mengakses penilaian staf ORA.
ja: ORAスタッフの採点にアクセスする権限がありません。
kk: ORA персоналының бағалауына қол жеткізуге рұқсатыңыз жоқ.
lv: Jums nav atļaujas piekļūt ORA personāla vērtēšanai.
sq: Ju nuk keni leje për të hyrë në vlerësimin e stafit të ORA-s.
uz: Sizda ORA xodimlari reytingiga kirishga ruxsatingiz yo‘q.
vi: Bạn không có quyền truy cập vào việc chấm điểm của nhân viên ORA.

source: Pending
af_za: Hangende
el: Σε αναμονή
fa: درحال انتظار
hi: प्रलंबित
hu: Folyamatban
id: Tertunda
ja: 保留中
kk: Күтуде
lv: Gaida
sq: Në pritje
sw: Inasubiri
uz: Kutilmoqda
vi: Chưa giải quyết

source: Complete/Overwritten
af_za: Voltooi/Oorskryf
el: Ολοκληρώθηκε/Αντικαταστάθηκε
fa: کامل/بازنویسی شده‌است
he: הושלם/מוחלף
hi: पूर्ण/अधिलेखित
ja: 完了/上書き済み
kk: Толық/қайта жазылған
lv: Pabeigts/pārrakstīts
sq: I plotë/i mbishkruar
uz: Toʻliq/ustiga yozilgan
vi: Hoàn thành/Ghi đè

source: Not applicable
af_za: Nie van toepassing nie
el: Μη εφαρμόσιμο
fa: قابل‌اجرا نیست
hi: लागू नहीं
hu: Nem alkalmazható
id: Tidak berlaku
ja: 該当なし
kk: Қолданылуы мүмкін емес
lv: Nav piemērojams
sq: E pazbatueshme
uz: Qo'llanilmaydigan, qo'llab bo'lmaydigan
vi: Không áp dụng

source: Not submitted
af_za: Nie ingedien nie
el: Δεν υποβάλλονται
fa: ثبت‌نشده
he: לא הוגש
hi: प्रस्तुत नही किया है
kk: Жіберілмеген
lv: Nav iesniegts
sq: Nuk është dorëzuar
uz: Taqdim qilinmagan
vi: Chưa gửi

source: Submitted
af_za: Ingedien
el: Έχει υποβληθεί
fa: ثبت‌شده
hi: प्रस्तुत कर दिया गया
hu: Elküldve
id: Dikirimkan
ja: 提出済み
kk: Жіберілді
lv: Iesniegts
sq: Paraqitur
sw: Imewasilishwa
uz: Taqdim etilgan
vi: Đã nộp

source: Error getting learner information.
af_za: Kon nie leerderinligting kry nie.
el: Σφάλμα λήψης πληροφοριών σπουδαστή.
fa: خطا در دریافت اطلاعات فراگیرنده.
he: שגיאה בעת השגת פרטי הלומד.
hi: शिक्षार्थी जानकारी प्राप्त करने में त्रुटि।
hu: Hiba történt a tanulói információk lekérésekor.
ja: 学習者情報の取得エラー。
kk: Оқушы туралы ақпаратты алу қатесі.
lv: Iegūstot informāciju par kursa dalībnieku, radās kļūda.
sq: Gabim në marrjen e informacionit të nxënësit.
uz: Oʻquvchi maʼlumotlarini olishda xatolik yuz berdi.
vi: Lỗi lấy thông tin học viên.

source: Error loading the checked out learner response.
af_za: Kon nie die uitgeboekte leerderantwoord laai nie.
el: Σφάλμα κατά τη φόρτωση της ελεγμένης απάντησης του σπουδαστή.
fa: خطا در بارگیری پاسخ فراگیرندۀ بررسی‌شده.
he: שגיאה בעת טעינת תשובת הלומד שיצא.
hi: जांचे गए शिक्षार्थी प्रतिक्रिया को लोड करने में त्रुटि।
hu: Hiba történt a kijelölt tanulói válasz betöltésekor.
ja: チェックアウトされた学習者の回答を読み込む際にエラーが発生しました。
kk: Тексерілген оқушы жауабын жүктеу қатесі.
lv: Ielādējot reģistrētā kursa dalībnieka atbildi, radās kļūda.
sq: Gabim gjatë ngarkimit të përgjigjes së kontrolluar të nxënësit.
uz: Tekshirilgan oʻquvchi javobini yuklashda xatolik yuz berdi.
vi: Lỗi tải câu trả lời của học viên đã được kiểm tra.

source: No other learner responses are available for grading at this time.
af_za: Geen ander leerderantwoorde is tans beskikbaar vir gradering nie.
el: Δεν υπάρχουν αυτή τη στιγμή άλλες εργασίες συμφοιτητών σας διαθέσιμες προς αξιολόγηση
fa: اکنون هیچ پاسخی از فراگیرنده دیگری برای نمره در دسترس نیست.
he: אין תשובות לומד זמינות אחרות לדירוג כעת.
hi: इस समय ग्रेडिंग के लिए कोई अन्य शिक्षार्थी प्रतिक्रिया उपलब्ध नहीं है।
hu: Jelenleg nincs más tanulói válasz, amely értékelésre várna.
kk: Қазіргі уақытта бағалау үшін басқа оқушы жауаптары қолжетімді емес.
lv: Citas kursa dalībnieku atbildes pašlaik nav pieejamas vērtēšanai.
sq: Nuk ka përgjigje të tjera të nxënësve për t&#39;u vlerësuar në këtë moment.
uz: Hozirda baholash uchun boshqa oʻquvchilar javoblari mavjud emas.
vi: Không có câu trả lời nào khác của người học để chấm điểm vào thời điểm này.

source: Error getting staff grade information.
af_za: Kon nie personeelgraadinligting kry nie.
el: Σφάλμα λήψης πληροφοριών βαθμού προσωπικού.
fa: خطا در دریافت اطلاعات نمرۀ کارکنان.
he: שגיאה בעת השגת פרטי דירוג הצוות.
hi: स्टाफ ग्रेड की जानकारी प्राप्त करने में त्रुटि।
hu: Hiba történt a személyzet osztályzatainak lekérésekor.
ja: スタッフの成績情報の取得エラー。
kk: Қызметкерлердің бағасы туралы ақпаратты алу қатесі.
lv: Iegūstot informāciju par personāla pakāpi, radās kļūda.
sq: Gabim në marrjen e informacionit të notës së stafit.
uz: Xodimlar darajasi haqidagi maʼlumotni olishda xatolik yuz berdi.
vi: Lỗi khi lấy thông tin cấp bậc nhân viên.

source: Error getting staff grade ungraded and checked out counts.
af_za: Fout om personeelgraad ongegradeerde en uitgeboekte tellings te kry.
el: Σφάλμα λήψης καταμέτρησης του βαθμού προσωπικού που δεν έχει βαθμολογηθεί και έχει ελεγχθεί.
fa: خطا در دریافت نمرۀ کارکنان بدون نمره و شمارش بررسی شده.
he: שגיאה בהשגת ביטול דירוג של דירוג הצוות וספירות שהסתיימו.
hi: स्टाफ ग्रेड को अनग्रेड करने और चेक आउट की गणना करने में त्रुटि।
ja: スタッフの評価の未評価およびチェックアウトされた数を取得する際のエラー。
lv: Noņemot darbinieku vērtējumus un izrakstot skaitu, radās kļūda.
sq: Gabim në marrjen e notave të stafit të pagraduar dhe të kontrolluar.
uz: Xodimlar bahosini undirishda va hisobga olishda xatolik yuz berdi.
vi: Lỗi nhận được điểm nhân viên chưa được xếp loại và số lượng đã kiểm tra.

source: Please enter valid reason to remove the submission.
af_za: Voer asseblief &#39;n geldige rede in om die indiening te verwyder.
el: Εισαγάγετε έγκυρο λόγο για την κατάργηση της υποβολής.
fa: لطفاً دلیل معتبری برای حذف موارد ارسالی وارد کنید.
he: אנא רשום סיבה תקפה לביטול ההגשה.
hi: कृपया सबमिशन हटाने के लिए वैध कारण दर्ज करें।
hu: Kérjük, adjon meg érvényes indokot a beküldés eltávolítására.
id: Masukkan alasan yang sah untuk menghapus pengajuan.
kk: Жіберуді жою үшін негізді себепті енгізіңіз.
lv: Lūdzu, ievadiet derīgu iemeslu, lai noņemtu iesniegumu.
sq: Ju lutemi shkruani një arsye të vlefshme për të hequr dorëzimin.
uz: Taqdimotni olib tashlash uchun asosli sababni kiriting.
vi: Vui lòng nhập lý do hợp lệ để xóa bài gửi.

source: Submission not found
af_za: Voorlegging nie gevind nie
el: Η υποβολή δεν βρέθηκε
fa: ارسالی یافت نشد
hi: सबमिशन नहीं मिला
hu: A beadás nem található
ja: 提出物が見つかりません
kk: Жіберу табылмады
lv: Iesniegums nav atrasts
sq: Dorëzimi nuk u gjet
uz: Taqdimot topilmadi
vi: Không tìm thấy bài nộp

source: Submission for team assignment has no associated team submission
af_za: Indiening vir spanopdrag het geen geassosieerde spanvoorlegging nie
el: Η υποβολή για ανάθεση ομάδας δεν έχει σχετική υποβολή ομάδας
fa: ارسال برای تکلیف تیم، هیچ ارسال تیمی مرتبطی ندارد
hi: टीम असाइनमेंट के लिए सबमिशन में कोई संबद्ध टीम सबमिशन नहीं है
ja: チーム課題の提出には関連するチーム提出がありません
kk: Топтық тапсырманы жіберуде байланысты топ жіберуі жоқ
lv: Iesniegumam par komandas uzdevumu nav saistīti komandas iesniegumi
sq: Dorëzimi për caktimin e ekipit nuk ka asnjë dorëzim ekipor
uz: Jamoa topshirig'iga topshirilganda jamoaviy topshiriq yo'q
vi: Bài nộp cho bài tập nhóm không có bài nộp của nhóm liên quan

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
af_za: Die leerdervoorlegging is van portuurassessering verwyder. Die leerder ontvang &#39;n graad van nul, tensy jy die leerder se toestand vir die probleem uitvee sodat hulle weer &#39;n antwoord kan indien.
el: Η υποβολή του σπουδαστή έχει αφαιρεθεί από την αξιολόγηση από συμφοιτητές. Ο σπουδαστής λαμβάνει βαθμό μηδέν, εκτός εάν διαγράψετε την κατάσταση του σπουδαστή για το πρόβλημα για να τους επιτρέψετε να υποβάλουν ξανά μια απάντηση.
fa: ارسال فراگیرنده از ارزیابی همتا حذف شده‌است. فراگیر نمرۀ صفر دریافت می‌کند مگر اینکه وضعیت فراگیر را برای این مساله حذف کنید تا به او اجازه ارسال مجدد پاسخ داده شود.
he: הגשת הלומד הוסרה מהערכת העמיתים. הלומד קיבל ציון אפס אלא אם כן מחקת את מצב התלמיד לבעיה על מנת לאפשר לו להגיש תשובה מחדש.
hi: शिक्षार्थी सबमिशन को सहकर्मी मूल्यांकन से हटा दिया गया है। जब तक आप समस्या के लिए शिक्षार्थी की स्थिति को नहीं हटाते हैं ताकि उन्हें प्रतिक्रिया पुनः सबमिट करने की अनुमति मिल सके, तब तक शिक्षार्थी को शून्य ग्रेड प्राप्त होता है।
id: Pengajuan peserta didik telah dihapus dari penilaian sejawat. Peserta didik menerima nilai nol kecuali Anda menghapus status peserta didik untuk masalah tersebut agar mereka dapat mengirimkan ulang tanggapan.
ja: 学習者の提出物はピア評価から削除されました。学習者は、問題に対する状態を削除して再提出を許可しない限り、0点を受け取ります。
lv: Kursa dalībnieka iesniegtais materiāls ir noņemts no citu kursa dalībnieku novērtējuma. Kursa dalībnieks saņem atzīmi nulle, ja vien neizdzēšat tā uzdevuma vērtējumu, lai tas varētu atkārtoti iesniegt atbildi.
sq: Paraqitja e nxënësit është hequr nga vlerësimi i kolegëve. Nxënësi merr një notë zero nëse nuk e fshini gjendjen e nxënësit për problemin për t&#39;i lejuar ata të riparaqisin një përgjigje.
uz: O'quvchining topshirig'i tengdoshlarni baholashdan olib tashlandi. Javobni qayta yuborishga ruxsat berish uchun muammo boʻyicha oʻquvchi holatini oʻchirmasangiz, oʻquvchi nol baho oladi.
vi: Bài nộp của người học đã bị xóa khỏi đánh giá ngang hàng. Người học nhận được điểm 0 trừ khi bạn xóa trạng thái của người học đối với vấn đề để cho phép họ gửi lại câu trả lời.
