Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
af_za: Die sperdatum vir hierdie stap is verby. Hierdie stap is nou gesluit. Jy kan nie meer &#39;n selfassessering voltooi of met hierdie werkopdrag voortgaan nie, en jy sal &#39;n graad Onvoltooid ontvang.
el: Η προθεσμία για αυτή την διαδικασία έχει παρέλθει και το βήμα αυτό έχει κλείσει. Δεν μπορείτε πλέον να ολοκληρώσετε την αυτοαξιολόγησή σας ή να συνεχίσετε με την εργασία σας. Αντί βαθμού, θα λάβετε την ειδοποίηση ότι "Η εργασία δεν ολοκληρώθηκε".
fa: تاریخ سررسید این مرحله به پایان رسیده‌است. این مرحله اکنون بسته است. شما دیگر نمی‌توانید خودارزیابی را تکمیل کنید یا به این تکلیف ادامه دهید و نمرۀ ناقص دریافت خواهید کرد.
he: תאריך היעד עבור שלב זה עבר. שלב זה סגור כעת. אינך יכול יותר להשלים הערכה עצמית או להמשיך עם משימה זו ותקבל ציון חלקי.
hi: इस चरण की नियत तिथि बीत चुकी है. यह चरण अब बंद हो गया है. अब आप स्व-मूल्यांकन पूरा नहीं कर सकते हैं या इस असाइनमेंट को जारी नहीं रख सकते हैं, और आपको अपूर्ण का ग्रेड प्राप्त होगा।
hu: A határidő lejárt ehhez a lépéshez. Ez a lépés most lezárult. Már nem tud önértékelést elvégezni vagy folytatni ezt a feladatot, és hiányos minősítést fog kapni.
id: Tenggat waktu untuk langkah ini telah lewat. Langkah ini telah ditutup. Anda tidak dapat menyelesaikan penilaian mandiri atau melanjutkan penugasan ini, dan Anda akan menerima nilai Tidak Lengkap.
ja: このステップの期限は過ぎました。このステップは現在終了しています。自己評価を完了することも、この課題を続行することもできず、「未完了」の評価を受け取ります。
kk: Бұл қадамның аяқталу мерзімі өтті. Бұл қадам қазір жабылды. Сіз енді өзін-өзі бағалауды аяқтай алмайсыз немесе бұл тапсырманы жалғастыра алмайсыз және сіз «Аяқталмаған» деген баға аласыз.
lv: Šīs darbības izpildes termiņš ir pagājis. Šis solis tagad ir slēgts. Jūs vairs nevarat pabeigt pašnovērtējumu vai turpināt pildīt šo uzdevumu, un jūs saņemsiet vērtējumu Nepabeigts.
sq: Afati i duhur për këtë hap ka kaluar. Ky hap tani është i mbyllur. Ju nuk mund të përfundoni më një vetëvlerësim ose të vazhdoni me këtë detyrë dhe do të merrni një notë të Paplotë.
uz: Ushbu bosqichning muddati o'tdi. Bu bosqich endi yopiq. Siz endi oʻz-oʻzini baholashni yakunlay olmaysiz yoki bu topshiriqni bajarishda davom eta olmaysiz va siz “Tugallanmagan” bahosini olasiz.
vi: Ngày hết hạn cho bước này đã qua. Bước này hiện đã được đóng lại. Bạn không thể hoàn thành việc tự đánh giá hoặc tiếp tục làm bài tập này nữa và bạn sẽ nhận được điểm Chưa hoàn thành.

source: Staff Grade
af_za: Personeel graad
el: Βαθμός Διδάσκοντα
fa: نمرۀ کارکنان
he: ציון צוות
hi: स्टाफ ग्रेड
hu: Dolgozói Értékelés
id: Nilai dari Staf
kk: Қызметкерлердің дәрежесі
lv: Personāla novērtējums
sq: Nota e personelit
uz: Xodimlar darajasi
vi: Điểm bậc nhân viên

source: Manage Individual Learners
af_za: Bestuur individuele leerders
el: Διαχείριση μεμονωμένων σπουδαστών
fa: مدیریت فراگیران فردی
he: נהל לומדים עצמאיים
hi: व्यक्तिगत शिक्षार्थियों को प्रबंधित करें
id: Kelola Peserta
ja: 個別学習者を管理する
kk: Жеке оқушыларды басқару
lv: Pārvaldiet atsevišķus kursa dalībniekus
sq: Menaxhoni nxënësit individualë
uz: Shaxsiy o'quvchilarni boshqarish
vi: Quản lý từng người học

source: Manage Team Responses
af_za: Bestuur spanantwoorde
el: Διαχειριστείτε τις απαντήσεις της ομάδας
fa: مدیریت پاسخ‌های تیم
he: ניהול תגובות צוות
hi: टीम प्रतिक्रियाएँ प्रबंधित करें
hu: Csapatválaszok kezelése
id: Kelola Tanggapan Tim
ja: チームの回答を管理する
kk: Топ жауаптарын басқару
lv: Pārvaldiet komandas atbildes
sq: Menaxhoni përgjigjet e ekipit
uz: Jamoa javoblarini boshqaring
vi: Quản lý phản hồi của nhóm

source: View Assignment Statistics
af_za: Bekyk opdragstatistieke
el: Προβολή στατιστικών εργασιών
fa: مشاهدۀ آمار تکالیف
he: הצג סטטיסטיקות משימה
hi: असाइनमेंट आँकड़े देखें
hu: Feladatstatisztikák megtekintése
id: Lihat Statistik Penugasan
ja: 課題の統計を表示
kk: Тапсырма статистикасын көру
lv: Skatīt uzdevumu statistiku
sq: Shiko Statistikat e Detyrave
uz: Topshiriqlar statistikasini koʻrish
vi: Xem thống kê bài tập

source: Demo the new Grading Experience
af_za: Demonstreer die nuwe graderingservaring
el: Επίδειξη της νέας Grading Experience
fa: نمایش تجربۀ نمره‌دهی جدید
hi: नए ग्रेडिंग अनुभव का प्रदर्शन करें
hu: Próbálja ki az új értékelési élményt
ja: 新しい採点体験をデモする
kk: Жаңа бағалау тәжірибесін көрсету
lv: Demonstrējiet jauno vērtēšanas pieredzi
sq: Demonstroni përvojën e re të notimit
sw: Onyesha Uzoefu mpya wa Kukadiria
uz: Yangi Baholash Tajribasini namoyish qiling
vi: Demo trải nghiệm chấm điểm mới

source: View ORA in Studio
af_za: Bekyk ORA in Studio
el: Δείτε το ORA στο Studio
fa: مشاهدۀ ORA در استودیو
he: צפה ב-ORA בתוך סטודיו
hi: स्टूडियो में ORA देखें
hu: Nézd meg az ORA-t a Stúdióban
kk: Studio қолданбасында ORA көру
lv: Skatiet ORA programmā Studio
sq: Shiko ORA në Studio
uz: Studio'da ORA ni ko'ring
vi: Xem ORA trong Studio

source: Close
af_za: Naby
el: Κλείσιμο
fa: بستن
he: סגור
hi: बंद करें
hu: Bezár
id: Tutup
ja: 閉じる
kk: Жабу
lv: Aizvērt
sq: Mbylle
sw: Funga
uz: Yopish
vi: Đóng

source: Manage Teams
af_za: Bestuur spanne
el: Διαχείριση ομάδων
fa: مدیریت تیم‌ها
he: ניהול צוותים
hi: टीमों का प्रबंधन करें
hu: Csapatok kezelése
ja: チームを管理する
kk: Командаларды басқару
lv: Pārvaldīt komandas
sq: Menaxhoni Ekipet
uz: Jamoalarni boshqarish
vi: Quản lý nhóm

source: Enter an individual learner's username or email
af_za: Voer &#39;n individuele leerder se gebruikersnaam of e-posadres in
el: Εισαγάγετε το όνομα χρήστη ή το email ενός μεμονωμένου εκπαιδευόμενου
fa: نام کاربری یا آدرس رایانامه یک فراگیرنده را وارد کنید
he: הזן את שם המשתמש או הדואר האלקטרוני של הלומד היחיד‬
hi: एक व्यक्तिगत शिक्षार्थी का उपयोगकर्ता नाम या ईमेल दर्ज करें
hu: Adja meg az egyéni tanuló felhasználónevét vagy e-mail címét
id: Masukkan nama pengguna peserta atau email
ja: 個別の学習者のユーザー名またはメールアドレスを入力してください
kk: Жеке оқушының пайдаланушы атын немесе электрондық поштасын енгізіңіз
lv: Ievadiet atsevišķa kursa dalībnieka lietotājvārdu vai e-pasta adresi
sq: Futni emrin e përdoruesit ose emailin e një nxënësi individual
uz: Shaxsiy o'quvchining foydalanuvchi nomi yoki elektron pochta manzilini kiriting
vi: Nhập tên người dùng hoặc email của từng người học

source: Enter a team member's username or edX email
af_za: Voer &#39;n spanlid se gebruikersnaam of edX-e-posadres in
el: Εισαγάγετε το όνομα χρήστη ή το email edX ενός μέλους της ομάδας
fa: نام کاربری یا آدرس رایانامه edX یکی از اعضای تیم را وارد کنید
hi: टीम सदस्य का उपयोगकर्ता नाम या edX ईमेल दर्ज करें
hu: Adja meg egy csapattag felhasználónevét vagy edX e-mail címét
id: Masukkan nama pengguna anggota tim atau email edX
ja: チームメンバーのユーザー名またはedXのメールアドレスを入力してください
kk: Топ мүшесінің пайдаланушы атын немесе edX электрондық поштасын енгізіңіз
lv: Ievadiet komandas dalībnieka lietotājvārdu vai edX e-pastu
sq: Futni emrin e përdoruesit ose emailin edX të një anëtari të ekipit
uz: Jamoa a'zosining foydalanuvchi nomi yoki edX elektron pochta manzilini kiriting
vi: Nhập tên người dùng hoặc email edX của thành viên nhóm

source: Submit
af_za: Indien
el: Υποβολή
fa: ثبت
he: הגש
hi: जमा करें
hu: Küldés
id: Kirim
kk: Жіберу
lv: Iesniegt
sq: Paraqisni
sw: Wasilisha
uz: Yuborish
vi: Nộp

source: Response total
af_za: Reaksie totaal
el: Σύνολο ανταπόκρισης
fa: کل پاسخ
he: סך תשובות
hi: प्रतिक्रिया हेतु टूल्‍स
hu: Válaszok összesen
id: Total Tanggapan
kk: Жауаптың жалпы саны
lv: Kopā atbildes reakcija
sq: Përgjigje totale
uz: Jami javob
vi: Tổng số phản hồi

source: Location
af_za: Ligging
el: Τόπος διαμονής
fa: محل
he: מיקום
hi: स्‍थान
hu: Helyszín
id: Lokasi
ja: 場所
kk: Орналасқан жері
lv: Atrašanās vieta
sq: Vendndodhja
sw: Mahali
uz: Joylashuv
vi: Vị trí

source: Learner Progress
af_za: Leerdervordering
el: Πρόοδος σπουδαστή
fa: پیشرفت فراگیرنده
he: התקדמות הלומד
hi: शिक्षार्थी प्रगति
hu: Tanulói haladás
id: Kemajuan Peserta
ja: 学習者の進捗
kk: Оқушының үлгерімі
lv: Kursa dalībnieku progress
sq: Përparimi i nxënësit
uz: O'quvchi taraqqiyoti
vi: Tiến độ học tập

source: Problem Step
af_za: Probleem Stap
el: Βήμα προβλήματος
fa: مرحلۀ مشکل
he: שלב הבעיה
hi: प्रश्‍न के चरण
hu: Feladat lépés
id: Langkah Permasalahan
ja: 問題ステップ
kk: Мәселе қадамы
lv: Uzdevumi solis
sq: Hapi i problemit
uz: Muammo bosqichi
vi: Bước vấn đề

source: Active Learners in Step
af_za: Aktiewe Leerders in Stap
el: Ενεργοί μαθητές στο βήμα
fa: فراگیران فعال در این مرحله
he: לומדים פעילים בשלב
hi: चरण में सक्रिय शिक्षार्थी
hu: Aktív tanulók a lépésben
id: Peserta yang Aktif pada Langkah
kk: Қадамдағы белсенді оқушылар
lv: Aktīvie dalībnieki solī
sq: Nxënës aktivë në hap
uz: Bosqichda faol o'quvchilar
vi: Người học tích cực trong từng bước

source: Dates
af_za: Datums
el: Ημερομηνίες
fa: تاریخ
he: תאריכים
hi: तिथियाॅ
hu: Dátumok
id: Tanggal
ja: 日付
kk: Күндер
lv: Datumi
sq: Datë
sw: Tarehe
uz: Sanalar
vi: ngày

source: Release Date
af_za: Vrystellingsdatum
el: Ημερομηνία διάθεσης
fa: تاریخ انتشار
he: תאריכי פרסום
hi: अवतरण की तिथि
hu: Kiadás dátuma
id: Tanggal Rilis
ja: リリース日
kk: Шығарылған күні
lv: Izdošanas datums
sq: Data e publikimit
uz: Ishlab chiqarilish sanasi
vi: Ngày phát hành

source: N/A
af_za: NVT
el: ΔΥ
he: לא זמין
hi: लागू नहीं
hu: nem elérhető
kk: Жоқ
uz: Yoʻq
vi: không áp dụng

source: Staff Assessment
af_za: Personeel Assessering
el: Αξιολόγηση από μέλος της ομάδας διδασκόντων
fa: ارزیابی کارکنان
he: הערכת צוות
hi: स्टाफ अससेस्समेंट
hu: Dolgozói felmérés
id: Penilaian oleh Staf
ja: スタッフ評価
kk: Персоналды бағалау
lv: Personāla vērtējums
sq: Vlerësimi i Stafit
uz: Xodimlarni baholash
vi: Đánh giá nhân viên

source: Give this team a grade using the problem's rubric.
af_za: Gee hierdie span &#39;n graad deur die probleem se rubriek te gebruik.
el: Δώστε σε αυτήν την ομάδα έναν βαθμό χρησιμοποιώντας τη ρουμπρίκα του προβλήματος.
fa: با استفاده از سرفصل مساله به این تیم نمره بدهید.
he: תן לצוות הזה ציון לפי רובריקה של הבעיה.
hi: समस्या के रूब्रिक का उपयोग करके इस टीम को एक ग्रेड दें।
hu: Adjon ennek a csapatnak egy osztályzatot a probléma értékelési szempontjai alapján.
id: Berikan tim ini nilai menggunakan rubrik permasalahan.
ja: このチームに問題のルーブリックを使って評価を付けてください。
kk: Есеп айдары арқылы осы топқа баға қойыңыз.
lv: Piešķiriet šai komandai vērtējumu, izmantojot uzdevumi rubriku.
sq: Jepini këtij ekipi një notë duke përdorur rubrikën e problemit.
uz: Muammo rubrikasidan foydalanib, bu jamoaga baho bering.
vi: Cho điểm nhóm này bằng cách sử dụng phiếu tự đánh giá của vấn đề.

source: Give this learner a grade using the problem's rubric.
af_za: Gee hierdie leerder &#39;n graad deur die probleem se rubriek te gebruik.
el: Βαθμολογήστε τον σπουδαστή χρησιμοποιώντας τη ρουμπρίκα του προβλήματος.
fa: با استفاده از سرفصل مساله به این فراگیرنده نمره بدهید.
he: הענק ללומד זה ציון באמצעות כותרת הבעיה.
hi: समस्या के रूब्रिक का उपयोग करके इस शिक्षार्थी को एक ग्रेड दें।
hu: Adj ennek a tanulónak egy osztályzatot a feladat értékelési szempontjai alapján.
id: Berikan peserta ini nilai menggunakan rubrik permasalahan
ja: この学習者に問題のルーブリックを使って評価を与えてください。
kk: Бұл оқушыға есеп айдары арқылы баға қойыңыз.
lv: Piešķiriet šim dalībniekam vērtējumu, izmantojot uzdevumi rubriku.
sq: Jepini këtij nxënësi një notë duke përdorur rubrikën e problemit.
uz: Muammo rubrikasidan foydalanib, bu o'quvchiga baho bering.
vi: Cho điểm người học này bằng cách sử dụng phiếu tự đánh giá của vấn đề.

source: Response for: %(team_name)s with %(team_usernames)s
af_za: Antwoord vir: %(team_name)s met %(team_usernames)s
el: Απάντηση για: %(team_name)s με %(team_usernames)s
fa: پاسخ برای: %(team_name)s با %(team_usernames)s
hi: इसके लिए प्रतिक्रिया: %(team_name)s %(team_usernames)s के साथ
lv: Atbilde uz: %(team_name)s ar %(team_usernames)s
sq: Përgjigje për: %(team_name)s me %(team_usernames)s
uz: Javob: %(team_name)s bilan %(team_usernames)s
vi: Phản hồi cho: %(team_name)s với %(team_usernames)s

source: Response for: %(student_username)s
af_za: Reaksie vir: %(student_username)s
el: Απάντηση για τον/την: %(student_username)s
fa: پاسخ برای: %(student_username)s
he: תשובה עבור: %(student_username)s
hi: इसके लिए प्रतिक्रिया: %(student_username)s
id: Respon untuk: %(student_username)s
lv: Atbilde uz: %(student_username)s
sq: Përgjigje për: %(student_username)s
uz: Javob: %(student_username)s
vi: Phản hồi cho: %(student_username)s

source: Learner Response
af_za: Leerderreaksie
el: Απάντηση σπουδαστή
fa: پاسخ فراگیرنده
he: תשובה ללומד
hi: शिक्षार्थी प्रतिक्रिया
hu: Tanulói válasz
id: Respon Peserta
ja: 学習者の回答
kk: Оқушының жауабы
lv: Kursa dalībnieka atbilde
sq: Përgjigja e nxënësit
uz: O'quvchilarning javobi
vi: Phản hồi của người học

source: The teams's response to the prompt above
af_za: Die spanne se reaksie op die opdrag hierbo
el: Η απάντηση των ομάδων στην παραπάνω προτροπή
fa: پاسخ تیم‌ها به درخواست بالا
he: תגובת הצוות להנחיה למעלה
hi: उपरोक्त संकेत पर टीमों की प्रतिक्रिया
hu: A csapat válasza a fenti feladatra
id: The teams' response to the prompt above
ja: チームの上記のプロンプトへの回答
kk: Жоғарыдағы сұраққа топтардың жауабы
lv: Komandu atbilde uz iepriekš minēto uzvedni
sq: Përgjigja e ekipeve ndaj kërkesës së mësipërme
uz: Yuqoridagi savolga jamoalarning javoblari
vi: Câu trả lời của các đội theo gợi ý trên

source: The learner's response to the prompt above
af_za: Die leerder se reaksie op die opdrag hierbo
el: Η απάντηση του σπουδαστή στην παραπάνω προτροπή
fa: پاسخ فراگیر به درخواست بالا
he: תגובת הלומד להנחיה למעלה
hi: उपरोक्त संकेत पर शिक्षार्थी की प्रतिक्रिया
hu: A tanuló válasza a fenti feladatra
id: Respon peserta untuk soal di atas
ja: 学習者の上記プロンプトへの回答
kk: Жоғарыдағы сұрауға оқушының жауабы
lv: Kursa dalībnieka atbilde uz iepriekš minēto uzvedni
sq: Përgjigja e nxënësit ndaj kërkesës së mësipërme
uz: Yuqoridagi so'rovga o'quvchining javobi
vi: Câu trả lời của người học đối với lời nhắc trên

source: Submit assessment
af_za: Dien assessering in
el: Υποβολή αξιολόγησης
fa: ارسال ارزیابی
he: הגש הערכה
hi: मूल्यांकन जमा करें
hu: Felmérés küldése
id: Kirim penilaian
kk: Бағалауды тапсыру
lv: Iesniedziet vērtējumu
sq: Paraqisni vlerësimin
uz: Baholash
vi: Gửi đánh giá

source: Submit assessment and continue grading
af_za: Dien assessering in en gaan voort met gradering
el: Υποβάλετε την αξιολόγησή σας και συνεχίστε να βαθμολογείτε
fa: ارسال ارزیابی و ادامۀ نمره‌گذاری
he: שלח הערכה והמשך בדירוג
hi: मूल्यांकन सबमिट करें और ग्रेडिंग जारी रखें
id: Kirimkan penilaian dan lanjutkan menilai
ja: 評価を提出して採点を続ける
kk: Бағаны жіберіп, бағалауды жалғастырыңыз
lv: Iesniedziet vērtējumu un turpiniet vērtēt
sq: Paraqisni vlerësimin dhe vazhdoni me notimin
uz: Baholashni topshiring va baholashni davom ettiring
vi: Gửi đánh giá và tiếp tục chấm điểm

source: %(ungraded)s Available and %(in_progress)s Checked Out
af_za: %(ungraded)s Beskikbaar en %(in_progress)s het uitgeboek
el: %(ungraded)s Διαθέσιμα και %(in_progress)s Διορθωμένα
fa: %(ungraded)s موجود و %(in_progress)s بررسی شد
he: %(ungraded)s זמין ו- %(in_progress)s יצא
hi: %(ungraded)s उपलब्ध है और %(in_progress)s चेक आउट किया गया
hu: %(ungraded)s Elérhető és %(in_progress)s Kivett
id: %(ungraded)s Tersedia dan %(in_progress)s Telah Keluar
ja: %(ungraded)s 利用可能および %(in_progress)s チェックアウト済み
kk: %(ungraded)s Қол жетімді және %(in_progress)s Шығарылды
lv: %(ungraded)s ir pieejams un %(in_progress)s ir izņemts
sq: %(ungraded)s E disponueshme dhe %(in_progress)s Regjistruar
uz: %(ungraded)s Mavjud va %(in_progress)s Chiqib ketgan
vi: %(ungraded)s Có sẵn và %(in_progress)s Đã kiểm tra

source: Override this learner's current grade using the problem's rubric.
af_za: Ignoreer hierdie leerder se huidige graad deur die probleem se rubriek te gebruik.
el: Παρακάμψτε τον τρέχοντα βαθμό αυτού του σπουδαστή χρησιμοποιώντας τη ρουμπρίκα του προβλήματος.
fa: با استفاده از سرفصل مساله، نمرۀ فعلی این فراگیرنده را نادیده بگیرید.
he: מחק את ציון לומד זה באמצעות כותרת הבעיה.
hi: समस्या के रूब्रिक का उपयोग करके इस शिक्षार्थी के वर्तमान ग्रेड को ओवरराइड करें।
id: Batalkan nilai peserta ini dan ganti dengan rubrik permasalahan.
kk: Есеп айдары арқылы осы оқушының ағымдағы бағасын қайта анықтаңыз.
lv: Ignorēt šī dalībnieka pašreizējo atzīmi, izmantojot uzdevumi rubriku.
sq: Anuloni notën aktuale të këtij nxënësi duke përdorur rubrikën e problemit.
uz: Muammo rubrikasidan foydalanib, bu o‘quvchining joriy bahosini bekor qiling.
vi: Ghi đè điểm hiện tại của người học này bằng cách sử dụng phiếu tự đánh giá của bài toán.

source: Override this team's current grade using the problem's rubric.
af_za: Ignoreer hierdie span se huidige graad deur die probleem se rubriek te gebruik.
el: Αντικαταστήστε τον τρέχοντα βαθμό αυτής της ομάδας χρησιμοποιώντας τη ρουμπρίκα του προβλήματος.
fa: با استفاده از سرفصل مساله، نمرۀ فعلی این تیم را لغو کنید.
he: תעקוף את הציון הנוכחי של צוות זה באמצעות רובריקת הבעיה.
hi: समस्या के रूब्रिक का उपयोग करके इस टीम के वर्तमान ग्रेड को ओवरराइड करें।
id: Batalkan nilai tim ini dan sesuaikan dengan rubrik permasalahan.
kk: Есеп айдары арқылы осы топтың ағымдағы бағасын қайта анықтаңыз.
lv: Ignorēt šīs komandas pašreizējo vērtējumu, izmantojot uzdevumi rubriku.
sq: Anuloni notën aktuale të këtij ekipi duke përdorur rubrikën e problemit.
uz: Muammo rubrikasidan foydalanib, bu jamoaning joriy bahosini bekor qiling.
vi: Ghi đè điểm hiện tại của nhóm này bằng cách sử dụng phiếu tự đánh giá của vấn đề.

source: Team Response
af_za: Span reaksie
el: Ομαδική απάντηση
fa: پاسخ تیم
he: תגובת הצוות
hi: टीम प्रतिक्रिया
hu: Csapat válasza
ja: チームの回答
kk: Команданың жауабы
lv: Komandas reakcija
sq: Përgjigja e ekipit
uz: Jamoa javobi
vi: Phản hồi của đội

source: The team's response to the prompt above
af_za: Die span se reaksie op die opdrag hierbo
el: Η απάντηση της ομάδας στην παραπάνω προτροπή
fa: پاسخ تیم به درخواست بالا
he: תגובת הצוות להנחיה למעלה
hi: उपरोक्त संकेत पर टीम की प्रतिक्रिया
hu: A csapat válasza a fenti feladatra
ja: チームの応答は、上記のプロンプトに対するものです。
kk: Топтың жоғарыдағы сұрауға жауабы
lv: Komandas atbilde uz iepriekš minēto uzvedni
sq: Përgjigja e ekipit ndaj kërkesës së mësipërme
uz: Yuqoridagi taklifga jamoaning javobi
vi: Phản hồi của nhóm đối với lời nhắc trên

source: Viewing learner: %(learner)s
af_za: Bekyk leerder: %(learner)s
el: Προβολή μαθητή: %(learner)s
fa: درحال مشاهدۀ فراگیرنده: %(learner)s
hi: सीखने वाले को देखना: %(learner)s
id: Melihat peserta: %(learner)s
lv: Apskata kursa dalībnieku: %(learner)s
sq: Duke parë nxënësin: %(learner)s
uz: Oʻquvchini koʻrmoqda: %(learner)s
vi: Đang xem người học: %(learner)s

source: Viewing team: %(team)s
af_za: Kykspan: %(team)s
el: Ομάδα προβολής: %(team)s
fa: تیم مشاهده: %(team)s
hi: देखने वाली टीम: %(team)s
hu: Csapat megtekintése: %(team)s
id: Melihat tim: %(team)s
lv: Skatītāju komanda: %(team)s
sq: Ekipi i shikimit: %(team)s
uz: Ko'rish jamoasi: %(team)s
vi: Nhóm xem: %(team)s

source: Learner's Response
af_za: Leerder se Reaksie
el: Απάντηση σπουδαστή
fa: پاسخ فراگیرنده
he: תשובתו של הלומד
hi: शिक्षार्थी की प्रतिक्रिया
hu: A tanuló válasza
id: Respon Peserta
ja: 学習者の回答
kk: Оқушының жауабы
lv: Kursa dalībnieka atbilde
sq: Përgjigja e nxënësit
uz: O'quvchining javobi
vi: Phản hồi của người học

source: Team's Response
af_za: Span se reaksie
el: Η απάντηση της ομάδας
fa: پاسخ تیم
he: תגובת הצוות
hi: टीम की प्रतिक्रिया
hu: A csapat válasza
id: Respon Tim
ja: チームの回答
kk: Команданың жауабы
lv: Komandas atbilde
sq: Përgjigja e ekipit
uz: Jamoaning javobi
vi: Phản hồi của đội

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
af_za: Leerder indiening verwyder deur %(removed_by_username)s op %(removed_datetime)s
el: Η υποβολή σπουδαστή καταργήθηκε από τον/την %(removed_by_username)s στις%(removed_datetime)s
fa: ارسال فراگیرنده توسط %(removed_by_username)s در %(removed_datetime)s حذف شد
he: הגשת הלומד הוסרה בידי %(removed_by_username)s ב- %(removed_datetime)s
hi: %(removed_datetime)s पर %(removed_by_username)s द्वारा शिक्षार्थी सबमिशन हटा दिया गया
id: Kiriman peserta telah dihapus oleh %(removed_by_username)s pada %(removed_datetime)s
ja: 学習者の提出物は%(removed_by_username)sによって%(removed_datetime)sに削除されました
lv: Dalībnieka iesniegto informāciju noņēma %(removed_by_username)s vietnē %(removed_datetime)s
sq: Dorëzimi i nxënësit u hoq nga %(removed_by_username)s në %(removed_datetime)s
uz: %(removed_datetime)s da %(removed_by_username)s tomonidan oʻquvchi taqdimoti olib tashlandi
vi: Bài nộp của người học đã bị xóa bởi %(removed_by_username)s trên %(removed_datetime)s

source: Learner submission removed on %(removed_datetime)s
af_za: Leerder indiening verwyder op %(removed_datetime)s
el: Η υποβολή σπουδαστή καταργήθηκε στις %(removed_datetime)s
fa: ارسال فراگیرنده در %(removed_datetime)s حذف شد
he: הגשת התלמיד הוסרה ב- %(removed_datetime)s
hi: %(removed_datetime)s पर शिक्षार्थी सबमिशन हटा दिया गया
id: Kiriman peserta telah dihapus pada %(removed_datetime)s
lv: Dalībnieku iesniegums ir noņemts vietnē %(removed_datetime)s
sq: Dorëzimi i nxënësit u hoq në %(removed_datetime)s
uz: %(removed_datetime)s da oʻquvchilarning taqdimoti olib tashlandi
vi: Bài nộp của người học đã bị xóa trên %(removed_datetime)s

source: Comments: %(comments)s
af_za: Kommentaar: %(comments)s
el: Σχόλια: %(comments)s
fa: نظرات: %(comments)s
he: הערות: %(comments)s
hi: टिप्पणियाँ: %(comments)s
hu: Megjegyzések: %(comments)s
id: Komentar: %(comments)s
lv: Komentāri: %(comments)s
sq: Komente: %(comments)s
uz: Sharhlar: %(comments)s
vi: Bình luận: %(comments)s

source: Peer Assessments for This Learner
af_za: Eweknie-assesserings vir hierdie leerder
el: Αξιολογήσεις που υποβλήθησαν για αυτόν τον Φοιτητή
fa: ارزیابی همتایان برای این فراگیرنده
he: הערכות עמיתים ללומד זה
hi: इस शिक्षार्थी के लिए सहकर्मी मूल्यांकन
id: Penilaian Sebaya untuk Peserta Ini
ja: この学習者のピア評価
kk: Осы оқушы үшін өзара бағалау
lv: Citu dalībnieku vērtējumi šim dalībniekam
sq: Vlerësimet e kolegëve për këtë nxënës
uz: Ushbu o'quvchi uchun tengdoshlarni baholash
vi: Đánh giá ngang hàng cho người học này

source: Peer Assessments Completed by This Learner
af_za: Eweknie-assesserings voltooi deur hierdie leerder
el: Αλληλοαξιολογήσεις που συμπληρώθηκαν από αυτόν τον Φοιτητή
fa: ارزیابی‌های همتا توسط این فرد تکمیل شد
he: לומד זה השלים הערכות עמיתים
hi: इस शिक्षार्थी द्वारा सहकर्मी मूल्यांकन पूरा किया गया
hu: A tanuló által elvégzett társértékelések
id: Penilaian Sebaya yang Diselesaikan Peserta Ini
ja: この学習者によって完了されたピア評価
kk: Осы оқушы толтырған өзара бағалау
lv: Šis kursa dalībnieks/ce pabeidza vienaudžu vērtējumus
sq: Vlerësimet e kolegëve të përfunduara nga ky nxënës
uz: Bu o‘quvchi tomonidan to‘ldirilgan tengdoshlarni baholash
vi: Đánh giá ngang hàng được hoàn thành bởi người học này

source: Learner's Self Assessment
af_za: Leerder se Selfassessering
el: Αυτοαξιολόγηση του Φοιτητή
fa: خودارزیابی فراگیرنده
he: הערכה עצמית של לומד זה
hi: शिक्षार्थी का आत्म मूल्यांकन
id: Penilaian Mandiri Peserta Ini
ja: 学習者の自己評価
kk: Оқушының өзін-өзі бағалауы
lv: Kursa dalībnieku pašnovērtējums
sq: Vetëvlerësimi i nxënësit
uz: O'quvchining o'zini o'zi baholashi
vi: Tự đánh giá của người học

source: Staff Assessment for This Learner
af_za: Personeelassessering vir hierdie leerder
el: Αξιολόγηση από μέλος της ομάδας διδασκόντων για αυτόν τον Φοιτητή
fa: ارزیابی کارکنان از این فراگیرنده
he: הערכת צוות ללומד זה
hi: इस शिक्षार्थी के लिए स्टाफ मूल्यांकन
hu: A személyzet értékelése ehhez a tanulóhoz
id: Penilaian oleh Staf untuk Peserta Ini
ja: この学習者に対するスタッフ評価
kk: Осы оқушы үшін қызметкерлерді бағалау
lv: Personāla novērtējums šim kursa dalībniekam
sq: Vlerësimi i Stafit për këtë nxënës
uz: Ushbu o'quvchi uchun xodimlarni baholash
vi: Đánh giá của nhân viên cho người học này
