Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
af_za: Portuurassessering stel studente in staat om terugvoer aan ander studente te gee en ook terugvoer van ander in hul finale graad te ontvang. Dikwels, hoewel nie altyd nie, word hierdie stap voorafgegaan deur Selfassessering of Leerderopleidingstappe.
el: Η αξιολόγηση από ομοτίμους επιτρέπει στους μαθητές να παρέχουν ανατροφοδότηση σε άλλους μαθητές και επίσης να λαμβάνουν ανατροφοδότηση από άλλους στην τελική τους τάξη. Συχνά, αν και όχι πάντα, αυτού του βήματος προηγούνται βήματα Αυτοαξιολόγησης ή Εκπαίδευσης Μαθητών.
fa: ارزیابی همتا به فراگیران این امکان را می‌دهد تا بازخورد خود را به سایر فراگیران ارائه دهند و نیز در کلاس پایانی خود از دیگران بازخورد دریافت کنند. اغلب، البته نه همیشه، این مرحله پیش از مراحل خود ارزیابی یا آموزش فراگیرنده است.
fr_ca: L'évaluation par les pairs permet aux étudiants de fournir des commentaires à d'autres étudiants et de recevoir également des commentaires des autres dans leur note finale. Souvent, mais pas toujours, cette étape est précédée par des étapes d'auto-évaluation ou de formation des apprenants.
hi: सहकर्मी मूल्यांकन छात्रों को अन्य छात्रों को फीडबैक प्रदान करने और अपनी अंतिम कक्षा में दूसरों से फीडबैक प्राप्त करने की अनुमति देता है। अक्सर, हालांकि हमेशा नहीं, यह कदम स्व-मूल्यांकन या शिक्षार्थी प्रशिक्षण चरणों से पहले होता है।
hu: A társértékelés lehetővé teszi a diákok számára, hogy visszajelzést adjanak más diákoknak, és ők is visszajelzést kapjanak másoktól a végső osztályzatukban. Gyakran, bár nem mindig, ezt a lépést önértékelés vagy tanulói képzés előzi meg.
id: Peer Assessment memungkinkan siswa untuk memberikan umpan balik kepada siswa lain dan juga menerima umpan balik dari orang lain dalam nilai akhir mereka. Seringkali, meskipun tidak selalu, langkah ini didahului oleh langkah Penilaian Diri atau Pelatihan Pembelajar.
ja: ピア評価は、学生が他の学生にフィードバックを提供し、また他の学生からフィードバックを受け取ることを可能にします。このステップは、しばしば（必ずしもそうではありませんが）自己評価や学習者トレーニングのステップに先行します。
kk: «Бірін-бірі бағалау» студенттерге басқа оқушылармен кері байланыс жасауға, сонымен қатар қорытынды бағада басқалардан кері байланыс алуға мүмкіндік береді. Көбінесе, әрқашан болмаса да, бұл қадамның алдында өзін-өзі бағалау немесе Оқушыны оқыту қадамдары болады.
lv: Citu dalībnieku vērtējums ļauj dalībniekiem sniegt atsauksmes citiem dalībniekiem, kā arī saņemt atsauksmes no citiem, tā ietekmējot galīgo vērtējumu. Bieži, lai gan ne vienmēr, pirms šī soļa tiek veikti pašnovērtējuma vai kursa dalībnieku apmācības soļi.
pt_pt: A Avaliação por Pares permite que os alunos forneçam feedback a outros alunos e também recebam feedback de outros na sua nota final. Muitas vezes, embora nem sempre, essa etapa é precedida por etapas de Autoavaliação ou Formação de Estudantes.
sq: Vlerësimi me bashkëmoshatarët i lejon studentët të japin komente për studentët e tjerë dhe gjithashtu të marrin reagime nga të tjerët në klasën e tyre përfundimtare. Shpesh, edhe pse jo gjithmonë, këtij hapi i paraprijnë hapat e Vetëvlerësimit ose Trajnimit të Nxënësve.
sw: Tathmini ya Rika inaruhusu wanafunzi kutoa maoni kwa wanafunzi wengine na pia kupokea maoni kutoka kwa wengine katika daraja lao la mwisho. Mara nyingi, ingawa si mara zote, hatua hii hutanguliwa na Hatua za Kujitathmini au Mafunzo ya Mwanafunzi.
uz: Tengdoshlarni baholash o'quvchilarga boshqa talabalar bilan fikr bildirish va yakuniy bahoda boshqalardan fikr-mulohazalarni olish imkonini beradi. Ko'pincha, har doim bo'lmasa ham, bu bosqichdan oldin o'zini o'zi baholash yoki o'quvchilarni o'qitish bosqichlari mavjud.
vi: Đánh giá đồng đẳng cho phép học sinh cung cấp phản hồi cho các học sinh khác và cũng nhận được phản hồi từ những người khác trong lớp cuối cùng của họ. Thông thường, mặc dù không phải lúc nào cũng vậy, bước này được thực hiện trước các bước Tự đánh giá hoặc Đào tạo người học.

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
af_za: Opstelling: Vir hierdie stap om op te stel moet jy die aantal portuurbeoordelings spesifiseer waarmee &#39;n student geassesseer sal word, en die aantal eweknieë wat &#39;n student moet gradeer. Bykomende opsies kan gespesifiseer word.
el: Διαμόρφωση: Για να διαμορφωθεί αυτό το βήμα, πρέπει να καθορίσετε τον αριθμό των αξιολογήσεων από ομοτίμους με τις οποίες θα αξιολογηθεί ένας μαθητής και τον αριθμό των ομοτίμων που πρέπει να βαθμολογήσει ένας μαθητής. Μπορούν να καθοριστούν πρόσθετες επιλογές.
fa: پیکربندی: برای پیکربندی این مرحله، باید تعداد بررسی‌های همتا را مشخص کنید که فراگیر با آن‌ها ارزیابی می‌شود، و تعداد همتاهایی که یک فرد بایدبه آن‌ها نمره دهد. گزینه‌های اضافی را می‌توان مشخص کرد.
fr_ca: Configuration : Pour que cette étape soit configurée, vous devez spécifier le nombre d'évaluation par les pairs avec lesquels un étudiant sera évalué, et le nombre de pairs qu'un étudiant doit noter. Des options supplémentaires peuvent être spécifiées.
hi: कॉन्फ़िगरेशन: इस चरण को कॉन्फ़िगर करने के लिए आपको यह निर्दिष्ट करना होगा कि एक छात्र का मूल्यांकन कितने सहकर्मी समीक्षाओं के साथ किया जाएगा, और एक छात्र को कितने सहकर्मी ग्रेड देने होंगे। अतिरिक्त विकल्प निर्दिष्ट किए जा सकते हैं.
id: Konfigurasi: Untuk langkah ini agar dapat dikonfigurasi, Anda harus menentukan jumlah ulasan sejawat yang akan dinilai oleh siswa, dan jumlah sejawat yang harus dinilai oleh siswa. Opsi tambahan dapat ditentukan.
ja: 設定: このステップを設定するには、学生が評価されるピアレビューの数と、学生が評価しなければならないピアの数を指定する必要があります。追加のオプションを指定することもできます。
kk: Конфигурация: Бұл қадам конфигурациялануы үшін студент бағаланатын әріптестік шолулар санын және студент бағалауы керек құрдастар санын көрсетуіңіз керек. Қосымша опцияларды көрсетуге болады.
lv: Konfigurācija: lai šī darbība tiktu konfigurēta, ir jānorāda salīdzinošo pārskatīšanu skaits, ar kurām dalībnieks tiks novērtēts, un citu dalībnieku skaits, kas dalībniekam jānovērtē. Var norādīt papildu opcijas.
pt_pt: Configuração: Para que este passo seja configurado é necessário especificar o número de avaliações por pares com que um aluno será avaliado, e o número de avaliações por pares que um aluno deve avaliar. Podem ser especificadas opções adicionais.
sq: Konfigurimi: Që ky hap të konfigurohet, duhet të specifikoni numrin e vlerësimeve me kolegët me të cilat do të vlerësohet një student dhe numrin e kolegëve që një student duhet të vlerësojë. Mund të specifikohen opsione shtesë.
sw: Usanidi: Ili hatua hii iweze kusanidiwa ni lazima ubainishe idadi ya hakiki za rika ambazo mwanafunzi atatathminiwa nazo, na idadi ya rika ambalo mwanafunzi lazima apate daraja. Chaguzi za ziada zinaweza kutajwa.
uz: Konfiguratsiya: Ushbu bosqichni sozlash uchun siz talaba baholanadigan tengdoshlar sonini va talaba baho berishi kerak bo'lgan tengdoshlar sonini belgilashingiz kerak. Qo'shimcha variantlar belgilanishi mumkin.
vi: Cấu hình: Để cấu hình bước này, bạn phải chỉ định số lượng bài đánh giá ngang hàng mà một học sinh sẽ được đánh giá và số lượng bài đánh giá ngang hàng mà một học sinh phải chấm điểm. Các tùy chọn bổ sung có thể được chỉ định.

source: View Options & Configuration
af_za: Bekyk opsies en konfigurasie
el: Προβολή Επιλογών &amp; Διαμόρφωσης
fa: مشاهدۀ گزینه‌ها و پیکربندی
fr_ca: Afficher les options et la configuration
hi: विकल्प और कॉन्फ़िगरेशन देखें
hu: Nézet opciók és konfiguráció
id: View Options & Konfigurasi
ja: 表示オプションと設定
kk: Параметрлер мен конфигурацияны көру
lv: Skatiet opcijas un konfigurāciju
pt_pt: Ver Opções e Configuração
sq: Shikoni opsionet dhe konfigurimin
sw: Tazama Chaguo &amp; Usanidi
uz: Variantlar va konfiguratsiyani ko‘rish
vi: Xem Tùy chọn &amp; Cấu hình

source: Must Grade
af_za: Moet Gradeer
el: Υποχρεωτικά Βαθμολογημένο
fa: باید نمره داده شود
fr_ca: Doit Noter
he: חובה לדרג
hi: श्रेणी आवश्‍यक
hu: Kötelező értékelés
id: Harus Dinilai
kk: Баға қою керек
lv: Jānovērtē
pt_pt: Deve Classificar
sq: Nota duhet
sw: Lazima Daraja
uz: Baholash kerak
vi: Phải chấm điểm

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
af_za: Spesifiseer die aantal portuurassesserings wat elke leerder moet voltooi. Geldige nommers is 1 tot 99.
el: Καθορίστε τον αριθμό των αξιολογήσεων από ομοτίμους που πρέπει να ολοκληρώσει κάθε μαθητής. Οι έγκυροι αριθμοί είναι από το 1 έως το 99.
fa: تعداد ارزیابی‌های همتا را مشخص کنید که هر فراگیرنده باید انجام دهد. اعداد از 1 تا 99 معتبر هستند.
fr_ca: Spécifiez le nombre d'évaluations par les pairs que chaque apprenant doit effectuer. Les nombres valides vont de 1 à 99.
hi: सहकर्मी मूल्यांकनों की संख्या निर्दिष्ट करें जिन्हें प्रत्येक शिक्षार्थी को पूरा करना होगा। मान्य संख्याएँ 1 से 99 तक हैं.
id: Tentukan jumlah penilaian sebaya yang harus diselesaikan setiap peserta. Jumlah yang valid adalah 1 sampai 99.
ja: 各学習者が完了しなければならないピア評価の数を指定してください。有効な数値は1から99です。
kk: Әр оқушы орындауы тиіс өзара бағалау санын көрсетіңіз. Жарамды сандар 1-ден 99-ға дейін.
lv: Norādiet citu kursa dalībnieku vērtējumu skaitu, kas jāveic katram kursa dalībniekam. Derīgie skaitļi ir no 1 līdz 99.
pt_pt: Especifique o número de avaliações por pares que cada estudante deve concluir. Os números válidos são de 1 a 99.
sq: Specifikoni numrin e vlerësimeve të kolegëve që çdo nxënës duhet të plotësojë. Numrat e vlefshëm janë nga 1 deri në 99.
sw: Bainisha idadi ya tathmini za rika ambazo kila mwanafunzi lazima amalize. Nambari halali ni 1 hadi 99.
uz: Har bir o'quvchi bajarishi kerak bo'lgan tengdoshlarni baholash sonini belgilang. Yaroqli raqamlar 1 dan 99 gacha.
vi: Chỉ định số lượng đánh giá ngang hàng mà mỗi người học phải hoàn thành. Các số hợp lệ là từ 1 đến 99.

source: Graded By
af_za: Gegradeer deur
el: Βαθμολογήθηκε από
fa: نمره داده‌شده توسط
fr_ca: Noté par
he: דורג בידי
hi: द्वारा श्रेणीकृत
hu: Értékelte
id: Dinilai Oleh
kk: Бағалау бойынша
lv: Novērtēja
pt_pt: Classificado por
sq: Vlerësuar nga
sw: Imepewa daraja na
uz: Baholangan
vi: Được xếp loại bởi

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
af_za: Spesifiseer die aantal leerders deur wie elke respons geassesseer moet word. Geldige nommers is 1 tot 99.
el: Καθορίστε τον αριθμό των μαθητών από τους οποίους πρέπει να αξιολογηθεί κάθε απάντηση. Οι έγκυροι αριθμοί είναι από 1 έως 99.
fa: تعداد فراگیرانی را مشخص کنید که هر پاسخ باید توسط آنها ارزیابی شود. اعداد از 1 تا 99 معتبر هستند.
fr_ca: Spécifiez le nombre d'apprenants par lequel chaque réponse doit être évaluée. Les nombres valides vont de 1 à 99.
hi: उन शिक्षार्थियों की संख्या निर्दिष्ट करें जिनके द्वारा प्रत्येक प्रतिक्रिया का मूल्यांकन किया जाना चाहिए। मान्य संख्याएँ 1 से 99 तक हैं।
id: Tentukan jumlah peserta yang harus menilai setiap respon. Jumlah yang valid adalah 1 sampai 99.
kk: Әрбір жауапты бағалау керек оқушылар санын көрсетіңіз. Жарамды сандар 1-ден 99-ға дейін.
lv: Norādiet kursa dalībnieku skaitu, kam jānovērtē katra atbilde. Derīgie skaitļi ir no 1 līdz 99.
pt_pt: Especifique o número de estudantes que cada resposta deve ser avaliada. Os números válidos são de 1 a 99.
sq: Specifikoni numrin e nxënësve nga të cilët duhet të vlerësohet secila përgjigje. Numrat e vlefshëm janë nga 1 deri në 99.
sw: Bainisha idadi ya wanafunzi ambayo kila jibu lazima lipimwe. Nambari halali ni 1 hadi 99.
uz: Har bir javob baholanishi kerak bo'lgan o'quvchilar sonini belgilang. Yaroqli raqamlar 1 dan 99 gacha.
vi: Chỉ định số lượng người học mà mỗi câu trả lời phải được đánh giá. Các số hợp lệ là từ 1 đến 99.

source: Enable Flexible Peer Grade Averaging
af_za: Aktiveer buigsame ewekniegraadgemiddeld
el: Ενεργοποίηση ευέλικτου μέσου όρου βαθμών ομοτίμων
fa: فعال‌سازی میانگین نمرات همتا منعطف
fr_ca: Activer la moyenne flexible des notes par les pairs
he: אפשר ממוצע גמיש של ציוני עמיתים
hi: लचीला पीयर ग्रेड औसत सक्षम करें
hu: Rugalmas társértékelési átlagolás engedélyezése
ja: 柔軟なピア評価の平均化を有効にする
lv: Iespējot elastīgu vienādranga vērtējumu vidējo noteikšanu
pt_pt: Habilitar média flexível de notas semelhantes
sq: Aktivizo mesataren e notave fleksibël të kolegëve
sw: Washa Uwekaji Wastani wa Kiwango cha Rika Unaobadilika
uz: Moslashuvchan tengdoshlarning oʻrtacha bahosini yoqish
vi: Bật tính năng tính trung bình điểm ngang hàng linh hoạt

source: When enabled, learners who have received at least 30%% of the required \
af_za: Wanneer geaktiveer, leerders wat ten minste 30 %% van die vereiste \ ontvang het
el: Όταν ενεργοποιηθεί, οι μαθητές που έχουν λάβει τουλάχιστον 30 %% από τα απαιτούμενα \
fa: وقتی فعال باشد، فراگیرانی که حداقل 30%% از موارد مورد نیاز \ را دریافت کرده‌اند
fr_ca: Lorsqu'elle est activée, les apprenants qui ont reçu au moins 30%% des requis \
he: כאשר מופעל, לומדים שקיבלו לפחות 30 %% מהדרישות \
hi: सक्षम होने पर, जिन शिक्षार्थियों ने आवश्यक का कम से कम 30 %% प्राप्त किया है।
hu: Ha engedélyezve van, a tanulók, akik legalább 30%%-át megkapták a szükséges \
kk: Қосылған кезде, қажетті мәннің кемінде 30 %% алған оқушылар \
lv: Ja iespējots, kursa dalībnieki, kuri ir saņēmuši vismaz 30 %% no nepieciešamās \
pt_pt: Quando habilitado, os estudantes que receberam pelo menos 30%% necessários \
sq: Kur aktivizohet, nxënësit që kanë marrë të paktën 30 %% të kërkuara \
sw: Inapowezeshwa, wanafunzi ambao wamepokea angalau 30 %% ya mahitaji \
uz: Yoqilganda, kamida 30 %% talab qilingan oʻquvchilar \
vi: Khi được bật, những người học đã nhận được ít nhất 30 %% trong số \

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
af_za: Hierdie kenmerk word deur die kursusvlak-instelling geaktiveer. Dit kan gevind word onder die Open Response Assessment Settings-kaart op die Pages &amp; Resources-ateljeebladsy.
el: Αυτή η δυνατότητα ενεργοποιείται από τη ρύθμιση σε επίπεδο μαθήματος. Μπορείτε να το βρείτε στην κάρτα Open Response Assessment Settings στη σελίδα του Studio Pages &amp; Resources.
fa: این ویژگی توسط تنظیمات سطح دوره فعال می‌شود. می‌توانید آن را در کارت تنظیمات ارزیابی پاسخ باز در صفحۀ استودیو صفحات و منابع بیابید.
fr_ca: Cette fonctionnalité est activée par le paramètre au niveau du cours. Il se trouve sous Paramètres d'évaluation de la réponse ouverte sur la page du studio Pages et ressources.
hi: यह सुविधा पाठ्यक्रम-स्तरीय सेटिंग द्वारा सक्षम की जा रही है. इसे पेज और रिसोर्सेज स्टूडियो पेज पर ओपन रिस्पांस असेसमेंट सेटिंग्स कार्ड के तहत पाया जा सकता है।
id: Fitur ini diaktifkan oleh pengaturan tingkat kursus. Ini dapat ditemukan di bawah kartu Pengaturan Penilaian Respons Terbuka pada halaman studio Halaman & Sumber Daya.
kk: Бұл мүмкіндік курс деңгейіндегі параметр арқылы қосылады. Оны «Беттер және ресурстар» студиясының бетіндегі «Ашық жауапты бағалау параметрлері» картасынан табуға болады.
lv: Šī funkcija ir iespējota ar kursa līmeņa iestatījumu. To var atrast sadaļā Atvērtās atbildes novērtēšanas iestatījumi kartē Lapas un resursi studijas lapā.
pt_pt: Esta funcionalidade está a ser ativada pela definição ao nível do curso. Pode ser encontrada no cartão Definições de Avaliação de Resposta Aberta no separador Páginas & Recursos do Studio.
sq: Ky funksion aktivizohet nga cilësimi i nivelit të kursit. Mund të gjendet nën kartën e Cilësimeve të Vlerësimit të Përgjigjes së Hapur në faqen e studios Faqet dhe Burimet.
uz: Bu xususiyat kurs darajasidagi sozlama orqali yoqilmoqda. Uni Sahifalar va Resurslar studio sahifasidagi Open Response Assessment Settings kartasi ostida topish mumkin.
vi: Tính năng này đang được kích hoạt bởi cài đặt cấp độ khóa học. Bạn có thể tìm thấy nó trong thẻ Cài đặt Đánh giá Phản hồi Mở trên trang Studio Trang &amp; Tài nguyên.

source: Grading strategy for the peer assessment
af_za: Graderingstrategie vir die portuurassessering
fa: استراتژی نمره برای ارزیابی همتایان
fr_ca: Stratégie de notation pour l'évaluation par les pairs
hi: सहकर्मी मूल्यांकन के लिए ग्रेडिंग रणनीति
hu: Értékelési stratégia a társértékeléshez
id: Strategi penilaian untuk penilaian sejawat
lv: Vērtēšanas stratēģija citu dalībnieku vērtējumam
pt_pt: Estratégia de classificação para a avaliação pelos pares
sq: Strategjia e notimit për vlerësimin e kolegëve
sw: Mkakati wa kupanga madaraja kwa tathmini ya rika
uz: Tengdoshlarni baholash uchun baholash strategiyasi
vi: Chiến lược chấm điểm trong đánh giá ngang hàng

source: Mean
af_za: Beteken
fa: میانگین
fr_ca: Moyenne
hi: अर्थ
hu: Átlag
id: Rata-rata
ja: 平均値
lv: Vidēji
pt_pt: Média
sq: Mesatarja
sw: Maana
uz: Ma'nosi
vi: Nghĩa là

source: Median (default)
af_za: Mediaan (verstek)
fa: میانه (پیش‌فرض)
fr_ca: Médiane (par défaut)
hi: मध्यिका (डिफ़ॉल्ट)
hu: Medián (alapértelmezett)
id: Median (standar)
ja: 中央値（デフォルト）
lv: Mediāna (noklusējums)
pt_pt: Mediana (predefinição)
sq: Mesatarja (e parazgjedhur)
sw: Wastani (chaguo-msingi)
uz: Median (standart)
vi: Trung bình (mặc định)

source: Select the preferred grading strategy for the peer assessment. By default, the median across all peer reviews is used to calculate the final grade. If you select the mean, the average of all peer reviews will be used.
af_za: Kies die voorkeurgraderingstrategie vir die portuurassessering. By verstek word die mediaan oor alle portuurbeoordelings gebruik om die finale graad te bereken. As jy die gemiddelde kies, sal die gemiddelde van alle portuurbeoordelings gebruik word.
fa: استراتژی نمره‌دهی ترجیحی برای ارزیابی همتا انتخاب کنید. به‌طور پیش‌فرض، میانه در تمام بررسی‌های همتا برای محاسبۀ نمره نهایی استفاده می‌شود. اگر میانگین را انتخاب کنید، از میانگین همه بررسی‌های همتا استفاده خواهدشد.
hi: सहकर्मी मूल्यांकन के लिए पसंदीदा ग्रेडिंग रणनीति का चयन करें। डिफ़ॉल्ट रूप से, सभी सहकर्मी समीक्षाओं में औसत का उपयोग अंतिम ग्रेड की गणना करने के लिए किया जाता है। यदि आप माध्य का चयन करते हैं, तो सभी सहकर्मी समीक्षाओं का औसत उपयोग किया जाएगा।
hu: Válassza ki a preferált értékelési stratégiát a társértékeléshez. Alapértelmezés szerint az összes társértékelés mediánja alapján számítják ki a végső jegyet. Ha az átlagot választja, az összes társértékelés átlaga kerül felhasználásra.
id: Pilih strategi penilaian yang disukai untuk penilaian sejawat. Secara default, median seluruh tinjauan sejawat digunakan untuk menghitung nilai akhir. Jika Anda memilih mean, rata-rata dari semua tinjauan sejawat akan digunakan.
ja: ピア評価のための採点戦略を選択してください。デフォルトでは、すべてのピアレビューの中央値を使用して最終成績を計算します。平均を選択した場合、すべてのピアレビューの平均値が使用されます。
lv: Salīdzinošajam vērtējumam atlasiet vēlamo vērtēšanas stratēģiju. Pēc noklusējuma, lai aprēķinātu galīgo vērtējumu, tiek izmantota visu salīdzinošo vērtējumu mediāna. Ja atlasīsiet vidējo, tiks izmantots visu salīdzinošo vērtējumu vidējais rādītājs.
pt_pt: Seleccione a estratégia de classificação preferida para a avaliação por pares. Por padrão, a mediana de todas as avaliações entre pares é usada para calcular a nota final. Se você selecionar a média, a média de todas as avaliações entre pares será usada.
sq: Zgjidhni strategjinë e preferuar të notimit për vlerësimin e kolegëve. Si parazgjedhje, mesatarja në të gjitha vlerësimet e kolegëve përdoret për të llogaritur notën përfundimtare. Nëse zgjidhni mesataren, do të përdoret mesatarja e të gjitha vlerësimeve nga kolegët.
sw: Chagua mkakati unaopendelea wa kuweka alama kwa tathmini ya rika. Kwa chaguo-msingi, wastani katika ukaguzi wote wa rika hutumika kukokotoa daraja la mwisho. Ukichagua wastani, wastani wa hakiki zote za programu zingine utatumika.
uz: Tengdoshlarni baholash uchun afzal baho berish strategiyasini tanlang. Odatiy bo'lib, yakuniy bahoni hisoblash uchun barcha tengdoshlarning sharhlari bo'yicha medianadan foydalaniladi. Agar siz o'rtacha qiymatni tanlasangiz, barcha tengdoshlar sharhlarining o'rtacha qiymati ishlatiladi.
vi: Chọn chiến lược chấm điểm ưa thích để đánh giá ngang hàng. Theo mặc định, điểm trung bình của tất cả các bài đánh giá ngang hàng được sử dụng để tính điểm cuối cùng. Nếu bạn chọn giá trị trung bình thì giá trị trung bình của tất cả các đánh giá ngang hàng sẽ được sử dụng.

source: Peer Assessment Deadlines
af_za: Sperdatums vir eweknie-assessering
el: Προθεσμίες αξιολόγησης από ομοτίμους
fa: مهلت‌های ارزیابی همتایان
fr_ca: Dates d'échéances pour l'évaluation par les pairs
he: מועדים להערכת עמיתים
hi: सहकर्मी मूल्यांकन की समय सीमा
hu: Társfelmérési határidők
ja: ピア評価の締切
kk: Өзара бағалаудың соңғы мерзімдері
lv: Salīdzinošā vērtējuma termiņi
pt_pt: Prazos de Avaliação pelos Pares
sq: Afatet e vlerësimit nga kolegët
sw: Makataa ya Tathmini ya Rika
uz: Tengdoshlarni baholash muddatlari
vi: Thời hạn đánh giá ngang hàng

source: Start Date
af_za: Begindatum
el: Ημερομηνία Έναρξης
fa: تاریخ شروع
fr_ca: Date de début
he: תאריך התחלה
hi: आरंभिक तिथि
hu: Kezdő dátum
id: Tanggal Mulai
ja: 開始日
kk: Басталу күні
lv: Sākuma datums
pt_pt: Data de início
sq: Data e fillimit
sw: Tarehe ya Kuanza
uz: Boshlanish sanasi
vi: Ngày bắt đầu

source: Start Time
af_za: Begin Tyd
el: Ώρα Έναρξης
fa: زمان شروع
fr_ca: Heure de début
he: שעת התחלה
hi: आरंभिक समय
hu: Kezdési idő
id: Waktu Mulai
ja: 開始時間
kk: Басталу уақыты
lv: Sākuma laiks
pt_pt: Hora de início
sq: Koha e fillimit
sw: Wakati wa Kuanza
uz: Boshlanish vaqti
vi: Thời gian bắt đầu

source: The date and time when learners can begin assessing peer responses.
af_za: Die datum en tyd wanneer leerders kan begin om portuurresponse te assesseer.
el: Η ημερομηνία και η ώρα που οι εκπαιδευόμενοι μπορούν να αρχίσουν να αξιολογούν τις απαντήσεις των ομοτίμων.
fa: تاریخ و زمانی که فراگیران می‌توانند ارزیابی پاسخ‌های همتایان را آغاز کنند.
fr_ca: La date et l'heure auxquelles les apprenants peuvent commencer à évaluer les réponses des pairs.
hi: वह दिनांक और समय जब शिक्षार्थी साथियों की प्रतिक्रियाओं का मूल्यांकन शुरू कर सकते हैं।
hu: A dátum és idő, amikor a tanulók elkezdhetik a társak válaszainak értékelését.
id: Tanggal dan waktu ketika peserta dapat mulai menilai tanggapan peserta lainnya.
ja: 学習者がピアレスポンスの評価を開始できる日時。
kk: Оқушылар жолдастарының жауаптарын бағалауды бастай алатын күн мен уақыт.
lv: Datums un laiks, kad dalībnieki var sākt novērtēt citu dalībnieku atbildes.
pt_pt: A data e a hora em que os estudantes podem começar a avaliar as respostas dos pares.
sq: Data dhe ora kur nxënësit mund të fillojnë të vlerësojnë përgjigjet e kolegëve.
sw: Tarehe na wakati ambapo wanafunzi wanaweza kuanza kutathmini majibu ya wenzao.
uz: O'quvchilar tengdoshlarining javoblarini baholashni boshlashlari mumkin bo'lgan sana va vaqt.
vi: Ngày và giờ mà người học có thể bắt đầu đánh giá phản hồi của bạn bè.

source: Due Date
af_za: Sperdatum
el: Υποβολή μέχρι
fa: سررسید
fr_ca: Date d'échéance
he: תאריך סיום
hi: अंतिम तिथि
hu: Leadási határidő
id: Batas tanggal terakhir
kk: Аяқталу күні
lv: Gala termiņš
pt_pt: Data limite
sq: Data e Afatit
sw: Tarehe ya kukamilisha
uz: Muddati
vi: Ngày đáo hạn

source: Due Time
af_za: Die regte tyd
el: Ώρα λήξης της προθεσμίας υποβολής
fa: زمان مقرر
fr_ca: Heure de rendu
he: שעת סיום
hi: अंतिम समय
hu: Esedékesség ideje
id: Batas waktu
kk: Уақыты
lv: Izpildes laiks
pt_pt: Hora limite
sq: Koha e duhur
sw: Muda Unaofaa
uz: Belgilangan vaqt
vi: Thời gian đến hạn
