Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
af_za: Alle beskikbare portuurantwoorde is geassesseer. Gaan later terug om te sien of meer leerders antwoorde ingedien het. Jy sal jou graad ontvang nadat jy al die stappe vir hierdie probleem voltooi het en jou maats jou antwoord geassesseer het.
el: Έχουν αξιολογηθεί όλες οι μέχρι τώρα υποβληθείσες εργασίες. Επανέλθετε για να ελέγξετε κατά πόσο έχουν υποβάλει εργασία και άλλοι συμφοιτητές σας. Θα λάβετε το βαθμό σας αφού ολοκληρώσετε όλα τα βήματα αυτής της διαδικασίας και οι συμφοιτητές σας αξιολογήσουν την εργασία σας.
fa: تمام پاسخ های همتایان موجود ارزیابی شده‌است. بعداً دوباره بررسی کنید تا ببینید آیا فراگیران بیشتری پاسخ‌هایی را ارسال کرده‌اند یا خیر. بعد از اینکه تمام مراحل این مشکل را کامل کردید و همتایانتان پاسخ شما را ارزیابی کردند، نمرۀ خود را دریافت خواهید کرد.
fr_ca: Toutes les réponses soumises par des pairs ont été évaluées. Vérifiez ultérieurement si d'autres apprenants ont soumis des réponses. Vous recevrez votre évaluation après avoir terminé toutes les étapes de ce problème et lorsque vos pairs auront évalué vos réponses.
he: כל תשובות העמיתים שנשלחו הוערכו. חזור ובדוק מאוחר יותר על מנת לראות אם לומדים נוספים שלחו תשובות. תקבל את ציונך לאחר שתשלים את כל השלבים עבור בעיה זו ולאחר שעמיתיך העריכו את תשובתך.
hi: सभी उपलब्ध सहकर्मी प्रतिक्रियाओं का मूल्यांकन किया गया है। यह देखने के लिए बाद में दोबारा जाँचें कि क्या अधिक शिक्षार्थियों ने प्रतिक्रियाएँ सबमिट की हैं। इस समस्या के सभी चरणों को पूरा करने और आपके साथियों द्वारा आपकी प्रतिक्रिया का मूल्यांकन करने के बाद आपको अपना ग्रेड प्राप्त होगा।
id: Semua tanggapan rekan yang tersedia telah dinilai. Periksa kembali nanti untuk melihat apakah lebih banyak pelajar telah mengirimkan tanggapan. Anda akan menerima nilai Anda setelah Anda menyelesaikan semua langkah untuk masalah ini dan rekan-rekan Anda telah menilai tanggapan Anda.
kk: Барлық қол жетімді әріптестердің жауаптары бағаланды. Көп оқушы жауаптар жібергенін көру үшін кейінірек қайта тексеріңіз. Осы мәселе бойынша барлық қадамдарды орындағаннан кейін және сіздің әріптестеріңіз жауапыңызды бағалағаннан кейін сіз өз бағаңызды аласыз.
lv: Visas pieejamās citu dalībnieku atbildes ir novērtētas. Pārbaudiet vēlāk, lai redzētu, vai atbildes ir iesnieguši citi dalībnieki. Jūs saņemsiet vērtējumu pēc tam, kad būsiet pabeidzis visas šīs uzdevumi darbības un jūsu citi dalībnieki būs novērtējuši jūsu atbildi.
pt_pt: Todas as respostas de pares disponíveis foram avaliadas. Volte mais tarde para verificar se existem novas respostas de mais estudantes. Somente receberá a sua nota após a conclusão de todas as etapas deste problema e a avaliação das respostas pelos seus colegas.
sq: Të gjitha përgjigjet e disponueshme të kolegëve janë vlerësuar. Kontrolloni përsëri më vonë për të parë nëse më shumë nxënës kanë dorëzuar përgjigje. Ju do të merrni notën tuaj pasi të keni përfunduar të gjitha hapat për këtë problem dhe bashkëmoshatarët tuaj të kenë vlerësuar përgjigjen tuaj.
uz: Tengdoshlarning barcha mavjud javoblari baholandi. Koʻproq oʻquvchilar javob yuborganligini bilish uchun keyinroq tekshiring. Ushbu muammoning barcha bosqichlarini bajarganingizdan va tengdoshlaringiz javobingizni baholaganingizdan so'ng siz baho olasiz.
vi: Tất cả các phản hồi ngang hàng có sẵn đã được đánh giá. Hãy kiểm tra lại sau để xem có thêm học viên nào đã gửi câu trả lời hay không. Bạn sẽ nhận được điểm sau khi hoàn thành tất cả các bước của bài toán này và các bạn cùng lớp đã đánh giá phản hồi của bạn.

source: Your Team's Response
af_za: Jou span se reaksie
el: Η απάντηση της ομάδας σας
fa: پاسخ تیم شما
fr_ca: La réponse de votre équipe
he: תגובת הצוות שלך
hi: आपकी टीम की प्रतिक्रिया
hu: Csapatod válasza
kk: Сіздің командаңыздың жауабы
lv: Jūsu komandas atbilde
pt_pt: Resposta da Sua Equipa
sq: Përgjigja e ekipit tuaj
uz: Sizning jamoangizning javobi
vi: Phản hồi của nhóm bạn

source: In Progress
af_za: Aan die gang
el: Σε εξέλιξη
fa: درحال پیشرفت
fr_ca: En cours
he: בביצוע
hi: प्रगति पर है
hu: Folyamatban
id: Sedang berlangsung
ja: 進行中
kk: Орындалуда
lv: Procesā
pt_pt: Em progresso
sq: Në progres
sw: Inaendelea
uz: Jarayonda
vi: Trong tiến trình

source: Enter your team's response to the prompt.
af_za: Voer jou span se reaksie op die boodskap in.
el: Εισαγάγετε την απάντηση της ομάδας σας στο μήνυμα προτροπής.
fa: پاسخ تیم خود به درخواست را وارد کنید.
fr_ca: Saisissez la réponse de votre équipe à la question.
he: הזן את תגובת הצוות שלך להנחיה.
hi: प्रॉम्प्ट पर अपनी टीम की प्रतिक्रिया दर्ज करें।
hu: Adja meg a csapat válaszát a feladatra.
id: Masukkan respon tim Anda untuk soal ini.
ja: あなたのチームのプロンプトへの回答を入力してください。
kk: Командаңыздың сұрауға жауабын енгізіңіз.
lv: Ievadiet komandas atbildi uz uzvedni.
pt_pt: Introduza a resposta da sua equipa ao pedido.
sq: Futni përgjigjen e ekipit tuaj ndaj kërkesës.
uz: So'rovga jamoangizning javobini kiriting.
vi: Nhập câu trả lời của nhóm bạn cho lời nhắc.

source: Your work will save automatically and you can return to complete your team's response at any time before the due date
af_za: Jou werk sal outomaties gestoor word en jy kan enige tyd voor die sperdatum terugkeer om jou span se antwoord te voltooi
el: Η εργασία σας θα αποθηκευτεί αυτόματα και μπορείτε να επιστρέψετε για να ολοκληρώσετε την απάντηση της ομάδας σας ανά πάσα στιγμή πριν από την ημερομηνία λήξης
fa: کار شما به‌طور خودکار ذخیره می‌شود و می‌توانید در هرزمانی پیش از موعد مقرر، برای تکمیل پاسخ تیم خود بازگردید
fr_ca: Votre travail sera automatiquement enregistré et vous pourrez revenir compléter la réponse de votre équipe à tout moment avant la date d'échéance
he: העבודה שלך תישמר אוטומטית ותוכל לחזור להשלים את תגובת הצוות שלך בכל עת לפני תאריך היעד
hi: आपका काम स्वचालित रूप से सहेजा जाएगा और आप नियत तारीख से पहले किसी भी समय अपनी टीम की प्रतिक्रिया पूरी करने के लिए वापस आ सकते हैं
hu: A munkád automatikusan mentésre kerül, és bármikor visszatérhetsz, hogy befejezd a csapatod válaszát a határidő előtt.
ja: あなたの作業は自動的に保存され、期限前であればいつでもチームの回答を完了するために戻ることができます。
kk: Жұмысыңыз автоматты түрде сақталады және сіз кез келген уақытта белгіленген мерзімге дейін топтың жауабын аяқтау үшін орала аласыз
lv: Jūsu darbs tiks saglabāts automātiski, un jūs varat atgriezties, lai pabeigtu savas komandas atbildi jebkurā laikā pirms termiņa beigām.
pt_pt: O seu trabalho será guardado automaticamente e pode regressar para completar a resposta da sua equipa em qualquer altura antes da data de entrega
sq: Puna juaj do të ruhet automatikisht dhe ju mund të ktheheni për të përfunduar përgjigjen e ekipit tuaj në çdo kohë përpara datës së caktuar
uz: Ishingiz avtomatik tarzda saqlanadi va siz istalgan vaqtda belgilangan muddatdan oldin jamoangiz javobini yakunlash uchun qaytishingiz mumkin
vi: Công việc của bạn sẽ tự động lưu và bạn có thể quay lại để hoàn thành phản hồi của nhóm mình bất kỳ lúc nào trước ngày đến hạn

source: Your work will save automatically and you can return to complete your team's response at any time.
af_za: Jou werk sal outomaties gestoor word en jy kan enige tyd terugkeer om jou span se antwoord te voltooi.
el: Η εργασία σας θα αποθηκευτεί αυτόματα και μπορείτε να επιστρέψετε για να ολοκληρώσετε την απάντηση της ομάδας σας ανά πάσα στιγμή.
fa: کار شما به‌طور خودکار ذخیره می‌شود و می‌توانید در هرزمان برای تکمیل پاسخ تیم خود بازگردید.
fr_ca: Votre travail sera automatiquement enregistré et vous pourrez revenir compléter la réponse de votre équipe à tout moment.
hi: आपका काम स्वचालित रूप से सहेजा जाएगा और आप किसी भी समय अपनी टीम की प्रतिक्रिया को पूरा करने के लिए वापस आ सकते हैं।
hu: A munkád automatikusan mentésre kerül, és bármikor visszatérhetsz, hogy befejezd a csapatod válaszát.
id: Pekerjaan Anda akan tersimpan secara otomatis dan Anda dapat kembali untuk menyelesaikan tanggapan tim Anda kapan saja.
ja: あなたの作業は自動的に保存され、いつでもチームの回答を完了するために戻ることができます。
kk: Жұмысыңыз автоматты түрде сақталады және сіз кез келген уақытта топтың жауабын аяқтау үшін орала аласыз.
lv: Jūsu darbs tiks automātiski saglabāts, un jūs jebkurā laikā varat atgriezties, lai pabeigtu savas komandas atbildi.
pt_pt: O seu trabalho será guardado automaticamente e pode voltar para completar a resposta da sua equipa em qualquer altura.
sq: Puna juaj do të ruhet automatikisht dhe ju mund të ktheheni për të përfunduar përgjigjen e ekipit tuaj në çdo kohë.
uz: Ishingiz avtomatik tarzda saqlanadi va siz istalgan vaqtda jamoangiz javobini bajarish uchun qaytishingiz mumkin.
vi: Công việc của bạn sẽ tự động lưu và bạn có thể quay lại để hoàn thành phản hồi của nhóm mình bất kỳ lúc nào.

source: After you submit a response on behalf of your team, it cannot be edited.
af_za: Nadat jy &#39;n antwoord namens jou span ingedien het, kan dit nie geredigeer word nie.
el: Αφού υποβάλετε μια απάντηση εκ μέρους της ομάδας σας, δεν είναι δυνατή η επεξεργασία της.
fa: پس از ارسال پاسخ از طرف تیم خود، امکان ویرایش آن را ندارید.
fr_ca: Une fois que vous avez envoyé une réponse au nom de votre équipe, elle ne peut plus être modifiée.
hi: अपनी टीम की ओर से प्रतिक्रिया सबमिट करने के बाद, इसे संपादित नहीं किया जा सकता है।
id: Setelah Anda mengirimkan tanggapan atas nama tim Anda, tanggapan tersebut tidak dapat diedit.
ja: チームを代表して回答を提出した後は、編集できません。
kk: Жауапты топ атынан жібергеннен кейін оны өңдеу мүмкін емес.
lv: Kad iesniedzāt atbildi savas komandas vārdā, to nevar rediģēt.
pt_pt: Depois de submeter uma resposta em nome da sua equipa, esta não pode ser editada.
sq: Pasi të dërgoni një përgjigje në emër të ekipit tuaj, ajo nuk mund të modifikohet.
uz: Jamoangiz nomidan javob yuborganingizdan so‘ng uni tahrirlab bo‘lmaydi.
vi: Sau khi bạn gửi phản hồi thay mặt cho nhóm của mình, nó sẽ không thể được chỉnh sửa.

source: Enter your response to the prompt.
af_za: Voer jou antwoord op die boodskap in.
el: Εισαγάγετε εδώ την απάντησή σας.
fa: پاسخ خود را به درخواست وارد کنید.
fr_ca: Entrez votre réponse à la question.
he: הזן את תשובתך לשאלה.
hi: संकेत पर अपनी प्रतिक्रिया दर्ज करें.
hu: Írja be a válaszát a feladatra.
id: Masukkan respon Anda untuk soal ini.
ja: プロンプトへの回答を入力してください。
kk: Шақыруға жауапыңызды енгізіңіз.
lv: Ievadiet savu atbildi uz uzvedni.
pt_pt: Introduza a sua resposta ao enunciado.
sq: Shkruani përgjigjen tuaj ndaj kërkesës.
uz: So'rovga javobingizni kiriting.
vi: Nhập câu trả lời của bạn cho lời nhắc.

source: Your work will save automatically and you can return to complete your response at any time before the subsection due date
af_za: Jou werk sal outomaties gestoor word en jy kan enige tyd voor die sperdatum van die onderafdeling terugkeer om jou antwoord te voltooi
el: Η εργασία σας θα αποθηκευτεί αυτόματα και μπορείτε να επιστρέψετε για να ολοκληρώσετε την απάντησή σας οποιαδήποτε στιγμή πριν από την ημερομηνία λήξης της υποενότητας
fa: کار شما به‌طور خودکار ذخیره می‌شود و می‌توانید در هر زمان قبل از موعد مقرر برای تکمیل پاسخ خود بازگردید
fr_ca: Votre travail sera sauvegardé automatiquement et vous pourrez revenir compléter votre réponse à tout moment avant la date d'échéance de la sous-section.
he: העבודה שלך תשמר אוטומטית ותוכל לחזור להשלים את תגובתך בכל עת לפני תאריך היעד של תת המקטע
hi: आपका काम स्वचालित रूप से सहेजा जाएगा और आप उपधारा की नियत तारीख से पहले किसी भी समय अपनी प्रतिक्रिया पूरी करने के लिए वापस आ सकते हैं
hu: A munkád automatikusan mentésre kerül, és bármikor visszatérhetsz a válaszod befejezéséhez a részszakasz határideje előtt.
id: Pekerjaan Anda akan tersimpan secara otomatis dan Anda dapat kembali untuk menyelesaikan tanggapan Anda kapan saja sebelum tanggal jatuh tempo subbagian.
ja: あなたの作業は自動的に保存され、サブセクションの締切前であればいつでも回答を完了するために戻ることができます。
kk: Жұмысыңыз автоматты түрде сақталады және сіз кез келген уақытта бөлімнің аяқталу мерзіміне дейін жауапыңызды аяқтау үшін орала аласыз
lv: Jūsu darbs tiks saglabāts automātiski, un jūs varat atgriezties, lai pabeigtu atbildi jebkurā laikā pirms apakšiedaļas termiņa beigām.
pt_pt: O seu trabalho será guardado automaticamente e pode voltar para completar a sua resposta em qualquer altura antes da data limite da subsecção
sq: Puna juaj do të ruhet automatikisht dhe ju mund të ktheheni për të përfunduar përgjigjen tuaj në çdo kohë përpara datës së caktuar të nënseksionit
sw: Kazi yako itaweka kiotomatiki na unaweza kurudi ili ukamilishe jibu lako wakati wowote kabla ya tarehe ya kukamilisha ya kifungu kidogo
uz: Sizning ishingiz avtomatik ravishda saqlanadi va siz istalgan vaqtda kichik bo'lim tugashidan oldin javobingizni yakunlash uchun qaytishingiz mumkin
vi: Bài làm của bạn sẽ tự động lưu và bạn có thể quay lại để hoàn thành câu trả lời của mình bất kỳ lúc nào trước ngày hết hạn của tiểu mục

source: Your work will save automatically and you can return to complete your response at any time before the course ends
af_za: Jou werk sal outomaties gestoor word en jy kan enige tyd voor die kursus eindig terugkeer om jou antwoord te voltooi
el: Η εργασία σας θα αποθηκευτεί αυτόματα και μπορείτε να επιστρέψετε για να ολοκληρώσετε την απάντησή σας ανά πάσα στιγμή πριν από τη λήξη του μαθήματος
fa: کار شما به‌طور خودکار ذخیره می‌شود و می‌توانید در هر زمانی پیش از پایان دوره، برای تکمیل پاسخ خود بازگردید
fr_ca: Votre travail sera automatiquement sauvegardé et vous pourrez revenir compléter votre réponse à tout moment avant la fin du cours.
he: העבודה שלך תישמר אוטומטית ותוכל לחזור להשלים את תגובתך בכל עת לפני סיום הקורס
hi: आपका काम स्वचालित रूप से सहेजा जाएगा और आप पाठ्यक्रम समाप्त होने से पहले किसी भी समय अपनी प्रतिक्रिया पूरी करने के लिए वापस आ सकते हैं
hu: A munkád automatikusan mentésre kerül, és bármikor visszatérhetsz a válaszod befejezéséhez, mielőtt a kurzus véget ér.
id: Pekerjaan Anda akan tersimpan secara otomatis dan Anda dapat kembali untuk menyelesaikan tanggapan Anda kapan saja sebelum kursus berakhir.
ja: あなたの作業は自動的に保存され、コースが終了する前であればいつでも回答を完了するために戻ることができます。
kk: Жұмысыңыз автоматты түрде сақталады және сіз курс аяқталғанға дейін кез келген уақытта жауапыңызды аяқтау үшін орала аласыз
lv: Jūsu darbs tiks saglabāts automātiski, un jūs varat atgriezties, lai pabeigtu atbildi jebkurā laikā pirms kursa beigām.
pt_pt: O seu trabalho será guardado automaticamente e pode regressar para completar a sua resposta em qualquer altura antes do fim do curso
sq: Puna juaj do të ruhet automatikisht dhe ju mund të ktheheni për të përfunduar përgjigjen tuaj në çdo kohë përpara përfundimit të kursit
sw: Kazi yako itahifadhi kiotomatiki na unaweza kurudi ili ukamilishe jibu lako wakati wowote kabla ya kozi kuisha
uz: Ishingiz avtomatik tarzda saqlanadi va siz kurs tugashidan oldin istalgan vaqtda javobingizni yakunlash uchun qaytishingiz mumkin
vi: Bài làm của bạn sẽ tự động lưu và bạn có thể quay lại để hoàn thành câu trả lời của mình bất cứ lúc nào trước khi khóa học kết thúc

source: Your work will save automatically and you can return to complete your response at any time before the due date
af_za: Jou werk sal outomaties gestoor word en jy kan enige tyd voor die sperdatum terugkeer om jou antwoord te voltooi
el: Η εργασία σας θα αποθηκευτεί αυτόματα και μπορείτε να επιστρέψετε για να ολοκληρώσετε την απάντησή σας οποιαδήποτε στιγμή πριν από την ημερομηνία λήξης
fa: کار شما به‌طور خودکار ذخیره می‌شود و می‌توانید در هر زمانی قبل از موعد مقرر، برای تکمیل پاسخ خود بازگردید
fr_ca: Votre travail sera sauvegardé automatiquement et vous pourrez revenir compléter votre réponse à tout moment avant la date d'échéance.
hi: आपका काम स्वचालित रूप से सहेजा जाएगा और आप नियत तारीख से पहले किसी भी समय अपना जवाब पूरा करने के लिए वापस आ सकते हैं
hu: A munkád automatikusan mentésre kerül, és bármikor visszatérhetsz a válaszod befejezéséhez a határidő előtt.
id: Pekerjaan Anda akan tersimpan secara otomatis dan Anda dapat kembali untuk menyelesaikan tanggapan Anda kapan saja sebelum tanggal jatuh tempo.
ja: あなたの作業は自動的に保存され、締切日までであればいつでも回答を完了するために戻ることができます。
kk: Жұмысыңыз автоматты түрде сақталады және жауапыңызды мерзімінен бұрын кез келген уақытта аяқтау үшін орала аласыз
lv: Jūsu darbs tiks saglabāts automātiski, un jūs varat atgriezties, lai pabeigtu atbildi jebkurā laikā pirms termiņa beigām.
pt_pt: O seu trabalho será guardado automaticamente e pode regressar para completar a sua resposta em qualquer altura antes da data de entrega
sq: Puna juaj do të ruhet automatikisht dhe ju mund të ktheheni për të përfunduar përgjigjen tuaj në çdo kohë përpara datës së caktuar
sw: Kazi yako itahifadhi kiotomatiki na unaweza kurudi ili ukamilishe jibu lako wakati wowote kabla ya tarehe ya kukamilisha
uz: Sizning ishingiz avtomatik ravishda saqlanadi va siz javobni yakunlash uchun istalgan vaqtda muddatidan oldin qaytishingiz mumkin
vi: Bài làm của bạn sẽ tự động lưu và bạn có thể quay lại để hoàn thành câu trả lời của mình bất cứ lúc nào trước ngày đến hạn

source: Your work will save automatically and you can return to complete your response at any time.
af_za: Jou werk sal outomaties gestoor word en jy kan enige tyd terugkeer om jou antwoord te voltooi.
el: Η εργασία σας θα αποθηκευτεί αυτόματα και μπορείτε να επιστρέψετε για να ολοκληρώσετε την απάντησή σας ανά πάσα στιγμή.
fa: کار شما به‌طور خودکار ذخیره می‌شود و می‌توانید در هر زمان برای تکمیل پاسخ خود بازگردید.
fr_ca: Votre travail sera automatiquement enregistré et vous pourrez revenir compléter votre réponse à tout moment.
he: העבודה שלך תישמר אוטומטית ותוכל לחזור כדי להשלים את תגובתך בכל עת.
hi: आपका काम स्वचालित रूप से सहेजा जाएगा और आप किसी भी समय अपनी प्रतिक्रिया पूरी करने के लिए वापस आ सकते हैं।
hu: A munkád automatikusan mentésre kerül, és bármikor visszatérhetsz, hogy befejezd a válaszodat.
id: Pekerjaan Anda akan tersimpan secara otomatis dan Anda dapat kembali untuk menyelesaikan tanggapan Anda kapan saja.
ja: 自動的に作業が保存され、いつでも回答を完了するために戻ることができます。
kk: Жұмысыңыз автоматты түрде сақталады және кез келген уақытта жауапыңызды аяқтау үшін орала аласыз.
lv: Jūsu darbs tiks automātiski saglabāts, un jūs jebkurā laikā varat atgriezties, lai pabeigtu atbildi.
pt_pt: O seu trabalho será guardado automaticamente e pode regressar para completar a sua resposta em qualquer altura.
sq: Puna juaj do të ruhet automatikisht dhe ju mund të ktheheni për të përfunduar përgjigjen tuaj në çdo kohë.
uz: Ishingiz avtomatik tarzda saqlanadi va istalgan vaqtda javobingizni yakunlash uchun qaytishingiz mumkin.
vi: Công việc của bạn sẽ tự động lưu và bạn có thể quay lại để hoàn thành câu trả lời của mình bất cứ lúc nào.

source: After you submit your response, you cannot edit it
af_za: Nadat jy jou antwoord ingedien het, kan jy dit nie wysig nie
el: Αφού υποβάλετε την εργασία σας, δεν θα μπορείτε πλέον να την επεξεργαστείτε
fa: پس از ارسال پاسخ، امکان ویرایش آن را ندارید
fr_ca: Après avoir soumis votre réponse, vous ne pouvez plus la modifier
he: שימו לב, לאחר שתשלחו את התשובה, לא תוכלו לערוך אותה.
hi: अपनी प्रतिक्रिया सबमिट करने के बाद, आप इसे संपादित नहीं कर सकते
id: Setelah Anda mengirimkan tanggapan, Anda tidak dapat mengubahnya.
ja: 回答を送信した後は、編集できません。
kk: Жауапты жібергеннен кейін оны өңдей алмайсыз
lv: Pēc atbildes iesniegšanas jūs to nevarat rediģēt
pt_pt: Depois de enviar a resposta, não será possível editá-la
sq: Pasi të dorëzoni përgjigjen tuaj, nuk mund ta modifikoni atë
uz: Javobingizni yuborganingizdan keyin uni tahrirlay olmaysiz
vi: Sau khi bạn gửi câu trả lời, bạn không thể chỉnh sửa nó

source: What will this assignment be graded on?
af_za: Waarop sal hierdie werkopdrag gegradeer word?
el: Ποιά είναι τα κριτήρια βαθμολόγησης της εργασίας;
fa: این تکلیف بر چه اساسی نمره می‌گیرد؟
fr_ca: Sur quoi cette évaluation sera-t-elle notée?
hi: इस असाइनमेंट को किस आधार पर वर्गीकृत किया जाएगा?
hu: Mire fogják értékelni ezt a feladatot?
id: Apa yang akan dinilai dari tugas ini?
ja: この課題は何を基準に採点されますか？
kk: Бұл тапсырмаға қандай баға қойылады?
lv: Par ko tiks novērtēts šis uzdevums?
pt_pt: Em que será classificada esta tarefa?
sq: Për çfarë do të vlerësohet kjo detyrë?
uz: Bu topshiriq qanday baholanadi?
vi: Bài tập này sẽ được chấm điểm gì?

source: The prompt for this section
af_za: Die opdrag vir hierdie afdeling
el: Το θέμα της εργασίας
fa: درخواست این بخش
fr_ca: La question pour cette section
he: ההנחיה לסעיף זה
hi: इस अनुभाग के लिए संकेत
id: Soal untuk bagian ini
ja: このセクションの指示
kk: Осы бөлімнің сұрауы
lv: Uzvedne šai sadaļai
pt_pt: O enunciado para esta secção
sq: Kërkesa për këtë seksion
uz: Ushbu bo'lim uchun taklif
vi: Lời nhắc cho phần này

source: You are on team
af_za: Jy is in span
el: Είσαι στην ομάδα
fa: شما در تیم هستید
fr_ca: Vous faites partie de l'équipe
he: אתה בצוות
hi: आप टीम में हैं
hu: Ön a csapat tagja
ja: あなたはチームにいます
kk: Сіз командадасыз
lv: Jūs esat komandā
pt_pt: Está na equipa
sq: Ju jeni në ekip
uz: Siz jamoadasiz
vi: Bạn đang ở trong đội

source: Team Members:
af_za: Spanlede:
el: Μέλη ομάδας:
fa: اعضای تیم:
fr_ca: Membres de l'équipe :
he: חברי צוות:
hi: टीम के सदस्य:
hu: Csapattagok:
ja: チームメンバー:
kk: Топ мүшелері:
lv: Komandas dalībnieki:
pt_pt: Membros da Equipa:
sq: Anëtarët e ekipit:
uz: Guruh a'zolari:
vi: Thành viên của nhóm:

source: %(team_members_with_external_submissions)s have/has already submitted a response to this assignment with another team, and will not be a part of your team's submission or assignment grade.
af_za: %(team_members_with_external_submissions)s het/het reeds &#39;n antwoord op hierdie opdrag met &#39;n ander span ingedien, en sal nie deel wees van jou span se indiening- of werkopdraggraad nie.
el: %(team_members_with_external_submissions)s έχουν/έχει ήδη υποβάλει απάντηση σε αυτήν την εργασία με άλλη ομάδα, και δεν θα είναι μέρος του βαθμού υποβολής ή ανάθεσης της ομάδας σας.
fa: %(team_members_with_external_submissions)s قبلاً پاسخی به این تکلیف با تیم دیگری ارسال کرده است، و بخشی از نمره ارسال یا تکلیف تیم شما نخواهد بود.
fr_ca: %(team_members_with_external_submissions)s avoir / a déjà soumis une réponse à ce devoir avec une autre équipe et ne fera pas partie de la soumission ou de la note du devoir de votre équipe.
hi: %(team_members_with_external_submissions)s किसी अन्य टीम के साथ इस असाइनमेंट का उत्तर पहले ही सबमिट कर दिया है/कर चुका है, और आपकी टीम के सबमिशन या असाइनमेंट ग्रेड का हिस्सा नहीं होगा।
lv: %(team_members_with_external_submissions)s esat/jau ir iesnieguši atbildi uz šo uzdevumu ar citu komandu, un nebūs daļa no jūsu komandas iesnieguma vai uzdevuma vērtējumus.
pt_pt: %(team_members_with_external_submissions)s já enviou uma resposta a esta tarefa com outra equipa, e não fará parte da submissão ou da nota da sua equipa.
sq: %(team_members_with_external_submissions)s kanë/ka dorëzuar tashmë një përgjigje për këtë detyrë me një ekip tjetër, dhe nuk do të jetë pjesë e notës së paraqitjes ose detyrës së ekipit tuaj.
uz: %(team_members_with_external_submissions)s bu topshiriqga javobni boshqa jamoaga yuborgan bo'lsa, va sizning jamoangiz topshirgan yoki topshiriq bahosining bir qismi bo'lmaydi.
vi: %(team_members_with_external_submissions)s đã/đã gửi câu trả lời cho bài tập này với một nhóm khác, và sẽ không nằm trong điểm bài nộp hoặc bài tập của nhóm bạn.

source: Team Response
af_za: Span reaksie
el: Ομαδική απάντηση
fa: پاسخ تیم
fr_ca: Réponse de l'équipe
he: תגובת הצוות
hi: टीम प्रतिक्रिया
hu: Csapat válasza
id: Respon Tim
ja: チームの回答
kk: Команданың жауабы
lv: Komandas reakcija
pt_pt: Resposta da Equipa
sq: Përgjigja e ekipit
uz: Jamoa javobi
vi: Phản hồi của đội

source: Your Response
af_za: Jou antwoord
el: Η εργασία σας
fa: پاسخ شما
fr_ca: Votre réponse
hi: आपका जवाब
hu: A válaszod
id: Tanggapan Anda
ja: あなたの回答
kk: Сіздің жауабыңыз
lv: Tava atbilde
pt_pt: A Sua Resposta
sq: Përgjigja juaj
uz: Sizning javobingiz
vi: Phản hồi của bạn
