Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: The display name for this component.
af_za: Die vertoonnaam vir hierdie komponent.
el: Το εμφανιζόμενο όνομα για αυτό το στοιχείο.
fa: نام نمایشی این مؤلفه
fr_ca: Le nom d'affichage de ce composant.
he: שם התצוגה עבור רכיב זה
hi: इस घटक का प्रदर्शन नाम।
hu: Ennek az összetevőnek a megjelenített neve.
id: Nama tampilan untuk komponen ini
ja: このコンポーネントの表示名。
kk: Осы құрамдас үшін көрсетілетін атау.
lv: Šī komponenta parādāmais nosaukums.
pt_pt: O título a apresentar para este componente.
sq: Emri i shfaqur për këtë komponent.
sw: Jina la onyesho la sehemu hii.
uz: Ushbu komponent uchun ko'rsatiladigan nom.
vi: Tên hiển thị cho thành phần này.

source: Text Response
af_za: Teksreaksie
el: Απαντηση κειμένου
fa: پاسخ متنی
fr_ca: Réponse textuelle
hi: पाठ प्रतिक्रिया
hu: Szöveges válasz
id: Respon dalam bentuk teks
ja: テキスト応答
kk: Мәтіндік жауап
lv: Teksta atbilde
pt_pt: Resposta de Texto
sq: Përgjigje me tekst
sw: Jibu la maandishi
uz: Matnli javob
vi: Phản hồi văn bản

source: Specify whether learners must include a text based response to this problem's prompt.
af_za: Spesifiseer of leerders &#39;n teksgebaseerde reaksie op hierdie probleem se versoek moet insluit.
el: Καθορίστε εάν οι σπουδαστές πρέπει να περιλαμβάνουν μια απάντηση που να βασίζεται σε κείμενο στην προτροπή αυτού του προβλήματος.
fa: مشخص کنید که آیا فراگیران باید پاسخی مبتنی بر متن به درخواست این مساله ارائه دهند یا خیر.
fr_ca: Précisez si les apprenants doivent donner une réponse textuelle à ce problème.
he: הגדירו אם על הלומדים לכלול תגובה מבוססת טקסט לבעיה זו.
hi: निर्दिष्ट करें कि क्या शिक्षार्थियों को इस समस्या के संकेत पर पाठ आधारित प्रतिक्रिया शामिल करनी चाहिए।
hu: Adja meg, hogy a tanulóknak szöveges választ kell-e adniuk erre a feladatra.
id: Tentukan apakah peserta harus meliputi teks berdasarkan respon terkait pertanyaan dalam permasalahan ini.
ja: 学習者がこの問題のプロンプトに対してテキストベースの回答を含める必要があるかどうかを指定します。
kk: Оқушылардың осы мәселенің сұрауына мәтінге негізделген жауабын қосу керек пе екенін көрсетіңіз.
lv: Norādiet, vai kursa dalībniekiem ir jāiekļauj teksta atbilde uz šī uzdevuma uzvedni.
pt_pt: Especifique se os estudantes devem incluir uma resposta de texto ao enunciado deste problema.
sq: Specifikoni nëse nxënësit duhet të përfshijnë një përgjigje të bazuar në tekst ndaj kërkesës së këtij problemi.
sw: Bainisha iwapo wanafunzi lazima wajumuishe jibu la msingi la maandishi kwa swali la tatizo hili.
uz: Talabalar ushbu muammoning soʻroviga matnga asoslangan javobni kiritishlari kerakligini belgilang.
vi: Chỉ định xem người học có phải đưa ra câu trả lời dựa trên văn bản cho lời nhắc của vấn đề này hay không.

source: Response Editor
af_za: Reaksieredakteur
el: Επεξεργαστής απάντησης
fa: ویرایشگر پاسخ
fr_ca: Éditeur de réponse
he: עורך תגובה
hi: प्रतिक्रिया संपादक
hu: Válaszszerkesztő
id: Editor Tanggapan
ja: 応答エディター
kk: Жауап редакторы
lv: Atbilžu redaktors
pt_pt: Editor de Resposta
sq: Redaktori i përgjigjes
sw: Mhariri wa Majibu
uz: Javob muharriri
vi: Trình chỉnh sửa phản hồi

source: Select which editor learners will use to include a text based response to this problem's prompt.
af_za: Kies watter redigeerder leerders sal gebruik om &#39;n teksgebaseerde reaksie op hierdie probleem se aansporing in te sluit.
el: Επιλέξτε ποιο πρόγραμμα επεξεργασίας θα χρησιμοποιήσουν οι εκπαιδευόμενοι για να συμπεριλάβουν μια απάντηση βάσει κειμένου στην προτροπή αυτού του προβλήματος.
fa: انتخاب کنید که فراگیران از کدام ویرایشگر برای درج پاسخ متنی به درخواست این مساله استفاده کنند.
fr_ca: Sélectionnez l'éditeur que les apprenants utiliseront pour inclure une réponse textuelle à la question de ce problème.
he: בחר באיזה עורך הלומדים ישתמשו כדי לכלול תגובה מבוססת טקסט להנחיה של בעיה זו.
hi: चुनें कि शिक्षार्थी इस समस्या के संकेत पर पाठ आधारित प्रतिक्रिया शामिल करने के लिए किस संपादक का उपयोग करेंगे।
hu: Válassza ki, melyik szerkesztőt használják a tanulók a szöveges válasz megadásához ehhez a feladathoz.
id: Pilih editor mana yang akan digunakan peserta didik untuk menyertakan respons berbasis teks terhadap perintah soal ini.
ja: 学習者がこの問題のプロンプトに対してテキストベースの回答を含めるために使用するエディタを選択してください。
kk: Бұл мәселенің сұрауына мәтінге негізделген жауапты қосу үшін оқушылар қай редакторды пайдаланатынын таңдаңыз.
lv: Atlasiet, kuru redaktoru kursa dalībnieki izmantos, lai iekļautu teksta atbildi uz šīs uzdevumi uzvedni.
pt_pt: Seleccionar qual o editor que os alunos irão utilizar para incluir uma resposta baseada em texto para este problema..
sq: Zgjidhni cilin redaktues do të përdorin nxënësit për të përfshirë një përgjigje të bazuar në tekst ndaj kërkesës së këtij problemi.
sw: Chagua ni kihariri kipi ambacho wanafunzi watatumia kujumuisha jibu kulingana na maandishi kwa swali la tatizo hili.
uz: Ushbu muammoning soʻroviga matnga asoslangan javobni kiritish uchun oʻquvchilar qaysi muharrirdan foydalanishini tanlang.
vi: Chọn trình soạn thảo mà người học sẽ sử dụng để đưa vào câu trả lời dựa trên văn bản cho lời nhắc của vấn đề này.

source: File Uploads Response
af_za: Lêeroplaai-reaksie
el: Απόκριση μεταφόρτωσης αρχείων
fa: بارگذاری فایل پاسخ
fr_ca: Réponse avec téléversements de fichiers
he: העלאת קובץ כתשובה
hi: फ़ाइल अपलोड प्रतिक्रिया
hu: Fájl feltöltések válasz
id: Respon dalam ungguhan file
ja: ファイルアップロードの回答
kk: Файлды жүктеп салуға жауап
lv: Failu augšupielādes atbilde
pt_pt: Resposta de Carregamento de Ficheiro
sq: Përgjigje për ngarkimet e skedarëve
sw: Jibu la Upakiaji wa Faili
uz: Fayl yuklash javobi
vi: Phản hồi tải lên tệp

source: Specify whether learners are able to upload files as a part of their response.
af_za: Spesifiseer of leerders lêers kan oplaai as deel van hul antwoord.
el: Καθορίστε εάν οι σπουδαστές μπορούν να μεταφορτώνουν αρχεία ως μέρος της απάντησής τους.
fa: مشخص کنید که آیا فراگیران قادر به بارگذاری پوشه به‌عنوان بخشی از پاسخ خود هستند یا خیر.
fr_ca: Précisez si les apprenants peuvent téléverser des fichiers dans le cadre de leur réponse.
he: הגדירו אם על הלומדים להעלות קובץ כחלק מתשובה עבור בעיה זו.
hi: निर्दिष्ट करें कि क्या शिक्षार्थी अपनी प्रतिक्रिया के भाग के रूप में फ़ाइलें अपलोड करने में सक्षम हैं।
hu: Adja meg, hogy a tanulók feltölthetnek-e fájlokat a válaszuk részeként.
id: Tentukan apakah peserta dapat meng unggah file sebagai bagian dari respon mereka.
ja: 学習者が回答の一部としてファイルをアップロードできるかどうかを指定します。
kk: Оқушылардың жауаптарының бөлігі ретінде файлдарды жүктеп салу мүмкіндігін көрсетіңіз.
lv: Norādiet, vai kursa dalībnieki var augšupielādēt failus kā daļu no atbildes.
pt_pt: Especifique se os estudantes podem enviar ficheiros anexados às suas respostas.
sq: Specifikoni nëse nxënësit janë në gjendje të ngarkojnë skedarë si pjesë e përgjigjes së tyre.
sw: Bainisha ikiwa wanafunzi wanaweza kupakia faili kama sehemu ya majibu yao.
uz: Talabalar javoblarining bir qismi sifatida fayllarni yuklay olishlarini belgilang.
vi: Chỉ định xem người học có thể tải tệp lên như một phần câu trả lời của họ hay không.

source: Allow Multiple Files
af_za: Laat veelvuldige lêers toe
el: Να επιτρέπονται πολλά αρχεία
fa: امکان بارگذاری چند فایل
fr_ca: Autoriser plusieurs fichiers
he: אפשר מספר קבצים
hi: एकाधिक फ़ाइलों की अनुमति दें
hu: Több fájl engedélyezése
ja: 複数ファイルを許可
kk: Бірнеше файлға рұқсат ету
lv: Atļaut vairākus failus
pt_pt: Permitir Vários Ficheiros
sq: Lejo shumë skedarë
sw: Ruhusu Faili Nyingi
uz: Bir nechta fayllarga ruxsat berish
vi: Cho phép nhiều tệp

source: False
af_za: onwaar
el: Ψευδές
fa: نادرست
fr_ca: Faux
he: לא נכון
hi: असत्‍य
hu: Hamis
id: Salah
kk: Жалған
lv: Nepatiesi
pt_pt: Falso
sq: E rreme
sw: Uongo
uz: Yolg'on
vi: SAI

source: True
af_za: Waar
el: Αληθές
fa: درست
fr_ca: Vrai
he: נכון
hi: सत्‍य
hu: Igaz
id: Benar
ja: 真
pt_pt: Verdadeiro
sq: E vërtetë
sw: Kweli
uz: To'g'ri
vi: ĐÚNG VẬY

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
af_za: Spesifiseer of leerders meer as een lêer kan oplaai. Dit het geen effek as Lêeroplaai-reaksie op Geen gestel is nie. Dit word outomaties op Waar gestel vir spanopdragte.
el: Καθορίστε εάν οι μαθητές μπορούν να ανεβάσουν περισσότερα από ένα αρχεία. Αυτό δεν έχει καμία επίδραση εάν η Απόκριση μεταφορτώσεων αρχείων έχει οριστεί σε Καμία. Αυτό ορίζεται αυτόματα σε True για Εργασίες ομάδας.
fa: مشخص کنید که آیا زبان آموزان می توانند بیش از یک فایل آپلود کنند یا خیر. اگر File Uploads Response روی None تنظیم شده باشد، این تاثیری ندارد. این به طور خودکار روی True برای تکالیف تیم تنظیم می شود.
fr_ca: Indiquez si les apprenants peuvent téleverser plusieurs fichiers. Cela n'a aucun effet si la réponse aux téléversements de fichiers est définie sur None. Ceci est automatiquement défini sur True pour les affectations d'équipe.
hi: निर्दिष्ट करें कि क्या शिक्षार्थी एक से अधिक फ़ाइल अपलोड कर सकते हैं। यदि फ़ाइल अपलोड प्रतिक्रिया कोई नहीं पर सेट है तो इसका कोई प्रभाव नहीं पड़ता है। टीम असाइनमेंट के लिए यह स्वचालित रूप से ट्रू पर सेट हो जाता है।
hu: Adja meg, hogy a tanulók feltölthetnek-e több fájlt. Ennek nincs hatása, ha a Fájl feltöltések válasz Nincs értékre van állítva. Csapatfeladatok esetén ez automatikusan Igaz értékre van állítva.
id: Tentukan apakah peserta dapat mengunggah lebih dari satu file. Ini tidak berpengaruh jika Respon Unggahan File diatur ke Tidak Ada. Ini secara otomatis diatur ke Benar untuk Tugas Tim.
ja: 学習者が複数のファイルをアップロードできるかどうかを指定します。ファイルアップロードの応答が「なし」に設定されている場合、これは影響しません。チーム課題の場合は自動的に「True」に設定されます。
kk: Оқушылардың бірнеше файлды жүктеп салу мүмкіндігін көрсетіңіз. Файлды жүктеп салу жауабы Жоқ күйіне орнатылған болса, бұл әсер етпейді. Бұл команда тапсырмалары үшін автоматты түрде True мәніне орнатылады.
lv: Norādiet, vai kursa dalībnieki var augšupielādēt vairāk nekā vienu failu. Tas neietekmē, ja Failu augšupielādes atbilde ir iestatīta uz Nav. Komandas uzdevumiem tas tiek automātiski iestatīts uz True.
pt_pt: Especificar se os alunos podem carregar mais do que um ficheiro. Isto não tem efeito se a resposta ao Carregamento de Ficheiros estiver definida para Nenhum. Isto é automaticamente definido para Verdadeiro para Tarefas de Equipa.
sq: Specifikoni nëse nxënësit mund të ngarkojnë më shumë se një skedar. Kjo nuk ka asnjë efekt nëse Përgjigja e Ngarkimeve të Skedarit është caktuar në Asnjë. Kjo vendoset automatikisht në &quot;E vërtetë&quot; për detyrat e ekipit.
sw: Bainisha ikiwa wanafunzi wanaweza kupakia zaidi ya faili moja. Hii haina athari ikiwa Jibu la Upakiaji wa Faili limewekwa kuwa Hakuna. Hii imewekwa kiotomatiki kuwa Kweli kwa Kazi za Timu.
uz: Talabalar bir nechta faylni yuklay olishlarini belgilang. Fayl yuklash javobi Yo'q ga o'rnatilgan bo'lsa, bu hech qanday ta'sir qilmaydi. Bu jamoaviy topshiriqlar uchun avtomatik ravishda True ga o'rnatiladi.
vi: Chỉ định xem người học có thể tải lên nhiều tệp hay không. Điều này không có hiệu lực nếu Phản hồi tải lên tệp được đặt thành Không. Điều này được tự động đặt thành Đúng cho Bài tập nhóm.

source: File Upload Types
af_za: Lêeroplaaitipes
el: Τύποι μεταφόρτωσης αρχείων
fa: انواع آپلود فایل
fr_ca: Types de fichiers à téléverser
he: סוגי העלאת קבצים
hi: फ़ाइल अपलोड प्रकार
hu: Fájl feltöltési típusok
id: Jenis File Unggah an
ja: ファイルアップロードタイプ
kk: Файлды жүктеп салу түрлері
lv: Failu augšupielādes veidi
pt_pt: Tipos de Carregamento de ficheiro
sq: Llojet e ngarkimit të skedarëve
sw: Aina za Upakiaji wa Faili
uz: Fayllarni yuklash turlari
vi: Các loại tải lên tệp

source: PDF or Image Files
af_za: PDF- of beeldlêers
el: PDF ή αρχεία εικόνας
fa: فایل های PDF یا تصویری
fr_ca: Fichiers PDF ou images
he: קבצי PDF או תמונה
hi: पीडीएफ या छवि फ़ाइलें
hu: PDF vagy képfájlok
id: File PDF atau Gambar
ja: PDFまたは画像ファイル
kk: PDF немесе кескін файлдары
lv: PDF vai attēlu faili
pt_pt: PDF ou Ficheiros de Imagem
sq: Skedarët PDF ose Imazhi
sw: PDF na Faili za Picha
uz: PDF yoki rasm fayllari
vi: Tệp PDF hoặc hình ảnh

source: Image Files
af_za: Beeld lêers
el: Αρχεία εικόνας
fa: فایل های تصویری
fr_ca: Fichiers images
he: קבצי תמונה
hi: छवि फ़ाइलें
hu: Képfájlok
id: File gambar
ja: 画像ファイル
kk: Кескін файлдары
lv: Attēlu faili
pt_pt: Ficheiros de Imagem
sq: Skedarët e imazhit
sw: Faili za Picha
uz: Rasm fayllari
vi: Tệp hình ảnh

source: Custom File Types
af_za: Pasgemaakte lêertipes
el: Προσαρμοσμένοι τύποι αρχείων
fa: انواع فایل های سفارشی
fr_ca: Types de fichiers personnalisés
he: סוגי קבצים מותאמים אישית
hi: कस्टम फ़ाइल प्रकार
hu: Egyéni fájltípusok
id: Jenis File Kustom
ja: カスタムファイルタイプ
kk: Теңшелетін файл түрлері
lv: Pielāgoti failu tipi
pt_pt: Tipos de Ficheiro Personalizados
sq: Llojet e skedarëve të personalizuar
sw: Aina za Faili Maalum
uz: Maxsus fayl turlari
vi: Các loại tệp tùy chỉnh

source: Specify whether learners can submit files along with their text responses.
af_za: Spesifiseer of leerders lêers saam met hul teksantwoorde kan indien.
el: Καθορίστε εάν οι μαθητές μπορούν να υποβάλλουν αρχεία μαζί με τις απαντήσεις κειμένου τους.
fa: مشخص کنید که آیا زبان آموزان می توانند فایل ها را همراه با پاسخ های متنی خود ارسال کنند یا خیر.
fr_ca: Indiquez si les apprenants peuvent soumettre des fichiers avec leurs réponses textuelles.
he: ציין אם הלומדים יכולים להגיש קבצים יחד עם תגובות הטקסט שלהם.
hi: निर्दिष्ट करें कि क्या शिक्षार्थी अपने पाठ प्रतिक्रियाओं के साथ फ़ाइलें सबमिट कर सकते हैं।
hu: Adja meg, hogy a tanulók benyújthatnak-e fájlokat a szöveges válaszaik mellé.
id: Tentukan apakah peserta dapat mengirimkan file bersama dengan tanggapan teks mereka.
ja: 学習者がテキスト回答と一緒にファイルを提出できるかどうかを指定します。
kk: Оқушылардың мәтіндік жауаптарымен бірге файлдарды жібере алатынын көрсетіңіз.
lv: Norādiet, vai kursa dalībnieki var iesniegt failus kopā ar savām teksta atbildēm.
pt_pt: Especificar se os alunos podem submeter ficheiros juntamente com as suas respostas de texto.
sq: Specifikoni nëse nxënësit mund të dorëzojnë skedarë së bashku me përgjigjet e tyre me tekst.
sw: Bainisha ikiwa wanafunzi wanaweza kuwasilisha faili pamoja na majibu yao ya maandishi.
uz: Talabalar matnli javoblari bilan birga fayllarni yuborishi mumkinligini belgilang.
vi: Chỉ định xem người học có thể gửi tệp cùng với câu trả lời bằng văn bản của họ hay không.

source: File Types
af_za: Lêertipes
el: Τύποι αρχείων
fa: انواع فایل
fr_ca: Types de fichier
he: סוגי קובץ
hi: फ़ाइल प्रकारों
hu: Fájltípusok
id: Tipe tipe file
ja: ファイルタイプ
kk: Файл түрлері
lv: Failu veidi
pt_pt: Tipos de Ficheiros
sq: Llojet e skedarëve
sw: Aina za Faili
uz: Fayl turlari
vi: Loại tập tin

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
af_za: Voer die lêeruitbreidings in, geskei deur kommas, wat jy wil hê leerders moet kan oplaai. Byvoorbeeld: pdf,doc,docx.
el: Εισάγετε, χωρισμένους με κόμμα, τους τύπους αρχείων τους οποίους θέλετε να μπορούν να μεταφορτώσουν οι εκπαιδευόμενοι. Για παράδειγμα: pdf,doc,docx.
fa: پسوندهای پوشه‌ها درحالی که با کاما از هم جدا شده‌اند وارد کنید تا فراگیران بتوانند آن را بارگذاری کنند. به‌عنوان نمونه: pdf,doc,docx.
fr_ca: Entrez les extensions de fichiers, séparés par des virgules, que vous voulez que les apprenants puissent téléverser. Par exemple : pdf, doc, docx.
he: הזן את תוספות הקובץ, כשהן מופרדות בפסיק, שברצונך שהלומדים יוכלו להעלות. לדוגמה: pdf‏, doc‏, docx.
hi: अल्पविराम से अलग किए गए फ़ाइल एक्सटेंशन दर्ज करें, जिन्हें आप चाहते हैं कि शिक्षार्थी अपलोड कर सकें। उदाहरण के लिए: पीडीएफ, डॉक, डॉक्स।
hu: Adja meg azokat a fájlkiterjesztéseket, vesszővel elválasztva, amelyeket a tanulók feltölthetnek. Például: pdf,doc,docx.
id: Masukkan ekstensi file yang Anda perbolehkan untuk unggah, dipisahkan dengan koma. Misalnya: pdf,doc,docx.
ja: 学習者がアップロードできるファイル拡張子をカンマで区切って入力してください。例: pdf,doc,docx.
kk: Оқушылар жүктеп ала алатын файл кеңейтімдерін үтірмен бөліп енгізіңіз. Мысалы: pdf,doc,docx.
lv: Ievadiet failu paplašinājumus, atdalot tos ar komatiem un kurus vēlaties, lai kursa dalībnieki varētu augšupielādēt. Piemēram: pdf,doc, docx.
pt_pt: Determine as extensões de ficheiro, separadas por vírgulas, que pretende que os trabalhos dos estudantes sejam carregados. Por exemplo: PDF, Doc, docx.
sq: Futni shtesat e skedarëve, të ndara me presje, që dëshironi që nxënësit të mund të ngarkojnë. Për shembull: pdf,doc,docx.
sw: Weka viendelezi vya faili, vikitenganishwa na koma, ambavyo ungependa wanafunzi waweze kupakia. Kwa mfano: pdf,doc,docx.
uz: Oʻquvchilar yuklashi mumkin boʻlgan fayl kengaytmalarini vergul bilan ajratilgan holda kiriting. Masalan: pdf, doc, docx.
vi: Nhập các phần mở rộng tệp, được phân tách bằng dấu phẩy mà bạn muốn người học có thể tải lên. Ví dụ: pdf, doc, docx.

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
af_za: Om meer lêeruitbreidings by te voeg, kies Pasgemaakte lêertipes en voer die volledige lys van aanvaarbare lêeruitbreidings in wat ingesluit moet word.
el: Για να προσθέσετε περισσότερες επεκτάσεις αρχείων, επιλέξτε Προσαρμοσμένοι τύποι αρχείων και εισαγάγετε την πλήρη λίστα με τις αποδεκτές επεκτάσεις αρχείων που θα συμπεριληφθούν.
fa: برای افزودن پسوندهای بیشتر، Custom File Types را انتخاب کنید و فهرست کامل پسوندهای قابل قبول را وارد کنید.
fr_ca: Pour ajouter d'autres extensions de fichier, sélectionnez Types de fichiers personnalisés et entrez la liste complète des extensions de fichier acceptables à inclure.
he: כדי להוסיף עוד הארכות קבצים, בחר סוגי קבצים מותאם אישית והזן את הרשימה המלאה של סיומות קבצים מקובלות שיש לכלול.
hi: अधिक फ़ाइल एक्सटेंशन जोड़ने के लिए, कस्टम फ़ाइल प्रकार चुनें और शामिल किए जाने वाले स्वीकार्य फ़ाइल एक्सटेंशन की पूरी सूची दर्ज करें।
hu: További fájlkiterjesztések hozzáadásához válassza az Egyéni fájltípusok lehetőséget, és adja meg a beillesztendő elfogadható fájlkiterjesztések teljes listáját.
id: Untuk menambahkan lebih banyak ekstensi file, pilih Jenis File Kustom dan masukkan daftar lengkap ekstensi file yang dapat diterima untuk disertakan.
ja: ファイル拡張子を追加するには、「カスタムファイルタイプ」を選択し、含める許可されたファイル拡張子の完全なリストを入力してください。
kk: Қосымша файл кеңейтімдерін қосу үшін Custom File Types тармағын таңдап, қосылатын рұқсат етілген файл кеңейтімдерінің толық тізімін енгізіңіз.
lv: Lai pievienotu vairāk failu paplašinājumu, atlasiet Custom File Types un ievadiet pilnu pieļaujamo failu paplašinājumu sarakstu.
pt_pt: Para adicionar mais extensões de ficheiros, selecione Tipos de Ficheiros Personalizados e insira a lista completa de extensões de ficheiros aceitáveis a serem incluídas.
sq: Për të shtuar më shumë shtesa skedarësh, zgjidhni Llojet e skedarëve të personalizuar dhe futni listën e plotë të shtesave të skedarëve të pranueshëm që do të përfshihen.
sw: Ili kuongeza viendelezi zaidi vya faili, chagua Aina za Faili Maalum na uweke orodha kamili ya viendelezi vya faili vinavyokubalika ili kujumuishwa.
uz: Ko'proq fayl kengaytmalarini qo'shish uchun Maxsus fayl turlarini tanlang va qo'shiladigan qabul qilinadigan fayl kengaytmalarining to'liq ro'yxatini kiriting.
vi: Để thêm nhiều phần mở rộng tệp khác, hãy chọn Loại tệp tùy chỉnh và nhập danh sách đầy đủ các phần mở rộng tệp được chấp nhận sẽ được đưa vào.

source: Allow LaTeX Responses
af_za: Laat LaTeX-antwoorde toe
el: Να επιτρέπονται απαντήσεις LaTeX
fa: پاسخ های LaTeX را مجاز کنید
fr_ca: Permettre les réponses en LaTeX
he: אפשר תשובות ל-LaTeX
hi: LaTeX प्रतिक्रियाओं की अनुमति दें
id: Perbolehkan Respon LaTeX
ja: LaTeX形式の回答を許可する
kk: LaTeX жауаптарына рұқсат беріңіз
lv: Atļaut LaTeX atbildes
pt_pt: Permitir respostas LaTeX
sq: Lejo përgjigjet LaTeX
sw: Ruhusu Majibu ya LaTeX
uz: LaTeX javoblariga ruxsat bering
vi: Cho phép phản hồi LaTeX

source: Specify whether learners can write LaTeX formatted strings
af_za: Spesifiseer of leerders LaTeX-geformateerde stringe kan skryf
el: Καθορίστε εάν οι σπουδαστές μπορούν να γράφουν συμβολοσειρές με μορφοποίηση LaTeX
fa: مشخص کنید که آیا زبان آموزان می توانند رشته های قالب بندی شده LaTeX بنویسند یا خیر
fr_ca: Préciser si les étudiants peuvent écrire des chaînes de caractères formatées en LaTeX
he: ציין אם הלומדים יכולים לכתוב מחרוזות מעוצבות ב-LaTeX
hi: निर्दिष्ट करें कि क्या शिक्षार्थी LaTeX स्वरूपित स्ट्रिंग लिख सकते हैं
hu: Adja meg, hogy a tanulók írhatnak-e LaTeX formátumú karakterláncokat
id: Tentukan apakah peserta dapat menulis string dengan format LaTeX
ja: 学習者がLaTeX形式の文字列を記述できるかどうかを指定します
kk: Оқушылар LaTeX пішімделген жолдарды жаза алатынын көрсетіңіз
lv: Norādiet, vai kursa dalībnieki var rakstīt LaTeX formatētas virknes
pt_pt: Especifique se os estudantes podem escrever sequências de caracteres formatados LaTeX
sq: Specifikoni nëse nxënësit mund të shkruajnë vargje të formatuara LaTeX
sw: Inapaswa kubainishwa ikiwa wanafunzi wanaweza kuandika mifuatano iliyoumbizwa ya LaTeX.
uz: O'quvchilar LaTeX formatlangan satrlarni yozishi mumkinligini belgilang
vi: Chỉ định xem người học có thể viết các chuỗi có định dạng LaTeX hay không

source: Top Responses
af_za: Top Antwoorde
el: Κορυφαίες Απαντήσεις
fa: پاسخ های برتر
fr_ca: Meilleures réponses
he: תשובות מובילות
hi: शीर्ष प्रतिक्रियाएँ
hu: Legjobb válaszok
id: Tanggapan Terbaik
ja: トップ回答
kk: Үздік жауаптар
lv: Populārākās atbildes
pt_pt: Respostas com Pontuação mais Elevada
sq: Përgjigjet kryesore
sw: Majibu ya Juu
uz: Eng yaxshi javoblar
vi: Phản hồi hàng đầu

source: (Disabled)
af_za: (Gestrem)
el: (Ατομα με ειδικές ανάγκες)
fa: (غیرفعال)
fr_ca: (Désactivé)
he: (נָכֶה)
hi: (अक्षम)
ja: （無効）
kk: (Өшірілген)
lv: (Atspējots)
pt_pt: (Desativado)
sq: (I paaftë)
uz: (O'chirilgan)
vi: (Tàn tật)
