Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. Alle voorgelê portuurantwoorde is geassesseer. Gaan later terug om te sien of meer leerders antwoorde ingedien het. Jy moet steeds die %(start_link)s portuurassessering %(end_link)s stap voltooi.
el: Η εργασία είναι σε εξέλιξη. Όλες οι υποβληθείσες εργασίες έχουν αξιολογηθεί. Ελέγξτε αργότερα εάν και άλλοι φοιτητές έχουν υποβάλλει τις αποκρίσεις τους, καθώς θα πρέπει να ολοκληρώσετε και τη διαδικασία της %(start_link)sαλληλοαξιολόγησης%(end_link)s.
fa: این تکلیف در حال انجام است. همۀ پاسخ‌های ارسالی همتایان ارزیابی شده‌اند. بعداً دوباره بررسی کنید تا ببینید آیا فراگیران بیشتری پاسخ‌ را ارسال کرده‌اند یا خیر. هنوز باید مرحلۀ%(start_link)s ارزیابی همتا %(end_link)s را تکمیل کنید.
fr_ca: Ce devoir est en cours. Toutes les réponses ont été évaluées. Revenez plus tard pour voir si d'autres apprenants on soumis des réponses. Vous devez toujours compléter l'étape d'%(start_link)s évaluation par les pairs%(end_link)s.
he: משימה זו נמצאת בתהליך. כל תשובות העמיתים שנשלחו, הוערכו. חזור ובדוק מאוחר יותר על מנת לראות אם לומדים נוספים שלחו תשובות. עליך להשלים עדיין את %(start_link)s שלב %(end_link)s step הערכת עמיתים.
hi: यह कार्य प्रगति पर है. सभी प्रस्तुत सहकर्मी प्रतिक्रियाओं का मूल्यांकन किया गया है। यह देखने के लिए बाद में दोबारा जाँचें कि क्या अधिक शिक्षार्थियों ने प्रतिक्रियाएँ सबमिट की हैं। आपको अभी भी %(start_link)s सहकर्मी मूल्यांकन %(end_link)s चरण को पूरा करने की आवश्यकता है।
hu: Ez a feladat folyamatban van. Minden benyújtott társértékelési válasz felmérve lett. Nézzen vissza később, hogy lássa, benyújtottak-e további válaszokat a tanulók. Még mindig be kell fejeznie a %(start_link)s társértékelés %(end_link)s lépést.
id: Penugasan sedang berlangsung. Semua respon sebaya yang telah dikirimkan telah dinilai. Cek kembali untuk melihat ada peserta lain yang mengirim respon. Anda masih harus menyelesaikan langkah %(start_link)spenilaian sebaya%(end_link)s.
ja: この課題は進行中です。提出されたすべてのピアレスポンスは評価済みです。さらに学習者がレスポンスを提出したかどうか、後で確認してください。%(start_link)sピア評価%(end_link)sのステップをまだ完了していません。
kk: Бұл тапсырма орындалуда. Барлық жіберілген әріптестердің жауаптары бағаланды. Көп оқушы жауаптар жібергенін көру үшін кейінірек қайта тексеріңіз. Сізге әлі де %(start_link)s тең дәрежелі бағалау %(end_link)s қадамын аяқтау қажет.
lv: Šis uzdevums tiek pildīts. Visas iesniegtās kolēģu atbildes ir novērtētas. Pārbaudiet vēlāk, lai uzzinātu, vai atbildes ir iesnieguši vēl citi skolēni. Jums vēl ir jāpabeidz %(start_link)ssalīdzinošā novērtējuma%(end_link)s posms.
pt_pt: Esta tarefa está em curso. Todas as respostas dos pares já foram avaliadas. Volte mais tarde para verificar se existem novas respostas de estudantes. Ainda necessita de concluir a etapa de %(start_link)savaliação dos pares%(end_link)s.
sq: Kjo detyrë është në vazhdim e sipër. Të gjitha përgjigjet e dorëzuara nga kolegët janë vlerësuar. Kontrolloni përsëri më vonë për të parë nëse më shumë nxënës kanë dorëzuar përgjigje. Ju duhet ende të përfundoni hapin %(start_link)s vlerësimi nga kolegët %(end_link)s .
uz: Bu topshiriq bajarilmoqda. Barcha yuborilgan tengdoshlar javoblari baholandi. Koʻproq oʻquvchilar javob yuborganligini bilish uchun keyinroq tekshiring. Siz hali ham %(start_link)s tengdoshlarini baholash %(end_link)s bosqichini bajarishingiz kerak.
vi: Nhiệm vụ này đang được tiến hành. Tất cả các phản hồi ngang hàng được gửi đã được đánh giá. Hãy kiểm tra lại sau để xem có thêm học viên nào đã gửi câu trả lời hay không. Bạn vẫn cần phải hoàn thành bước đánh giá ngang hàng %(start_link)s %(end_link)s .

source: This assignment is in progress. %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. %(start_strong)s Die portuurassesseringstap sal binnekort sluit. %(end_strong)s Jy moet nog die %(start_link)s portuurassessering %(end_link)s stap voltooi.
el: Η εργασία είναι σε εξέλιξη. %(start_strong)sΗ αλληλοαξιολόγηση θα λήξει σύντομα.%(end_strong)s Θα πρέπει να ολοκληρώσετε άμεσα και τη διαδικασία της %(start_link)sαλληλοαξιολόγησης%(end_link)s.
fa: این تکلیف در حال انجام است. %(start_strong)s مرحلۀ ارزیابی همتا به‌زودی بسته می‌شود. %(end_strong)s شما هنوز باید مرحلۀ ارزیابی همتا %(start_link)s %(end_link)s را تکمیل کنید.
fr_ca: Ce devoir est en cours. %(start_strong)sL'étape d'évaluation par les pairs va bientôt fermer.%(end_strong)s Vous devez toujours compléter l'étape d'%(start_link)s évaluation par les pairs%(end_link)s.
he: משימה זו נמצאת בתהליך. %(start_strong)s שלב הערכת העמיתים ייסגר בקרוב.%(end_strong)s עליך עדיין להשלים את %(start_link)s שלב %(end_link)s הערכת העמיתים.
hi: यह कार्य प्रगति पर है. %(start_strong)s सहकर्मी मूल्यांकन चरण जल्द ही बंद हो जाएगा। %(end_strong)s आपको अभी भी %(start_link)s सहकर्मी मूल्यांकन %(end_link)s चरण पूरा करने की आवश्यकता है।
hu: Ez a feladat folyamatban van. %(start_strong)sA társértékelési lépés hamarosan lezárul.%(end_strong)s Még mindig teljesítenie kell a %(start_link)stársértékelési%(end_link)s lépést.
id: %(start_strong)sPenugasan sedang berlangsung. Langkah penilaian sebaya akan segera ditutup.%(end_strong)s Anda masih harus menyelesaikan langkah %(start_link)spenilaian sebaya%(end_link)s.
ja: この課題は進行中です。%(start_strong)sピア評価のステップはまもなく終了します。%(end_strong)s あなたはまだ%(start_link)sピア評価%(end_link)sのステップを完了する必要があります。
kk: Бұл тапсырма орындалуда. %(start_strong)s Өзара бағалау қадамы жақында жабылады. %(end_strong)s Сізге әлі де %(start_link)s әріптестерін бағалау %(end_link)s қадамын аяқтау қажет.
lv: Šis uzdevums tiek pildīts. %(start_strong)sKolēģu vērtēšanas posms drīz beigsies.%(end_strong)s Jums vēl ir jāpabeidz %(start_link)ssalīdzinošā novērtējuma posms%(end_link)s.
pt_pt: Esta tarefa está em curso. %(start_strong)sA etapa de avaliação dos pares vai fechar em breve.%(end_strong)s E ainda necessita de concluir a etapa de %(start_link)savaliação dos pares%(end_link)s.
sq: Kjo detyrë është në vazhdim e sipër. %(start_strong)s Hapi i vlerësimit kolegial do të mbyllet së shpejti. %(end_strong)s Ju duhet ende të përfundoni hapin e vlerësimit të kolegëve %(start_link)s %(end_link)s .
uz: Bu topshiriq bajarilmoqda. %(start_strong)s Tengdoshlarni baholash bosqichi tez orada yopiladi. %(end_strong)s Siz hali ham %(start_link)s tengdoshlarini baholash %(end_link)s bosqichini bajarishingiz kerak.
vi: Nhiệm vụ này đang được tiến hành. %(start_strong)s Bước đánh giá ngang hàng sẽ sớm kết thúc. %(end_strong)s Bạn vẫn cần hoàn thành bước %(start_link)s đánh giá ngang hàng %(end_link)s .

source: This assignment is in progress. You still need to complete the %(start_link)speer assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. Jy moet steeds die %(start_link)s portuurassessering %(end_link)s stap voltooi.
el: Η εργασία είναι σε εξέλιξη. Θα πρέπει να ολοκληρώσετε άμεσα τη διαδικασία %(start_link)sαλληλοαξιολόγησης%(end_link)s.
fa: این تکلیف در حال انجام است. هنوز باید مرحلۀ %(start_link)s ارزیابی همتا %(end_link)s را تکمیل کنید.
fr_ca: Ce devoir est en cours. Vous avez toujours à compléter l'étape d'%(start_link)sauto-évaluation%(end_link)s.
he: משימה זו נמצאת בתהליך. עליך להשלים עדיין את שלב %(start_link)sהערכת העמיתים%(end_link)s .
hi: यह कार्य प्रगति पर है. आपको अभी भी %(start_link)s सहकर्मी मूल्यांकन %(end_link)s चरण को पूरा करने की आवश्यकता है।
id: Penugasan sedang berlangsung. Anda masih harus menyelesaikan langkah %(start_link)spenilaian sebaya%(end_link)s.
kk: Бұл тапсырма орындалуда. Сізге әлі де %(start_link)s тең дәрежелі бағалау %(end_link)s қадамын аяқтау қажет.
lv: Šis uzdevums tiek izpildīts. Jums joprojām ir jāpabeidz %(start_link)s salīdzinošā vērtējuma %(end_link)s darbība.
pt_pt: Esta tarefa está em curso. Ainda necessita de concluir a etapa de %(start_link)savaliação dos pares%(end_link)s.
sq: Kjo detyrë është në vazhdim e sipër. Ju duhet ende të përfundoni hapin %(start_link)s vlerësimi nga kolegët %(end_link)s .
uz: Bu topshiriq bajarilmoqda. Siz hali ham %(start_link)s tengdoshlarini baholash %(end_link)s bosqichini bajarishingiz kerak.
vi: Nhiệm vụ này đang được tiến hành. Bạn vẫn cần phải hoàn thành bước đánh giá ngang hàng %(start_link)s %(end_link)s .

source: Team membership is required to view this assignment
af_za: Spanlidmaatskap word vereis om hierdie opdrag te sien
el: Απαιτείται συμμετοχή στην ομάδα για να δείτε αυτήν την εργασία
fa: عضویت تیم برای مشاهده این تکلیف الزامی است
fr_ca: Être membre de l'équipe est requis pour voir ce devoir
he: נדרשת חברות בצוות כדי לצפות במטלה זו
hi: इस असाइनमेंट को देखने के लिए टीम सदस्यता आवश्यक है
hu: A feladat megtekintéséhez csapattagság szükséges.
id: Keanggotaan tim diperlukan untuk melihat tugas ini
kk: Бұл тапсырманы көру үшін топ мүшелігі қажет
lv: Lai skatītu šo uzdevumu, ir nepieciešama dalība komandā
pt_pt: É necessário ser membro da equipa para ver esta tarefa
sq: Për të parë këtë detyrë kërkohet anëtarësimi në ekip
uz: Bu topshiriqni koʻrish uchun jamoa aʼzoligi talab qilinadi
vi: Cần có thành viên nhóm để xem bài tập này

source: This is a team assignment for team-set "%(teamset_name)s". You are currently not on a team in team-set "%(teamset_name)s". You must be on a team in team-set "%(teamset_name)s" to access this team assignment.
af_za: Dit is &#39;n spanopdrag vir spanstel &quot; %(teamset_name)s &quot;. Jy is tans nie in &#39;n span in spanstel &quot; %(teamset_name)s &quot; nie. Jy moet in &#39;n span in spanstel &quot; %(teamset_name)s &quot; wees om toegang tot hierdie spanopdrag te kry.
el: Αυτή είναι μια ομαδική ανάθεση για το σύνολο ομάδας &quot; %(teamset_name)s &quot;. Αυτήν τη στιγμή δεν είστε σε μια ομάδα στο σύνολο ομάδας &quot; %(teamset_name)s &quot;. Πρέπει να είστε σε μια ομάδα στο σύνολο ομάδας &quot; %(teamset_name)s &quot; για να αποκτήσετε πρόσβαση σε αυτήν την ανάθεση ομάδας.
fa: این یک تکلیف تیمی برای مجموعۀ تیمی &quot; %(teamset_name)s &quot; است. شما درحال حاضر در تیمی در مجموعۀ تیمی &quot; %(teamset_name)s &quot; نیستید. برای دسترسی به این تکلیف تیمی باید در یک تیم در مجموعۀ تیمی &quot; %(teamset_name)s &quot; باشید.
fr_ca: Ceci est un devoir en équipe pour l'ensemble d'équipe «%(teamset_name)s». Vous n'êtes pas dans une équipe de l'ensemble d'équipe «%(teamset_name)s». Vous devez être dans une équipe de l'ensemble d'équipe «%(teamset_name)s» pour accéder à ce devoir en groupe.
hi: यह टीम-सेट '%(teamset_name)s'के लिए एक टीम असाइनमेंट है। आप वर्तमान में टीम-सेट '%(teamset_name)s' में किसी टीम में नहीं हैं। इस टीम असाइनमेंट तक पहुंचने के लिए आपको टीम-सेट '%(teamset_name)s' में एक टीम में होना चाहिए।
id: Ini adalah tugas kelompok untuk set-tim "%(teamset_name)s". Anda saat ini tidak berada dalam tim di set-tim "%(teamset_name)s". Anda harus berada dalam tim di set-tim "%(teamset_name)s" untuk mengakses tugas kelompok ini.
ja: チームセット「%(teamset_name)s」のチーム課題です。 現在、チームセット「%(teamset_name)s」のチームに所属していません。 このチーム課題にアクセスするには、チームセット「%(teamset_name)s」のチームに所属している必要があります。
lv: Šis ir komandas uzdevums komandas komplektam &quot; %(teamset_name)s &quot;. Jūs pašlaik neesat komandas komplekta &quot; %(teamset_name)s &quot; komandā. Lai piekļūtu šim komandas uzdevumam, jums ir jābūt komandas komplektā &quot; %(teamset_name)s &quot;.
pt_pt: Este é um trabalho de equipa para o conjunto de equipas "".%(teamset_name)s". Actualmente não faz parte de uma equipa no conjunto de equipas "".%(teamset_name)s". Deve estar numa equipa no conjunto "%(teamset_name)s" para aceder a esta tarefa da equipa.
sq: Kjo është një detyrë ekipore për grupin e ekipit &quot; %(teamset_name)s &quot;. Aktualisht nuk jeni në një ekip në grupin e ekipit &quot; %(teamset_name)s &quot;. Duhet të jesh në një ekip në grupin e ekipit &quot; %(teamset_name)s &quot; për të hyrë në këtë detyrë ekipore.
uz: Bu " %(teamset_name)s " jamoaviy to'plami uchun jamoaviy topshiriq. Siz hozirda " %(teamset_name)s " jamoaviy to'plamidagi jamoada emassiz. Ushbu jamoa topshirig'iga kirish uchun siz " %(teamset_name)s " jamoaviy to'plamida jamoada bo'lishingiz kerak.
vi: Đây là bài tập nhóm dành cho nhóm &quot; %(teamset_name)s &quot;. Bạn hiện không ở trong nhóm trong nhóm &quot; %(teamset_name)s &quot;. Bạn phải ở trong một nhóm trong nhóm &quot; %(teamset_name)s &quot; để truy cập vào nhiệm vụ nhóm này.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the prompt, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
af_za: Werkopdragvoorleggings sal binnekort sluit. Om &#39;n graad te ontvang, verskaf eers &#39;n antwoord op die versoek, voltooi dan die stappe onder die %(start_tag)s Jou Antwoord %(end_tag)s -veld.
el: Η υποβολή των εργασιών θα λήξει σύντομα. Για να λάβετε βαθμό, θα πρέπει πρώτα να υποβάλετε την εργασία σας και στη συνέχεια να ολοκληρώσετα τα βήματα που θα δείτε κάτω από το πεδίο %(start_tag)sΗ Εργασία σας%(end_tag)s.
fa: ارسال تکالیف به زودی بسته خواهد شد. برای دریافت نمره، ابتدا به درخواست پاسخ دهید، سپس مراحل زیر را در قسمت %(start_tag)s Your Response %(end_tag)s کامل کنید.
fr_ca: La possibilité de remettre des devoirs va bientôt se terminer. Pour recevoir une note, fournissez d'abord une réponse à la question, puis suivez les étapes sous le champ %(start_tag)sVotre Réponse%(end_tag)s.
hi: असाइनमेंट जमा करना जल्द ही बंद हो जाएगा। ग्रेड प्राप्त करने के लिए, पहले संकेत पर प्रतिक्रिया दें, फिर %(start_tag)s अपनी प्रतिक्रिया %(end_tag)s फ़ील्ड के नीचे दिए गए चरणों को पूरा करें।
id: Pengumpulan penugasan akan segera ditutup. Untuk menerima nilai, pertama memberikan tanggapan terhadap pertanyaan, maka lengkapi langkah-langkah di bawah kolom %(start_tag)sRespon Anda%(end_tag)s.
ja: 課題の提出はまもなく締め切られます。成績を受け取るには、まずプロンプトに対する回答を提供し、次に%(start_tag)sYour Response%(end_tag)sフィールドの下にある手順を完了してください。
kk: Тапсырмаларды жіберу жақын арада жабылады. Баға алу үшін алдымен сұрауға жауап беріңіз, содан кейін %(start_tag)s Сіздің жауабыңыз %(end_tag)s өрісінің астындағы қадамдарды орындаңыз.
lv: Uzdevumu iesniegšana drīz beigsies. Lai saņemtu vērtējumu, vispirms sniedziet atbildi uz uzvedni, pēc tam veiciet darbības, kas norādītas laukā %(start_tag)s Jūsu atbilde %(end_tag)s .
pt_pt: O prazo para o submissão das tarefas terminará em breve. Para receber classificação, primeiro dê uma resposta ao enunciado e concluir as etapas abaixo nos campo %(start_tag)sA Sua Resposta %(end_tag)s.
sq: Dorëzimi i detyrave do të mbyllet së shpejti. Për të marrë një notë, së pari jepni një përgjigje për kërkesën, më pas plotësoni hapat poshtë fushës %(start_tag)s Përgjigja juaj %(end_tag)s .
uz: Topshiriqlarni topshirish tez orada yopiladi. Baho olish uchun avval taklifga javob bering, keyin %(start_tag)s Sizning javobingiz %(end_tag)s maydoni ostidagi amallarni bajaring.
vi: Việc nộp bài tập sẽ sớm kết thúc. Để nhận điểm, trước tiên hãy trả lời lời nhắc, sau đó hoàn thành các bước bên dưới trường %(start_tag)s Phản hồi của bạn %(end_tag)s .

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
af_za: Hierdie opdrag het verskeie stappe. In die eerste stap sal jy &#39;n antwoord op die versoek gee. Die ander stappe verskyn onder die %(start_tag)s Jou Antwoord %(end_tag)s veld.
el: Για να βαθμολογηθείτε για αυτή την εργασία, απαιτείται να ολοκληρώσετε μια σειρά βημάτων. Στο πρώτο βήμα, θα πρέπει να εισαγάγετε την απάντησή σας στο θέμα που σας έχει δοθεί. Τα επόμενα βήματα που θα πρέπει να ολοκληρώσετε εμφανίζονται κάτω από το πεδίο %(start_tag)sΗ εργασία σας%(end_tag)s
fa: این تکلیف چندین مرحله دارد. در مرحله اول، پاسخی به درخواست ارائه می‌دهید. سایر مراحل در زیر قسمت %(start_tag)s پاسخ شما%(end_tag)s ظاهر می‌شود.
fr_ca: Ce devoir comporte plusieurs étapes. Dans la première étape, vous fournirez une réponse à la question. Les autres étapes apparaissent sous le champ %(start_tag)sVotre Réponse%(end_tag)s.
he: במטלה זו קיימים מספר שלבים. בשלב הראשון, תידרש לספק תשובה עבור השאלה. השלבים האחרים מופיעים מתחת %(start_tag)s לשדה תשובתך %(end_tag)s.
hi: इस असाइनमेंट के कई चरण हैं. पहले चरण में, आप संकेत का उत्तर देंगे। अन्य चरण %(start_tag)s आपकी प्रतिक्रिया %(end_tag)s फ़ील्ड के नीचे दिखाई देते हैं।
hu: A feladat több lépésből áll. Az első lépésben válaszolsz a feladatra. A többi lépés a %(start_tag)sVálaszod%(end_tag)s mező alatt található.
id: Tugas ini memiliki beberapa langkah. Pada langkah pertama, Anda akan memberikan tanggapan terhadap pertanyaan. Langkah-langkah lain muncul di bawah kolom %(start_tag)sRespon Anda%(end_tag)s.
ja: この課題にはいくつかのステップがあります。最初のステップでは、プロンプトに対する回答を提供します。他のステップは%(start_tag)sあなたの回答%(end_tag)sフィールドの下に表示されます。
kk: Бұл тапсырма бірнеше кезеңнен тұрады. Бірінші қадамда сіз сұрауға жауап бересіз. Басқа қадамдар %(start_tag)s Сіздің жауабыңыз %(end_tag)s өрісінің астында көрсетіледі.
lv: Šim uzdevumam ir vairāki posmi. Pirmajā solī jūs sniegsiet atbildi uz uzdoto jautājumu. Pārējie soļi parādās zem lauka %(start_tag)sYour Response%(end_tag)s.
pt_pt: Esta tarefa contém várias etapas. Na primeira etapa, deverá dar a sua resposta ao enunciado. As outras etapas aparecem abaixo do campo %(start_tag)sA Sua Resposta%(end_tag)s.
sq: Kjo detyrë ka disa hapa. Në hapin e parë, ju do të jepni një përgjigje ndaj kërkesës. Hapat e tjerë shfaqen poshtë fushës %(start_tag)s Përgjigja juaj %(end_tag)s .
uz: Ushbu topshiriq bir necha bosqichlardan iborat. Birinchi bosqichda siz so'rovga javob berasiz. Boshqa qadamlar %(start_tag)s Sizning javobingiz %(end_tag)s maydoni ostida ko'rinadi.
vi: Nhiệm vụ này có một số bước. Trong bước đầu tiên, bạn sẽ đưa ra phản hồi cho lời nhắc. Các bước khác xuất hiện bên dưới trường %(start_tag)s Phản hồi của bạn %(end_tag)s .

source: Instructions Unavailable
af_za: Instruksies nie beskikbaar nie
el: Οδηγίες μη διαθέσιμες
fa: دستورالعمل‌ها در دسترس نیستند
fr_ca: Instructions indisponibles
he: הוראות לא זמינות
hi: अनुदेश अनुपलब्ध
id: Petunjuk Tidak Tersedia
ja: 指示が利用できません
kk: Нұсқаулар қолжетімсіз
lv: Norādījumi nav pieejami
pt_pt: Instruções não disponíveis
sq: Udhëzimet e padisponueshme
uz: Ko'rsatmalar mavjud emas
vi: Hướng dẫn không có sẵn

source: The instructions for this step could not be loaded.
af_za: Die instruksies vir hierdie stap kon nie gelaai word nie.
el: Δεν ήταν δυνατή η φόρτωση των οδηγιών για αυτό το βήμα.
fa: دستورالعمل‌های این مرحله بارگیری نشدند.
fr_ca: Impossible de récupérer les instructions pour cette étape.
he: לא ניתן לטעון את ההוראות עבור שלב זה.
hi: इस चरण के निर्देश लोड नहीं किए जा सके.
hu: A lépésekhez tartozó utasítások nem tölthetők be.
id: Petunjuk untuk langkah ini tidak dapat dimuat.
ja: このステップの指示を読み込めませんでした。
kk: Бұл қадамға арналған нұсқауларды жүктеу мүмкін болмады.
lv: Šīs darbības norādījumus nevarēja ielādēt.
pt_pt: Não foi possível carregar as instruções para esta etapa.
sq: Udhëzimet për këtë hap nuk mund të ngarkoheshin.
uz: Bu bosqich boʻyicha koʻrsatmalarni yuklab boʻlmadi.
vi: Không thể tải hướng dẫn cho bước này.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
af_za: Hierdie opdrag het verskeie stappe. In die eerste stap sal jy &#39;n antwoord op die versoek gee. Die ander stappe verskyn onder die Jou reaksie-veld.
el: Η διαδικασία αλληλοαξιολόγησης έχει πολλαπλά βήματα. Σε πρώτη φάση θα πρέπει να γράψετε το δοκίμιό σας. Τα υπόλοιπα βήματα περιγράφονται κάτω από το πεδίο Το Δοκίμιό σας
fa: این تکلیف چندین مرحله دارد. در مرحلۀ اول، پاسخی به درخواست ارائه می‌دهید. سایر مراحل در زیر قسمت «پاسخ شما» ظاهر می‌شود.
fr_ca: Ce devoir comprend plusieurs étapes. Dans la première, vous fournissez une réponse à la question. Les autres étapes apparaissent alors en dessous du champ "Votre Réponse".
he: במטלה זו קיימים מספר שלבים. בשלב הראשון, תידרש לספק תשובה עבור השאלה. השלבים האחרים מופיעים מתחת לשדה תשובתך
hi: इस असाइनमेंट के कई चरण हैं. पहले चरण में, आप संकेत का उत्तर देंगे। अन्य चरण आपकी प्रतिक्रिया फ़ील्ड के नीचे दिखाई देते हैं।
hu: Ez a feladat több lépésből áll. Az első lépésben válaszolsz a feladatra. A többi lépés a Válaszod mező alatt található.
id: Penugasan ini terdiri dari beberapa langkah. Pada langkah pertama, Anda diharapkan memberikan respon terhadap soal. Langkah berikutnya akan tampak di bawah kolom Respon Anda.
ja: この課題にはいくつかのステップがあります。最初のステップでは、プロンプトに対する回答を提供します。他のステップは「Your Response」フィールドの下に表示されます。
kk: Бұл тапсырма бірнеше кезеңнен тұрады. Бірінші қадамда сіз сұрауға жауап бересіз. Басқа қадамдар Сіздің жауапыңыз өрісінің астында пайда болады.
lv: Šim uzdevumam ir vairāki posmi. Pirmajā solī jūs sniegsiet atbildi uz uzdoto jautājumu. Pārējie soļi parādās zem lauka Your Response 'Jūsu atbilde'.
pt_pt: Esta tarefa contém várias etapas. Na primeira etapa, deverá dar uma resposta ao enunciado. As outras etapas aparecem abaixo do campo A Sua Resposta.
sq: Kjo detyrë ka disa hapa. Në hapin e parë, ju do të jepni një përgjigje ndaj kërkesës. Hapat e tjerë shfaqen poshtë fushës Përgjigjja juaj.
uz: Ushbu topshiriq bir necha bosqichlardan iborat. Birinchi bosqichda siz so'rovga javob berasiz. Boshqa qadamlar Sizning javobingiz maydoni ostida ko'rinadi.
vi: Nhiệm vụ này có một số bước. Trong bước đầu tiên, bạn sẽ đưa ra phản hồi cho lời nhắc. Các bước khác xuất hiện bên dưới trường Phản hồi của bạn.

source: Loading
af_za: Laai tans
el: Φόρτωση
fa: درحال بارگذاری
fr_ca: Chargement
he: טוען
hi: लोड हो रहा है
hu: Betöltés
id: Memuat
ja: 読み込み中
kk: Жүктелуде
lv: Notiek ielāde
pt_pt: Carregando
sq: Po ngarkohet
sw: Inapakia
uz: Yuklanmoqda
vi: Đang tải

source: Preview in LaTeX
af_za: Voorskou in LaTeX
el: Προεπισκόπηση σε LaTeX
fa: پیش‌نمایش در LaTeX
fr_ca: Aperçu en LaTeX
he: תצוגה מקדימה ב-LaTeX
hi: LaTeX में पूर्वावलोकन करें
hu: Előnézet LaTeX-ben
id: Pratinjau dalam LaTeX
ja: LaTeXでプレビュー
kk: LaTeX ішінде алдын ала қарау
lv: Priekšskatījums programmā LaTeX
pt_pt: Pré-visualização em LaTeX
sq: Paraafishimi në LaTeX
sw: Hakiki katika LaTeX
uz: LaTeX da oldindan ko'rish
vi: Xem trước trong LaTeX

source: Click to preview your submission in LaTeX.
af_za: Klik om jou voorlegging in LaTeX te voorbeskou.
el: Κάντε κλικ για προεπισκόπηση της υποβολής σας σε LaTeX.
fa: برای پیش‌نمایش مطالب ارسالی خود در LaTeX کلیک کنید.
fr_ca: Cliquez pour un aperçu de votre soumission en LaTeX.
he: לחץ על מנת להציג תצוגה מקדימה של הגשתך ב-LaTeX
hi: LaTeX में अपने सबमिशन का पूर्वावलोकन करने के लिए क्लिक करें।
id: Klik untuk pratinjau kiriman Anda dalam LaTeX.
ja: LaTeXで提出物をプレビューするにはクリックしてください。
kk: LaTeX жүйесінде жіберуді алдын ала қарау үшін басыңыз.
lv: Noklikšķiniet, lai priekšskatītu savu iesniegumu LaTeX.
pt_pt: Clique para visualizar o seu envio em LaTeX.
sq: Klikoni për të parë paraprakisht paraqitjen tuaj në LaTeX.
uz: Taqdimotingizni LaTeX da oldindan ko'rish uchun bosing.
vi: Nhấp để xem trước bài gửi của bạn trong LaTeX.

source: Preview Response
af_za: Voorskou reaksie
el: Προεπισκόπηση εργασίας
fa: پیش‌نمایش پاسخ
fr_ca: Aperçu de la réponse
he: תצוגה מקדימה של התשובה
hi: प्रतिक्रिया का पूर्वावलोकन करें
id: Pratinjau Respon
ja: プレビュー応答
kk: Жауапты алдын ала қарау
lv: Priekšskatīt atbildi
pt_pt: Pré-visualizar a Resposta
sq: Përgjigja paraprake
uz: Javobni oldindan ko'rish
vi: Xem trước phản hồi

source: Comments
af_za: Kommentaar
el: Σχόλια
fa: نظرات
fr_ca: Commentaires
he: הערות
hi: टिप्पणियां
hu: Hozzászólások
id: Komentar
ja: コメント
kk: Пікірлер
lv: Komentāri
pt_pt: Comentários
sq: Komentet
sw: Maoni
uz: Fikrlar
vi: Bình luận
