Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: The date and time when all peer assessments must be complete.
af_za: Die datum en tyd wanneer alle portuurassesserings voltooi moet wees.
el: Η ημερομηνία και η ώρα που πρέπει να ολοκληρωθούν όλες οι αξιολογήσεις από ομοτίμους.
fa: تاریخ و زمانی که تمام ارزیابی‌های همتا باید کامل شود.
fr_ca: La date et l'heure auxquelles toutes les évaluations par les pairs doivent être terminées.
he: התאריך והשעה שבהם יש להשלים את כל הערכות העמיתים.
hi: वह दिनांक और समय जब सभी साथियों का मूल्यांकन पूरा होना चाहिए।
hu: A dátum és idő, amikor minden társ-felmérésnek be kell fejeződnie.
id: Tanggal dan waktu ketika semua penilaian rekan harus selesai.
ja: すべてのピア評価が完了しなければならない日時。
kk: Барлық әріптестерді бағалау аяқталуы тиіс күн мен уақыт.
lv: Datums un laiks, kad visiem salīdzinošajiem vērtējumiem ir jābūt pabeigtiem.
pt_pt: A data e a hora em que todas as avaliações dos pares devem estar completas.
sq: Data dhe ora kur të gjitha vlerësimet e kolegëve duhet të jenë të plota.
sw: Tarehe na wakati ambapo tathmini zote za rika lazima ziwe zimekamilika.
uz: Barcha tengdoshlarni baholash to'liq bo'lishi kerak bo'lgan sana va vaqt.
vi: Ngày và giờ mà tất cả các đánh giá ngang hàng phải được hoàn thành.

source: You cannot delete a prompt after the assignment has been released.
af_za: Jy kan nie &#39;n boodskap uitvee nadat die opdrag vrygestel is nie.
el: Δεν μπορείτε να διαγράψετε ένα μήνυμα προτροπής μετά την διάθεση της εργασίας.
fa: امکان حذف درخواست پس از انتشار تکلیف وجود ندارد.
fr_ca: Vous ne pouvez pas supprimer une question après la publication du devoir.
he: לא ניתן למחוק הנחיה לאחר שהופצה המשימה.
hi: असाइनमेंट जारी होने के बाद आप प्रॉम्प्ट को हटा नहीं सकते।
id: Anda tidak dapat menghapus setelah tugas telah dirilis.
ja: 課題が公開された後は、プロンプトを削除することはできません。
kk: Тапсырма шығарылғаннан кейін сұрауды жою мүмкін емес.
lv: Pēc uzdevuma atbrīvošanas uzvedni nevar izdzēst.
pt_pt: Não é possível eliminar um enunciado após a publicação da tarefa.
sq: Ju nuk mund të fshini një kërkesë pasi të jetë lëshuar detyra.
sw: Huwezi kufuta kidokezo baada ya kazi iliyokabidhiwa.
uz: Topshiriq chiqarilgandan so'ng so'rovni o'chira olmaysiz.
vi: Bạn không thể xóa lời nhắc sau khi bài tập đã được giải phóng.

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
af_za: Vrae. Vervang die voorbeeldteks met jou eie teks. Vir meer inligting, sien die ORA-dokumentasie.
el: Προτροπές. Αντικαταστήστε το δείγμα κειμένου με το δικό σας κείμενο. Για περισσότερες πληροφορίες, ανατρέξτε στην τεκμηρίωση της ORA.
fa: مهلت‌ها. متن نمونه را با متن خود جایگزین کنید. برای اطلاعات بیشتر، به مستندات ORA مراجعه کنید.
fr_ca: Question. Remplacer l'exemple par votre propre texte. Pour plus d'information voir la documentation.
he: הנחיות. החלף את טקסט הדוגמה בטקסט משלך. למידע נוסף, ראה את תיעוד ORA.
hi: संकेत. नमूना पाठ को अपने पाठ से बदलें. अधिक जानकारी के लिए, ORA दस्तावेज़ देखें।
hu: Utasítások. Cserélje le a mintaszöveget a saját szövegére. További információkért lásd az ORA dokumentációt.
id: Anjuran. Ganti teks contoh dengan teks Anda sendiri. Untuk informasi lebih lanjut, lihat dokumentasi ORA.
ja: プロンプト。サンプルテキストを自分のテキストに置き換えてください。詳細については、ORAドキュメントを参照してください。
kk: Сұраулар. Үлгі мәтінді өз мәтінімен ауыстырыңыз. Қосымша ақпарат алу үшін ORA құжаттамасын қараңыз.
lv: Uzvednes. Aizstāt teksta paraugu ar savu tekstu. Papildinformāciju skatiet ORA dokumentācijā.
pt_pt: Enunciados. Substitua o texto de exemplo pelo seu próprio texto. Para obter mais informações, consulte a documentação do componente ORA - Open Response Assessment.
sq: Kërkon. Zëvendësoni tekstin e mostrës me tekstin tuaj. Për më shumë informacion, shihni dokumentacionin ORA.
sw: Vidokezo. Badilisha sampuli ya maandishi na maandishi yako mwenyewe. Kwa habari zaidi, angalia hati za ORA.
uz: Ko'rsatmalar. Namuna matnni o'z matningiz bilan almashtiring. Qo'shimcha ma'lumot olish uchun ORA hujjatlariga qarang.
vi: Lời nhắc. Thay thế văn bản mẫu bằng văn bản của riêng bạn. Để biết thêm thông tin, hãy xem tài liệu ORA.

source: Add Prompt
af_za: Voeg prompt by
el: Προσθήκη προτροπής
fa: افزودن درخواست
fr_ca: Ajouter une question
he: הוסף הנחיות
hi: संकेत जोड़ें
id: Tambah Anjuran
ja: プロンプトを追加
kk: Сұрау қосу
lv: Pievienot uzvedni
pt_pt: Adicionar Enunciado
sq: Shto Prompt
sw: Ongeza Uhakika
uz: So'rov qo'shish
vi: Thêm lời nhắc

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
af_za: Rubrieke bestaan uit kriteria, wat gewoonlik een of meer opsies bevat. Elke opsie het &#39;n puntwaarde. Hierdie sjabloon bevat twee voorbeeldkriteria en hul opsies. Vervang die voorbeeldteks met jou eie teks. Vir meer inligting, sien die ORA-dokumentasie.
el: Οι ρουμπρίκες αποτελούνται από κριτήρια, τα οποία συνήθως περιέχουν μία ή περισσότερες επιλογές. Κάθε επιλογή έχει μια τιμή βαθμού. Αυτό το υπόδειγμα περιέχει δύο δείγματα κριτηρίων και τις επιλογές τους. Αντικαταστήστε το δείγμα κειμένου με το δικό σας κείμενο. Για περισσότερες πληροφορίες, ανατρέξτε στην τεκμηρίωση ORA.
fa: سرفصل‌ها از معیارهایی تشکیل شده‌اند که معمولاً شامل یک یا چند گزینه هستند. هر گزینه یک مقدار امتیاز دارد. این الگو شامل دو معیار نمونه و گزینه‌های آن‌هاست. متن نمونه را با متن خود جایگزین کنید. برای اطلاعات بیشتر، به مستندات ORA مراجعه کنید.
fr_ca: Les grilles sont composées de critères, qui contiennent souvent une ou plusieurs options. Chaque option a une valeur d'un point. Ce modèle contient deux exemples de critères et leurs options. Remplacez le texte de l'exemple avec votre propre texte. Pour plus d'information, voir la documentation ORA.
he: הכותרות מורכבות מהקריטריונים, שמכילות לרוב אפשרות אחת או יותר. לכל אפשרות יש ערך נקודה. תבנית זו מכילה שני קריטריוני דוגמה והאפשרויות שלהם. החלף את טקסט הדוגמה בטקסט משלך. למידע נוסף, ראה את תיעוד ORA.
hi: रूब्रिक्स मानदंडों से बने होते हैं, जिनमें आमतौर पर एक या अधिक विकल्प होते हैं। प्रत्येक विकल्प का एक बिंदु मान होता है. इस टेम्पलेट में दो नमूना मानदंड और उनके विकल्प शामिल हैं। नमूना पाठ को अपने पाठ से बदलें. अधिक जानकारी के लिए, ORA दस्तावेज़ देखें।
hu: A rubrikák kritériumokból állnak, amelyek általában egy vagy több lehetőséget tartalmaznak. Minden lehetőségnek van egy pontértéke. Ez a sablon két minta kritériumot és azok lehetőségeit tartalmazza. Cserélje le a minta szöveget a saját szövegére. További információért lásd az ORA dokumentációt.
id: Rubrik terdiri dari kriteria, yang biasanya mengandung satu atau lebih opsi. Setiap pilihan memiliki poin nilai. Template ini berisi dua kriteria sampel dan pilihan mereka. Ganti teks sampel dengan teks Anda sendiri. Untuk informasi lebih lanjut, lihat dokumentasi ORA.
ja: ルーブリックは基準で構成されており、通常は1つ以上の選択肢を含んでいます。各選択肢にはポイントが割り当てられています。このテンプレートには、2つのサンプル基準とその選択肢が含まれています。サンプルテキストを自分のテキストに置き換えてください。詳細については、ORAドキュメントを参照してください。
kk: Рубрикалар әдетте бір немесе бірнеше опцияны қамтитын критерийлерден тұрады. Әрбір опцияның ұпай мәні бар. Бұл үлгі екі үлгі шартты және олардың опцияларын қамтиды. Үлгі мәтінді өз мәтінімен ауыстырыңыз. Қосымша ақпарат алу үшін ORA құжаттамасын қараңыз.
lv: Rubrikas veido kritēriji, kas parasti ietver vienu vai vairākas iespējas. Katrai iespējai ir noteikta punktu vērtība. Šajā veidnē ir divi kritēriju paraugi un to izvēles iespējas. Aizstājiet parauga tekstu ar savu tekstu. Lai iegūtu vairāk informācijas, skatiet ORA dokumentāciju.
pt_pt: As rubricas são feitas de critérios, que geralmente contêm uma ou mais opções. Cada opção tem um valor de ponto. Este modelo contém dois critérios de exemplo e as respectivas opções. Substitua o texto de exemplo pelo seu próprio texto. Para obter mais informações, consulte a documentação relativamente ao ORA - Open Response Assessment.
sq: Rubrikat përbëhen nga kritere, të cilat zakonisht përmbajnë një ose më shumë opsione. Çdo opsion ka një vlerë pikë. Ky shabllon përmban dy kritere mostër dhe opsionet e tyre. Zëvendësoni tekstin e mostrës me tekstin tuaj. Për më shumë informacion, shihni dokumentacionin ORA.
sw: Rubriki huundwa na vigezo, ambavyo kwa kawaida huwa na chaguo moja au zaidi. Kila chaguo ina thamani ya uhakika. Kiolezo hiki kina vigezo viwili vya sampuli na chaguzi zao. Badilisha sampuli ya maandishi na maandishi yako mwenyewe. Kwa habari zaidi, angalia hati za ORA.
uz: Rubrikalar odatda bir yoki bir nechta variantni o'z ichiga olgan mezonlardan iborat. Har bir variant nuqta qiymatiga ega. Ushbu shablon ikkita namunaviy mezon va ularning variantlarini o'z ichiga oladi. Namuna matnni o'z matningiz bilan almashtiring. Qo'shimcha ma'lumot olish uchun ORA hujjatlariga qarang.
vi: Phiếu tự đánh giá được tạo thành từ các tiêu chí, thường chứa một hoặc nhiều tùy chọn. Mỗi tùy chọn có một giá trị điểm. Mẫu này chứa hai tiêu chí mẫu và các tùy chọn của chúng. Thay thế văn bản mẫu bằng văn bản của riêng bạn. Để biết thêm thông tin, hãy xem tài liệu ORA.

source: Add Criterion
af_za: Voeg kriterium by
el: Προσθήκη κριτηρίου
fa: افزودن معیار
fr_ca: Ajouter un critère
he: הוסף קריטריון
hi: मापदंड जोडें
id: Tambah Kriteria
ja: 基準を追加
kk: Критерий қосу
lv: Pievienot kritēriju
pt_pt: Adicionar critério
sq: Shto kriter
sw: Ongeza Kigezo
uz: Kriteriya qo'shish
vi: Thêm tiêu chí

source: Feedback for This Response
af_za: Terugvoer vir hierdie reaksie
el: Σχόλια για αυτήν την απάντηση
fa: بازخورد برای این پاسخ
fr_ca: Commentaire pour cette réponse
he: משוב עבור תשובה זו
hi: इस प्रतिक्रिया पर प्रतिक्रिया
hu: Visszajelzés erre a válaszra
id: Umpan Balik untuk Tanggapan ini
ja: この回答へのフィードバック
kk: Бұл жауап үшін кері байланыс
lv: Atsauksmes par šo atbildi
pt_pt: Comentários para esta resposta
sq: Reagime për këtë përgjigje
sw: Maoni kwa Jibu Hili
uz: Ushbu javob uchun fikr-mulohaza
vi: Phản hồi cho Phản hồi này

source: Feedback Instructions
af_za: Terugvoerinstruksies
el: Οδηγίες σχολιασμού
fa: دستورالعمل بازخورد
fr_ca: Instructions pour les commentaires
he: הוראות משוב
hi: प्रतिक्रिया की जानकारी
hu: Visszajelzési útmutatások
id: Instruski Umpan Balik
ja: フィードバック指示
kk: Кері байланыс нұсқаулары
lv: Atsauksmju sniegšanas instrukcijas
pt_pt: Instruções de comentários
sq: Udhëzime për reagime
sw: Maelekezo ya Maoni
uz: Qayta aloqa bo'yicha ko'rsatmalar
vi: Hướng dẫn phản hồi

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
af_za: Moedig leerders aan om terugvoer te gee oor die antwoord wat hulle gegradeer het. Jy kan die voorbeeldteks met jou eie vervang.
el: Ενθαρρύνετε τους σπουδαστές να παρέχουν σχόλια σχετικά με την απάντηση που έχουν βαθμολογήσει. Μπορείτε να αντικαταστήσετε το δείγμα κειμένου με το δικό σας.
fa: فراگیران را تشویق کنید تا دربارۀ پاسخی که به آن نمره داده‌اند بازخورد ارائه کنند. می‌توانید متن نمونه را با متن خود جایگزین کنید.
fr_ca: Encourager les apprenants à fournir des commentaires sur la réponse qu'ils ont noté. Vous pouvez remplacer le texte de fourni avec votre propre texte.
he: עודד את התלמידים לספק משוב על התשובה שדירגו. ניתן להחליף את טקסט הדוגמה בטקסט משלך.
hi: शिक्षार्थियों को उनके द्वारा ग्रेड की गई प्रतिक्रिया पर फीडबैक देने के लिए प्रोत्साहित करें। आप नमूना पाठ को अपने पाठ से बदल सकते हैं।
hu: Bátorítsa a tanulókat, hogy adjanak visszajelzést az általuk értékelt válaszról. A minta szöveget lecserélheti a sajátjára.
id: Dorong peserta untuk memberikan umpan balik terhadap respon yang telah mereka nilai. Anda dapat mengganti teks contoh dengan contoh Anda sendiri.
ja: 学習者に、採点した回答に対するフィードバックを提供するよう促してください。サンプルテキストは自分のものに置き換えることができます。
kk: Оқушыларды бағалаған жауаптары бойынша кері байланыс беруге шақырыңыз. Үлгі мәтінді өз мәтінімен ауыстыруға болады.
lv: Mudiniet kursa dalībniekus sniegt atgriezenisko saiti par atbildi, ko viņi ir novērtējuši. Varat aizstāt teksta paraugu ar savu.
pt_pt: Incentive os estudantes a comentar sobre a resposta classificada por eles. Poderá substituir o texto de exemplo com o seu próprio.
sq: Inkurajoni nxënësit të japin komente për përgjigjen që kanë vlerësuar. Ju mund ta zëvendësoni tekstin e mostrës me tuajin.
sw: Wahimize wanafunzi kutoa mrejesho kuhusu jibu walilopanga. Unaweza kubadilisha sampuli ya maandishi na yako mwenyewe.
uz: O'quvchilarni baholagan javoblari haqida fikr bildirishga undash. Namuna matnini o'zingiz bilan almashtirishingiz mumkin.
vi: Khuyến khích người học đưa ra phản hồi về câu trả lời mà họ đã chấm điểm. Bạn có thể thay thế văn bản mẫu bằng văn bản của riêng bạn.

source: Default Feedback Text
af_za: Verstekterugvoerteks
el: Προεπιλεγμένο κείμενο σχολίων
fa: متن بازخورد پیش‌فرض
fr_ca: Texte de commentaire par défaut
he: ברירת מחדל עבור טקסט משוב
hi: डिफॉल्‍ट प्रतिक्रिया का विषय
hu: Alapértelmezett visszajelzési szöveg
id: Teks Umpan balik
ja: デフォルトのフィードバックテキスト
kk: Әдепкі кері байланыс мәтіні
lv: Noklusējuma atgriezeniskās saites teksts
pt_pt: Texto de comentários predefinido
sq: Teksti i parazgjedhur i komenteve
sw: Maandishi Chaguomsingi ya Maoni
uz: Standart fikr-mulohaza matni
vi: Văn bản phản hồi mặc định

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
af_za: Voer terugvoerteks in wat leerders sal sien voordat hulle hul eie terugvoer invoer. Gebruik hierdie teks om vir leerders &#39;n goeie voorbeeld portuurassessering te wys.
el: Εισαγάγετε κείμενο σχολίων που θα βλέπουν οι σπουδαστές προτού εισαγάγουν τα δικά τους σχόλια. Χρησιμοποιήστε αυτό το κείμενο για να δείξετε στους σπουδαστές ένα καλό παράδειγμα αξιολόγησης από συναδέλφους.
fa: متن بازخوردی را وارد کنید که فراگیران قبل از واردکردن بازخورد خود می‌بینند. از این متن برای نمایش یک نمونه خوب از ارزیابی همتایان به فراگیران استفاده کنید.
fr_ca: Entrez le texte de commentaire que les apprenants vont voir avant qu'ils entrent dans leurs propres commentaires. Utilisez ce texte pour afficher aux apprenants un exemple de bonne évaluation par les pairs.
he: הזן טקסט משוב שלומדים יראו לפני שהם מזינים את המשוב שלהם. השתמש בטקסט זה על מנת להציג לתלמידים דוגמה טובה להערכת עמיתים.
hi: फीडबैक टेक्स्ट दर्ज करें जिसे शिक्षार्थी अपना फीडबैक दर्ज करने से पहले देखेंगे। शिक्षार्थियों को सहकर्मी मूल्यांकन का एक अच्छा उदाहरण दिखाने के लिए इस पाठ का उपयोग करें।
hu: Adja meg azt a visszajelzési szöveget, amelyet a tanulók látnak, mielőtt megadnák saját visszajelzésüket. Használja ezt a szöveget, hogy bemutasson egy jó példát a társas felmérésre.
id: Masukkan teks umpan balik yang akan dilihat peserta sebelum mereka memasukkan umpan balik mereka sendiri. Gunakan teks ini untuk memberikan contoh penilaian sebaya yang baik bagi peserta.
ja: 学習者が自分のフィードバックを入力する前に表示されるフィードバックテキストを入力してください。このテキストを使用して、学習者に良い例のピア評価を示してください。
kk: Оқушылар өз пікірлерін енгізбес бұрын көретін кері байланыс мәтінін енгізіңіз. Бұл мәтінді оқушыларға өзара бағалаудың жақсы үлгісін көрсету үшін пайдаланыңыз.
lv: Ievadiet atgriezeniskās saites tekstu, kuru kursa dalībnieki redzēs, pirms ievadīs savu atgriezenisko saiti. Izmantojiet šo tekstu, lai parādītu dalībniekiem labu savstarpējā vērtējuma piemēru.
pt_pt: Introduza o texto do comentário que os estudantes vão ver antes de acederem aos seus próprios comentários. Utilize este texto para mostrar aos estudantes um bom exemplo de avaliação dos pares.
sq: Futni tekstin e komenteve që nxënësit do ta shohin përpara se të futin komentet e tyre. Përdoreni këtë tekst për t&#39;u treguar nxënësve një shembull të mirë vlerësimi nga bashkëmoshatarët.
sw: Andika maandishi ya maoni ambayo wanafunzi watayaona kabla ya kuandika maoni yao wenyewe. Tumia kifungu hiki kuwaonyesha wanafunzi mfano mzuri wa upimaji wa rika.
uz: O‘quvchilar o‘z fikr-mulohazalarini kiritishdan oldin ko‘radigan fikr-mulohaza matnini kiriting. O'quvchilarga tengdoshlarini baholashning yaxshi namunasini ko'rsatish uchun ushbu matndan foydalaning.
vi: Nhập văn bản phản hồi mà người học sẽ nhìn thấy trước khi họ nhập phản hồi của riêng mình. Sử dụng văn bản này để cho người học thấy một ví dụ điển hình về đánh giá ngang hàng.

source: Deadlines Configuration
af_za: Sperdatums konfigurasie
el: Διαμόρφωση προθεσμιών
fa: پیکربندی مهلت‌ها
fr_ca: Configuration des dates limites
hi: समय सीमा विन्यास
hu: Határidők konfigurálása
id: Deadlines Konfigurasi
ja: 締切の設定
kk: Мерзімдерді конфигурациялау
lv: Termiņu konfigurācija
pt_pt: Configuração de Prazos
sq: Konfigurimi i afateve
sw: Usanidi wa Makataa
uz: Belgilangan muddatlar konfiguratsiyasi
vi: Cấu hình thời hạn

source: Select a deadline configuration option
af_za: Kies &#39;n sperdatumkonfigurasie-opsie
el: Επιλέξτε μια επιλογή διαμόρφωσης προθεσμίας
fa: انتخاب گزینۀ پیکربندی مهلت
fr_ca: Sélectionnez une option de configuration de date limite
he: בחר אפשרות הגדרת מועד אחרון
hi: एक समय सीमा कॉन्फ़िगरेशन विकल्प चुनें
hu: Válasszon egy határidő-konfigurációs lehetőséget
id: Pilih opsi konfigurasi tenggat waktu
ja: 締切設定オプションを選択
lv: Atlasiet termiņa konfigurācijas opciju
pt_pt: Selecionar uma opção de configuração de prazos
sq: Zgjidhni një opsion të konfigurimit të afatit
sw: Chagua chaguo la usanidi wa tarehe ya mwisho
uz: Muddati konfiguratsiya variantini tanlang
vi: Chọn tùy chọn cấu hình thời hạn

source: NEW
af_za: NUUT
el: ΝΕΟΣ
he: חדש
hu: ÚJ
kk: ЖАҢА
lv: JAUNS
uz: YANGI
vi: MỚI

source: Configure deadlines manually
af_za: Stel spertye met die hand op
el: Ρυθμίστε τις προθεσμίες με μη αυτόματο τρόπο
fa: پیگیری دستی مهلت‌ها
fr_ca: Configurer les dates limites manuellement
he: הגדר מועדים באופן ידני
hi: समय सीमा को मैन्युअल रूप से कॉन्फ़िगर करें
id: Konfigurasikan tenggat waktu secara manual
kk: Мерзімдерді қолмен конфигурациялаңыз
lv: Manuāli konfigurējiet termiņus
pt_pt: Configurar prazos manualmente
sq: Konfiguro afatet me dorë
uz: Belgilangan muddatlarni qo'lda sozlang
vi: Định cấu hình thời hạn theo cách thủ công

source: Match deadlines to the subsection due date
af_za: Pas sperdatums by die onderafdeling se sperdatum
el: Προθεσμίες αντιστοίχισης στην ημερομηνία λήξης της υποενότητας
fa: تطبیق مهلت‌ها با تاریخ سررسید فرعی
fr_ca: Faire correspondre les dates limites avec la date d'échéance de la sous-section
hi: समय सीमा को उपधारा की नियत तारीख से मिलाएं
hu: Illessze a határidőket az alfejezet esedékességi dátumához
id: Sesuaikan tenggat waktu dengan tanggal jatuh tempo subbagian
ja: 締切を小節の期日に合わせる
kk: Мерзімдерді бөлімшенің аяқталу мерзіміне сәйкестендіріңіз
lv: Saskaņojiet termiņus ar apakšsadaļas izpildes datumu
pt_pt: Corresponder os prazos à data limite da subsecção
sq: Përputhni afatet me datën e duhur të nënseksionit
sw: Linganisha tarehe za mwisho na tarehe ya kukamilisha ya kifungu kidogo
uz: Belgilangan muddatlarni kichik bo'limning tugash sanasiga moslang
vi: Khớp thời hạn với ngày đến hạn của tiểu mục

source: Match deadlines to the course end date
af_za: Pas sperdatums by die kursus einddatum
el: Αντιστοιχίστε τις προθεσμίες με την ημερομηνία λήξης του μαθήματος
fa: تطبیق مهلت‌ها با تاریخ پایان دوره
fr_ca: Faire correspondre les dates limites à la date de fin du cours
he: התאם מועדים לתאריך סיום הקורס
hi: समय-सीमा का पाठ्यक्रम की समाप्ति तिथि से मिलान करें
id: Sesuaikan tenggat waktu dengan tanggal akhir kursus
kk: Курстың аяқталу мерзімін сәйкестендіріңіз
lv: Saskaņojiet termiņus ar kursa beigu datumu
pt_pt: Corresponder os prazos à data de término do curso
sq: Përputhni afatet me datën e përfundimit të kursit
sw: Linganisha tarehe ya mwisho na tarehe ya mwisho ya kozi
uz: Belgilangan muddatlarni kursning tugash sanasiga moslang
vi: Khớp thời hạn với ngày kết thúc khóa học

source: Learn more about open response date settings
af_za: Kom meer te wete oor oop reaksie datum instellings
el: Μάθετε περισσότερα σχετικά με τις ρυθμίσεις ανοιχτής ημερομηνίας απόκρισης
fa: اطلاعات بیشتر دربارۀ تنظیمات تاریخ پاسخ باز
fr_ca: En savoir plus sur les paramètres de date de réponse ouverte
he: למידע נוסף על הגדרות פתיחה של תאריך תגובה
hi: खुली प्रतिक्रिया तिथि सेटिंग के बारे में और जानें
hu: Tudjon meg többet a nyílt válasz dátumbeállításairól
id: Pelajari lebih lanjut tentang pengaturan tanggal respons terbuka
ja: オープンレスポンス日付設定について詳しく学ぶ
kk: Жауап беру күні параметрлерін ашу туралы қосымша ақпарат алыңыз
lv: Uzziniet vairāk par atvēršanas atbildes datuma iestatījumiem
pt_pt: Saiba mais sobre as definições da data de resposta aberta
sq: Mësoni më shumë rreth cilësimeve të datës së hapur të përgjigjes
sw: Pata maelezo zaidi kuhusu mipangilio ya tarehe ya wazi ya kujibu
uz: Ochiq javob sanasi sozlamalari haqida koʻproq bilib oling
vi: Tìm hiểu thêm về cài đặt ngày phản hồi mở

source: Response Start Date
af_za: Reaksie begindatum
el: Ημερομηνία έναρξης ανταπόκρισης
fa: تاریخ آغاز پاسخ
fr_ca: Date de début pour la réponse
he: תאריך התחלת קבלת תשובות
hi: आरंभिक तिथि पर प्रतिक्रिया
hu: Válasz kezdő dátuma
id: Tanggal Mulai Tanggapan
ja: 応答開始日
kk: Жауаптың басталу күні
lv: Atbildes sākuma datums
pt_pt: Data de Início da Resposta
sq: Data e fillimit të përgjigjes
sw: Tarehe ya Kuanza Majibu
uz: Javob berishning boshlanish sanasi
vi: Ngày bắt đầu phản hồi

source: Response Start Time
af_za: Reaksie Begin Tyd
el: Ώρα έναρξης απόκρισης
fa: زمان آغاز پاسخ
fr_ca: Heure de début pour la réponse
he: שעת התחלת קבלת תשובות
hi: आरंभिक समय पर प्रतिक्रिया
hu: Válasz kezdő ideje
id: Waktu Mulai Tanggapan
ja: 応答開始時刻
kk: Жауаптың басталу уақыты
lv: Atbildes sākuma laiks
pt_pt: Hora de Início de Resposta
sq: Koha e fillimit të përgjigjes
sw: Wakati wa Kuanza Majibu
uz: Javobni boshlash vaqti
vi: Thời gian bắt đầu phản hồi

source: The date and time when learners can begin submitting responses.
af_za: Die datum en tyd wanneer leerders antwoorde kan begin indien.
el: Η ημερομηνία και ώρα από την οποία οι εκπαιδευόμενοι μπορούν να ξεκινήσουν να υποβάλλουν απαντήσεις.
fa: تاریخ و زمانی که فراگیران می‌توانند ارسال پاسخ را آغاز کنند.
fr_ca: La date et l'heure où les apprenants peuvent commencer à soumettre des réponses.
he: התאריך והשעה שבהם הלומדים יכולים להתחיל לשלוח תשובות.
hi: वह दिनांक और समय जब शिक्षार्थी प्रतिक्रियाएँ सबमिट करना शुरू कर सकते हैं।
hu: A dátum és idő, amikor a tanulók elkezdhetik a válaszok beküldését.
id: Tanggal dan waktu bagi pembelajar untuk mulai menyerahkan respon
ja: 学習者が回答を提出し始めることができる日時。
kk: Оқушылар жауаптарды жіберуді бастай алатын күн мен уақыт.
lv: Datums un laiks, kad kursa dalībnieki var sākt iesniegt atbildes.
pt_pt: A data e a hora em que os estudantes poderão começar a enviar as suas respostas.
sq: Data dhe ora kur nxënësit mund të fillojnë të dërgojnë përgjigje.
sw: Tarehe na wakati ambapo wanafunzi wanaweza kuanza kuwasilisha majibu.
uz: Talabalar javob yuborishni boshlashlari mumkin bo'lgan sana va vaqt.
vi: Ngày và giờ người học có thể bắt đầu gửi câu trả lời.

source: Response Due Date
af_za: Antwoord Sperdatum
el: Ημερομηνία λήξης της προθεσμίας υποβολής της εργασίας σας
fa: تاریخ سررسید پاسخ
fr_ca: Date d'échéance des réponses
he: תאריך יעד לתשובות
hi: प्रतिक्रिया की अंतिम तिथि
hu: Válasz esedékességi dátuma
id: Bata tanggal tanggapan
ja: 回答期限
kk: Жауап беру мерзімі
lv: Atbildes termiņš
pt_pt: Data Limite da Resposta
sq: Data e duhur e përgjigjes
sw: Tarehe ya Mwisho ya Majibu
uz: Javob berish muddati
vi: Ngày đến hạn trả lời

source: Response Due Time
af_za: Reaksie spertyd
el: Ώρα λήξης της προθεσμίας υποβολής της εργασίας σας
fa: زمان مقرر پاسخگویی
fr_ca: Horaire limite de rendu des réponses
he: שעת יעד לתשובות
hi: प्रतिक्रिया का अंतिम समय
hu: Válasz esedékességi ideje
id: Batas waktu tanggapan
ja: 回答期限
kk: Жауап беру мерзімі
lv: Atbildes termiņš
pt_pt: Hora Limite da Resposta
sq: Koha e duhur e përgjigjes
sw: Muda Unaofaa wa Kujibu
uz: Javob berish muddati
vi: Thời gian đáp ứng
