Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, de_de, el, fa, he, hi, hu, id, it_it, ja, ka, kk, lv, nl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: You have deleted an option. That option has been removed from its criterion in the sample responses in the Learner Training step. You might have to select a new option for the criterion.
af_za: Jy het &#39;n opsie uitgevee. Daardie opsie is van sy kriterium verwyder in die voorbeeldantwoorde in die Leerderopleidingstap. Jy sal dalk &#39;n nuwe opsie vir die maatstaf moet kies.
ar: لقد حذفت خيارًا. جرت إزالة ذلك الخيار من معيار تقييم الردود النموذجية في خطوة ’تدريب المتعلّمين‘. قد يتوجّب عليك اختيار خيار جديد لمعيار التقيّيم.
az: Siz bir seçim silmisiniz. Bu seçim tələbə təlimi mərhələsində nümunə cavablardakı meyarından silindi. Meyar üçün yeni bir seçim etməlisiniz.
de_de: Sie haben eine Option gelöscht. Diese Option wurde als Kriterium aus den Beispielantworten im Teilnehmerübungsschritt entfernt. Sie müssen wahrscheinlich eine neue Option für dieses Kriterium festlegen.
el: Έχετε διαγράψει μια επιλογή. Αυτή η επιλογή έχει αφαιρεθεί από το κριτήριό της στις απαντήσεις του δείγματος, κατά το στάδιο της κατάρτισης του εκπαιδευόμενου. Ίσως χρειαστεί να επιλέξετε μια νέα επιλογή για το κριτήριο.
fa: شما گزینه‌ای را حذف کردید. آن گزینه در نمونۀ پاسخ‌ها در مرحلۀ آموزش فراگیرنده از معیار خود حذف شده‌است. ممکن است مجبور شوید گزینۀ جدیدی را برای معیار انتخاب کنید.
he: מחקת אפשרות. אפשרות זו הוסרה מהקריטריון שלה בתשובות לדוגמה שבשלב תרגול הלומד. ייתכן שתצטרך לבחור אפשרות חדשה עבור הקריטריון.
hi: आपने एक ओप्स्न डिलीट कर दिया| यह ओप्स्न हट चुका है इस सैंपल रेसपोनस लयर्नर ट्रेनिंग स्टेप से इस क्रिटेरिअन से| आपको शायद नया ओप्स्न सिलैक्ट करना होगा इस कृतेरियन के लिए|
hu: Töröltél egy opciót. A rendszer eltávolítja ezt az opciót a feltételből a tanulói gyakorlás lépéseinél. Választanod kell egy új opciót a feltételhez.
id: Anda telah menghapus sebuah opsi. Opsi tersebut telah dihapus dari kriteria pada contoh tanggapan pada langkah Pelatihan Pembelajar. Anda mungkin perlu memilih opsi baru untuk kriteria tersebut.
it_it: È stata eliminata un'opzione. Questa opzione è stata rimossa dal relativo criterio nelle risposte di esempio nella fase Addestramento studente. Potrebbe essere necessario selezionare una nuova opzione per il criterio.
ja: オプションを削除しました。そのオプションは、学習者トレーニングステップのサンプル回答から基準から削除されました。基準に新しいオプションを選択する必要があるかもしれません。
ka: პასუხის ვარიანტი წაშლილია. ის ასევე ამოღებულია მსმენელთა სწავლების ეტაპის პასუხების მაგალითების კრიტერიუმიდან. შესაძლოა, მოგიწიოთ ამ კრიტერიუმისთვის პასუხის ახალი ვარიანტის შერჩევა.
kk: Сіз опцияны жойдыңыз. Бұл опция «Оқушыны оқыту» қадамындағы үлгі жауаптарындағы критерийден алынып тасталды. Шарт үшін жаңа опцияны таңдау қажет болуы мүмкін.
lv: Jūs izdzēsāt opciju. Šī opcija ir izņemta no tās kritērija, kas ir norādīts atbilžu paraugos, kuri atrodas mācību posmā "Mācību mācīšanās dalībniekiem". Iespējams, jums būs jāizvēlas jauna kritērija opcija.
nl: U heeft een optie verwijderd. Die optie is verwijderd uit het criterium in de voorbeeldantwoorden in de stap Leerlingtraining. Mogelijk moet u een nieuwe optie voor het criterium selecteren.
pt_br: Você excluiu uma opção. Essa opção foi removida deste critério nas respostas de exemplo na etapa Treinamento do Estudante. Você pode ter que selecionar uma nova opção para o critério.
pt_pt: Eliminou uma opção. Esta opção foi removida do seu critério nos exemplos de respostas da etapa Formação do Estudante. Deve selecionar uma nova opção para esse critério.
ro: Ați șters o opțiune. Această opțiune a fost eliminată din criteriul său din eșantionul de răspunsuri din etapa de Formare a cursantului. Este posibil să fie necesar să selectați o nouă opțiune pentru criteriu.
ru: Вы удалили вариант ответа. Он также был автоматически удалён из критерия для примеров ответов на шаге обучения слушателей. Вам может понадобиться выбрать новый вариант ответа для этого критерия.
sq: Ju keni fshirë një opsion. Ky opsion është hequr nga kriteri i tij në përgjigjet e mostrës në hapin e trajnimit të nxënësve. Ju mund të duhet të zgjidhni një opsion të ri për kriterin.
sv: Du har tagit bort ett alternativ. Det alternativet har tagits bort från sitt kriterium i exempelsvaren i steget Lärarträning. Du kanske måste välja ett nytt alternativ för kriteriet.
sw: Umefuta chaguo. Chaguo hilo limeondolewa kwenye kigezo chake katika sampuli za majibu katika hatua ya Mafunzo ya Mwanafunzi. Huenda ukalazimika kuchagua chaguo jipya kwa kigezo.
te: మీరు ఒక ఎంపికను తొలగించారు. లెర్నర్ ట్రైనింగ్ స్టెప్‌లోని నమూనా ప్రతిస్పందనలలోని దాని ప్రమాణం నుండి ఆ ఎంపిక తీసివేయబడింది. మీరు ప్రమాణం కోసం కొత్త ఎంపికను ఎంచుకోవలసి ఉంటుంది.
th: คุณได้ลบตัวเลือกแล้ว ตัวเลือกนั้นได้ถูกลบออกจากเกณฑ์ในการตอบกลับตัวอย่างในขั้นตอนการฝึกอบรมผู้เรียน คุณอาจต้องเลือกตัวเลือกใหม่สำหรับเกณฑ์
tr_tr: Bir seçenek sildiniz. Sistem, Öğrenci Eğitimi adımında yer alan örnek cevaplardaki ölçütten bu seçenek kaldırıldı. Bu ölçüt için yeni bir seçenek seçmeniz gerekebilir.
uk: Ви видалили опцію. Цю опцію було вилучено з її китерію у прикладі відповіді на кроці Навчання слухача. Вам слід обрати нову опцію для цього критерію.
uz: Siz variantni o‘chirib tashladingiz. Bu variant “O‘quvchilarni o‘qitish” bosqichidagi namunaviy javoblardagi mezondan olib tashlandi. Mezon uchun yangi variantni tanlashingiz kerak bo'lishi mumkin.
vi: Bạn đã xóa một tùy chọn. Tùy chọn đó đã bị xóa khỏi tiêu chí của nó trong các câu trả lời mẫu ở bước Đào tạo người học. Bạn có thể phải chọn một tùy chọn mới cho tiêu chí.

source: You have deleted all the options for this criterion. The criterion has been removed from the sample responses in the Learner Training step.
af_za: Jy het al die opsies vir hierdie kriterium uitgevee. Die kriterium is verwyder uit die voorbeeldresponse in die Leerderopleidingstap.
ar: لقد حذفتَ جميع خيارات هذا المعيار، وقد أُزيل هذا المعيار من الردود النموذجية في خطوة ’تدريب المتعلّمين‘.
az: Siz bu meyar üçün bütün seçimləri silmisiniz. Meyar Tələbə Təlimi mərhələsində nümunə cavablardan çıxarılıb.
de_de: Sie haben alle Optionen für dieses Kriterium gelöscht. Das Kriterium wurde aus den Beispielantworten im Teilnehmerübungsschritt entfernt.
el: Έχετε διαγράψει όλες τις επιλογές για το κριτήριο αυτό. Το κριτήριο έχει αφαιρεθεί από το δείγμα απαντήσεων στο στάδιο της κατάρτισης του εκπαιδευόμενου.
fa: شما همۀ گزینه‌های این معیار را حذف کردید. این معیار در مرحلۀ آموزش فراگیرنده از پاسخ‌های نمونه حذف شده‌است.
he: מחקת את כל האפשרויות עבור קריטריון זה. הקריטריון הוסר מהתשובות לדוגמה שבשלב תרגול הלומד.
hi: आपने सभी ओप्स्न को डिलीट कर दिया है इस कृतेरियन से| यह कृतेरियन हट चुका है सैंपले रेस्पोंसेस इन लेयर्नर ट्रेनिंग स्टेप से।
hu: Ön törölte az összes lehetőséget ehhez a kritériumhoz. A kritérium eltávolításra került a mintaválaszok közül a Tanulói Képzés lépésben.
id: Anda telah menghapus semua opsi untuk kriteria ini. Kriteria telah dihapus dari contoh tanggapan pada langkah Pelatihan Pembelajar.
it_it: Tutte le opzioni per questo criterio sono state eliminate. Il criterio è stato rimosso dalle risposte di esempio nella fase Addestramento studente.
ja: この基準のすべてのオプションを削除しました。この基準は、学習者トレーニングステップのサンプル回答から削除されました。
ka: თქვენ წაშალეთ ამ კრიტერიუმის ყველა ვარიანტი. კრიტერიუმი ამოღებულია ნიმუშის პასუხებიდან მოსწავლეთა ტრენინგის საფეხურზე.
kk: Сіз осы шарттың барлық опцияларын жойдыңыз. Шарт «Оқушыны оқыту» қадамындағы үлгі жауаптардан алынып тасталды.
lv: Jūs izdzēsāt visas šī kritērija opcijas. Šis kritērijs ir noņemts no atbilžu paraugiem solī Dalībnieku apmācība.
nl: U heeft alle opties voor dit criterium verwijderd. Het criterium is verwijderd uit de voorbeeldantwoorden in de stap Leerlingtraining.
pt_br: Você excluiu todas as opções para este critério. O critério foi removido a partir das respostas de amostra na etapa de Treinamento do Estudante.
pt_pt: Eliminou todas as opções para este critério. O critério foi removido dos exemplos de resposta da etapa de Formação do Estudante.
ro: Ați șters toate opțiunile pentru acest criteriu. Criteriul a fost eliminat din eșantionul de răspunsuri în pasul de formare a cursanților.
ru: Вы удалили все варианты ответов для этого критерия. Критерий был автоматически удалён для всех примеров на шаге обучения слушателей.
sq: Ju keni fshirë të gjitha opsionet për këtë kriter. Kriteri është hequr nga përgjigjet e mostrës në hapin e trajnimit të nxënësve.
sv: Du har tagit bort alla alternativ för detta kriterium. Kriteriet har tagits bort från exempelsvaren i steget Lärarträning.
sw: Umefuta chaguo zote za kigezo hiki. Kigezo kimeondolewa kwenye sampuli za majibu katika hatua ya Mafunzo ya Mwanafunzi.
te: మీరు ఈ ప్రమాణం కోసం అన్ని ఎంపికలను తొలగించారు. లెర్నర్ ట్రైనింగ్ స్టెప్‌లోని నమూనా ప్రతిస్పందనల నుండి ప్రమాణం తీసివేయబడింది.
th: คุณได้ลบตัวเลือกทั้งหมดสำหรับเกณฑ์นี้แล้ว เกณฑ์ถูกลบออกจากคำตอบตัวอย่างในขั้นตอนการฝึกอบรมผู้เรียน
tr_tr: Bu ölçüt için tüm seçenekleri sildiniz. Öğrenci Eğitimi adımındaki örnek cevaplardan ölçüt kaldırıldı.
uk: Ви видалили всі опції цього критерію. Критерій було вилучено з прикладу відповіді на кроці Навчання слухача.
uz: Siz ushbu mezon uchun barcha variantlarni o'chirib tashladingiz. Mezon “O‘quvchilarni o‘qitish” bosqichidagi namunaviy javoblardan olib tashlandi.
vi: Bạn đã xóa tất cả các tùy chọn cho tiêu chí này. Tiêu chí này đã bị xóa khỏi các câu trả lời mẫu ở bước Đào tạo Người học.

source: Criterion Deleted
af_za: Kriterium Geskrap
ar: جرى حذف المعيار.
az: Meyar silindi
de_de: Kriterium gelöscht
el: Το κριτήριο διαγράφηκε
fa: معیار حذف شد
he: קריטריון נמחק
hi: क्रटेरियन डेलीटेड
hu: Feltétel törölve
id: Kriteria telah dihapus
it_it: Criterio cancellato
ja: 基準が削除されました
ka: კრიტერიუმი წაშლილია
kk: Шарт жойылды
lv: Kritērijs dzēsts
nl: Criterium verwijderd
pt_br: Critério Apagado
pt_pt: Critério eliminado
ro: Criteriul a fost șters
ru: Критерий удалён
sq: Kriteri u fshi
sv: Kriterian borttagen
sw: Kigezo Kimefutwa
te: ప్రమాణం తొలగించబడింది
th: เกณฑ์พิจารณาถูกลบ
tr_tr: Ölçüt Silindi
uk: Критерій видалено
uz: Mezon o'chirildi
vi: Đã xóa tiêu chí

source: You have deleted a criterion. The criterion has been removed from the example responses in the Learner Training step.
af_za: Jy het &#39;n maatstaf uitgevee. Die maatstaf is verwyder uit die voorbeeldreaksies in die Leerderopleidingstap.
ar: لقد حذفتَ معيارًا، وقد أُزيل هذا المعيار من الردود النموذجية في خطوة ’تدريب المتعلّمين‘.
az: Siz bir meyar silmisiniz. Tələbə təlimi mərhələsində bu meyar nümunə cavablardan çıxarılıb.
de_de: Sie haben ein Kriterium gelöscht. Das Kriterium wurde aus den Beispielantworten im Teilnehmerübungsschritt entfernt.
el: Έχετε διαγράψει ένα κριτήριο. Το κριτήριο έχει αφαιρεθεί από τις απαντήσεις για το παράδειγμα στο στάδιο της κατάρτισης του εκπαιδευομένου.
fa: شما معیاری را حذف کردید. این معیار از پاسخ‌های نمونه در مرحلۀ آموزش فراگیرنده حذف شده‌است.
he: מחקת קריטריון. הקריטריון הוסר מהתשובות לדוגמה שבשלב תרגול הלומד.
hi: आपने एक क्रटेरियान डिलीट केआर दिया है| यह क्रटेरियान हट चुका है एक्जाम्पल रेस्पोंसेस से लर्निंग ट्रेनिंग स्टेप में|
hu: Törölt egy kritériumot. A kritérium eltávolításra került a példaválaszok közül a Tanulói képzés lépésben.
id: Anda telah menghapus satu kriteria. Kriteria telah dihapus dari contoh tanggapan pada langkah Pelatihan Pembelajar.
it_it: È stato eliminato un criterio. Il criterio è stato rimosso dalle risposte di esempio nella fase Addestramento studente.
ja: 基準を削除しました。この基準は、学習者トレーニングステップの例の回答から削除されました。
ka: კრიტერიუმი წაშლილია. კრიტერიუმი ამოღებულია სასწავლო ეტაპის პასუხების მაგალითებიდან.
kk: Шартты жойдыңыз. Шарт «Оқушыны оқыту» қадамындағы мысал жауаптарынан алынып тасталды.
lv: Jūs izdzēsāt kritēriju. Šis kritērijs ir noņemts no piemēra atbildēm solī Dalībnieku apmācība.
nl: U heeft een criterium verwijderd. Het criterium is verwijderd uit de voorbeeldantwoorden in de stap Cursustraining.
pt_br: Você excluiu um critério. O critério foi removido do exemplo de respostas na etapa de Treinamento do Estudante.
pt_pt: Eliminou um critério. O critério foi removido dos exemplos de resposta da etapa de Formação do Estudante.
ro: Ați șters un criteriu. Criteriul a fost eliminat din exemplele de răspunsuri în etapa de Formare a cursantului.
ru: Вы удалили критерий. Он был автоматически удалён из примеров ответов на шаге обучения слушателей.
sq: Ju keni fshirë një kriter. Kriteri është hequr nga shembujt e përgjigjeve në hapin e trajnimit të nxënësve.
sv: Du har tagit bort ett kriterium. Kriteriet har tagits bort från exempelsvaren i steget Lärarträning.
sw: Umefuta kigezo. Kigezo kimeondolewa kutoka kwa mifano ya majibu katika hatua ya Mafunzo ya Mwanafunzi.
te: మీరు ఒక ప్రమాణాన్ని తొలగించారు. లెర్నర్ ట్రైనింగ్ స్టెప్‌లోని ఉదాహరణ ప్రతిస్పందనల నుండి ప్రమాణం తీసివేయబడింది.
th: คุณได้ลบเกณฑ์แล้ว เกณฑ์ถูกลบออกจากคำตอบตัวอย่างในขั้นตอนการฝึกอบรมผู้เรียน
tr_tr: Bir ölçüt sildiniz. Sistem, Öğrenci Eğitimi adımındaki örnek cevaplardan ölçüt kaldırıldı.
uk: Ви видалили критерій. Критерій було вилучено з прикладу відповіді на кроці Навчання слухача.
uz: Siz mezonni o'chirib tashladingiz. Mezon “O‘quvchilarni tayyorlash” bosqichidagi misol javoblaridan olib tashlandi.
vi: Bạn đã xóa một tiêu chí. Tiêu chí đã bị xóa khỏi các câu trả lời mẫu ở bước Đào tạo người học.

source: Warning
af_za: Waarskuwing
ar: تحذير
az: Xəbərdarlıq
de_de: Warnung
el: Προειδοποίηση
fa: هشدار
he: אזהרה
hi: चेतावनी
hu: Figyelmeztetés
id: Peringatan
it_it: Allerta
ja: 警告
ka: გაფრთხილება
kk: Ескерту
lv: Brīdinājums
nl: Waarschuwing
pt_br: Aviso
pt_pt: Aviso
ro: Avertizare
ru: Предупреждение
sq: Paralajmërim
sv: Varning
sw: Onyo
te: హెచ్చరిక
th: คำเตือน
tr_tr: Uyarı
uk: Попередження
uz: Ogohlantirish
vi: Cảnh báo

source: Changes to steps that are not selected as part of the assignment will not be saved.
af_za: Veranderinge aan stappe wat nie as deel van die opdrag gekies is nie, sal nie gestoor word nie.
ar: لن تُحفّظ التغييرات التي تجريها على خطوات لم يجري تحديدها كجزء من الواجب.
az: Tapşırığın bir hissəsi kimi seçilməyən mərhələlərdəki dəyişikliklər yddaşa verilməyəcək.
de_de: Änderungen an Schritten, die nicht als Teil der Aufgabe ausgewählt sind, werden nicht gespeichert.
el: Αλλαγές στα βήματα τα οποία δεν έχουν επιλεχθεί σαν μέρος της εργασίας, δεν θα αποθηκευτούν.
fa: تغییرات در مراحلی که به‌عنوان بخشی از تکلیف انتخاب نشده‌اند ذخیره نمی‌شوند.
he: שינויים בשלבים שלא בחרתם לא יישמרו להגשת המטלה.
hi: स्टेप में चेंजेस जो सिलैक्ट नहीं किया गया है अस्सीग्न्मेंट के सेवद नहीं होगा|
hu: A változtatások azokon a lépéseken, melyek nem kerültek kijelölésre a feladat részeként, nem lesznek elmentve.
id: Perubahan pada langkah-langkah yang tidak terpilih sebagai bagian penugasan tidak akan disimpan.
it_it: Le modifiche ai passaggi che non sono selezionati come parte del compito non verranno salvate.
ja: 選択されていないステップへの変更は保存されません。
ka: საფეხურებში, რომლებიც არ არიან მონიშნული, როგორც მოცემული დავალების ნაწილი, ცვლილებები არ შეინახება.
kk: Тапсырманың бөлігі ретінде таңдалмаған қадамдарға жасалған өзгертулер сақталмайды.
lv: Izmaiņas darbībās, kas nav atlasītas kā daļa no uzdevuma, netiks saglabātas.
nl: Wijzigingen in stappen die niet zijn geselecteerd als onderdeel van de opdracht worden niet opgeslagen.
pt_br: Alterações nos passos que não forem selecionados como parte da tarefa não serão salvas.
pt_pt: As alterações às etapas que não estão selecionados como parte da tarefa, não serão guardadas.
ro: Modificările pașilor care nu sunt selectați ca parte a temei nu vor fi salvate.
ru: Изменения в шагах, которые не включены в задание, не сохранятся.
sq: Ndryshimet në hapat që nuk janë zgjedhur si pjesë e detyrës nuk do të ruhen.
sv: Ändringar av steg som inte är valda som en del av uppdraget kommer inte att sparas.
sw: Mabadiliko kwa hatua ambazo hazijachaguliwa kama sehemu ya kazi hazitahifadhiwa.
te: అసైన్‌మెంట్‌లో భాగంగా ఎంపిక చేయని దశలకు మార్పులు సేవ్ చేయబడవు.
th: การเปลี่ยนแปลงในขั้นตอนที่ไม่ได้รับเลือกให้เป็นส่วนหนึ่งของงานที่ได้รับมอบหมายจะไม่ถูกบันทึก
tr_tr: Görevin bir parçası olarak seçili olmayan adımlardaki değişiklikler kaydedilmeyecek.
uk: Зміни до кроків, котрі не обрано як частини завдання, не збережуться.
uz: Topshiriqning bir qismi sifatida tanlanmagan qadamlarga o'zgartirishlar saqlanmaydi.
vi: Những thay đổi đối với các bước không được chọn trong bài tập sẽ không được lưu.

source: Time must be in the format dd:hh:mm. The days must be between 00 and 99, the hours between 00 and 23, and the minutes between 00 and 59.
af_za: Tyd moet in die formaat dd:uu:mm wees. Die dae moet tussen 00 en 99 wees, die ure tussen 00 en 23, en die minute tussen 00 en 59.
ar: يجب أن يكون الوقت بالتنسيق dd:hh:mm. يجب أن تكون الأيام بين 00 و99، والساعات بين 00 و23، والدقائق بين 00 و59.
az: Vaxt dd:hh:mm formatında olmalıdır. Günlər 00 ilə 99 arasında, saatlar 00 ilə 23 arasında və dəqiqələr 00 ilə 59 arasında olmalıdır.
de_de: Die Zeit muss im Format tt:hh:mm angegeben werden. Die Tage müssen zwischen 00 und 99, die Stunden zwischen 00 und 23 und die Minuten zwischen 00 und 59 liegen.
fa: زمان باید در قالب dd:hh:mm باشد. روزها باید بین 00 تا 99، ساعت‌ها بین 00 تا 23 و دقیقه ها بین 00 تا 59 باشند.
he: הזמן חייב להיות בפורמט dd:hh:mm. הימים חייבים להיות בין 00 ל-99, השעות בין 00 ל-23, והדקות בין 00 ל-59.
hi: समय dd:hh:mm प्रारूप में होना चाहिए। दिन 00 और 99 के बीच, घंटे 00 और 23 के बीच, और मिनट 00 और 59 के बीच होने चाहिए।
hu: Az időnek a következő formátumban kell lennie: nn:óó:pp. A napoknak 00 és 99 között, az óráknak 00 és 23 között, a perceknek pedig 00 és 59 között kell lenniük.
id: Waktu harus dalam format dd:hh:mm. Hari harus antara 00 dan 99, jam antara 00 dan 23, dan menit antara 00 dan 59.
ja: 時間はdd:hh:mmの形式でなければなりません。日数は00から99の間、時間は00から23の間、分は00から59の間である必要があります。
ka: დრო უნდა იყოს ფორმატში dd:hh:mm. დღეები უნდა იყოს 00-დან 99-მდე, საათები 00-დან 23-მდე, ხოლო წუთები 00-დან 59-მდე.
kk: Уақыт dd:sh:mm пішімінде болуы керек. Күндер 00-ден 99-ға дейін, сағаттар 00-ден 23-ке дейін, минуттар 00-ден 59-ға дейін болуы керек.
lv: Laikam jābūt formātā dd:hh:mm. Dienām jābūt no 00 līdz 99, stundām - no 00 līdz 23, bet minūtēm - no 00 līdz 59.
nl: De tijd moet de notatie dd:hh:mm hebben. De dagen moeten tussen 00 en 99 liggen, de uren tussen 00 en 23 en de minuten tussen 00 en 59.
pt_br: A hora deve estar no formato dd:hh:mm. Os dias devem estar entre 00 e 99, as horas entre 00 e 23 e os minutos entre 00 e 59.
pt_pt: A hora deve estar no formato dd:hh:mm. Os dias devem estar entre 00 e 99, as horas entre 00 e 23 e os minutos entre 00 e 59.
ro: Ora trebuie să fie în formatul dd:hh:mm. Zilele trebuie să fie între 00 și 99, orele între 00 și 23, iar minutele între 00 și 59.
ru: Время должно быть в формате дд:чч:мм. Дни должны быть от 00 до 99, часы от 00 до 23, минуты от 00 до 59.
sq: Ora duhet të jetë në formatin dd:hh:mm. Ditët duhet të jenë ndërmjet orës 00 dhe 99, orët nga 00 deri në 23 dhe minutat nga 00 deri në 59.
sv: Tiden måste vara i formatet dd:hh:mm. Dagarna måste vara mellan 00 och 99, timmarna mellan 00 och 23, och minuterna mellan 00 och 59.
sw: Muda lazima uwe katika umbizo dd:hh:mm. Siku lazima ziwe kati ya 00 na 99, saa kati ya 00 na 23, na dakika kati ya 00 na 59.
th: เวลาต้องอยู่ในรูปแบบ dd:hh:mm วันต้องอยู่ระหว่าง 00 ถึง 99 ชั่วโมงระหว่าง 00 ถึง 23 และนาทีระหว่าง 00 ถึง 59
tr_tr: Saat gg:ss:dd biçiminde olmalıdır. Günler 00 ile 99 arasında, saatler 00 ile 23 arasında ve dakikalar 00 ile 59 arasında olmalıdır.
uk: Час має бути у форматі дд:гг:хв. Дні мають бути від 00 до 99, години від 00 до 23, а хвилини від 00 до 59.
uz: Vaqt dd:ss:dd formatida bo'lishi kerak. Kunlar 00 dan 99 gacha, soatlar 00 dan 23 gacha va daqiqalar 00 dan 59 gacha bo'lishi kerak.
vi: Thời gian phải ở định dạng dd:hh:mm. Ngày phải từ 00 đến 99, giờ từ 00 đến 23 và số phút từ 00 đến 59.

source: File types can not be empty.
af_za: Lêertipes kan nie leeg wees nie.
ar: لا يمكن ترك أنواع الملفّات دون تحديد.
az: Fayl növü boş ola bilməz.
de_de: Dateityp darf nicht leer sein.
el: Οι τύποι αρχείων δεν μπορούν να είναι κενοί.
fa: قسمت انواع پوشه، نباید خالی باشد.
he: סוגי הקובץ אינם יכולים להיות ריקים.
hi: फ़ाइल टाइप एम्प्ती नहीं रह सकता|
hu: A fájl típus nem lehet üres.
id: Jenis berkas tidak dapat dikosongkan.
it_it: I tipi di file non possono essere vuoti.
ja: ファイルタイプを空にすることはできません。
ka: დაუშვებელია ფაილის ტიპების მნიშვნელობა ცარიელი იყოს.
kk: Файл түрлері бос болмауы керек.
lv: Failu tipu lauks nedrīkst būt tukšs.
nl: Bestandstypen mogen niet leeg zijn.
pt_br: Tipo de arquivo não pode estar vazio.
pt_pt: O tipo de ficheiro não pode estar vazio.
ro: Tipurile de fișiere nu pot fi goale.
ru: Необходимо заполнить список типов файлов.
sq: Llojet e skedarëve nuk mund të jenë bosh.
sv: Filtyper kan inte vara tomma.
sw: Aina za faili haziwezi kuwa tupu.
te: ఫైల్ రకాలు ఖాళీగా ఉండకూడదు.
th: ประเภทไฟล์ต้องไม่ว่างเปล่า
tr_tr: Dosya türü boş olamaz.
uk: Поле типів файлів не може бути пустим.
uz: Fayl turlari boʻsh boʻlishi mumkin emas.
vi: Loại tệp không được để trống.

source: The following file types are not allowed:
af_za: Die volgende lêertipes word nie toegelaat nie:
ar: يُمنع استخدام أنواع الملفّات التالية:
az: Aşağıdakı fayl növlərinə icazə verilmir:
de_de: Die folgenden Dateitypen sind nicht erlaubt:
el: Οι παρακάτω τύποι αρχείων δεν επιτρέπονται:
fa: انواع پوشه‌های زیر مجاز نیستند:
he: סוגי הקבצים הבאים אינם מורשים:
hi: फॉलोइंग फ़ाइल टाइप अल्लोएड नहीं है|
hu: A következő fájl típusok nem támogatottak:
id: Jenis berkas berikut tidak diperkenankan:
it_it: I seguenti tipi di file non sono ammessi:
ja: 許可されていないファイルタイプは次のとおりです。
ka: შემდეგი ტიპის ფაილები ნებადართული არ არის:
kk: Келесі файл түрлеріне рұқсат етілмейді:
lv: Tālāk norādītie failu tipi nav atļauti:
nl: De volgende bestandstypen zijn niet toegestaan:
pt_br: Os seguintes tipos de arquivos não são permitidos:
pt_pt: Os seguintes tipos de ficheiro não são permitidos:
ro: Următoarele tipuri de fișiere nu sunt permise:
ru: Следующие типы файлов недопустимы:
sq: Llojet e mëposhtme të skedarëve nuk lejohen:
sv: Följande filtyper är inte tillåtna:
sw: Aina zifuatazo za faili haziruhusiwi:
te: కింది ఫైల్ రకాలు అనుమతించబడవు:
th: ไม่อนุญาตให้ใช้ไฟล์ประเภทต่อไปนี้:
tr_tr: Aşağıdaki dosya türüne izin verilmiyor:
uk: Наступні типи файлів не дозволені:
uz: Quyidagi fayl turlariga ruxsat berilmaydi:
vi: Các loại tệp sau không được phép:

source: Save Unsuccessful
af_za: Stoor Onsuksesvol
ar: حفظ غير ناجح
az: Yadda saxlanılmadı
de_de: Speichern erfolglos
el: Αποθήκευση Ανεπιτυχής
fa: ذخیرۀ ناموفق
he: שמירה לא הצליחה
hi: असफल सहेजें
hu: Sikertelen mentés
it_it: Salvataggio non riuscito
ja: 保存に失敗しました
ka: შენახვა წარუმატებელი
kk: Сақтау сәтсіз
lv: Saglabāt neveiksmīgi
nl: Opslaan mislukt
pt_br: Salvar sem sucesso
pt_pt: Sem Sucesso ao Guardar
ro: Salvarea a eșuat
ru: Сохранение неуспешно
sq: Ruajtja e pasuksesshme
sv: Spara misslyckades
sw: Hifadhi Haijafaulu
te: సేవ్ చేయడం విఫలమైంది
th: บันทึกไม่สำเร็จ
tr_tr: Kaydetme Başarısız
uk: Помилка при збереженні змін
uz: Saqlash muvaffaqiyatsiz
vi: Lưu không thành công
