Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: Could not parse serialized rubric
af_za: Kon nie geserialiseerde rubriek ontleed nie
el: Δεν μπορούν να αναλυθούν οι επιμέρους κατηγορίες
fa: سرفصل سریالی تحلیل نشد
fr_ca: Impossible d'analyser la grille d'évaluation sérialisée
he: לא ניתן לפענח כותרת בסדרה
hi: क्रमबद्ध रूब्रिक को पार्स नहीं किया जा सका
hu: Nem sikerült elemezni a sorosított értékelési táblázatot
id: Tidak dapat menguraikan rubrik serial
ja: シリアライズされたルーブリックを解析できませんでした。
kk: Серияланған айдар талдау мүмкін болмады
lv: Nevarēja parsēt serializēto rubriku
pt_pt: Não foi possível analisar a rúbrica
sq: Nuk mund të analizohej rubrika e serializuar
sw: Haikuweza kuchanganua rubri ya mfululizo
uz: Seriyali lavhani tahlil qilib boʻlmadi
vi: Không thể phân tích cú pháp phiếu tự đánh giá được tuần tự hóa

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
af_za: As jou werkopdrag &#39;n leerderopleidingstap insluit, moet die rubriek ten minste een kriterium hê, en daardie kriterium moet ten minste een opsie hê.
el: Εάν η αλληλοαξιολόγησή σας περιλαμβάνει βήμα εξάσκησης των σπουδαστών, η κατηγορία πρέπει να περιλαμβάνει τουλάχιστον ένα κριτήριο και το κριτήριο αυτό θα πρέπει να έχει τουλάχιστον μία επιλογή.
fa: اگر تکلیف شما شامل یک مرحله از آموزش فراگیرنده باشد، سرفصل باید حداقل یک معیار و آن معیار حداقل یک گزینه داشته باشد.
fr_ca: Si votre devoir comprend une étape de formation de l'apprenant, la grille doit avoir au moins un critère, et ce critère doit avoir au moins un choix.
he: אם ההערכה שלך כוללת שלב תרגול תלמיד, הכותרת חייבת לכלול קריטריון אחד לפחות והקריטריון חייב לכלול אפשרות אחת לפחות.
hi: यदि आपके असाइनमेंट में शिक्षार्थी प्रशिक्षण चरण शामिल है, तो रूब्रिक में कम से कम एक मानदंड होना चाहिए, और उस मानदंड में कम से कम एक विकल्प होना चाहिए।
hu: Ha a feladat tartalmaz egy tanulói képzési lépést, a rubrikának legalább egy kritériummal kell rendelkeznie, és ennek a kritériumnak legalább egy lehetőséggel kell bírnia.
id: Jika penugasan Anda meliputi langkah yang harus dilakukan oleh peserta, rubrik harus memiliki setidaknya satu kriteria, dan kriteria tersebut harus memiliki setidaknya satu opsi.
ja: あなたの課題に学習者トレーニングのステップが含まれている場合、ルーブリックには少なくとも1つの基準が必要であり、その基準には少なくとも1つのオプションが必要です。
kk: Тапсырмаңыз оқушыны оқыту қадамын қамтыса, айдар кемінде бір критерийге және бұл критерийде кемінде бір опция болуы керек.
lv: Ja jūsu uzdevums ietver kursa dalībnieka apmācības posmu, rubrikā ir jābūt vismaz vienam kritērijam un šim kritērijam ir jābūt vismaz vienai opcijai.
pt_pt: Se a sua tarefa incluir uma etapa de formação do estudante, a rúbrica deve ter pelo menos um critério, e esse critério deve ter pelo menos uma opção.
sq: Nëse detyra juaj përfshin një hap trajnimi të nxënësit, rubrika duhet të ketë të paktën një kriter dhe ai kriter duhet të ketë të paktën një opsion.
sw: Ikiwa mgawo wako unajumuisha hatua ya mafunzo ya mwanafunzi, rubriki lazima iwe na angalau kigezo kimoja, na kigezo hicho lazima kiwe na angalau chaguo moja.
uz: Agar sizning topshirig'ingiz o'quvchini tayyorlash bosqichini o'z ichiga olsa, rubrikada kamida bitta mezon bo'lishi kerak va bu mezon kamida bitta variantga ega bo'lishi kerak.
vi: Nếu bài tập của bạn bao gồm bước đào tạo người học thì phiếu tự đánh giá phải có ít nhất một tiêu chí và tiêu chí đó phải có ít nhất một lựa chọn.

source: Example {example_number} has a validation error: {error}
af_za: Voorbeeld {example_number} het &#39;n valideringsfout: {error}
el: Το παράδειγμα {example_number} έχει σφάλμα τεκμηρίωσης: {error}
fa: مثال {example_number} دارای یک خطای اعتبارسنجی است: {error}
fr_ca: L'exemple {example_number} a rencontré l'erreur de validation suivante : {error}
he: דוגמה {example_number} מכילה שגיאת אימות: {error}
hi: उदाहरण {example_number} में एक सत्यापन त्रुटि है: {error}
hu: A(z) {example_number} példa érvényesítési hibát tartalmaz: {error}
id: Contoh {example_number} memiliki kesalahan validasi: {error}
ja: 例 {example_number} に検証エラーがあります: {error}
kk: {example_number} мысалында тексеру қатесі бар: {error}
lv: Piemērā {example_number} ir validācijas kļūda: {error}
pt_pt: No exemplo {example_number} há um erro de validação: {error}
sq: Shembulli {example_number} ka një gabim vërtetimi: {error}
sw: Mfano {example_number} ina hitilafu ya uthibitishaji: {error}
uz: {example_number} misolida tekshirish xatosi bor: {error}
vi: Ví dụ {example_number} có lỗi xác thực: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
af_za: Voorbeeld {example_number} het &#39;n ongeldige opsie vir &quot; {criterion_name} &quot;: &quot; {option_name} &quot;
el: Το παράδειγμα {example_number} έχει μια λανθασμένη επιλογή για το "{criterion_name}": "{option_name}"
fa: مثال {example_number} یک گزینه نامعتبر برای "{criterion_name}": "{option_name}" دارد
fr_ca: L'exemple {example_number} contient une option invalide pour "{criterion_name}": "{option_name}"
he: דוגמה {example_number} מכילה אפשרות לא חוקית עבור "{criterion_name}": "{option_name}"
hi: उदाहरण {example_number} '{criterion_name}' के लिए एक अमान्य विकल्प है: ' {option_name}';
hu: A(z) {example_number} példa érvénytelen lehetőséget tartalmaz a(z) "{criterion_name}" kritériumhoz: "{option_name}"
id: Contoh {example_number} memiliki pilihan salah untuk "{criterion_name}": "{option_name}"
ja: 例 {example_number} には「{criterion_name}」の無効なオプション「{option_name}」があります。
kk: {example_number} мысалында "{criterion_name}" үшін жарамсыз опция бар: "{option_name}"
lv: Piemērā {example_number} ir nederīga opcija &quot; {criterion_name} &quot;: &quot; {option_name} &quot;
pt_pt: No exemplo {example_number} há uma opção inválida para "{criterion_name}": "{option_name}"
sq: Shembulli {example_number} ka një opsion të pavlefshëm për &quot; {criterion_name} &quot;: &quot; {option_name} &quot;
sw: Mfano {example_number} ina chaguo batili la "{criterion_name}": "{option_name}"
uz: Misol {example_number} " {criterion_name} " uchun yaroqsiz variantga ega: " {option_name} "
vi: Ví dụ {example_number} có tùy chọn không hợp lệ cho &quot; {criterion_name} &quot;: &quot; {option_name} &quot;

source: Example {example_number} has an extra option for "{criterion_name}"
af_za: Voorbeeld {example_number} het &#39;n ekstra opsie vir &quot; {criterion_name} &quot;
el: Το παράδειγμα {example_number} έχει μια επιπλέον επιλογή για το "{criterion_name}"
fa: مثال {example_number} یک گزینه اضافی برای "{criterion_name}" دارد
fr_ca: L'exemple {example_number} contient une option supplémentaire pour "{criterion_name}"
he: דוגמה {example_number} מכילה אפשרות עודפת עבור "{criterion_name}"
hi: उदाहरण {example_number} "{criterion_name}" के लिए एक अतिरिक्त विकल्प है
hu: Példa {example_number} esetén van egy extra lehetőség a(z) "{criterion_name}" kritériumhoz.
id: Contoh {example_number} memiliki pilihan tambahan untuk "{criterion_name}"
ja: 例 {example_number} には "{criterion_name}" の余分なオプションがあります。
lv: Piemērā {example_number} ir papildu opcija “ {criterion_name} ”
pt_pt: No exemplo {example_number} há uma opção extra para "{criterion_name}"
sq: Shembull {example_number} ka një opsion shtesë për &quot; {criterion_name} &quot;
sw: Mfano {example_number} ina chaguo la ziada kwa "{criterion_name}"
uz: Misol {example_number} " {criterion_name} " uchun qo'shimcha variantga ega
vi: Ví dụ {example_number} có thêm tùy chọn cho &quot; {criterion_name} &quot;

source: Example {example_number} is missing an option for "{criterion_name}"
af_za: Voorbeeld {example_number} ontbreek &#39;n opsie vir &quot; {criterion_name} &quot;
el: Το παράδειγμα {example_number} υπολείπεται μια επιλογής για το "{criterion_name}"
fa: نمونه {example_number} گزینه‌ای برای "{criterion_name}" وجود ندارد
fr_ca: Il manque une option pour "{criterion_name}" dans l'exemple {example_number}
he: חסרה בדוגמה {example_number} אפשרות עבור "{criterion_name}"
hi: उदाहरण {example_number} में "{criterion_name}" का विकल्प मौजूद नहीं है
hu: Példa {example_number} esetén hiányzik egy lehetőség a(z) "{criterion_name}" kritériumhoz.
id: Contoh {example_number} melewatkan pilihan untuk "{criterion_name}"
ja: 例 {example_number} には「{criterion_name}」のオプションが欠けています
kk: {example_number} мысалында &quot; {criterion_name} &quot; опциясы жоқ
lv: Piemērā {example_number} trūkst opcijas &quot; {criterion_name} &quot;
pt_pt: No exemplo {example_number} está em falta uma opção para "{criterion_name}"
sq: Shembull {example_number} i mungon një opsion për &quot; {criterion_name} &quot;
sw: Mfano {example_number} inakosa chaguo la "{criterion_name}"
uz: {example_number} misolida “ {criterion_name} ” varianti yo‘q
vi: Ví dụ {example_number} thiếu tùy chọn cho &quot; {criterion_name} &quot;

source: Peer
af_za: Eweknie
el: Συνάδελφος
fa: همتا
fr_ca: Pair
he: עמית
hi: सहपाठी
id: Sebaya
ja: ピア
kk: Құрдас
lv: Cits dalībnieks
pt_pt: Par
sq: Bashkëmoshatar
sw: Rika
uz: Tengdosh
vi: Ngang nhau

source: Self
el: Ο εαυτός σας
fa: خود
fr_ca: Auto
hi: स्वयं
ja: 自己
kk: Өздігінен
lv: Pats
pt_pt: Auto
sq: Vetë
sw: Nafsi
uz: O'zini
vi: Bản thân

source: Staff
af_za: Personeel
el: ΠΡΟΣΩΠΙΚΟ
fa: کارکنان
fr_ca: Personnel
hi: कर्मचारी
hu: Stáb
ja: スタッフ
kk: Қызметкерлер
lv: Personāls
pt_pt: Equipa
sq: Stafi
sw: Wafanyakazi
uz: Xodimlar
vi: Nhân viên

source: Unknown
af_za: Onbekend
el: Άγνωστο
fa: ناشناخته
fr_ca: Inconnu
hi: अनजान
hu: ismeretlen
id: Tidak diketahui
ja: 不明
kk: Белгісіз
lv: Nezināms
pt_pt: Desconhecido
sq: E panjohur
sw: Haijulikani
uz: Noma'lum
vi: không xác định

source: Criterion {number}: {label}
af_za: Kriterium {number} : {label}
el: Κριτήριο {number} : {label}
fa: معیار {number} : {label}
fr_ca: Critère {number} : {label}
he: קריטריון {number} : {label}
hi: मानदंड {number} : {label}
hu: Kritérium {number}: {label}
ja: 基準 {number}: {label}
kk: Шарт {number} : {label}
lv: Kritērijs {number} : {label}
pt_pt: Critério {number}: {label}
sq: Kriteri {number} : {label}
sw: Kigezo {number} : {label}
uz: Mezon {number} : {label}
vi: Tiêu chí {number} : {label}

source: Points {number}
af_za: Punte {number}
el: Μονάδες {number}
fa: امتیاز {number}
he: נקודות {number}
hi: अंक {number}
hu: Pontok {number}
ja: ポイント {number}
kk: {number} нүктелері
lv: Punkti {number}
pt_pt: Pontos {number}
sq: Pikët {number}
sw: Point {number}
uz: Ballar {number}
vi: Điểm {number}

source: Median Score {number}
af_za: Mediaan telling {number}
el: Διάμεση βαθμολογία {number}
fa: میانگین امتیاز {number}
fr_ca: Score médian {number}
he: ציון חציוני {number}
hi: औसत स्कोर {number}
hu: Medián pontszám {number}
ja: 中央値スコア {number}
kk: Орташа ұпай {number}
lv: Vidējais rādītājs {number}
pt_pt: Pontuação Média {number}
sq: Rezultati mesatar {number}
sw: Alama ya wastani {number}
uz: Median ball {number}
vi: Điểm trung bình {number}

source: Feedback {number}
af_za: Terugvoer {number}
el: Σχόλια {number}
fa: بازخورد {number}
fr_ca: Rétroaction {number}
he: משוב {number}
hi: प्रतिक्रिया {number}
hu: Visszajelzés {number}
ja: フィードバック {number}
kk: Кері байланыс {number}
lv: Atsauksmes {number}
pt_pt: Comentário {number}
sq: Komentet {number}
sw: Maoni {number}
uz: Fikr-mulohaza {number}
vi: Phản hồi {number}

source: Item ID
el: Αναγνωριστικό στοιχείου
fa: شناسۀ مورد
fr_ca: Identifiant de l'élément
hi: सामान आईडी
hu: Tételazonosító
ja: 項目ID
kk: Элемент ID
lv: Preces ID
sq: ID e artikullit
sw: Kitambulisho cha kipengee
uz: Element identifikatori
vi: Mã mặt hàng

source: Submission ID
af_za: Indiening ID
el: Ταυτότητα υποβολής
fa: شناسۀ ثبت
fr_ca: ID de soumission
hi: सबमिशन आईडी
ja: 提出物ID
kk: Жіберу идентификаторы
lv: Iesnieguma ID
pt_pt: ID Submissão
sq: ID e dorëzimit
sw: సబ్మిషన్ ID
uz: Taqdim etish identifikatori
vi: ID gửi

source: Anonymized Student ID
af_za: Anonieme studente-ID
el: Ανώνυμη φοιτητική ταυτότητα
fa: شناسۀ دانشجویی ناشناس
fr_ca: ID d'étudiant anonymisé
he: מזהה סטודנט אנונימי
hi: अज्ञात छात्र आईडी
hu: Anonimizált diákazonosító
id: ID Siswa yang dianonimkan
ja: 匿名化された学生ID
kk: Анонимді студент ID
lv: Anonimizēts dalībnieka ID
pt_pt: ID de Estudante Anónimo
sq: ID studentore e anonimuar
sw: Kitambulisho cha Mwanafunzi
uz: Anonim talaba identifikatori
vi: ID sinh viên ẩn danh

source: Assessment ID
af_za: Assessering ID
el: Ταυτότητα αξιολόγησης
fa: شناسۀ ارزیابی
fr_ca: ID d'évaluation
he: מזהה הערכה
hi: मूल्यांकन आईडी
hu: Felmérés azonosítója
id: ID Penilaian
kk: Бағалау идентификаторы
lv: Vērtējuma ID
pt_pt: ID de Avaliação
sq: ID e vlerësimit
sw: Kitambulisho cha tathmini
uz: Baholash identifikatori
vi: ID đánh giá

source: Assessment Scored Date
af_za: Assessering Puntedatum
el: Ημερομηνία βαθμολογίας αξιολόγησης
fa: تاریخ امتیازدهی ارزیابی
fr_ca: Date de notation de l'évaluation
he: תאריך ניקוד בהערכה
hi: मूल्यांकन अंक तिथि
hu: Értékelés pontozásának dátuma
ja: 評価採点日
kk: Бағалау күні
lv: Vērtējuma datums
pt_pt: Data da Avaliação
sq: Data e pikëve të vlerësimit
sw: Tarehe ya Alama ya Tathmini
uz: Baholash sanasi
vi: Ngày chấm điểm đánh giá

source: Assessment Scored Time
af_za: Assessering Getal Tyd
el: Βαθμολογημένος χρόνος αξιολόγησης
fa: زمان امتیازدهی ارزیابی
fr_ca: Temps de notation de l'évaluation
he: הערכה זמן ניקוד
hi: मूल्यांकन प्राप्त समय
ja: 評価スコア時間
kk: Бағалау уақыты
lv: Vērtējuma iegūtais laiks
pt_pt: Avaliação do Tempo de Pontuação
sq: Vlerësimi Koha e shënuar
sw: Muda Uliowekwa wa Tathmini
uz: Baholash vaqti
vi: Thời gian chấm điểm đánh giá

source: Assessment Type
af_za: Assessering Tipe
el: Τύπος αξιολόγησης
fa: نوع ارزیابی
fr_ca: Type d'évaluation
he: סוג הערכה
hi: मूल्यांकन प्रकार
hu: Felmérés típusa
id: Jenis Penilaian
ja: 評価の種類
kk: Бағалау түрі
lv: Vērtējuma veids
pt_pt: Tipo de Avaliação
sq: Lloji i vlerësimit
sw: Aina ya Tathmini
uz: Baholash turi
vi: Loại đánh giá

source: Anonymous Scorer Id
af_za: Anonieme puntemaker-ID
el: Ανώνυμος Αναγν. Σκόρερ
fa: شناسۀ مصحح ناشناس
fr_ca: Identifiant d'évaluateur anonyme
he: מזהה סקורר אנונימי
hi: अनाम स्कोरर आईडी
ja: 匿名採点者ID
kk: Анонимді скорер идентификаторы
lv: Anonīms punktu guvēja ID
pt_pt: Id de Pontuação Anónimo
sq: Id anonim i golashënuesit
sw: Kitambulisho cha Mfungaji Asiyejulikana
uz: Anonim gol muallifi identifikatori
vi: Id người ghi bàn ẩn danh

source: Overall Feedback
af_za: Algehele terugvoer
el: Συνολικός σχολιασμός
fa: بازخورد کلی
fr_ca: Commentaire global
he: משוב כולל
hi: समग्र प्रतिक्रिया
hu: Általános visszajelzés
id: Umpan Balik Keseluruhan
ja: 全体的なフィードバック
kk: Жалпы кері байланыс
lv: Vispārējas atsauksmes
pt_pt: Comentário global
sq: Reagime të përgjithshme
sw: Maoni ya Jumla
uz: Umumiy fikr
vi: Phản hồi tổng thể

source: Assessment Score Earned
af_za: Assesseringtelling verdien
el: Κερδισμένος Βαθμός Αξιολόγησης
fa: امتیاز ارزیابی کسب شد
fr_ca: Note d'évaluation obtenu
he: ציון הערכה שהושג
hi: मूल्यांकन स्कोर अर्जित
kk: Бағалау ұпайы
lv: Iegūtais vērtējuma rezultāts
pt_pt: Pontuação de Avaliação Obtida
sq: Rezultati i vlerësimit i fituar
sw: Alama ya Tathmini Iliyopatikana
uz: To'plangan baholash balli
vi: Điểm đánh giá đạt được

source: Assessment Scored At
af_za: Assessering behaal op
el: Αξιολόγηση Βαθμολογήθηκε στο
fa: ارزیابی با امتیاز
fr_ca: Évaluation notée à
hi: मूल्यांकन में अंक प्राप्त हुए
hu: Értékelés időpontja
ja: 評価採点日時
kk: Бағалау
lv: Vērtējums Iegūts Plkst
pt_pt: Avaliação Classificada em
sq: Vlerësimi me pikë
sw: Tathmini Iliyofungwa
uz: Baholash balli
vi: Đánh giá đạt điểm

source: Date/Time Final Score Given
af_za: Datum/Tyd Finale telling gegee
el: Ημερομηνία/Ώρα Δόθηκε η τελική βαθμολογία
fa: تاریخ/زمان امتیاز نهایی داده شده‌است
fr_ca: Date / heure de la note finale donnée
he: תאריך/שעה ניתן ציון סופי
hi: दिनांक/समय अंतिम स्कोर दिया गया
kk: Қорытынды ұпай берілген күні/уақыты
lv: Datums/laiks Galīgais rezultāts
pt_pt: Data/Hora Pontuação Final Atribuída
sq: Data/Koha Rezultati përfundimtar i dhënë
sw: Tarehe/Saa Alama ya Mwisho Imetolewa
uz: Yakuniy ball berilgan sana/vaqt
vi: Ngày/Giờ Điểm cuối cùng được đưa ra

source: Final Score Earned
af_za: Finale telling verdien
el: Κερδίστηκε η τελική βαθμολογία
fa: امتیاز نهایی کسب‌شده
fr_ca: Note finale obtenue
he: ציון סופי שהושג
hi: अंतिम स्कोर अर्जित
hu: Végső pontszám
id: Skor Akhir yang Diperoleh
ja: 最終スコア獲得
kk: Жиынтық ұпай
lv: Nopelnīts gala rezultāts
pt_pt: Pontuação de Avaliação Obtida
sq: Rezultati përfundimtar i fituar
sw: Alama ya Mwisho Iliyopatikana
uz: Yakuniy ball olindi
vi: Điểm cuối cùng đạt được

source: Final Score Possible
af_za: Finale telling moontlik
el: Πιθανή τελική βαθμολογία
fa: امتیاز نهایی احتمالی
fr_ca: Note finale possible
he: ציון סופי אפשרי
hi: अंतिम स्कोर संभव
hu: Lehetséges végső pontszám
id: Kemungkinan Skor Akhir
kk: Соңғы ұпай мүмкін
lv: Iespējamais gala rezultāts
pt_pt: Pontuação Final Possível
sq: Rezultati përfundimtar i mundshëm
sw: Alama ya Mwisho Inawezekana
uz: Yakuniy ball mumkin
vi: Điểm cuối cùng có thể

source: Feedback Statements Selected
af_za: Terugvoerstellings gekies
el: Επιλέχθηκαν δηλώσεις σχολίων
fa: اظهارات بازخورد انتخاب شد
fr_ca: Énoncés de rétroaction sélectionnés
he: הצהרות משוב נבחרו
hi: प्रतिक्रिया विवरण चयनित
hu: Kiválasztott visszajelzési nyilatkozatok
kk: Кері байланыс мәлімдемелері таңдалды
lv: Atlasīti atsauksmju paziņojumi
pt_pt: Declarações de Feedback Seleccionadas
sq: Deklaratat e komenteve të zgjedhura
sw: Taarifa za Maoni Zimechaguliwa
uz: Qayta aloqa bayonotlari tanlangan
vi: Báo cáo phản hồi đã chọn

source: Feedback on Assessment
af_za: Terugvoer oor Assessering
el: Ανατροφοδότηση σχετικά με την αξιολόγηση
fa: بازخورد دربارۀ ارزیابی
fr_ca: Rétroaction sur l'évaluation
he: משוב על הערכה
hi: मूल्यांकन पर प्रतिक्रिया
hu: Visszajelzés a felmérésről
ja: 評価に関するフィードバック
kk: Бағалау бойынша кері байланыс
lv: Atsauksmes par novērtēšanu
pt_pt: Feedback Sobre a Avaliação
sq: Reagime mbi Vlerësimin
sw: Maoni kuhusu Tathmini
uz: Baholash bo'yicha fikr-mulohazalar
vi: Phản hồi về đánh giá

source: Response Files
af_za: Reaksie lêers
el: Αρχεία απόκρισης
fa: فایل های پاسخ
fr_ca: Fichiers de réponses
he: קבצי תגובה
hi: प्रतिक्रिया फ़ाइलें
hu: Válaszfájlok
id: File Tanggapan
ja: 応答ファイル
kk: Жауап файлдары
lv: Atbilžu faili
pt_pt: Ficheiros de Resposta
sq: Skedarët e përgjigjes
sw: Faili za Majibu
uz: Javob fayllari
vi: Tệp phản hồi

source: No description provided.
af_za: Geen beskrywing verskaf nie.
el: Δεν παρέχεται περιγραφή.
fa: هیچ توضیحی ارائه نشده است.
fr_ca: Aucune description fournie.
he: לא סופק תיאור.
hi: कोई विवरण नहीं दिया गया.
hu: Nincs megadva leírás.
id: Tidak ada deskripsi yang diberikan.
ja: 説明はありません。
kk: Сипаттама берілмейді.
lv: Nav sniegts apraksts.
pt_pt: Nenhuma descrição fornecida.
sq: Asnjë përshkrim nuk është dhënë.
sw: Hakuna maelezo yaliyotolewa.
uz: Hech qanday tavsif berilmagan.
vi: Không có mô tả được cung cấp.

source: None
af_za: Geen
el: Ουδέν
fa: هیچ یک
fr_ca: Aucun
he: ללא
hi: कोई नहीं
hu: Nincs
id: kosong
kk: Жоқ
lv: Nav
pt_pt: Nenhum
sq: Asnjë
sw: Hakuna
uz: Yo'q
vi: Không có

source: Save
af_za: Stoor
el: Αποθήκευση
fa: ذخیره کردن
fr_ca: Enregistrer
he: שמור
hi: सेव करें
hu: Mentés
id: Simpan
ja: 保存
kk: Сақтау
lv: Saglabāt
pt_pt: Guardar
sq: Ruaj
sw: Hifadhi
uz: Saqlash
vi: Lưu

source: Cancel
af_za: Kanselleer
el: Ακύρωση
fa: لغو کردن
fr_ca: Annuler
he: בטל
hi: रद्द करें
hu: Mégsem
id: Batalkan
ja: キャンセル
kk: Болдырмау
lv: Atcelt
pt_pt: Cancelar
sq: Anulo
sw: Ghairi
uz: Bekor qilish
vi: Hủy bỏ

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
af_za: Ooprespons-assesserings laat jou toe om enkele of veelvuldige stappe in &#39;n rubriekgebaseerde ooprespons-assesseringsvolgorde op te stel. Die stappe wat hieronder beskikbaar is, kan geaktiveer, gedeaktiveer en bestel word vir &#39;n buigsame stel pedagogiese behoeftes.
el: Οι Εκτιμήσεις Ανοιχτής Απόκρισης σάς επιτρέπουν να διαμορφώνετε μεμονωμένα ή πολλαπλά βήματα σε μια ακολουθία αξιολόγησης ανοιχτής απόκρισης που βασίζεται σε ρουμπρίκες. Τα βήματα που είναι διαθέσιμα παρακάτω μπορούν να ενεργοποιηθούν, να απενεργοποιηθούν και να παραγγελθούν για ένα ευέλικτο σύνολο παιδαγωγικών αναγκών.
fa: ارزیابی‌های پاسخ باز به شما این امکان را می‌دهد که مراحل تک یا چندگانه را در یک توالی ارزیابی پاسخ باز مبتنی بر سرفصل پیکربندی کنید. مراحل موجود زیر را می‌توان برای مجموعه‌ای منعطف از نیازهای آموزشی فعال، غیرفعال و سفارشی شوند.
fr_ca: Les évaluations de réponse ouverte vous permettent de configurer une ou plusieurs étapes dans une séquence d'évaluation de réponse ouverte basée sur une grille. Les étapes disponibles ci-dessous peuvent être activées, désactivées et commandées pour un ensemble flexible de besoins pédagogiques.
he: הערכות תגובות פתוחות מאפשרות לך להגדיר שלבים בודדים או מרובים ברצף הערכת תגובה פתוחה המבוססת על רובריקה. ניתן לאפשר, להשבית ולהזמין את השלבים הזמינים להלן עבור מערך גמיש של צרכים פדגוגיים.
hi: ओपन रिस्पांस असेसमेंट आपको रूब्रिक आधारित ओपन रिस्पांस असेसमेंट अनुक्रम में एकल या एकाधिक चरणों को कॉन्फ़िगर करने की अनुमति देता है। शैक्षणिक आवश्यकताओं के लचीले सेट के लिए नीचे उपलब्ध चरणों को सक्षम, अक्षम और आदेशित किया जा सकता है।
hu: Nyílt válaszértékelések lehetővé teszik, hogy egy vagy több lépést konfiguráljon egy rubrika alapú nyílt válaszértékelési sorozatban. Az alábbi elérhető lépések engedélyezhetők, letilthatók és sorrendbe állíthatók a pedagógiai igények rugalmas kielégítése érdekében.
ja: オープンレスポンス評価では、ルーブリックに基づくオープンレスポンス評価シーケンスで、単一または複数のステップを設定できます。以下のステップは、有効化、無効化、順序変更が可能で、柔軟な教育的ニーズに対応します。
kk: Ашық жауап бағалаулары бір немесе бірнеше қадамдарды айдар негізіндегі ашық жауапты бағалау тізбегінде конфигурациялауға мүмкіндік береді. Төменде қол жетімді қадамдарды педагогикалық қажеттіліктердің икемді жиынтығы үшін қосуға, өшіруге және тапсырыс беруге болады.
lv: Atvērtās atbildes vērtējumi ļauj konfigurēt vienkāršus vai vairāku posmu secību rubrikā balstītā atklātās atbildes novērtēšanas secībā. Zemāk pieejamie posmi var tikt aktivizēti, deaktivizēti un kārtoti, lai apmierinātu elastīgas pedagoģiskās vajadzības.
pt_pt: As avaliações de resposta abertas permitem configurar etapas únicas ou múltiplas em uma sequência de avaliação de resposta aberta baseada em rúbrica. As etapas disponíveis abaixo podem ser ativadas, desativadas e ordenadas para um conjunto flexível de necessidades pedagógicas.
sq: Vlerësimet e përgjigjes së hapur ju lejojnë të konfiguroni hapa të vetëm ose të shumëfishtë në një sekuencë vlerësimi të përgjigjeve të hapura të bazuara në rubrika. Hapat e disponueshëm më poshtë mund të aktivizohen, çaktivizohen dhe porositen për një grup fleksibël nevojash pedagogjike.
sw: Fungua Tathmini za Majibu hukuruhusu kusanidi hatua moja au nyingi katika mfuatano wa tathmini ya majibu ya wazi kulingana na rubri. Hatua zinazopatikana hapa chini zinaweza kuwezeshwa, kuzima, na kuagizwa kwa seti inayoweza kunyumbulika ya mahitaji ya ufundishaji.
uz: Ochiq javoblarni baholash rubrikasiga asoslangan ochiq javoblarni baholash ketma-ketligida bir yoki bir nechta bosqichlarni sozlash imkonini beradi. Quyida mavjud qadamlar moslashuvchan pedagogik ehtiyojlar to'plami uchun yoqilishi, o'chirilishi va buyurtma qilinishi mumkin.
vi: Đánh giá phản hồi mở cho phép bạn định cấu hình một hoặc nhiều bước trong chuỗi đánh giá phản hồi mở dựa trên phiếu tự đánh giá. Các bước có sẵn bên dưới có thể được bật, tắt và sắp xếp theo nhu cầu sư phạm linh hoạt.

source: Display Name
af_za: Vertoon Naam
el: Όνομα προβολής
fa: نام نمایشی
fr_ca: Nom d'affichage
he: שם תצוגה
hi: दर्शित नाम
hu: Megjelenő név
id: Nama tampilan
ja: 表示名
kk: Көрсетілетін атау
lv: Parādāmais nosaukums
pt_pt: Nome Apresentado
sq: Emri i shfaqur
sw: Jina la Kuonyesha
uz: Ko'rsatiladigan ism
vi: Tên hiển thị
