Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
af_za: Spesifiseer die aantal toptelling-antwoorde om te vertoon nadat die leerder &#39;n antwoord ingedien het. Geldige getalle is 0 tot 99. As die getal 0 is, verskyn die Top Response-afdeling nie aan leerders nie.
el: Καθορίστε τον αριθμό των απαντήσεων με τη μεγαλύτερη βαθμολογία που θα εμφανίζονται αφού ο εκπαιδευόμενος υποβάλει μια απάντηση. Οι έγκυροι αριθμοί είναι από το 0 έως το 99. Εάν ο αριθμός είναι 0, η ενότητα Κορυφαίες απαντήσεις δεν εμφανίζεται στους μαθητές.
fa: برای نمایش پس از ارسال پاسخ توسط فراگیرنده، تعداد پاسخ‌هایی را مشخص کنید که امتیاز بالاتری دارند . اعداد معتبر 0 تا 99 هستند. اگر عدد 0 باشد، قسمت پاسخ‌های برتر برای فراگیران ظاهر نمی‌شود.
fr_ca: Spécifiez le nombre de réponses les mieux notées à afficher une fois que l'apprenant a soumis une réponse. Les nombres valides vont de 0 à 99. Si le nombre est 0, la section Meilleures Réponses n'apparaît pas aux apprenants.
hi: शिक्षार्थी द्वारा प्रतिक्रिया प्रस्तुत करने के बाद प्रदर्शित करने के लिए शीर्ष स्कोरिंग प्रतिक्रियाओं की संख्या निर्दिष्ट करें। मान्य संख्याएँ 0 से 99 हैं। यदि संख्या 0 है, तो शीर्ष प्रतिक्रियाएँ अनुभाग शिक्षार्थियों को दिखाई नहीं देता है।
hu: Adja meg a legjobb pontszámot elért válaszok számát, amelyeket a tanuló válaszának beküldése után megjelenítünk. Érvényes számok: 0-tól 99-ig. Ha a szám 0, a Legjobb Válaszok szakasz nem jelenik meg a tanulóknak.
id: Tentukan jumlah tanggapan skor teratas untuk ditampilkan setelah pelajar mengirimkan tanggapan. Angka yang valid adalah 0 hingga 99. Jika angkanya 0, bagian Jawaban Terpopuler tidak ditampilkan kepada peserta didik.
ja: 学習者が回答を提出した後に表示するトップスコアの回答数を指定します。有効な数値は0から99です。数値が0の場合、トップ回答セクションは学習者に表示されません。
kk: Оқушы жауапты жібергеннен кейін көрсетілетін ең көп ұпай алған жауаптардың санын көрсетіңіз. Жарамды сандар 0-ден 99-ға дейін. Егер сан 0 болса, «Үздік жауаптар» бөлімі оқушыларға көрінбейді.
lv: Norādiet labāko atbilžu skaitu, kas jāparāda pēc tam, kad kursa dalībnieks ir iesniedzis atbildi. Derīgie skaitļi ir no 0 līdz 99. Ja skaitlis ir 0, sadaļa Populārākās atbildes skolēniem netiek rādīta.
pt_pt: Especificar o número de respostas de pontuação máxima a exibir após o estudante ter submetido uma resposta. Os números válidos são de 0 a 99. Se o número for 0, a secção de respostas de topo não aparece aos estudantes.
sq: Specifikoni numrin e përgjigjeve me pikët më të mira që do të shfaqen pasi nxënësi të ketë dorëzuar një përgjigje. Numrat e vlefshëm janë nga 0 deri në 99. Nëse numri është 0, seksioni Përgjigjet kryesore nuk u shfaqet nxënësve.
sw: Bainisha idadi ya majibu ya alama bora yatakayoonyeshwa baada ya mwanafunzi kuwasilisha jibu. Nambari halali ni 0 hadi 99. Ikiwa nambari ni 0, sehemu ya Majibu ya Juu haionekani kwa wanafunzi.
uz: O'quvchi javob yuborganidan keyin ko'rsatiladigan eng yuqori ball javoblar sonini belgilang. Yaroqli raqamlar 0 dan 99 gacha. Agar raqam 0 bo'lsa, eng yaxshi javoblar bo'limi o'quvchilarga ko'rinmaydi.
vi: Chỉ định số lượng câu trả lời có điểm cao nhất sẽ hiển thị sau khi người học gửi câu trả lời. Các số hợp lệ là từ 0 đến 99. Nếu số đó là 0, phần Câu trả lời hàng đầu sẽ không xuất hiện với người học.

source: When Teams Enabled is set to true, Top Responses will be disabled.
af_za: Wanneer Spanne geaktiveer op waar gestel is, sal Topresponse gedeaktiveer word.
el: Όταν το Teams Enabled οριστεί σε true, οι κορυφαίες απαντήσεις θα απενεργοποιηθούν.
fa: وقتی تیم فعال باشد یعنی روی گزینۀ «درست» تنظیم شود، پاسخ‌ها، غیرفعال می‌شود.
fr_ca: Lorsque Teams Enabled est défini sur vrai, les réponses les plus fréquentes sont désactivées.
hi: जब टीम सक्षम को सत्य पर सेट किया जाता है, तो शीर्ष प्रतिक्रियाएँ अक्षम हो जाएंगी।
ja: Teams Enabledがtrueに設定されている場合、Top Responsesは無効になります。
kk: Teams Enabled «true» мәніне орнатылғанда, «Үздік жауаптар» өшіріледі.
lv: Ja Teams Enabled ir iestatīts uz True, populārākās atbildes tiks atspējotas.
pt_pt: Quando as equipas são definidas como verdadeiras, as respostas principais serão desativadas.
sq: Kur Teams Enabled caktohet në true, Përgjigjet kryesore do të çaktivizohen.
sw: Wakati Timu Zilizowashwa zimewekwa kuwa kweli, Majibu ya Juu yatazimwa.
uz: Teams Enabled rost qiymatiga o‘rnatilsa, eng yaxshi javoblar o‘chirib qo‘yiladi.
vi: Khi Nhóm đã bật được đặt thành true, Phản hồi hàng đầu sẽ bị tắt.

source: Teams Enabled
af_za: Spanne geaktiveer
el: Ενεργοποιήθηκαν οι ομάδες
fa: تیم فعال شد
fr_ca: Équipes activées
he: צוותים מופעלים
hi: टीमें सक्षम
hu: Csapatok engedélyezve
kk: Командалар қосулы
lv: Komandas ir iespējotas
pt_pt: Equipas Ativas
sq: Ekipet e aktivizuara
sw: Timu Zimewezeshwa
uz: Jamoalar yoqilgan
vi: Đã bật đội

source: Specify whether team submissions are allowed for this response.
af_za: Spesifiseer of spanvoorleggings vir hierdie antwoord toegelaat word.
el: Καθορίστε εάν επιτρέπονται οι υποβολές ομάδας για αυτήν την απάντηση.
fa: مشخص کنید که آیا ارسال تیم برای این پاسخ مجاز است یا خیر.
fr_ca: Indiquez si les soumissions par équipe sont autorisées pour cette réponse.
he: ציין אם הגשות צוות מותרות עבור תגובה זו.
hi: निर्दिष्ट करें कि क्या इस प्रतिक्रिया के लिए टीम सबमिशन की अनुमति है।
hu: Adja meg, hogy engedélyezettek-e a csapatbeadások ehhez a válaszhoz.
id: Tentukan apakah pengumpulan dari tim diizinkan untuk tanggapan ini.
ja: この回答に対してチーム提出を許可するかどうかを指定します。
kk: Бұл жауап үшін топ жіберулеріне рұқсат етілгенін көрсетіңіз.
lv: Norādiet, vai šai atbildei ir atļauts iesniegt komandas.
pt_pt: Especifique se as submissões das equipas são permitidas para esta resposta.
sq: Specifikoni nëse aplikimet e ekipit lejohen për këtë përgjigje.
sw: Bainisha ikiwa mawasilisho ya timu yanaruhusiwa kwa jibu hili.
uz: Bu javob uchun jamoa yuborilishiga ruxsat berilganligini belgilang.
vi: Chỉ định xem nhóm có được phép gửi phản hồi này hay không.

source: Select Team-Set
af_za: Kies Spanstel
el: Επιλέξτε Team-Set
fa: تنظیم-تیم را انتخاب کنید
fr_ca: Sélectionnez un ensemble d'équipes
he: בחר צוות-סט
hi: टीम-सेट चुनें
hu: Válassza a csapatkészletet
ja: チームセットを選択
kk: Team-Set таңдаңыз
lv: Atlasiet Team-Set
pt_pt: Seleccionar Conjunto de Equipa
sq: Zgjidhni Team-Set
sw: Chagua Seti ya Timu
uz: Team-set-ni tanlang
vi: Chọn nhóm-Set

source: Show Rubric During Response
af_za: Wys rubriek tydens reaksie
el: Εμφάνιση ρουμπρίκας κατά την απόκριση
fa: نمایش سرفصل در حین پاسخ
fr_ca: Afficher la grille avec la réponse
hi: प्रतिक्रिया के दौरान रूब्रिक दिखाएँ
id: Tampilkan rubrik selama respons
ja: 応答中にルーブリックを表示
kk: Жауап беру кезінде рубриканы көрсету
lv: Rādīt rubriku atbildes laikā
pt_pt: Mostrar Rubrica Durante a Resposta
sq: Shfaq rubrikën gjatë përgjigjes
sw: Onyesha Rubriki Wakati wa Kujibu
uz: Javob berish paytida rubrikani ko'rsatish
vi: Hiển thị phiếu tự đánh giá trong khi phản hồi

source: Specify whether learners can see the rubric while they are working on their response.
af_za: Spesifiseer of leerders die rubriek kan sien terwyl hulle aan hul antwoord werk.
el: Προσδιορίστε εάν οι εκπαιδευόμενοι μπορούν να δουν τη ρουμπρίκα ενώ επεξεργάζονται την απάντησή τους.
fa: مشخص کنید که آیا فراگیران می‌توانند در حین کار بر روی پاسخ خود، سرفصل را ببینند یا خیر.
fr_ca: Indiquez si les apprenants peuvent voir la grille pendant qu'ils travaillent sur leur réponse.
hi: निर्दिष्ट करें कि क्या शिक्षार्थी अपनी प्रतिक्रिया पर काम करते समय रूब्रिक देख सकते हैं।
hu: Adja meg, hogy a tanulók láthatják-e az értékelési útmutatót, miközben dolgoznak a válaszukon.
id: Tentukan apakah peserta didik dapat melihat rubrik saat mereka mengerjakan tanggapan mereka.
ja: 学習者が回答に取り組んでいる間にルーブリックを表示するかどうかを指定します。
lv: Norādiet, vai kursa dalībnieki var redzēt rubriku, kamēr viņi strādā pie atbildes.
pt_pt: Especificar se os alunos podem ver a rubrica enquanto estão a trabalhar na sua resposta.
sq: Specifikoni nëse nxënësit mund ta shohin rubrikën ndërsa ata janë duke punuar në përgjigjen e tyre.
sw: Bainisha kama wanafunzi wanaweza kuona rubriki wakati wanafanyia kazi majibu yao.
uz: Talabalar o'z javoblari ustida ishlayotgan paytda rubrikani ko'ra olishlarini belgilang.
vi: Chỉ định liệu người học có thể xem phiếu tự đánh giá trong khi họ đang thực hiện câu trả lời của mình hay không.

source: Allow Learner Resubmissions
af_za: Laat leerder-hervoorleggings toe
fa: اجازه ارسال مجدد توسط فراگیرنده
hi: शिक्षार्थी पुनः प्रस्तुतियाँ की अनुमति दें
id: Izinkan Pengiriman Ulang Pelajar
ja: 学習者の再提出を許可する
lv: Atļaut kursa dalībnieku atkārtotu iesniegšanu
pt_pt: Permitir reenvio de alunos
sq: Lejo ridorëzimin e nxënësve
sw: Ruhusu Mawasilisho Upya ya Wanafunzi
uz: Oʻquvchilarning qayta topshirishlariga ruxsat bering
vi: Cho phép người học gửi lại

source: Set to TRUE to allow learners to resubmit ungraded work. Set to FALSE if resubmissions are not allowed.
af_za: Stel op WAAR om leerders toe te laat om ongegradeerde werk weer in te dien. Stel na ONWAAR as herindienings nie toegelaat word nie.
fa: روی «درست» تنظیم کنید تا به فراگیران امکان ارسال مجدد کار بدون نمره داده شود. اگر ارسال مجدد مجاز نباشد، روی «نادرست» تنظیم کنید.
hi: शिक्षार्थियों को बिना ग्रेड वाले कार्य को पुनः प्रस्तुत करने की अनुमति देने के लिए इसे TRUE पर सेट करें। यदि पुनः प्रस्तुत करने की अनुमति नहीं है तो इसे FALSE पर सेट करें।
hu: Állítsa TRUE-ra, hogy a tanulók újra beküldhessék a nem értékelt munkákat. Állítsa FALSE-ra, ha az újraküldés nem engedélyezett.
id: Setel ke TRUE untuk memungkinkan pelajar mengirimkan ulang tugas yang belum dinilai. Setel ke FALSE jika pengiriman ulang tidak diperbolehkan.
lv: Iestatiet vērtību TRUE, lai ļautu dalībniekiem atkārtoti iesniegt nenovērtētu darbu. Ja atkārtota iesniegšana nav atļauta, iestatiet uz FALSE.
pt_pt: Defina como TRUE para permitir que os alunos enviem novamente trabalhos não classificados. Definir como FALSE se não forem permitidas re-submissões.
sq: Cakto në E VËRTETË për t&#39;i lejuar nxënësit të paraqesin sërish punë të pagraduar. Cakto në FALSE nëse riparaqitjet nuk lejohen.
sw: Weka kuwa TRUE ili kuruhusu wanafunzi kuwasilisha tena kazi ambayo haijapata daraja. Weka kuwa FALSE ikiwa uwasilishaji upya hauruhusiwi.
uz: O‘quvchilarga baholanmagan ishni qayta topshirishga ruxsat berish uchun TRUE qiymatini o‘rnating. Qayta yuborishga ruxsat berilmasa, FALSE qiymatini o‘rnating.
vi: Đặt thành TRUE để cho phép người học gửi lại bài tập chưa được chấm điểm. Đặt thành FALSE nếu không được phép gửi lại.

source: Resubmission Grace Period
af_za: Herindiening Grasietydperk
fa: مدت زمان مهلت ارسال مجدد
hi: पुनः प्रस्तुतीकरण अनुग्रह अवधि
hu: Újra benyújtási türelmi időszak
id: Masa Tenggang Pengajuan Ulang
ja: 再提出猶予期間
lv: Atkārtotas iesniegšanas pagarinājuma periods
pt_pt: Período de tolerância para ressubmissão
sq: Periudha e faljes së ridorëzimit
sw: Kuwasilisha upya Kipindi cha Neema
uz: Qayta topshirishning imtiyozli muddati
vi: Thời gian ân hạn nộp lại

source: Specify the maximum period during which resubmissions are allowed. If left blank, learners will be able to reset their submission as long as it has not been graded. The grace period starts once the learner has submitted their response.
af_za: Spesifiseer die maksimum tydperk waartydens hervoorleggings toegelaat word. Indien leeg gelaat word, sal leerders hul indiening kan terugstel solank dit nie gegradeer is nie. Die grasietydperk begin sodra die leerder sy antwoord ingedien het.
fa: حداکثر دوره‌ای را که طی آن ارسال مجدد مجاز است مشخص کنید. در صورت خالی ماندن، فراگیران می‌توانند تا زمانی که به مطالب ارسالی‌شان نمره داده نشده باشد، آن‌ها را بازنشانی کنند. این مدت زمانی آغاز می‌شود که فراگیر پاسخ خود را ارسال کند.
hi: अधिकतम अवधि निर्दिष्ट करें जिसके दौरान पुनः प्रस्तुतीकरण की अनुमति है। यदि रिक्त छोड़ दिया जाता है, तो शिक्षार्थी अपने प्रस्तुतीकरण को तब तक रीसेट कर सकेंगे जब तक कि उसे ग्रेड नहीं दिया जाता। अनुग्रह अवधि तब शुरू होती है जब शिक्षार्थी अपना उत्तर प्रस्तुत कर देता है।
hu: Adja meg a maximális időtartamot, amely alatt az újra benyújtások engedélyezettek. Ha üresen hagyja, a tanulók újra beadhatják a munkájukat, amíg az nincs értékelve. A türelmi időszak akkor kezdődik, amikor a tanuló benyújtotta a válaszát.
id: Tentukan periode maksimum di mana pengiriman ulang diperbolehkan. Jika dikosongkan, pembelajar dapat mengatur ulang tugasnya selama belum dinilai. Masa tenggang dimulai setelah pelajar mengirimkan tanggapannya.
ja: 再提出が許可される最大期間を指定してください。空白のままにすると、学習者は採点されていない限り提出をリセットできます。猶予期間は、学習者が回答を提出した時点から始まります。
lv: Norādiet maksimālo periodu, kurā ir atļauta atkārtota iesniegšana. Ja lauks ir atstāts tukšs, kursa dalībnieki varēs atiestatīt iesniegto informāciju, ja vien tas nav novērtēts. Labvēlības periods sākas, kad kursa dalībnieks ir iesniedzis savu atbildi.
pt_pt: Especifique o período máximo durante o qual são permitidos reenvios. Se deixado em branco, os alunos poderão redefinir seu envio, desde que ele não tenha sido avaliado. O período de carência começa quando o aluno envia sua resposta.
sq: Specifikoni periudhën maksimale gjatë së cilës lejohen ridorëzimi. Nëse lihet bosh, nxënësit do të jenë në gjendje të rivendosin paraqitjen e tyre për sa kohë që nuk është vlerësuar. Periudha e faljes fillon pasi nxënësi të ketë dorëzuar përgjigjen e tij.
sw: Bainisha muda wa juu zaidi ambao uwasilishaji upya unaruhusiwa. Ikiachwa wazi, wanafunzi wataweza kuweka upya mawasilisho yao mradi tu hayajawekwa alama. Kipindi cha neema huanza mara tu mwanafunzi anapowasilisha majibu yake.
uz: Qayta topshirishga ruxsat beriladigan maksimal muddatni belgilang. Bo'sh qoldirilgan bo'lsa, o'quvchilar baho qo'yilmagan ekan, o'z topshirig'ini tiklashi mumkin. Imtiyozli davr talaba javobini yuborganidan keyin boshlanadi.
vi: Chỉ định khoảng thời gian tối đa được phép gửi lại. Nếu để trống, người học có thể đặt lại bài nộp của mình miễn là bài đó chưa được chấm điểm. Thời gian gia hạn bắt đầu sau khi người học gửi phản hồi của mình.

source: Criterion
af_za: Kriterium
el: Κριτήριο
fa: معیار
fr_ca: Critère
he: קריטריון
hi: मापदंड
hu: Kritérium
id: Kriteria
ja: 基準
kk: Критерий
lv: Kritērijs
pt_pt: Critério
sq: Kriteri
sw: Kigezo
uz: Mezon
vi: Tiêu chuẩn

source: You cannot delete a criterion after the assignment has been released.
af_za: Jy kan nie &#39;n kriterium uitvee nadat die werkopdrag vrygestel is nie.
el: Δεν μπορείτε να διαγράψετε ένα κριτήριο μετά τη δημοσίευση της εργασίας.
fa: پس از انتشار تکلیف امکان حذف معیار را ندارید.
fr_ca: Vous ne pouvez pas supprimer un critère après la publication du devoir.
he: לא ניתן למחוק קריטריון לאחר פרסום המטלה.
hi: असाइनमेंट जारी होने के बाद आप कोई मानदंड नहीं हटा सकते।
id: Anda tidak dapat menghapus kriteria setelah tugas telah dirilis.
ja: 課題が公開された後は、基準を削除することはできません。
kk: Тапсырма шығарылғаннан кейін шартты жою мүмкін емес.
lv: Jūs nevarat dzēst kritēriju pēc uzdevuma atbrīvošanas.
pt_pt: Não é possível eliminar um critério após a publicação da tarefa.
sq: Ju nuk mund të fshini një kriter pasi të jetë lëshuar detyra.
sw: Huwezi kufuta kigezo baada ya kazi iliyokabidhiwa.
uz: Topshiriq chiqarilgandan so'ng siz mezonni o'chira olmaysiz.
vi: Bạn không thể xóa tiêu chí sau khi nhiệm vụ đã được giải phóng.

source: Remove
af_za: Verwyder
el: Αφαίρεση
fa: حذف
fr_ca: Retirer
he: הסר
hi: हटाएं
hu: Eltávolítás
id: Hapus
ja: 削除
kk: Жою
lv: Noņemt
pt_pt: Remover
sq: Hiq
sw: Ondoa
uz: O'chirish
vi: Di dời

source: Criterion Name
af_za: Kriterium Naam
el: Όνομα κριτηρίου
fa: نام معیار
fr_ca: Nom du critère
he: שם הקריטריון
hi: मापदंड का नाम
hu: Feltétel neve
id: Nama Kriteria
kk: Критерий атауы
lv: Kritērija nosaukums
pt_pt: Título do Critério
sq: Emri i kriterit
sw: Jina la Kigezo
uz: Kriteriya nomi
vi: Tên tiêu chí

source: Criterion Prompt
af_za: Kriterium-aanvraag
el: Προτροπή κριτηρίου
fa: درخواست معیار
fr_ca: Question du critère
he: הנחיית קריטריון
hi: मानदंड संकेत
hu: Kritérium kérdés
id: Anjuran Kriteria
kk: Критерийге шақыру
lv: Kritērija uzvedne
pt_pt: Critério do Enunciado
sq: Prompt i kriterit
sw: Kigezo cha haraka
uz: Kriteriya so'rovi
vi: Lời nhắc tiêu chí

source: Add Option
af_za: Voeg opsie by
el: Προσθήκη Επιλογής
fa: افزودن گزینه
fr_ca: Ajouter une option
he: הוסף אפשרות
hi: विकल्‍प जोडें
hu: Opció hozzáadása
id: Tambah pilihan
ja: オプションを追加
kk: Опция қосу
lv: Pievienot opciju
pt_pt: Adicionar opção
sq: Shto opsion
sw: Ongeza Chaguo
uz: Variant qo'shish
vi: Thêm tùy chọn

source: Feedback for This Criterion
af_za: Terugvoer vir hierdie kriterium
el: Σχόλια για αυτό το κριτήριο
fa: بازخورد این معیار
fr_ca: Retour sur ce critère
he: משוב עבור קריטריון זה
hi: इस मापदंड पर प्रतिक्रिया
hu: Visszajelzés ehhez a kritériumhoz
id: Umpan Balik untuk Kriteria ini
ja: この基準に対するフィードバック
kk: Осы критерий бойынша кері байланыс
lv: Atsauksmes par šo kritēriju
pt_pt: Comentário para este critério
sq: Reagime për këtë kriter
sw: Maoni kwa Kigezo Hiki
uz: Ushbu mezon bo'yicha fikr-mulohaza
vi: Phản hồi cho tiêu chí này

source: Optional
af_za: Opsioneel
el: Προαιρετικό
fa: اختیاری
fr_ca: Optionnel
he: רשות
hi: वैकल्पिक
hu: Opcionális
id: opsional
kk: Қосымша
lv: Neobligāti
pt_pt: Opcional
sq: Fakultative
sw: Hiari
uz: Ixtiyoriy
vi: Không bắt buộc

source: Required
af_za: Vereis
el: Απαιτείται
fa: ضروری
fr_ca: Requis
he: נדרש
hi: आवश्यक
hu: Kötelező
id: Diperlukan
ja: 必須
kk: Міндетті
lv: Obligāti
pt_pt: Obrigatório
sq: E detyrueshme
sw: Inahitajika
uz: Majburiy
vi: Yêu cầu

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
af_za: Kies een van die opsies hierbo. Dit beskryf of die beoordelaar kriteriumterugvoer sal moet verskaf of nie.
el: Επιλέξτε μία από τις παραπάνω επιλογές. Αυτό περιγράφει εάν ο αναθεωρητής θα πρέπει ή όχι να παράσχει σχόλια για το κριτήριο.
fa: یکی از گزینه‌های بالا را انتخاب کنید. این مورد توضیح می‌دهد که آیا بازبین باید بازخورد معیار را ارائه دهد یا خیر.
fr_ca: Sélectionnez l'une des options ci-dessus. Cela décrit si le réviseur devra ou non fournir des rétroactions sur les critères.
he: בחר אחת מהאפשרויות למעלה. זה מתאר אם המבקר יצטרך לספק משוב על קריטריונים.
hi: उपरोक्त विकल्पों में से एक का चयन करें. यह बताता है कि समीक्षक को मानदंड प्रतिक्रिया प्रदान करनी होगी या नहीं।
hu: Válasszon a fenti lehetőségek közül. Ez leírja, hogy a bírálónak kell-e kritérium-visszajelzést adnia.
id: Pilih salah satu dari pilihan di atas. Ini menjelaskan apakah peninjau harus memberikan umpan balik kriteria atau tidak.
ja: 上記のオプションのいずれかを選択してください。これは、レビュアーが基準に対するフィードバックを提供する必要があるかどうかを示します。
kk: Жоғарыдағы опциялардың бірін таңдаңыз. Бұл рецензенттің критерий бойынша кері байланыс беруі қажет пе, жоқ па, соны сипаттайды.
lv: Izvēlieties vienu no iepriekš minētajām iespējām. Tā apraksta, vai recenzentam būs jāsniedz atgriezeniskā saite par kritēriju.
pt_pt: Selecionar uma das opções acima. Isto descreve se o revisor terá ou não que fornecer um comentário sobre o critério usado.
sq: Zgjidhni një nga opsionet e mësipërme. Kjo përshkruan nëse vlerësuesi do të duhet ose jo të japë komente për kriterin.
sw: Chagua moja ya chaguo hapo juu. Hii inaeleza kama mhakiki atalazimika kutoa maoni ya kigezo au la.
uz: Yuqoridagi variantlardan birini tanlang. Bu sharhlovchi mezon bo'yicha fikr-mulohaza bildirishi kerakmi yoki yo'qligini tavsiflaydi.
vi: Chọn một trong các tùy chọn ở trên. Điều này mô tả liệu người đánh giá có phải cung cấp phản hồi theo tiêu chí hay không.

source: Open Response Assessment
af_za: Oop reaksie assessering
el: Εργασία αλληλοαξιολόγησης
fa: ارزیابی پاسخ باز
fr_ca: Évaluation d'une réponse ouverte
he: הערכה של תשובה פתוחה
hi: खुली प्रतिक्रिया का मूल्‍यांकन
hu: Nyílt válaszértékelés
id: Penilaian Tanggapan terbuka
ja: オープン・レスポンス評価
kk: Ашық жауапты бағалау
lv: Atvērt atbildes novērtēšanu
pt_pt: Questão de Resposta Aberta
sq: Vlerësimi i përgjigjes së hapur
sw: Fungua Tathmini ya Majibu
uz: Ochiq javobni baholash
vi: Đánh giá phản hồi mở

source: Prompt
el: άμεσος
fa: سریع
fr_ca: Question
he: הנחיה
hi: प्रॉम्पट
id: Anjuran
ja: プロンプト
kk: Шақыру
lv: Pamudināt
pt_pt: Enunciado
sw: Haraka
uz: Tezkor
vi: Lời nhắc

source: Rubric
af_za: Rubriek
el: Ρουμπρίκα
fa: سرفصل
fr_ca: Grille
he: כותרת
hi: रूबरिक
id: Rubrik
ja: ルーブリック
kk: Рубрика
lv: Rubrika
pt_pt: Rúbrica
sq: Rubrika
sw: Rubriki
uz: Rubrika
vi: Phiếu tự đánh giá

source: Schedule
af_za: Skedule
el: Πρόγραμμα
fa: برنامه
fr_ca: Planifier
hi: अनुसूची
hu: Ütemezés
id: Jadwal
ja: スケジュール
kk: Кесте
lv: Grafiks
pt_pt: Horário
sq: Orari
sw: Ratiba
uz: Jadval
vi: Lịch trình

source: Assessment steps
af_za: Assesseringstappe
el: Βήματα αξιολόγησης
fa: مراحل ارزیابی
fr_ca: Étapes d'évaluation
he: שלבי ההערכה
hi: मूल्यांकन चरण
hu: Felmérési lépések
id: Langkah-langkah penilaian
ja: 評価ステップ
kk: Бағалау қадамдары
lv: Novērtēšanas soļi
pt_pt: Etapas da avaliação
sq: Hapat e vlerësimit
sw: Hatua za tathmini
uz: Baholash bosqichlari
vi: Các bước đánh giá

source: Settings
af_za: Instellings
el: Ρυθμίσεις
fa: تنظیمات
fr_ca: Paramètres
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
ja: 設定
kk: Параметрлер
lv: Iestatījumi
pt_pt: Configurações
sq: Cilësimet
sw: Mipangilio
uz: Sozlamalar
vi: Cài đặt

source: Option
af_za: Opsie
el: Επιλογή
fa: گزینه
he: אפשרות
hi: विकल्‍प
hu: Opció
id: Pilihan
ja: オプション
kk: Опция
lv: Opcija
pt_pt: Opção
sq: Opsioni
sw: Chaguo
uz: Variant
vi: Lựa chọn

source: Option Name
af_za: Opsie Naam
el: Όνομα Επιλογής
fa: نام گزینه
fr_ca: Nom de l'option
he: שם האפשרות
hi: विकल्‍प का नाम
hu: Opció neve
id: Nama Pilihan
ja: オプション名
kk: Опция атауы
lv: Opcijas nosaukums
pt_pt: Título da Opção
sq: Emri i opsionit
sw: Jina la Chaguo
uz: Variant nomi
vi: Tên tùy chọn

source: Option Points
af_za: Opsiepunte
el: Βαθμοί Επιλογής
fa: امتیاز گزینه
fr_ca: Points de l'option
he: ניקוד האפשרות
hi: विकल्‍प के बिंदु
hu: Opció pontok
id: Poin Pilihan
ja: オプションポイント
kk: Опция нүктелері
lv: Izvēles punkti
pt_pt: Pontos da Opção
sq: Pikat e opsionit
sw: Pointi za Chaguo
uz: Variant nuqtalari
vi: Điểm tùy chọn

source: Option Explanation
af_za: Opsie Verduideliking
el: Εξήγηση
fa: توضیح گزینه
fr_ca: Explications de l'option
he: הֶסבר האפשרות
hi: विकल्‍प का स्‍पष्‍टीकरण
hu: Opció magyarázata
id: Penjelasan Pilihan
ja: オプションの説明
kk: Опцияның түсіндірмесі
lv: Opcijas skaidrojums
pt_pt: Explicação sobre a Opção
sq: Shpjegimi i opsionit
sw: Ufafanuzi wa Chaguo
uz: Variant tushuntirish
vi: Tùy chọn Giải thích

source: Step: Peer Assessment
af_za: Stap: Eweknie-assessering
el: Διαδικασία: Αλληλοαξιολόγηση
fa: مرحله: ارزیابی همتایان
fr_ca: Étape : évaluation entre pairs
he: שלב: הערכת עמיתים
hi: चरण: सहकर्मी मूल्यांकन
hu: Lépés: Társértékelés
id: Langkah: Penilaian Rekan
ja: ステップ: ピア評価
kk: Қадам: Өзара бағалау
lv: solis: citu dalībnieku vērtējums
pt_pt: Etapa: Avaliação dos Pares
sq: Hapi: Vlerësimi nga kolegët
sw: Hatua: Tathmini ya Rika
uz: Bosqich: Tengdoshlarni baholash
vi: Bước: Đánh giá đồng đẳng
