Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, ar, az, de_de, el, fa, he, hi, hu, id, it_it, ja, ka, kk, lv, nl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Errors detected on the following tabs:
af_za: Foute bespeur op die volgende oortjies:
ar: تم اكتشاف أخطاء في علامات التبويب التالية:
az: Aşağıdakı nişanlarda səhvlər aşkarlandı:
de_de: Auf den folgenden Registerkarten erkannte Fehler:
el: Εντοπίστηκαν σφάλματα στις ακόλουθες καρτέλες:
fa: خطاهای شناسایی‌شده در زبانه‌های زیر:
he: זוהו שגיאות בכרטיסיות הבאות:
hi: निम्नलिखित टैब पर त्रुटियाँ पाई गईं:
it_it: Errori rilevati nelle seguenti schede:
ja: 次のタブでエラーが検出されました:
ka: შეცდომები აღმოჩენილია შემდეგ ჩანართებზე:
kk: Келесі қойындыларда қателер анықталды:
lv: Kļūdas ir konstatētas šādās cilnēs:
nl: Er zijn fouten gedetecteerd op de volgende tabbladen:
pt_br: Erros detectados nas seguintes tabs:
pt_pt: Erros detetados nos seguintes separadores:
ro: Erori detectate în următoarele file:
ru: Обнаружены ошибки на следующих вкладках:
sq: Gabime të zbuluara në skedat e mëposhtme:
sv: Fel upptäcktes på följande flikar:
sw: Hitilafu zimegunduliwa kwenye vichupo vifuatavyo:
te: కింది ట్యాబ్‌లలో లోపాలు కనుగొనబడ్డాయి:
th: ตรวจพบข้อผิดพลาดในแท็บต่อไปนี้:
tr_tr: Aşağıdaki sekmelerde algılanan hatalar:
uk: Знайдено помилки на наступних вкладках:
uz: Quyidagi varaqlarda xatolar aniqlandi:
vi: Đã phát hiện lỗi trên các tab sau:

source: This ORA has already been released. Changes will only affect learners making new submissions. Existing submissions will not be modified by this change.
af_za: Hierdie ORA is reeds vrygestel. Veranderinge sal slegs leerders raak wat nuwe voorleggings maak. Bestaande voorleggings sal nie deur hierdie verandering gewysig word nie.
ar: تم إصدار ORA هذا بالفعل. ستؤثر التغييرات فقط على المتعلمين الذين يقدمون عمليات إرسال جديدة. لن يتم تعديل عمليات الإرسال الحالية من خلال هذا التغيير.
az: Bu ORA artıq buraxılıb. Dəyişikliklər yalnız yeni təqdimatlar edən öyrənənlərə təsir edəcək. Mövcud təqdimatlar bu dəyişiklikdən təsirlənməyəcək.
de_de: Dieses ORA wurde bereits veröffentlicht. Änderungen wirken sich nur auf Lernende aus, die neue Einreichungen vornehmen. Bestehende Einreichungen werden durch diese Änderung nicht geändert.
el: Αυτό το ORA έχει ήδη κυκλοφορήσει. Οι αλλαγές θα επηρεάσουν μόνο τους μαθητές που κάνουν νέες υποβολές. Οι υπάρχουσες υποβολές δεν θα τροποποιηθούν από αυτήν την αλλαγή.
fa: این ORA قبلاً منتشر شده‌است. تغییرات فقط بر فراگیرانی اثر می‌گذارد که ارسال‌های جدیددارند. با این تغییر، موارد ارسالی موجود، تغییری نخواهند کرد.
he: ה-ORA הזה כבר שוחרר. שינויים ישפיעו רק על לומדים שיגישו הגשות חדשות. הגשות קיימות לא ישונו על ידי שינוי זה.
hi: यह ORA पहले ही जारी किया जा चुका है. परिवर्तन केवल नए सबमिशन करने वाले शिक्षार्थियों को प्रभावित करेंगे। इस परिवर्तन से मौजूदा प्रस्तुतियाँ संशोधित नहीं की जाएंगी।
hu: Ez az ORA már ki lett adva. A változások csak az új beadásokat végző tanulókat érintik. A meglévő beadásokat ez a változás nem módosítja.
id: ORA ini sudah dirilis. Perubahan hanya akan mempengaruhi peserta didik yang membuat pengajuan baru. Pengajuan yang sudah ada tidak akan diubah oleh perubahan ini.
it_it: Questo ORA è già stato rilasciato. Le modifiche riguarderanno solo gli studenti che effettuano nuovi invii. Gli invii esistenti non verranno modificati da questa modifica.
ja: このORAはすでにリリースされています。変更は新しい提出を行う学習者にのみ影響します。既存の提出物はこの変更によって修正されません。
ka: ეს ORA უკვე გამოვიდა. ცვლილებები გავლენას მოახდენს მხოლოდ მოსწავლეებზე, რომლებიც აკეთებენ ახალ წარდგენას. არსებული წარდგენები არ შეიცვლება ამ ცვლილებით.
kk: Бұл ORA әлдеқашан шығарылған. Өзгерістер тек жаңа өтініштер жасайтын оқушыларға әсер етеді. Бұл өзгерту арқылы бұрыннан бар жіберілімдер өзгертілмейді.
lv: Šī ORA jau ir izlaista. Izmaiņas ietekmēs tikai tos kursa dalībniekus, kuri iesniegs jaunus iesniegumus. Šīs izmaiņas nemainīs esošos iesniegumus.
nl: Deze ORA is al vrijgegeven. Wijzigingen hebben alleen gevolgen voor leerlingen die nieuwe inzendingen maken. Bestaande inzendingen worden door deze wijziging niet gewijzigd.
pt_br: Este ORA já foi lançado. As alterações afetarão apenas os estudantes que fizerem novos envios. Os envios existentes não serão modificados por esta alteração.
pt_pt: Esta Questão de Resposta Aberta já foi divulgada. As alterações apenas irão afetar os alunos que fizerem novas submissões. As submissões existentes não serão modificadas por esta alteração.
ro: Acest ORA a fost deja lansat. Modificările vor afecta doar cursanții care fac trimiteri noi. Trimiterile existente nu vor fi modificate de această modificare.
ru: Оценивание ответов в свободной форме уже выпущено. Изменения будут касаться только слушателей, отправляющих новые решения. Существующие решения не будут изменены этим изменением.
sq: Kjo ORA tashmë është lëshuar. Ndryshimet do të ndikojnë vetëm tek nxënësit që bëjnë paraqitje të reja. Paraqitjet ekzistuese nuk do të modifikohen nga ky ndryshim.
sv: Denna ORA har redan släppts. Ändringar kommer bara att påverka elever som gör nya inlämningar. Befintliga bidrag kommer inte att ändras av denna ändring.
sw: ORA hii tayari imetolewa. Mabadiliko yataathiri wanafunzi wanaowasilisha mawasilisho mapya pekee. Mawasilisho yaliyopo hayatarekebishwa na mabadiliko haya.
te: ఈ ORA ఇప్పటికే విడుదల చేయబడింది. మార్పులు కొత్త సమర్పణలు చేసే అభ్యాసకులపై మాత్రమే ప్రభావం చూపుతాయి. ఇప్పటికే ఉన్న సమర్పణలు ఈ మార్పు ద్వారా సవరించబడవు.
th: ORA นี้ได้รับการเผยแพร่แล้ว การเปลี่ยนแปลงจะส่งผลต่อผู้เรียนที่ส่งผลงานใหม่เท่านั้น การส่งที่มีอยู่จะไม่ได้รับการแก้ไขโดยการเปลี่ยนแปลงนี้
tr_tr: Bu ORA zaten yayınlandı. Değişiklikler yalnızca yeni gönderim yapan öğrencileri etkileyecektir. Mevcut gönderimler bu değişiklikle değiştirilmeyecektir.
uk: Ця оцінка відкритої відповіді (ORA) вже опублікована. Зміни вплинуть лише на тих учнів, які надсилатимуть нові відповіді. Ця зміна не стосується вже надісланих відповідей.
uz: Bu ORA allaqachon chiqarilgan. O'zgartirishlar faqat yangi taqdimotlar kiritayotgan o'quvchilarga ta'sir qiladi. Mavjud taqdimotlar bu o‘zgarish bilan o‘zgartirilmaydi.
vi: ORA này đã được phát hành. Những thay đổi sẽ chỉ ảnh hưởng đến người học nộp bài mới. Các bài nộp hiện tại sẽ không bị sửa đổi bởi sự thay đổi này.

source: error count:
af_za: fouttelling:
ar: عدد الأخطاء:
az: səhv sayı:
de_de: Fehleranzahl:
el: καταμέτρηση σφαλμάτων:
fa: شمارش خطا:
he: מספר שגיאות:
hi: त्रुटि गणना:
hu: hiba száma:
it_it: conteggio errori:
ja: エラー数:
ka: შეცდომების რაოდენობა:
kk: қателер саны:
lv: kļūdu skaits:
nl: aantal fouten:
pt_br: contagem de erros:
pt_pt: contagem de erros:
ro: număr de erori:
ru: количество ошибок:
sq: numërimi i gabimeve:
sv: antal fel:
sw: hesabu ya makosa:
te: దోష గణన:
th: จำนวนข้อผิดพลาด:
tr_tr: hata sayısı:
uk: кількість помилок :
uz: xatolar soni:
vi: số lỗi:
