Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
af_za: Die span se voorlegging is van gradering verwyder. Die span ontvang &#39;n graad van nul tensy jy &#39;n spanlid se toestand vir die probleem uitvee om die span toe te laat om &#39;n antwoord weer in te dien.
el: Η υποβολή της ομάδας έχει αφαιρεθεί από τη βαθμολόγηση. Η ομάδα λαμβάνει βαθμό μηδέν, εκτός εάν διαγράψετε την κατάσταση ενός μέλους της ομάδας για το πρόβλημα, ώστε να επιτρέψετε στην ομάδα να υποβάλει ξανά μια απάντηση.
fa: ارسالی تیم از نمره‌دهی حذف شده‌است. تیم نمرۀ صفر دریافت می‌کند مگر اینکه وضعیت یکی از اعضای تیم را برای مساله حذف کنید تا به تیم اجازه ارسال مجدد پاسخ داده شود.
he: ההגשה של הצוות הוסרה מהציון. הצוות מקבל ציון אפס אלא אם תמחק מצב של חבר צוות עבור הבעיה כדי לאפשר לצוות להגיש שוב תגובה.
hi: टीम की प्रस्तुति को ग्रेडिंग से हटा दिया गया है। जब तक आप टीम को प्रतिक्रिया पुनः सबमिट करने की अनुमति देने के लिए समस्या के लिए टीम सदस्य की स्थिति को नहीं हटाते, तब तक टीम को शून्य ग्रेड प्राप्त होता है।
hu: A csapat beadott munkáját eltávolították az értékelésből. A csapat nulla pontot kap, hacsak nem törli egy csapattag állapotát a problémára vonatkozóan, hogy a csapat újra beadhassa a választ.
id: Pengajuan tim telah dihapus dari penilaian. Tim menerima nilai nol kecuali Anda menghapus status anggota tim untuk masalah tersebut agar tim dapat mengirim ulang tanggapan.
ja: チームの提出物は採点から削除されました。チームは、問題に対するチームメンバーの状態を削除して再提出を許可しない限り、0点を受け取ります。
kk: Команданың ұсынысы бағалаудан алынып тасталды. Топқа жауапты қайта жіберуге мүмкіндік беру үшін мәселе бойынша топ мүшесінің күйін жоймасаңыз, топ нөлдік баға алады.
lv: Komandas iesniegums ir noņemts no vērtēšanas. Komanda saņem vērtējumu nulle, ja vien neizdzēšat komandas dalībnieka uzdevumi stāvokli, lai komanda varētu atkārtoti iesniegt atbildi.
sq: Paraqitja e ekipit është hequr nga vlerësimi. Ekipi merr një notë zero nëse nuk e fshini gjendjen e një anëtari të ekipit për problemin për t&#39;i lejuar ekipit të ridërgojë një përgjigje.
uz: Jamoaning taqdimoti bahodan olib tashlandi. Jamoaga javobni qayta yuborishga ruxsat berish uchun muammo uchun jamoa aʼzosining holatini oʻchirmasangiz, jamoa nol baho oladi.
vi: Bài nộp của nhóm đã bị xóa khỏi chấm điểm. Nhóm nhận được điểm 0 trừ khi bạn xóa trạng thái của một thành viên trong nhóm đối với vấn đề đó để cho phép nhóm gửi lại phản hồi.

source: Error updating XBlock configuration
af_za: Kon nie XBlock-konfigurasie opdateer nie
el: Σφάλμα κατά την ενημέρωση της διαμόρφωσης XBlock
fa: خطا در به‌روزرسانی پیکربندی XBlock
he: שגיאה בעדכון תצורת XBLOCK
hi: XBlock कॉन्फ़िगरेशन अपडेट करने में त्रुटि
hu: Hiba az XBlock konfiguráció frissítésekor
id: Error memperbarui konfigurasi XBlock
ja: XBlock設定の更新エラー
kk: XBlock конфигурациясын жаңарту қатесі
lv: Kļūda, atjauninot XBlock konfigurāciju
sq: Gabim gjatë përditësimit të konfigurimit të XBlock
uz: XBlock konfiguratsiyasini yangilashda xatolik yuz berdi
vi: Lỗi cập nhật cấu hình XBlock

source: Error: Text Response and File Upload Response cannot both be disabled
af_za: Fout: Teksreaksie en Lêeroplaai-reaksie kan nie albei gedeaktiveer word nie
el: Σφάλμα: Η απάντηση κειμένου και η απόκριση μεταφόρτωσης αρχείου δεν μπορούν να απενεργοποιηθούν και οι δύο
fa: خطا: پاسخ متن و پاسخ بارگذاری پوشه هر دو غیرفعال نیستند
he: שגיאה: לא ניתן לבטל את שניהם תגובת טקסט ותגובת העלאה קבצים
hi: त्रुटि: पाठ प्रतिक्रिया और फ़ाइल अपलोड प्रतिक्रिया दोनों को अक्षम नहीं किया जा सकता
hu: Hiba: A szöveges válasz és a fájlfeltöltési válasz nem lehet egyszerre letiltva
ja: エラー: テキスト応答とファイルアップロード応答の両方を無効にすることはできません
kk: Қате: мәтіндік жауап пен файлды жүктеп салуға жауап беру екеуін де өшіру мүмкін емес
lv: Kļūda: nevar atspējot gan teksta atbildi, gan failu augšupielādes atbildi
sq: Gabim: Përgjigja e tekstit dhe përgjigja e ngarkimit të skedarit nuk mund të çaktivizohen të dyja
uz: Xato: matnli javob va faylni yuklash javobi ikkalasini ham oʻchirib boʻlmaydi
vi: Lỗi: Không thể tắt cả Phản hồi văn bản và Phản hồi tải tệp lên

source: Error: When Text Response is disabled, File Upload Response must be Required
af_za: Fout: Wanneer teksreaksie gedeaktiveer is, moet lêeroplaai-reaksie vereis word
el: Σφάλμα: Όταν η Απάντηση κειμένου είναι απενεργοποιημένη, η Απάντηση μεταφόρτωσης αρχείου πρέπει να απαιτείται
fa: خطا: وقتی پاسخ متن غیرفعال است، پاسخ بارگذاری پوشه باید الزامی باشد
he: שגיאה: כאשר תגובת טקסט מושבתת, יש לדרוש תגובת העלאת קבצים
hi: त्रुटि: जब पाठ प्रतिक्रिया अक्षम होती है, तो फ़ाइल अपलोड प्रतिक्रिया आवश्यक होनी चाहिए
hu: Hiba: Ha a szöveges válasz le van tiltva, a fájlfeltöltési válasznak kötelezőnek kell lennie.
ja: テキスト応答が無効になっている場合、ファイルアップロード応答は必須にする必要があります。
kk: Қате: Мәтіндік жауап өшірілгенде, файлды жүктеп салуға жауап қажет болуы керек
lv: Kļūda: ja teksta atbilde ir atspējota, ir nepieciešama faila augšupielādes atbilde
sq: Gabim: Kur Përgjigja Teksti është e çaktivizuar, Përgjigja e Ngarkimit të Skedarit duhet të kërkohet
uz: Xato: Matnli javob oʻchirilgan boʻlsa, faylni yuklash javobi talab qilinishi kerak
vi: Lỗi: Khi Phản hồi văn bản bị tắt, Phản hồi tải tệp lên phải được yêu cầu

source: Error: When File Upload Response is disabled, Text Response must be Required
af_za: Fout: Wanneer lêeroplaai-reaksie gedeaktiveer is, moet teksreaksie vereis word
el: Σφάλμα: Όταν η Απόκριση αποστολής αρχείου είναι απενεργοποιημένη, η απάντηση κειμένου πρέπει να απαιτείται
fa: خطا: وقتی پاسخ بارگذاری پوشه غیرفعال است، پاسخ متنی باید الزامی باشد
hi: त्रुटि: जब फ़ाइल अपलोड प्रतिक्रिया अक्षम होती है, तो टेक्स्ट प्रतिक्रिया आवश्यक होनी चाहिए
hu: Hiba: Ha a fájlfeltöltési válasz le van tiltva, a szöveges válasznak kötelezőnek kell lennie.
ja: ファイルアップロード応答が無効になっている場合、テキスト応答は必須でなければなりません。
kk: Қате: Файлды кері жүктеу жауабы өшірілгенде, мәтіндік жауап қажет болуы керек
lv: Kļūda: ja faila augšupielādes atbilde ir atspējota, ir nepieciešama teksta atbilde
sq: Gabim: Kur Përgjigja e Ngarkimit të Skedarit është e çaktivizuar, Përgjigja me Tekst duhet të kërkohet
uz: Xato: Fayl yuklash javobi oʻchirilgan boʻlsa, matnli javob talab qilinishi kerak
vi: Lỗi: Khi Phản hồi tải lên tệp bị tắt, Phải có Phản hồi văn bản

source: Validation error: {error}
af_za: Validasiefout: {error}
el: Σφάλμα Αυθεντικοποίησης: {error}
fa: خطای اعتبارسنجی: {error}
he: שגיאת אימות: {error}
hi: सत्यापन त्रुटि: {error}
hu: Érvényesítési hiba: {error}
id: Validasi error: {error}
ja: 検証エラー: {error}
kk: Тексеру қатесі: {error}
lv: Validācijas kļūda: {error}
sq: Gabim verifikimi: {error}
uz: Tasdiqlash xatosi: {error}
vi: Lỗi xác thực: {error}

source: Successfully updated OpenAssessment XBlock
af_za: OpenAssessment XBlock is suksesvol opgedateer
el: Το OpenAssessment XBlock ενημερώθηκε με επιτυχία
fa: OpenAssessment XBlock با موفقیت به‌روز شد
he: OpenAssessment XBlock עודכן בהצלחה
hi: OpenAssessment XBlock को सफलतापूर्वक अपडेट किया गया
hu: Sikeresen frissítve az OpenAssessment XBlock
id: Berhasil memperbarui OpenAssesment XBlock
ja: OpenAssessment XBlockの更新に成功しました
kk: OpenAssessment XBlock сәтті жаңартылды
lv: OpenAssessment XBlock ir veiksmīgi atjaunināts
sq: OpenAssessment XBlock u përditësua me sukses
uz: OpenAssessment XBlock muvaffaqiyatli yangilandi
vi: Đã cập nhật thành công OpenAssessment XBlock

source: You must provide options selected in the assessment.
af_za: Jy moet opsies verskaf wat in die assessering gekies is.
el: Πρέπει να παρέχετε επιλογές που έχουν επιλεγεί στην αξιολόγηση.
fa: شما باید گزینه‌های انتخاب شده در ارزیابی را ارائه دهید.
he: עליך לספק אפשרויות שנבחרו במשימה.
hi: आपको मूल्यांकन में चयनित विकल्प प्रदान करने होंगे।
hu: A felmérésben meg kell adnia a kiválasztott lehetőségeket.
id: Anda harus menyediakan opsi yang dipilih dalam penilaian.
ja: 評価で選択したオプションを提供する必要があります。
kk: Бағалауда таңдалған опцияларды беруіңіз керек.
lv: Jānorāda vērtējumā izvēlētās iespējas.
sq: Ju duhet të jepni opsionet e përzgjedhura në vlerësim.
uz: Baholashda tanlangan variantlarni taqdim etishingiz kerak.
vi: Bạn phải cung cấp các tùy chọn được lựa chọn trong đánh giá.

source: You must provide overall feedback in the assessment.
af_za: Jy moet algehele terugvoer in die assessering gee.
el: Πρέπει να παρέχετε γενικό σχολιασμό στην αξιολόγηση.
fa: شما باید بازخورد کلی را در ارزیابی ارائه دهید.
he: עליך לספק אפשרויות שנבחרו במשימה.
hi: आपको मूल्यांकन में समग्र फीडबैक देना होगा।
hu: Összefoglaló visszajelzést kell adnia a felmérésben.
id: Anda harus memberikan umpan balik keseluruhan dalam penilaian.
ja: 評価には全体的なフィードバックを提供する必要があります。
kk: Бағалауда жалпы кері байланысты қамтамасыз ету керек.
lv: Vērtējumā jums ir jāsniedz vispārēja atgriezeniskā saite.
sq: Ju duhet të jepni komente të përgjithshme në vlerësim.
uz: Baholashda siz umumiy fikr bildirishingiz kerak.
vi: Bạn phải cung cấp phản hồi tổng thể trong đánh giá.

source: You must provide feedback for criteria in the assessment.
af_za: Jy moet terugvoer gee vir kriteria in die assessering.
el: Πρέπει να παρέχετε σχόλια για κριτήρια στην αξιολόγηση.
fa: برای معیارهای ارزیابی باید بازخورد ارائه کنید.
he: עליך לספק משוב עבור הקריטריונים בהערכה.
hi: आपको मूल्यांकन में मानदंड के लिए फीडबैक देना होगा।
id: Harus menyediakan umpan balik untuk kriteria dalam penilaian.
ja: 評価基準に対するフィードバックを提供する必要があります。
kk: Бағалауда критерийлер бойынша кері байланыс беру керек.
lv: Jums ir jāsniedz atgriezeniskā saite par vērtēšanas kritērijiem.
sq: Ju duhet të jepni komente për kriteret në vlerësim.
uz: Siz baholashda mezonlar bo'yicha fikr-mulohazalaringizni bildirishingiz kerak.
vi: Bạn phải cung cấp phản hồi cho các tiêu chí trong đánh giá.

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
af_za: &#39;{date}&#39; is &#39;n ongeldige datumformaat. Maak seker dat die datum geformateer is as JJJJ-MM-DDTH:MM:SS.
el: Η μορφή "{date}" δεν είναι έγκυρη. Βεβαιωθείτε ότι η ημερομηνία έχει μορφοποιηθεί ως ΕΕΕΕ-ΜΜ-ΗΗΤΩΩ:ΛΛ:ΔΔ.
fa: '{date}' یک قالب تاریخ نامعتبر است. مطمئن شوید که تاریخ به عنوان YYYY-MM-DDTHH:MM:SS قالب‌بندی شده‌است.
he: '{date}' הוא תבנית תאריך שאינה תקפה. ודא כי התאריך מובנה כדלקמן YYYY-MM-DDTHH:MM:SS.
hi: '{date}' एक अमान्य दिनांक स्वरूप है। सुनिश्चित करें कि दिनांक YYYY-MM-DDTHH:MM:SS स्वरूपित है।
hu: '{date}' érvénytelen dátumformátum. Győződjön meg róla, hogy a dátum a következő formátumban van: ÉÉÉÉ-HH-NNÓÓ:PP:MM.
id: '{date}' adalah format tanggal yang tidak valid. Pastikan format tanggal menjadi TTTT-BB-TTWJJ:MM:DD.
ja: '{date}'は無効な日付形式です。日付がYYYY-MM-DDTHH:MM:SSの形式であることを確認してください。
kk: &#39;{date}&#39; жарамсыз күн пішімі. Күннің ЖЖЖЖ-АА-Ккк:АА:СС ретінде пішімделгеніне көз жеткізіңіз.
lv: “{date}” ir nederīgs datuma formāts. Pārliecinieties, vai datums ir formatēts kā GGGG-MM-DDTHH:MM:SS.
sq: &quot;{date}&quot; është një format i pavlefshëm i datës. Sigurohuni që data të jetë formatuar si VVV-MM-DDTHH:MM:SS.
uz: '{date}' yaroqsiz sana formati. Sana YYYY-AA-DDTH:MM:SS formatida tuzilganligiga ishonch hosil qiling.
vi: &#39;{date}&#39; là định dạng ngày không hợp lệ. Đảm bảo ngày được định dạng là YYYY-MM-DDTHH:MM:SS.

source: '{date}' must be a date string or datetime
af_za: &#39;{date}&#39; moet &#39;n datumstring of datumtyd wees
el: Το "{date}" πρέπει να είναι μια συμβολοσειρά ημερομηνίας ή ημερομηνία/ώρα
fa: '{date}' باید یک رشتۀ تاریخ یا datetime باشد
he: '{date}' חייב להיות מחרוזת תאריך או תאריך ושעה
hi: '{date}' एक दिनांक स्ट्रिंग या दिनांक-समय होना चाहिए
hu: '{date}' egy dátum karakterlánc vagy dátum-idő kell legyen
id: '{date}' harus string tanggal atau datetime
ja: '{date}' は日付文字列または日時でなければなりません
kk: &#39;{date}&#39; күн жолы немесе күн уақыты болуы керек
lv: “{date}” ir jābūt datuma virknei vai datetime
sq: &#39;{date}&#39; duhet të jetë një varg data ose datatime
uz: '{date}' sana qatori yoki sana vaqti bo'lishi kerak
vi: &#39;{date}&#39; phải là chuỗi ngày hoặc ngày giờ

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
af_za: Hierdie stap se begindatum &#39;{start}&#39; kan nie vroeër as die vorige stap se begindatum &#39;{prev}&#39; wees nie.
el: Η ημερομηνία έναρξης αυτού του βήματος "{start}" δεν μπορεί να είναι προγενέστερη από την ημερομηνία έναρξης του προηγούμενου βήματος "{prev}".
fa: تاریخ شروع این مرحله '{start}' نمی‌تواند زودتر از تاریخ شروع مرحله قبلی '{prev}' باشد.
he: תאריך התחלת שלב זה '{start}' אינו יכול להיות מוקדם יותר מתאריך ההתחלה של השלב הקודם '{prev}'.
hi: इस चरण की आरंभ तिथि '{start}' पिछले चरण की आरंभ तिथि '{prev}' से पहले नहीं हो सकती।
hu: Ennek a lépésnek a kezdési dátuma '{start}' nem lehet korábbi, mint az előző lépés kezdési dátuma '{prev}'.
id: Tanggal langkah awal '{start}' tidak dapat lebih awal dari langkah tanggal mulai sebelumnya '{prev}'.
ja: このステップの開始日 '{start}' は、前のステップの開始日 '{prev}' よりも早くすることはできません。
kk: Бұл қадамның басталу күні "{start}" алдыңғы қадамның "{prev}" басталу күнінен ерте болмауы керек.
lv: Šīs darbības sākuma datums “{start}” nevar būt agrāks par iepriekšējās darbības sākuma datumu “{iepriekšējais}”.
sq: Data e fillimit të këtij hapi &#39;{start}&#39; nuk mund të jetë më e hershme se data e fillimit të hapit të mëparshëm &#39;{prev}&#39;.
uz: Bu bosqichning boshlanish sanasi “{start}” oldingi bosqichning “{prev}” boshlanish sanasidan oldinroq bo‘lishi mumkin emas.
vi: Ngày bắt đầu của bước này &#39;{start}&#39; không được sớm hơn ngày bắt đầu của bước trước &#39;{prev}&#39;.

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
af_za: Hierdie stap se sperdatum &#39;{due}&#39; kan nie later as die volgende stap se sperdatum &#39;{prev}&#39; wees nie.
el: Η ημερομηνία λήξης αυτού του βήματος "{due}" δεν μπορεί να είναι μεταγενέστερη από την ημερομηνία λήξης του επόμενου βήματος "{prev}".
fa: تاریخ سررسید این مرحله '{due}' نمی‌تواند دیرتر از سررسید مرحلۀ بعدی '{prev}' باشد.
he: תאריך היעד של שלב זה '{due}' אינו יכול להיות מאוחר יותר מתאריך היעד של השלב הבא '{prev}'.
hi: इस चरण की नियत तिथि '{due}' अगले चरण की नियत तिथि '{prev}' से बाद की नहीं हो सकती।
hu: Ennek a lépésnek a határideje '{due}' nem lehet későbbi, mint a következő lépés határideje '{prev}'.
id: Batas langkah awal ini '{due}' tidak dapat lebih awal dari batas tanggal langkah berikutnya '{prev}'
ja: このステップの締切日 '{due}' は、次のステップの締切日 '{prev}' より後に設定することはできません。
lv: Šīs darbības izpildes datums “{due}” nedrīkst būt vēlāks par nākamās darbības izpildes datumu “{prev}”.
sq: Afati i këtij hapi &#39;{due}&#39; nuk mund të jetë më i vonë se data e fundit e hapit tjetër &#39;{prev}&#39;.
uz: Bu bosqichning tugash sanasi “{due}” keyingi bosqichning “{prev}” muddatidan kech bo‘lishi mumkin emas.
vi: Ngày hết hạn &#39;{due}&#39; của bước này không được muộn hơn ngày hết hạn của bước tiếp theo &#39;{prev}&#39;.

source: The start date '{start}' cannot be later than the due date '{due}'
af_za: Die begindatum &#39;{start}&#39; kan nie later as die sperdatum &#39;{due}&#39; wees nie
el: Η ημερομηνία έναρξης "{start}" δεν μπορεί να είναι μεταγενέστερη από την ημερομηνία λήξης "{due}"
fa: تاریخ شروع '{start}' نمی‌تواند دیرتر از تاریخ سررسید '{due}' باشد
he: תאריך ההתחלה '{start}' אינו יכול להיות מאוחר יותר מתאריך הסיום '{due}'.
hi: आरंभ तिथि '{start}' नियत तिथि से बाद की नहीं हो सकती '{due}'
hu: A kezdési dátum '{start}' nem lehet későbbi, mint a határidő '{due}'
id: Tanggal mulai '{start}' tidak dapat lebih awal dari batas tanggal '{due}'
ja: 開始日 '{start}' は、期限日 '{due}' より後にすることはできません。
lv: Sākuma datums “{start}” nedrīkst būt vēlāks par izpildes datumu “{due}”
sq: Data e fillimit &#39;{start}&#39; nuk mund të jetë më vonë se data e duhur &#39;{due}&#39;
uz: "{start}" boshlanish sanasi "{due}" muddatidan kech bo'lishi mumkin emas
vi: Ngày bắt đầu &#39;{start}&#39; không được muộn hơn ngày đến hạn &#39;{due}&#39;

source: This problem must include at least one assessment.
af_za: Hierdie probleem moet ten minste een assessering insluit.
el: Αυτό το πρόβλημα πρέπει να περιλαμβάνει τουλάχιστον μία αξιολόγηση.
fa: این مساله باید حداقل یک ارزیابی داشته باشد.
he: בעיה זו צריכה לכלול לפחות הערכה אחת.
hi: इस समस्या में कम से कम एक मूल्यांकन अवश्य शामिल होना चाहिए।
hu: Ennek a feladatnak legalább egy felmérést kell tartalmaznia.
id: Masalah ini harus menyertakan setidaknya satu penilaian.
ja: この問題には少なくとも1つの評価を含める必要があります。
kk: Бұл мәселе кем дегенде бір бағалауды қамтуы керек.
lv: Šim uzdevumam ir jāietver vismaz viens vērtējums.
sq: Ky problem duhet të përfshijë të paktën një vlerësim.
uz: Bu muammo kamida bitta baholashni o'z ichiga olishi kerak.
vi: Vấn đề này phải bao gồm ít nhất một đánh giá.

source: The assessment order you selected is invalid.
af_za: Die assesseringsvolgorde wat jy gekies het, is ongeldig.
el: Η σειρά αξιολόγησης που επιλέξατε δεν είναι έγκυρη.
fa: ترتیب ارزیابی انتخابی شما معتبر نیست.
he: פקודת ההערכה שבחרת אינה תקפה.
hi: आपके द्वारा चुना गया मूल्यांकन क्रम अमान्य है।
hu: Az Ön által kiválasztott felmérési sorrend érvénytelen.
id: Urutan penilaian yang Anda pilih tidak valid.
ja: 選択した評価の順序が無効です。
kk: Сіз таңдаған бағалау тәртібі жарамсыз.
lv: Jūsu atlasītais vērtējuma pasūtījums nav derīgs.
sq: Urdhri i vlerësimit që keni zgjedhur është i pavlefshëm.
uz: Siz tanlagan baholash tartibi yaroqsiz.
vi: Thứ tự đánh giá bạn đã chọn không hợp lệ.

source: In peer assessment, the "Must Grade" value must be a positive integer.
af_za: In portuurassessering moet die &quot;Moet Gradeer&quot;-waarde &#39;n positiewe heelgetal wees.
el: Στην αξιολόγηση από συναδέλφους, η τιμή "Απαραίτητη βαθμολόγηση" πρέπει να είναι θετικός ακέραιος.
fa: در ارزیابی همتایان، مقدار «باید درجه» باید عدد صحیح مثبتی باشد.
he: בהערכת עמיתים, ערך ה"חובה לדרג" חייב להיות מספר שלם חיובי.
hi: सहकर्मी मूल्यांकन में, "ग्रेड अवश्य करें" मान एक धनात्मक पूर्णांक होना चाहिए।
hu: A társértékelés során a "Kötelező Felmérés" értékének pozitív egész számnak kell lennie.
id: Dalam penilaian rekan,nilai "Nilai Wajib" harus bilangan bulat positif.
ja: ピア評価では、「Must Grade」の値は正の整数でなければなりません。
kk: Бір-бірін бағалауда «Міндетті баға» мәні оң бүтін сан болуы керек.
lv: Salīdzinošā vērtējumā vērtībai “Obligāta vērtējums” ir jābūt pozitīvam veselam skaitlim.
sq: Në vlerësimin e kolegëve, vlera &quot;Must Grade&quot; duhet të jetë një numër i plotë pozitiv.
uz: Tengdoshlarni baholashda "Must Baho" qiymati ijobiy butun son bo'lishi kerak.
vi: Trong đánh giá ngang hàng, giá trị &quot;Phải xếp hạng&quot; phải là số nguyên dương.

source: In peer assessment, the "Graded By" value must be a positive integer.
af_za: In eweknie-assessering moet die &quot;Gegradeer deur&quot;-waarde &#39;n positiewe heelgetal wees.
el: Στην αξιολόγηση από συναδέλφους, η τιμή "Βαθμολογήθηκε από" πρέπει να είναι θετικός ακέραιος.
fa: در ارزیابی همتایان، مقدار &quot;Graded By&quot; باید عدد صحیح مثبتی باشد.
he: בהערכת עמיתים, ערך "דורג בידי" חייב להיות מספר שלם חיובי.
hi: सहकर्मी मूल्यांकन में, "ग्रेडेड बाय" मान एक धनात्मक पूर्णांक होना चाहिए।
hu: A társértékelés során a "Graded By" értéknek pozitív egész számnak kell lennie.
id: Dalam penilaian rekan, nilai "Dinilai Oleh" harus bilangan bulat positif.
ja: ピア評価では、「Graded By」の値は正の整数でなければなりません。
kk: Өзара бағалауда «Бағаланған» мәні оң бүтін сан болуы керек.
lv: Salīdzinošā vērtējumā vērtībai &quot;Novērtēts&quot; ir jābūt pozitīvam veselam skaitlim.
sq: Në vlerësimin e kolegëve, vlera &quot;Graded By&quot; duhet të jetë një numër i plotë pozitiv.
uz: Tengdoshlarni baholashda "Baholangan" qiymati musbat butun son bo'lishi kerak.
vi: Trong đánh giá ngang hàng, giá trị &quot;Được xếp loại theo&quot; phải là số nguyên dương.

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
af_za: In portuurassessering moet die &quot;Moet Gradeer&quot;-waarde groter as of gelyk wees aan die &quot;Gegradeer Deur&quot;-waarde.
el: Στην αξιολόγηση από συναδέλφους, η τιμή "Απαραίτητη βαθμολόγηση" πρέπει να είναι μεγαλύτερη ή ίση με την τιμή "Βαθμολογήθηκε από".
fa: در ارزیابی همتایان، مقدار «نمره باید» باید بزرگتر یا مساوی با مقدار «نمره‌دهی با» باشد.
he: בהערכת עמיתים, ערך שדה "חובה לדרג" חייב להיות גדול או שווה לערך "דורג בידי".
hi: सहकर्मी मूल्यांकन में, "ग्रेड अवश्य करें" मान "ग्रेडित करें" मान से अधिक या बराबर होना चाहिए।
hu: A társ-felmérés során a "Must Grade" értéknek nagyobbnak vagy egyenlőnek kell lennie a "Graded By" értéknél.
id: Dalam penilaian rekan, nilai "Nilai Wajib" harus lebih besar dari atau sama dengan nilai "Dinilai Oleh".
ja: ピア評価では、「Must Grade」の値は「Graded By」の値以上でなければなりません。
kk: Өзара бағалауда «Міндетті баға» мәні «Бағаланған» мәнінен үлкен немесе оған тең болуы керек.
lv: Salīdzinošā vērtējumā vērtībai “Obligāts vērtējums” ir jābūt lielākai par vērtību “Novērtēts” vai vienādai ar to.
sq: Në vlerësimin e kolegëve, vlera &quot;Must Grade&quot; duhet të jetë më e madhe ose e barabartë me vlerën &quot;Graded By&quot;.
uz: Tengdoshlarni baholashda “Must Baho” qiymati “Graded By” qiymatidan katta yoki unga teng bo‘lishi kerak.
vi: Trong đánh giá ngang hàng, giá trị &quot;Phải xếp loại&quot; phải lớn hơn hoặc bằng giá trị &quot;Được xếp loại theo&quot;.

source: You must provide at least one example response for learner training.
af_za: Jy moet ten minste een voorbeeldreaksie vir leerderopleiding verskaf.
el: Πρέπει να παρέχετε τουλάχιστον ένα παράδειγμα απάντησης για την εκπαίδευση των σπουδαστών.
fa: شما باید حداقل یک نمونه پاسخ، برای آموزش فراگیرنده ارائه دهید.
he: עליך לספק לפחות דוגמה אחת לתשובה עבור תרגול הלומד.
hi: आपको शिक्षार्थी प्रशिक्षण के लिए कम से कम एक उदाहरण प्रतिक्रिया प्रदान करनी होगी।
hu: Legalább egy példaválaszt kell megadnia a tanulók képzéséhez.
id: Anda harus menyediakan setidaknya satu contoh respons untuk pelatihan peserta didik.
ja: 学習者トレーニングのために少なくとも1つの例の回答を提供する必要があります。
kk: Оқушыны оқыту үшін кем дегенде бір мысал жауап беруіңіз керек.
lv: Jums ir jāiesniedz vismaz viens atbildes piemērs kursa dalībnieku apmācībai.
sq: Duhet të jepni të paktën një shembull përgjigjeje për trajnimin e nxënësve.
uz: O'quvchilarni o'qitish uchun kamida bitta misol javobini taqdim etishingiz kerak.
vi: Bạn phải cung cấp ít nhất một câu trả lời mẫu để đào tạo người học.

source: Each example response for learner training must be unique.
af_za: Elke voorbeeldreaksie vir leerderopleiding moet uniek wees.
el: Κάθε παράδειγμα απάντησης για εκπαίδευση σπουδαστών πρέπει να είναι μοναδικό.
fa: هر پاسخ نمونه برای آموزش فراگیرنده باید منحصربه‌فرد باشد.
he: כל דוגמה לתשובה עבור תרגול הלומד חייבת להיות ייחודית.
hi: शिक्षार्थी प्रशिक्षण के लिए प्रत्येक उदाहरण की प्रतिक्रिया अद्वितीय होनी चाहिए।
id: Setiap contoh respons untuk pelatihan peserta didik harus unik.
ja: 学習者トレーニングのための各例示回答は、ユニークでなければなりません。
kk: Оқушыларды оқытуға арналған әрбір мысал жауап бірегей болуы керек.
lv: Katram kursa dalībnieku apmācības atbildes piemēram ir jābūt unikālam.
sq: Çdo përgjigje shembull për trajnimin e nxënësve duhet të jetë unike.
uz: O'quvchilarni tayyorlash uchun har bir misol javobi noyob bo'lishi kerak.
vi: Mỗi câu trả lời ví dụ cho việc đào tạo người học phải là duy nhất.
