Repository: openedx/openedx-translations
Catalog: translations/edx-ora2/openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, el, fa, fr_ca, he, hi, hu, id, ja, kk, lv, pt_pt, sq, sw, uz, vi

source: The date and time when learners can no longer submit responses.
af_za: Die datum en tyd wanneer leerders nie meer antwoorde kan indien nie.
el: Η ημερομηνία και ώρα από την οποία οι εκπαιδευόμενοι δε μπορούν να υποβάλλουν πλέον απαντήσεις.
fa: تاریخ و زمانی که فراگیران پس از آن دیگر نمی‌توانند پاسخ را ارسال کنند.
fr_ca: La date et l'heure auxquels les étudiants ne peuvent plus soumettre les réponses.
he: התאריך והשעה שבהם התלמידים אינם יכולים לשלוח יותר תשובות.
hi: वह दिनांक और समय जब शिक्षार्थी अब प्रतिक्रियाएँ सबमिट नहीं कर सकते।
hu: A dátum és idő, amikor a tanulók már nem küldhetnek be válaszokat.
id: Tanggal dan waktu terakhir bagi pembelajar untuk menyerahkan semua respon
ja: 学習者が回答を提出できなくなる日時。
kk: Оқушылар енді жауап бере алмайтын күн мен уақыт.
lv: Datums un laiks, kad kursa dalībnieki vairs nevar iesniegt atbildes.
pt_pt: A data e a hora limite para os estudantes enviarem as suas respostas.
sq: Data dhe ora kur nxënësit nuk mund të dorëzojnë më përgjigje.
sw: Tarehe na wakati ambapo wanafunzi hawawezi tena kuwasilisha majibu.
uz: Talabalar javoblarni yubora olmaydigan sana va vaqt.
vi: Ngày và giờ mà người học không thể gửi câu trả lời được nữa.

source: Step: Self Assessment
af_za: Stap: Selfassessering
el: Διαδικασία: Αυτοαξιολόγηση
fa: مرحله: خودارزیابی
fr_ca: Étape : Auto-évaluation
he: שלב: הערכה עצמית
hi: चरण: स्‍व-मूल्‍यांकन
hu: Lépés: Önértékelés
id: Langkah: Penilaian Sendiri
ja: ステップ: 自己評価
kk: Қадам: Өзін-өзі бағалау
lv: solis: pašnovērtējums
pt_pt: Etapa: Auto-avaliação
sq: Hapi: Vetëvlerësimi
sw: Hatua: Kujitathmini
uz: Bosqich: O'z-o'zini baholash
vi: Bước: Tự đánh giá

source: Self Assessment asks learners to grade their own submissions against the rubric.
af_za: Selfassessering vra leerders om hul eie voorleggings volgens die rubriek te gradeer.
el: Η Αυτοαξιολόγηση ζητά από τους εκπαιδευόμενους να βαθμολογήσουν τις δικές τους προτάσεις σε σχέση με τη ρουμπρίκα.
fa: خودارزیابی از فراگیران می‌خواهد تا مطالب ارسالی خود را بر اساس این عنوان نمره‌دهی کنند.
fr_ca: L'auto-évaluation demande aux apprenants de noter leurs propres soumissions par rapport à la grille.
he: הערכה עצמית מבקשת מהלומדים לדרג את ההגשות שלהם על פי רובריקה.
hi: स्व-मूल्यांकन शिक्षार्थियों को रूब्रिक के अनुसार अपने स्वयं के प्रस्तुतीकरण को ग्रेड देने के लिए कहता है।
id: Penilaian Diri meminta pembelajar untuk menilai kiriman mereka sendiri berdasarkan rubrik.
ja: 学習者が自分の提出物をルーブリックに基づいて評価するよう求めます。
kk: «Өзін-өзі бағалау» оқушылардан өз пікірлерін осы айдар бойынша бағалауды сұрайды.
lv: Pašnovērtējums aicina kursa dalībniekus novērtēt savus iesniegumus atbilstoši rubrikai.
pt_pt: A autoavaliação pede aos alunos que classifiquem as suas próprias submissões em relação à rubrica.
sq: Vetëvlerësimi u kërkon nxënësve të vlerësojnë parashtresat e tyre kundrejt rubrikës.
sw: Kujitathmini huwataka wanafunzi kupanga mawasilisho yao wenyewe dhidi ya rubriki.
uz: O'z-o'zini baholash o'quvchilardan o'z taqdimotlarini ushbu bo'lim bo'yicha baholashni so'raydi.
vi: Tự đánh giá yêu cầu người học tự chấm điểm bài nộp của mình theo phiếu tự đánh giá.

source: Self Assessment Deadlines
af_za: Selfassessering Sperdatums
el: Προθεσμίες αυτοαξιολόγησης
fa: مهلت‌های خودارزیابی
fr_ca: Dates d'échéance pour l'auto-évaluation
he: מועדי הערכה עצמית
hi: स्व-मूल्यांकन की समय सीमा
hu: Önértékelési határidők
ja: 自己評価の締切
kk: Өзін-өзі бағалау мерзімдері
lv: Pašnovērtējuma termiņi
pt_pt: Prazos de Autoavaliação
sq: Afatet e Vetëvlerësimit
sw: Makataa ya Kujitathmini
uz: O'z-o'zini baholash muddatlari
vi: Thời hạn tự đánh giá

source: The date and time when learners can begin assessing their responses.
af_za: Die datum en tyd wanneer leerders hul antwoorde kan begin assesseer.
el: Η ημερομηνία και η ώρα που οι εκπαιδευόμενοι μπορούν να αρχίσουν να αξιολογούν τις απαντήσεις τους.
fa: تاریخ و زمانی که فراگیران می‌توانند ارزیابی پاسخ های خود را آغاز کنند.
fr_ca: La date et l'heure auxquelles les apprenants peuvent commencer à évaluer leurs réponses.
hi: वह दिनांक और समय जब शिक्षार्थी अपनी प्रतिक्रियाओं का मूल्यांकन शुरू कर सकते हैं।
hu: A dátum és idő, amikor a tanulók elkezdhetik felmérni a válaszaikat.
id: Tanggal dan waktu ketika peserta dapat mulai menilai tanggapan mereka.
ja: 学習者が自分の回答を評価し始めることができる日時。
kk: Оқушылар өз жауаптарын бағалай бастайтын күн мен уақыт.
lv: Datums un laiks, kad dalībnieki var sākt novērtēt savas atbildes.
pt_pt: A data e a hora em que os alunos podem começar a avaliar as suas respostas.
sq: Data dhe ora kur nxënësit mund të fillojnë të vlerësojnë përgjigjet e tyre.
sw: Tarehe na wakati ambapo wanafunzi wanaweza kuanza kutathmini majibu yao.
uz: Talabalar o'z javoblarini baholashni boshlashlari mumkin bo'lgan sana va vaqt.
vi: Ngày và giờ người học có thể bắt đầu đánh giá phản hồi của mình.

source: The date and time when all self assessments must be complete.
af_za: Die datum en tyd wanneer alle selfassesserings voltooi moet wees.
el: Η ημερομηνία και η ώρα που πρέπει να ολοκληρωθούν όλες οι αυτοαξιολογήσεις.
fa: تاریخ و زمانی که همۀ خودارزیابی‌هاباید کامل شوند.
fr_ca: La date et l'heure auxquelles toutes les auto-évaluations doivent être terminées.
he: התאריך והשעה שבהם כל ההערכות העצמיות חייבות להיות מלאות.
hi: वह दिनांक और समय जब सभी स्व-मूल्यांकन पूर्ण होने चाहिए।
hu: A dátum és idő, amikor minden önértékelésnek be kell fejeződnie.
id: Tanggal dan waktu ketika semua penilaian sendiri harus selesai.
ja: すべての自己評価が完了しなければならない日時。
kk: Барлық өзін-өзі бағалау аяқталуы тиіс күн мен уақыт.
lv: Datums un laiks, kad visiem pašnovērtējumiem jābūt pabeigtiem.
pt_pt: A data e a hora em que todas as autoavaliações devem estar completas.
sq: Data dhe ora kur të gjitha vetëvlerësimet duhet të jenë të plota.
sw: Tarehe na wakati ambapo tathmini zote za kibinafsi lazima ziwe kamili.
uz: Barcha o'z-o'zini baholash to'liq bo'lishi kerak bo'lgan sana va vaqt.
vi: Ngày và giờ mà tất cả các bản tự đánh giá phải được hoàn thành.

source: Step: Staff Assessment
af_za: Stap: Personeelassessering
el: Διαδικασία: Αξιολόγηση από μέλος της ομάδας διδασκόντων
fa: مرحله: ارزیابی کارکنان
fr_ca: Étape : évaluation par le personnel
he: שלב: הערכת צוות
hi: चरण: स्टाफ़ मूल्यांकन
hu: Lépés: Személyzeti felmérés
id: Langkah: Penilaian oleh Staf
ja: ステップ: スタッフ評価
kk: Қадам: Қызметкерлерді бағалау
lv: Solis: personāla novērtēšana
pt_pt: Etapa: Avaliação da Equipa
sq: Hapi: Vlerësimi i Stafit
sw: Hatua: Tathmini ya Wafanyakazi
uz: Bosqich: Xodimlarni baholash
vi: Bước: Đánh giá nhân viên

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
af_za: Personeelassesseringshekke stel die finale graad vir studente vas as dit met ander stappe geaktiveer word, alhoewel dit ook as &#39;n selfstandige stap gebruik kan word.
el: Το Staff Assessment Gates ορίζει τον τελικό βαθμό για τους μαθητές εάν ενεργοποιηθεί με άλλα βήματα, αν και μπορεί επίσης να χρησιμοποιηθεί ως αυτόνομο βήμα.
fa: دروازه‌های ارزیابی کارکنان، نمرۀ نهایی را برای فراگیران تعیین می‌کند، اگر همراه با مراحل دیگر فعال باشد، می‌توان از آن به‌عنوان یک مرحلۀ مستقل نیز استفاده کرد.
fr_ca: Les évaluations du personnel définissent la note finale des étudiants si elles sont activées avec d'autres étapes, bien qu'elles puissent également être utilisées en tant qu'étape autonome.
hi: यदि अन्य चरणों के साथ सक्षम किया जाए तो स्टाफ असेसमेंट गेट छात्रों के लिए अंतिम ग्रेड निर्धारित करता है, हालांकि इसे एक स्टैंडअलोन चरण के रूप में भी इस्तेमाल किया जा सकता है।
hu: A személyzet felmérése beállítja a végső jegyet a diákok számára, ha más lépésekkel együtt engedélyezett, bár önálló lépésként is használható.
ja: スタッフ評価ゲートは、他のステップと組み合わせて有効にすると、学生の最終成績を設定しますが、単独のステップとしても使用できます。
kk: Персоналды бағалау қақпалары басқа қадамдармен қосылған болса, студенттер үшін қорытынды бағаны орнатады, бірақ оны жеке қадам ретінде де пайдалануға болады.
lv: Personāla novērtēšanas vārti nosaka dalībnieku galīgo vērtējumu, ja tas ir iespējots ar citām darbībām, lai gan to var izmantot arī kā atsevišķu soli.
pt_pt: Os portais de avaliação do pessoal estabelecem a nota final para os estudantes se estiverem habilitados com outras etapas, embora também possa ser utilizado como etapa autónoma.
sq: Staff Assessment Gates vendos notën përfundimtare për studentët nëse mundësohet me hapa të tjerë, megjithëse mund të përdoret gjithashtu si një hap i pavarur.
sw: Milango ya Tathmini ya Wafanyakazi huweka alama ya mwisho kwa wanafunzi ikiwa imewezeshwa kwa hatua nyingine, ingawa inaweza pia kutumika kama hatua ya pekee.
uz: Xodimlarni baholash eshiklari, agar boshqa bosqichlar bilan faollashtirilgan bo'lsa, talabalar uchun yakuniy bahoni o'rnatadi, lekin u mustaqil bosqich sifatida ham ishlatilishi mumkin.
vi: Cổng Đánh giá Nhân viên đặt điểm cuối cùng cho học sinh nếu được bật bằng các bước khác, mặc dù nó cũng có thể được sử dụng như một bước độc lập.

source: Step: Learner Training
af_za: Stap: Leerderopleiding
el: Βήμα: Εκπαίδευση σπουδαστών
fa: مرحله: آموزش فراگیرنده
fr_ca: Étape : entraînement des apprenants
he: שלב: תרגול לומד
hi: चरण: शिक्षार्थी प्रशिक्षण
id: Langkah: Latihan Peserta
ja: 学習者トレーニング
kk: Қадам: Оқушыларды оқыту
lv: Solis: kursa dalībnieku apmācība
pt_pt: Etapa: Formação do Estudante
sq: Hapi: Trajnimi i nxënësve
sw: Hatua: Mafunzo ya Mwanafunzi
uz: Bosqich: Talabalarni tayyorlash
vi: Bước: Đào tạo người học

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
af_za: Leerderopleiding word gebruik om studente te help om te oefen om &#39;n gesimuleerde portuurvoorlegging te gradeer om hulle op die rubriek op te lei en te verseker dat die leerder die rubriek vir óf Self- óf portuurassesseringstappe verstaan.
el: Η Εκπαίδευση Μαθητών χρησιμοποιείται για να βοηθήσει τους μαθητές να εξασκηθούν στη βαθμολόγηση μιας προσομοιωμένης υποβολής από ομοτίμους, προκειμένου να τους εκπαιδεύσουν στη ρουμπρίκα και να διασφαλίσουν ότι ο εκπαιδευόμενος κατανοεί τη ρουμπρίκα είτε για τα βήματα Αυτοαξιολόγησης είτε για Βήματα Αξιολόγησης από Ομότιμους.
fa: آموزش فراگیرنده برای کمک به فراگیران برای تمرین نمره‌دهی به یک ارسال شبیه‌سازی‌شده توسط همتایان است تا آن‌ها را به این شکل آموزش دهند و اطمینان حاصل کنند که وی این موضوع را برای مراحل ارزیابی خود یا همتایان درک می‌کند.
fr_ca: La formation des apprenants est utilisée pour aider les étudiants à s'exercer à noter une soumission par les pairs afin de les former sur la grille et de s'assurer que les apprenants comprennent la grille pour les étapes d'auto-évaluation ou d'évaluation par les pairs.
he: אימון לומד משמש כדי לעזור לתלמידים לתרגל ציון של הגשות עמיתים מדומה על מנת להכשיר אותם על הרובריקה ולהבטיח שהלומד מבין את הכלל עבור שלבי הערכת עמיתים או עצמיים.
hi: शिक्षार्थी प्रशिक्षण का उपयोग छात्रों को रुब्रिक पर प्रशिक्षित करने के लिए एक सिम्युलेटेड सहकर्मी सबमिशन ग्रेडिंग का अभ्यास करने में मदद करने के लिए किया जाता है और यह सुनिश्चित किया जाता है कि शिक्षार्थी स्वयं या सहकर्मी मूल्यांकन चरणों के लिए रुब्रिक को समझें।
hu: A tanulóképzés célja, hogy segítse a diákokat egy szimulált társértékelés osztályozásának gyakorlásában, hogy megismerjék a rubrikát, és biztosítsák, hogy a tanulók megértsék a rubrikát az önértékelési vagy társértékelési lépésekhez.
id: Latihan Peserta digunakan untuk membantu siswa berlatih menilai pengajuan rekan simulasi guna melatih mereka pada rubrik dan memastikan pemahaman peserta terhadap rubrik untuk langkah Penilaian Diri atau Penilaian Rekan.
kk: «Оқушыларды оқыту» бағдарламасы студенттерге «Өзін-өзі бағалау» немесе «Бірін-бірі бағалау» қадамдары бойынша тақырыпшаны түсінуін қамтамасыз ету және оларды рубрика бойынша үйрету үшін теңдестіру үлгісін бағалауды үйренуге көмектесу үшін қолданылады.
lv: dalībnieku apmācība tiek izmantota, lai palīdzētu dalībniekiem praktizēties, vērtējot simulētu iesniegumu, lai apmācītu viņus par rubriku un nodrošinātu, ka tie saprot rubriku pašnovērtējuma vai salīdzinošā novērtējuma posmiem.
pt_pt: A Formação de Estudantes é utilizada para ajudar os estudantes a praticar a classificação de uma apresentação simulada por pares, a fim de os formar na rubrica e assegurar que os estudantes compreendem a rubrica para as etapas de Autoavaliação ou Avaliação por Pares.
sq: Trajnimi i nxënësve përdoret për t&#39;i ndihmuar studentët të praktikojnë vlerësimin e një paraqitjeje të simuluar nga bashkëmoshatarët, në mënyrë që t&#39;i trajnojnë ata mbi rubrikën dhe të sigurohet që nxënësi të kuptojë rubrikën për hapat e vetëvlerësimit ose të vlerësimit nga kolegët.
sw: Mafunzo ya Mwanafunzi hutumika kuwasaidia wanafunzi kujizoeza kupanga uwasilishaji wa rika ulioiga ili kuwafunza kuhusu rubriki na kuhakikisha kuwa mwanafunzi anaelewa rubriki ya hatua za Kujitathmini Mwenyewe au Kujitathmini.
uz: O‘quvchilar treningi o‘quvchilarga o‘z-o‘zini baholash yoki tengdoshlarini baholash bosqichlari bo‘yicha rubrikani tushunishlarini ta’minlash uchun ularni rubrikada o‘rgatish maqsadida o‘quvchilarga simulyatsiya qilingan tengdoshlarini baholashda yordam berish uchun ishlatiladi.
vi: Chương trình Đào tạo Người học được sử dụng để giúp sinh viên thực hành chấm điểm một bài nộp mô phỏng của bạn bè nhằm đào tạo họ về phiếu tự đánh giá và đảm bảo người học hiểu phiếu tự đánh giá cho các bước Tự đánh giá hoặc Đánh giá ngang hàng.

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
af_za: Konfigurasie: Vir hierdie stap om volledig gekonfigureer te wees, moet jy een of meer gegradeerde voorbeeldreaksies verskaf. Leerders moet dan hierdie instrukteurtelling pas om te vorder en word terugvoer gegee wanneer hul telling nie ooreenstem met die voorbeeldrespons nie.
el: Διαμόρφωση: Για να διαμορφωθεί πλήρως αυτό το βήμα, πρέπει να παράσχετε μία ή περισσότερες βαθμολογημένες αποκρίσεις. Στη συνέχεια, οι εκπαιδευόμενοι πρέπει να ταιριάζουν με αυτή τη βαθμολογία του εκπαιδευτή για να προχωρήσουν και να λαμβάνουν ανατροφοδότηση όταν η βαθμολογία τους δεν ταιριάζει με την απάντηση του δείγματος.
fa: پیکربندی: برای اینکه این مرحله به‌طور کامل پیکربندی شود، باید یک یا چند پاسخ نمونه نمره‌دار ارائه دهید. سپس فراگیران برای پیشرفت باید این امتیاز مربی را مطابقت دهند و زمانی که نمرۀ آن‌ها با پاسخ نمونه مطابقت نداشته باشد بازخورد دریافت می‌کنند.
fr_ca: Configuration : pour que cette étape soit entièrement configurée, vous devez fournir un ou plusieurs exemples de réponses notées. Les apprenants doivent ensuite faire correspondre ce score de l'instructeur pour avancer et reçoivent des commentaires lorsque leur score ne correspond pas à l'exemple de réponse.
he: הגדרה: כדי ששלב זה יוגדר במלואו, עליך לספק תגובה אחת או יותר לדוגמה מדורגת. לאחר מכן, על הלומדים להתאים את ציון המורה הזה כדי להתקדם, והם מקבלים משוב כאשר הציון שלהם אינו תואם את התגובה לדוגמה.
hi: कॉन्फ़िगरेशन: इस चरण को पूरी तरह से कॉन्फ़िगर करने के लिए आपको एक या अधिक श्रेणीबद्ध नमूना प्रतिक्रियाएँ प्रदान करनी होंगी। शिक्षार्थियों को आगे बढ़ने के लिए इस प्रशिक्षक स्कोर का मिलान करना होगा और जब उनका स्कोर नमूना प्रतिक्रिया से मेल नहीं खाता है तो उन्हें फीडबैक प्रदान किया जाता है।
hu: Konfiguráció: Ahhoz, hogy ezt a lépést teljesen konfiguráljuk, egy vagy több értékelt mintaválaszt kell megadnia. A tanulóknak ezután egyeznie kell az oktatói pontszámmal a továbblépéshez, és visszajelzést kapnak, ha a pontszámuk nem egyezik a mintaválasszal.
ja: 設定: このステップを完全に設定するには、1つ以上の採点済みサンプル回答を提供する必要があります。学習者はこのインストラクターのスコアに一致させて進む必要があり、スコアがサンプル回答と一致しない場合にはフィードバックが提供されます。
kk: Конфигурация: Бұл қадам толық конфигурациялануы үшін бір немесе бірнеше бағаланған үлгі жауаптарын беру керек. Одан кейін оқушылар алға жылжу үшін осы нұсқаушы ұпайына сәйкес келуі керек және олардың ұпайлары үлгі жауапқа сәйкес келмегенде кері байланыс беріледі.
lv: Konfigurācija: lai šī darbība būtu pilnībā konfigurēta, ir jāiesniedz viena vai vairākas vērtētas atbildes paraugi. Pēc tam kursa dalībniekiem ir jāsaskaņo šis instruktora rezultāts, lai virzītos uz priekšu, un viņiem tiek sniegta atgriezeniskā saite, ja viņu rezultāts neatbilst atbildes paraugam.
pt_pt: Configuração: Para que este passo seja totalmente configurado, deve fornecer uma ou mais respostas de amostra classificadas. Os estudantes devem então igualar a pontuação do instrutor para avançar e recebem um comentário de retorno quando a sua pontuação não corresponde à resposta de exemplo.
sq: Konfigurimi: Që ky hap të konfigurohet plotësisht, duhet të jepni një ose më shumë përgjigje të mostrës së klasifikuar. Më pas, nxënësit duhet të përputhen me këtë rezultat të instruktorit për të avancuar dhe u jepet reagime kur rezultati i tyre nuk përputhet me përgjigjen e mostrës.
sw: Usanidi: Ili hatua hii iweze kusanidiwa kikamilifu lazima utoe jibu la sampuli moja au zaidi zilizowekwa alama. Wanafunzi lazima walingane na alama hii ya mwalimu ili kuendeleza na watapewa maoni wakati alama zao hazilingani na sampuli ya jibu.
uz: Konfiguratsiya: Ushbu bosqich toʻliq sozlanishi uchun siz bir yoki bir nechta darajali namunali javoblarni taqdim etishingiz kerak. Talabalar oldinga o'tish uchun ushbu o'qituvchi balliga mos kelishi kerak va ularning balli namunaviy javobga mos kelmasa, ularga fikr-mulohaza beriladi.
vi: Cấu hình: Để bước này được định cấu hình đầy đủ, bạn phải cung cấp một hoặc nhiều câu trả lời mẫu đã được phân loại. Sau đó, người học phải khớp với điểm của người hướng dẫn này để thăng tiến và được cung cấp phản hồi khi điểm của họ không khớp với câu trả lời mẫu.

source: View / Add Sample Responses
af_za: Bekyk / Voeg voorbeeldreaksies by
el: Προβολή / Προσθήκη δειγμάτων απαντήσεων
fa: مشاهده/افزودن نمونۀ پاسخ‌ها
fr_ca: Afficher / ajouter des exemples de réponses
he: צפה / הוסף תגובות לדוגמה
hi: नमूना प्रतिक्रियाएँ देखें/जोड़ें
hu: Mintaválaszok megtekintése / hozzáadása
id: Lihat / Tambahkan Contoh Tanggapan
ja: サンプル回答を表示/追加
kk: Жауап үлгілерін көру/қосу
lv: Skatīt/pievienot atbilžu paraugus
pt_pt: Ver / Adicionar amostras de respostas
sq: Shiko / Shto përgjigje të mostrës
sw: Tazama / Ongeza Majibu ya Mfano
uz: Namunaviy javoblarni ko‘rish/qo‘shish
vi: Xem/Thêm câu trả lời mẫu

source: Add Sample Response
af_za: Voeg voorbeeldreaksie by
el: Προσθήκη δείγματος απάντησης
fa: افزودن نمونۀ پاسخ
fr_ca: Ajouter un échantillon de réponse
he: הוסף תשובה לדוגמה
hi: नमूना प्रतिक्रिया जोड़ें
id: Tambahkan Contoh Tanggapan
ja: サンプル回答を追加
kk: Жауап үлгісін қосыңыз
lv: Pievienojiet atbildes paraugu
pt_pt: Adicionar resposta de exemplo
sq: Shto përgjigjen e mostrës
sw: Ongeza Majibu ya Mfano
uz: Javob namunasini qo'shing
vi: Thêm câu trả lời mẫu

source: Clone Rubric
af_za: Kloon Rubriek
el: Ρουμπρίκα Clone
fa: شبیه‌سازی سرفصل
fr_ca: Cloner la grille d'évaluation
hi: क्लोन रूब्रिक
ja: ルーブリックを複製
kk: Рубриканы клондау
lv: Klonu rubrika
pt_pt: Replicar Rubrica
sq: Rubrika e Klonit
sw: Rubriki ya Clone
uz: Rubrikani klonlash
vi: Bản sao phiếu tự đánh giá
