Repository: openedx/openedx-translations
Catalog: translations/xblock-google-drive/google_drive/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, el, fa, he, hi, hu, it_it, ka, kk, ko, lv, nl, pt_br, ro, ru, sq, sw, te, th, tr_tr, uk, uz, vi, zh_cn, zh_hk

source: Display Name
af_za: Vertoon Naam
ar: الاسم الظاهر
az: Görünüş adı
bo: འཆར་མིང་།
da: Vist navn
el: Εμφανιζόμενο όνομα
fa: نام نمایشی
he: שם לתצוגה
hi: नाम प्रदर्शित करें
hu: Megjelenített név
it_it: Mostra il nome
ka: ხილვადი სახელი
kk: Көрсетілетін атау
ko: 표시 이름
lv: Parādāmais nosaukums
nl: Weergavenaam
pt_br: Exibir Nome
ro: Nume afișare
ru: Отображаемое название
sq: Emri i shfaqur
sw: Jina la Kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr_tr: Görünen Ad
uk: Назва, що відображається
uz: Ko‘rsatiladigan ism
vi: Tên hiển thị
zh_cn: 显示名称
zh_hk: 顯示名稱

source: This name appears in the horizontal navigation at the top of the page.
af_za: Hierdie naam verskyn in die horisontale navigasie boaan die bladsy.
ar: يظهر هذا الاسم في شريط التنقل الأفقي أعلى الصفحة.
az: Bu ad səhifənin yuxarı hissəsindəki üfüqi naviqasiyada görünür.
bo: མིང་འདི་ནི་ཤོག་ངོས་འདིའི་སྒང་གི་འཕྲེད་ལ་ཡོད་པའི་ཕྱོགས་ཁྲིད་དེའི་ནང་འཆར་ཡོང་བ་ཡིན།
da: Dette navn vises i den vandrette navigation øverst på siden.
el: Αυτό το όνομα εμφανίζεται στην οριζόντια πλοήγηση στο επάνω μέρος της σελίδας.
fa: این نام در پیمایش افقی در بالای صفحه ظاهر می‌شود.
he: שם זה מופיע בניווט האופקי בראש העמוד.
hi: यह नाम पृष्ठ के शीर्ष पर क्षैतिज नेविगेशन में दिखाई देता है।
hu: Ez a név jelenik meg a vízszintes navigációs sávban az oldal tetején
it_it: Questo nome appare nella navigazione orizzontale nella parte superiore della pagina.
ka: სახელი გამოჩნდება გვერდის ზედა ნაწილის ჰორიზონტალური ნავიგაციაზე.
kk: Бұл атау беттің жоғарғы жағындағы көлденең шарлауда пайда болады.
ko: 이 이름은 페이지 상단의 가로 탐색에 나타납니다.
lv: Šis nosaukums ir redzams horizontālajā navigācijas joslā lapas augšdaļā.
nl: Deze naam verschijnt in de horizontale navigatie bovenaan de pagina.
pt_br: Este nome aparece na navegação horizontal no topo da página.
ro: Acest nume apare în bara de navigare orizontală din partea de sus a paginii.
ru: Это имя отображается в горизонтальной навигации вверху страницы.
sq: Ky emër shfaqet në lundrimin horizontal në krye të faqes.
sw: Jina hili linaonekana katika usogezaji mlalo juu ya ukurasa.
te: ఈ పేరు పేజీ ఎగువన ఉన్న క్షితిజ సమాంతర నావిగేషన్‌లో కనిపిస్తుంది.
th: ชื่อนี้ปรากฏในการนำทางแนวนอนที่ด้านบนของหน้า
tr_tr: Bu ad, sayfanın üst kısmındaki yatay gezinme alanında görünür.
uk: Це ім’я відображається на горизонтальній панелі навігації у верхній частині сторінки.
uz: Bu nom sahifaning yuqori qismidagi gorizontal navigatsiyada ko‘rinadi.
vi: Tên này xuất hiện trong điều hướng ngang ở đầu trang.
zh_cn: 该名称出现在页面顶部的水平导航中。
zh_hk: 該名稱出現在頁面頂部的水平導航中。

source: Public Calendar ID
af_za: Publieke Kalender ID
ar: معرّف التقويم المتاح للعامة
az: İctimai Təqvim ID-si
bo: སྤྱི་པའི་ལོ་ཐོའི་ID
da: Offentlig kalender-id
el: Αναγνωριστικό δημόσιου ημερολογίου
fa: شناسۀ تقویم عمومی
he: מזהה יומן ציבורי
hi: सार्वजनिक कैलेंडर आईडी
hu: Nyilvános naptár azonosítója
it_it: ID calendario pubblico
ka: საჯარო კალენდრის ID
kk: Жалпы күнтізбе идентификаторы
ko: 공개 캘린더 ID
lv: Publiskā kalendāra ID
nl: Openbare agenda-ID
pt_br: ID do calendário público
ro: ID calendar public
ru: Идентификатор общедоступного календаря
sq: ID-ja e kalendarit publik
sw: Kitambulisho cha Kalenda ya Umma
te: పబ్లిక్ క్యాలెండర్ ID
th: รหัสปฏิทินสาธารณะ
tr_tr: Genel Takvim Kimliği
uk: ID публічного календаря
uz: Umumiy kalendar identifikatori
vi: ID lịch công khai
zh_cn: 公共日历 ID
zh_hk: 公共日曆 ID

source: Google provides an ID for publicly available calendars. In the Google Calendar, open Settings and copy the ID from the Calendar Address section into this field.
af_za: Google verskaf &#39;n ID vir publieke beskikbare kalenders. In die Google Kalender, maak Instellings oop en kopieer die ID van die Kalenderadres-afdeling na hierdie veld.
ar: تُوفِّر Google معرّفاً للتقويمات المتاحة للعامة. في تقويم Google، افتح الإعدادات وانسخ المعرّف من قِسم عنوان التقويم إلى هذا الحقل.
az: Google ictimai təqvimlər üçün bir ID təmin edir. Google Təqvimdə, Parametrləri açın və Təqvim Ünvanı bölməsindən ID-ni bu sahəyə kopyalayın.
bo: དགོས་དགུ་ཡིས་སྤྱི་དམངས་ཀྱིས་སྤྱོད་ཆོག་པའི་ལོ་ཐོའི་ ID ཞིག་མཁོ་སྤྲོད་བྱེད་ཀྱི་ཡོད། དགོས་དགུའི་ལོ་ཐོ་དེའི་ནང་དུ་ཐུན་མོང་གིས་སྒྲིག་ཆོག་པའི་སྒྲིག་འགོད་ཅིག་ཡོད། དེའི་ནང་ནས་ལོ་ཐོ་དེའི་དྲ་ཐག་ ID དེ་ངོ་བཤུ་བྱས་ཏེ་ཚན་པ་འདིའི་ནང་ཞོག
da: Google giver et id til offentligt tilgængelige kalendere. I Google Kalender skal du åbne Indstillinger og kopiere id&#39;et fra sektionen Kalenderadresse til dette felt.
el: Η Google παρέχει ένα αναγνωριστικό για δημόσια διαθέσιμα ημερολόγια. Στο Ημερολόγιο Google, ανοίξτε τις Ρυθμίσεις και αντιγράψτε το αναγνωριστικό από την ενότητα Διεύθυνση ημερολογίου σε αυτό το πεδίο.
fa: Google یک شناسه برای تقویم‌های در دسترس عموم ارائه می‌کند. در Google Calendar، تنظیمات را باز کنید و شناسه را از قسمت Calendar Address در این قسمت کپی کنید.
he: Google מספקת מזהה עבור לוחות שנה זמינים לציבור. ביומן Google, פתח את ההגדרות והעתק את המזהה מקטע כתובת היומן לשדה זה.
hi: Google सार्वजनिक रूप से उपलब्ध कैलेंडर के लिए एक आईडी प्रदान करता है। Google कैलेंडर में, सेटिंग्स खोलें और कैलेंडर पता अनुभाग से आईडी को इस फ़ील्ड में कॉपी करें।
hu: A Google nyilvánosan elérhető naptárakhoz biztosít egy azonosítót. A Google Naptárban nyissa meg a Beállításokat, és másolja be az azonosítót a Naptárcím szakaszból ebbe a mezőbe.
it_it: Google fornisce un ID per i calendari disponibili pubblicamente. In Google Calendar, apri Impostazioni e copia l&#39;ID dalla sezione Indirizzo del calendario in questo campo.
ka: Google საჯაროდ ხელმისაწვდომ კალენდრებს ID-ს ანიჭებს. Google Calendar-ში გახსენით პარამეტრები და კალენდრის მისამართის ველიდან ID ამ ველში ჩასვით.
kk: Google жалпыға қолжетімді күнтізбелер үшін ID береді. Google күнтізбесінде «Параметрлер» тармағын ашып, «Күнтізбе мекенжайы» бөліміндегі идентификаторды осы өріске көшіріңіз.
ko: Google은 공개적으로 사용 가능한 캘린더에 대한 ID를 제공합니다. Google 캘린더에서 설정을 열고 캘린더 주소 섹션에서 ID를 이 필드에 복사합니다.
lv: Google nodrošina publiski pieejamo kalendāru ID. Google kalendārā atveriet sadaļu Iestatījumi un šajā laukā nokopējiet ID no sadaļas Kalendāra adrese.
nl: Google biedt een ID voor openbaar beschikbare agenda's. Open Instellingen in Google Agenda en kopieer de ID uit het gedeelte Agenda-adres naar dit veld.
pt_br: O Google fornece um ID para calendários disponíveis publicamente. No Google Agenda, abra Configurações e copie o ID da seção Endereço do calendário para este campo.
ro: Google oferă un ID pentru calendarele disponibile public. În Google Calendar, deschideți Setări și copiați ID-ul din secțiunea Adresă calendar în acest câmp.
ru: Google предоставляет идентификатор для общедоступных календарей. В Календаре Google откройте «Настройки» и скопируйте в это поле идентификатор из раздела «Адрес календаря».
sq: Google ofron një ID për kalendarët e disponueshëm publikisht. Në &quot;Kalendarin e Google&quot;, hapni &quot;Cilësimet&quot; dhe kopjoni ID-në nga seksioni &quot;Adresa e kalendarit&quot; në këtë fushë.
sw: Google hutoa kitambulisho kwa kalenda zinazopatikana kwa umma. Katika Kalenda ya Google, fungua Mipangilio na unakili kitambulisho kutoka sehemu ya Anwani ya Kalenda hadi uga huu.
te: పబ్లిక్‌గా అందుబాటులో ఉన్న క్యాలెండర్‌ల కోసం Google IDని అందిస్తుంది. Google క్యాలెండర్‌లో, సెట్టింగ్‌లను తెరిచి, క్యాలెండర్ చిరునామా విభాగం నుండి IDని ఈ ఫీల్డ్‌లోకి కాపీ చేయండి.
th: Google จัดเตรียม ID สำหรับปฏิทินที่เปิดเผยต่อสาธารณะ ใน Google ปฏิทิน ให้เปิดการตั้งค่าและคัดลอก ID จากส่วนที่อยู่ปฏิทินลงในช่องนี้
tr_tr: Google, herkese açık takvimler için bir kimlik sağlar. Google Takvim'de Ayarlar'ı açın ve Takvim Adresi bölümündeki kimliği bu alana kopyalayın.
uk: Google надає ідентифікатор для загальнодоступних календарів. У календарі Google відкрийте налаштування та скопіюйте ідентифікатор із розділу «Адреса календаря» в це поле.
uz: Google hammaga ochiq kalendarlar uchun identifikatorni taqdim etadi. Google Taqvimda Sozlamalarni oching va Taqvim manzili bo‘limidagi identifikatorni ushbu maydonga nusxalang.
vi: Google cung cấp ID cho các lịch được cung cấp công khai. Trong Lịch Google, mở Cài đặt và sao chép ID từ phần Địa chỉ Lịch vào trường này.
zh_cn: Google 为公开可用的日历提供 ID。在 Google 日历中，打开“设置”并将日历地址部分中的 ID 复制到此字段中。
zh_hk: Google 為公開可用的日曆提供 ID。在 Google 日曆中，開啟「設定」並將日曆位址部分中的 ID 複製到此欄位中。

source: Default View
af_za: Verstek aansig
ar: العرض المبدئي
az: Əsas Görünüş
bo: རྨང་གཞིའི་འཆར་ངོས།
da: Standardvisning
el: Προεπιλεγμένη προβολή
fa: نمای پیش‌فرض
he: תצוגת ברירת מחדל
hi: सहज दृश्य
hu: Alapértelmezett nézet
it_it: Visualizzazione predefinita
ka: ნაგულისხმევი ხედი
kk: Әдепкі көрініс
ko: 기본 보기
lv: Noklusējuma skats
nl: Standaard weergave
pt_br: Visualização padrão
ro: Vizualizare implicită
ru: Вид по умолчанию
sq: Pamja e parazgjedhur
sw: Mwonekano Chaguomsingi
te: డిఫాల్ట్ వీక్షణ
th: มุมมองเริ่มต้น
tr_tr: Varsayılan görünüm
uk: Перегляд за умовчанням
uz: Standart ko‘rinish
vi: Chế độ xem mặc định
zh_cn: 默认视图
zh_hk: 預設視圖

source: The calendar view that students see by default. A student can change this view.
af_za: Die kalenderaansig wat studente by verstek sien. &#39;n Student kan hierdie siening verander.
ar: طريقة عرض التقويم التي يراها الطلاب بالحالة الافتراضية. كما يمكن للطالب أن يُغيِّر طريقة هذا العرض.
az: Tələbələrin standart olaraq gördüyü təqvim görünüşü. Tələbə bu görünüşü dəyişə bilər.
bo: ལོ་ཐོ་དེ་སློབ་ཕྲུག་ཚོས་མཐོང་དུས་རྨང་གཞི་ལྟར་མཐོང་བའི་རྣམ་པ། སློབ་ཕྲུག་སོ་སོས་རྣམ་པ་འདི་རང་འདོད་ལྟར་བསྒྱུར་ཐུབ།
da: Den kalendervisning, som eleverne ser som standard. En elev kan ændre denne visning.
el: Η προβολή ημερολογίου που βλέπουν οι μαθητές από προεπιλογή. Ένας μαθητής μπορεί να αλλάξει αυτήν την άποψη.
fa: نمای تقویمی که فراگیران به‌طور پیش فرض می‌بینند. یک فراگیر می‌تواند این دیدگاه را تغییر دهد.
he: תצוגת לוח השנה שהתלמידים רואים כברירת מחדל. תלמיד יכול לשנות תצוגה זו.
hi: कैलेंडर दृश्य जो छात्र डिफ़ॉल्ट रूप से देखते हैं। एक विद्यार्थी इस दृष्टिकोण को बदल सकता है।
it_it: La vista del calendario che gli studenti vedono per impostazione predefinita. Uno studente può cambiare questa visione.
ka: კალენდრის ხედი, რომელიც სტუდენტებს ნაგულისხმევად ეჩვენებათ. სტუდენტს შეუძლია ამ ხედის შეცვლა.
kk: Оқушылар әдепкі бойынша көретін күнтізбе көрінісі. Оқушы бұл көзқарасты өзгерте алады.
ko: 학생들이 기본적으로 보는 달력 보기입니다. 학생은 이 보기를 변경할 수 있습니다.
lv: Kalendāra skats, ko dalībnieki redz pēc noklusējuma. Dalībnieks var mainīt šo skatu.
nl: De agendaweergave die studenten standaard zien. Een student kan deze weergave veranderen.
pt_br: A visualização do calendário que os alunos veem por padrão. Um aluno pode mudar essa visão.
ro: Vizualizarea calendarului pe care elevii o vizualizează implicit. Un student poate schimba această vizualizare.
ru: Отображение календаря, которое учащиеся видят по умолчанию. Учащийся может изменить отображение.
sq: Pamja e kalendarit që studentët shohin si parazgjedhje. Një student mund ta ndryshojë këtë pamje.
sw: Mwonekano wa kalenda ambao wanafunzi wanaona kwa chaguomsingi. Mwanafunzi anaweza kubadilisha mtazamo huu.
te: విద్యార్థులు డిఫాల్ట్‌గా చూసే క్యాలెండర్ వీక్షణ. విద్యార్థి ఈ అభిప్రాయాన్ని మార్చుకోవచ్చు.
th: มุมมองปฏิทินที่นักเรียนเห็นเป็นค่าเริ่มต้น นักเรียนสามารถเปลี่ยนมุมมองนี้ได้
tr_tr: Öğrencilerin varsayılan olarak gördüğü takvim görünümü. Bir öğrenci bu görünümü değiştirebilir.
uk: Перегляд календаря, який студенти бачать за замовчуванням. Учень може змінити цей вид.
uz: Talabalar sukut bo‘yicha ko‘radigan kalendar ko‘rinishi. Talaba bu nuqtai nazarni o‘zgartirishi mumkin.
vi: Chế độ xem lịch mà học sinh nhìn thấy theo mặc định. Một sinh viên có thể thay đổi quan điểm này.
zh_cn: 学生默认看到的日历视图。学生可以改变这个观点。
zh_hk: 學生預設看到的日曆視圖。學生可以改變這個視圖。

source: Embed Code
af_za: Sluit kode in
ar: ضَمِّن تعليمات برمجية
az: Daxil Etmə Kodu
bo: Embed Code ནང་འཇུག་ཨང་བརྡ།
da: Integrer kode
el: Κωδικός ενσωμάτωσης
fa: کد را جاسازی کنید
he: להטביע קוד
hi: लागु किया गया संहिता
hu: Beágyazási kód
it_it: Codice di incorporamento
ka: ჩაშენების კოდი
kk: Енгізу коды
ko: 임베드 코드
lv: Iegult kodu
pt_br: Código embutido
ro: Cod încorporat
ru: Код для вставки
sw: Pachika Msimbo
te: పొందుపరిచిన కోడ్
th: รหัสฝัง
tr_tr: Yerleştirme kodu
uk: Вставити код
uz: Kodni joylashtirish
vi: Mã nhúng
zh_cn: 嵌入代码
zh_hk: 嵌入程式碼

source: Google provides an embed code for Drive documents. In the Google Drive document, from the File menu, select Publish to the Web. Modify settings as needed, click Publish, and copy the embed code into this field.
af_za: Google verskaf &#39;n inbedkode vir Drive-dokumente. In die Google Drive-dokument, vanaf die LÃªer-kieslys, kies Publiseer op die web. Verander instellings soos nodig, klik Publiseer en kopieer die inbedkode in hierdie veld.
ar: تُوفِّر Google تعليمات برمجية لتضمين مُستندات Drive. في مُستندات Google Drive، من "قائمة الملفات"، اختَر "نشر على الويب". عَدِّل الإعدادات حسب الحاجة، وانقُر على مشاركة، وانسخ رمز التضمين في هذا الحقل.
az: Google Drive sənədləri üçün yerləşdirmə kodu təqdim edir. Google Drive sənədində Fayl menyusundan Vebdə dərc et seçin. Lazım olduqda parametrləri dəyişdirin, Dərc et düyməsini basın və yerləşdirmə kodunu bu sahəyə kopyalayın.
bo: དགོས་དགུ་ཡིས་Drive ཡིག་མཛོད་ནང་གི་ཡིག་ཆ་རྣམས་ལ་ནང་འཇུག་ཨང་བརྡ་embed code རེ་མཁོ་སྤྲོད་བྱེད་ཀྱི་ཡོད། Drive ཡིག་མཛོད་ནང་ནས། ཡིག་ཆའི་ཐོ་གཞུང་ལ་ཕེབས། དྲ་ཐོག་སྤེལ་བ་ལ་སྤེལ་Publish ཟེར་བ་དེ་འདེམས། དེའི་ཐད་ནས་སྒྲིག་འགོད་རྣམས་རང་ཉིད་ཀྱི་དགོས་མཁོ་ལྟར་སྒྲིག སྤེལ་Publish ཟེར་བ་དེར་སྣུན། དེའི་ནང་འཇུག་ཨང་བརྡ་embed code ངོ་བཤུ་བྱས་ཏེ་ཚན་པ་འདིའི་ནང་ཞོག
da: Google leverer en indlejringskode til Drev-dokumenter. I Google Drev-dokumentet skal du i menuen Filer vælge Udgiv på nettet. Rediger indstillinger efter behov, klik på Udgiv, og kopier indlejringskoden til dette felt.
el: Η Google παρέχει έναν κώδικα ενσωμάτωσης για έγγραφα του Drive. Στο έγγραφο του Google Drive, από το μενού Αρχείο, επιλέξτε Δημοσίευση στον Ιστό. Τροποποιήστε τις ρυθμίσεις όπως απαιτείται, κάντε κλικ στο Δημοσίευση και αντιγράψτε τον κώδικα ενσωμάτωσης σε αυτό το πεδίο.
fa: Google یک کد جاسازی برای اسناد Drive ارائه می‌کند. در سند Google Drive، از منوی File، گزینه Publish to the Web را انتخاب کنید. تنظیمات را درصورت نیاز تغییر دهید، روی انتشار کلیک کرده و کد جاسازی‌شده را در این قسمت کپی کنید.
he: Google מספקת קוד הטמעה עבור מסמכי Drive. במסמך Google Drive, מתפריט קובץ, בחר פרסם באינטרנט. שנה הגדרות לפי הצורך, לחץ על פרסם והעתק את קוד ההטמעה לשדה זה.
hi: Google ड्राइव दस्तावेज़ों के लिए एक एम्बेड कोड प्रदान करता है। Google ड्राइव दस्तावेज़ में, फ़ाइल मेनू से, वेब पर प्रकाशित करें चुनें। आवश्यकतानुसार सेटिंग्स संशोधित करें, प्रकाशित करें पर क्लिक करें और एंबेड कोड को इस फ़ील्ड में कॉपी करें।
hu: A Google beágyazási kódot biztosít a Drive dokumentumokhoz. A Google Drive dokumentumban a Fájl menüből válassza a Közzététel a weben lehetőséget. Módosítsa a beállításokat szükség szerint, kattintson a Közzététel gombra, és másolja be a beágyazási kódot ebbe a mezőbe.
it_it: Google fornisce un codice di incorporamento per i documenti Drive. Nel documento Google Drive, dal menu File, seleziona Pubblica sul Web. Modifica le impostazioni secondo necessità, fai clic su Pubblica e copia il codice di incorporamento in questo campo.
ka: Google გთავაზობთ ჩაშენების კოდს Drive-ის დოკუმენტებისთვის. Google Drive-ის დოკუმენტში, ფაილის მენიუდან აირჩიეთ "გამოქვეყნება ინტერნეტში". საჭიროებისამებრ შეცვალეთ პარამეტრები, დააჭირეთ ღილაკს "გამოქვეყნება" და ჩასვით ჩაშენების კოდი ამ ველში.
kk: Google Drive құжаттары үшін ендіру кодын қамтамасыз етеді. Google Drive құжатында Файл мәзірінен Интернетте жариялау пәрменін таңдаңыз. Қажет болса, параметрлерді өзгертіңіз, Жариялау түймесін басып, ендірілген кодты осы өріске көшіріңіз.
ko: Google은 Drive 문서에 대한 임베드 코드를 제공합니다. Google Drive 문서에서 파일 메뉴에서 웹에 게시를 선택합니다. 필요에 따라 설정을 수정하고 게시를 클릭한 다음 임베드 코드를 이 필드에 복사합니다.
lv: Google nodrošina Diska dokumentu iegulšanas kodu. Google diska dokumenta izvēlnē Fails atlasiet Publicēt tīmeklī. Ja nepieciešams, mainiet iestatījumus, noklikšķiniet uz Publicēt un kopējiet iegulšanas kodu šajā laukā.
nl: Google biedt een insluitcode voor Drive-documenten. Selecteer in het Google Drive-document in het menu Bestand de optie Publiceren op internet. Pas de instellingen indien nodig aan, klik op Publiceren en kopieer de insluitcode naar dit veld.
pt_br: O Google fornece um código incorporado para documentos do Drive. No documento do Google Drive, no menu Arquivo, selecione Publicar na Web. Modifique as configurações conforme necessário, clique em Publicar e copie o código incorporado neste campo.
ro: Google oferă un cod de încorporare pentru documentele Drive. În documentul Google Drive, din meniul Fișier, selectează Publicați pe web. Modificați setările după cum este necesar, faceți clic pe Publicare și copiați codul de încorporare în acest câmp.
ru: Google предоставляет код для встраивания документов на Диске. В документе Google Диска в меню «Файл» выберите «Опубликовать в Интернете». При необходимости измените настройки, нажмите «Опубликовать» и скопируйте код для внедрения в это поле.
sq: Google ofron një kod të integruar për dokumentet e &quot;Diskut&quot;. Në dokumentin Google Drive, nga menyja File, zgjidhni Publish to Web. Ndryshoni cilësimet sipas nevojës, klikoni Publish dhe kopjoni kodin e integruar në këtë fushë.
sw: Google hutoa msimbo wa kupachika wa hati za Hifadhi. Katika hati ya Hifadhi ya Google, kutoka kwa menyu ya Faili, chagua Chapisha kwenye Wavuti. Rekebisha mipangilio inavyohitajika, bofya Chapisha, na unakili msimbo uliopachikwa kwenye sehemu hii.
te: Google డిస్క్ పత్రాల కోసం పొందుపరిచిన కోడ్‌ను అందిస్తుంది. Google డిస్క్ పత్రంలో, ఫైల్ మెను నుండి, వెబ్‌కు ప్రచురించు ఎంచుకోండి. అవసరమైన విధంగా సెట్టింగ్‌లను సవరించండి, ప్రచురించు క్లిక్ చేయండి మరియు పొందుపరిచిన కోడ్‌ను ఈ ఫీల్డ్‌లోకి కాపీ చేయండి.
th: Google มีโค้ดฝังสำหรับเอกสารไดรฟ์ ในเอกสาร Google Drive จากเมนูไฟล์ ให้เลือกเผยแพร่ทางเว็บ แก้ไขการตั้งค่าตามต้องการ คลิกเผยแพร่ และคัดลอกโค้ดที่ฝังลงในฟิลด์นี้
tr_tr: Google, Drive belgeleri için bir yerleştirme (embed) kodu sağlar. Google Drive belgesindeki Dosya menüsünden Web'de Yayınla'yı seçin. Ayarları gerektiği gibi değiştirin, Yayınla düğmesine tıklayın ve yerleştirme kodunu bu alana kopyalayın.
uk: Google надає код вбудовування для документів Диска. У документі Диска Google у меню «Файл» виберіть «Опублікувати в Інтернеті». За потреби змініть налаштування, натисніть «Опублікувати» та скопіюйте код для вбудовування в це поле.
uz: Google Drive hujjatlari uchun joylashtirish kodini taqdim etadi. Google Drive hujjatida Fayl menyusidan Internetga nashr qilish-ni tanlang. Zarur bo‘lganda sozlamalarni o‘zgartiring, "Nashr qilish" tugmasini bosing va o‘rnatish kodini ushbu maydonga nusxalang.
vi: Google cung cấp mã nhúng cho tài liệu Drive. Trong tài liệu Google Drive, từ trình đơn Tệp, chọn Xuất bản lên Web. Sửa đổi cài đặt nếu cần, nhấp vào Xuất bản và sao chép mã nhúng vào trường này.
zh_cn: Google 提供了云端硬盘文档的嵌入代码。在 Google 云端硬盘文档中，从“文件”菜单中选择“发布到网络”。根据需要修改设置，单击“发布”，然后将嵌入代码复制到此字段中。
zh_hk: Google 提供了雲端硬碟文件的嵌入程式碼。在 Google 雲端硬碟文件中，從「文件」選單中選擇「發佈到網路」。根據需要修改設置，按一下“發佈”，然後將嵌入程式碼複製到此欄位中。

source: Alternative Text
af_za: Alternatiewe teks
ar: نص بديل
az: Alternativ Mətn
bo: འདྲ་མཚུངས་ཀྱི་ཡི་གེ།
da: Alternativ tekst
el: Εναλλακτικό κείμενο
fa: متن جایگزین
he: טקסט חלופי
hi: वैकल्पिक पाठ
hu: Alternatív szöveg
it_it: Testo alternativo
ka: ალტერნატიული ტექსტი
kk: Балама мәтін
ko: 대체 텍스트
lv: Alternatīvais teksts
nl: alternatieve tekst
pt_br: Texto Alternativo
ro: Text alternativ
ru: Альтернативный текст
sq: Teksti alternativ
sw: Maandishi Mbadala
te: ప్రత్యామ్నాయ వచనం
th: ข้อความแสดงแทน
tr_tr: Alternatif metin
uk: Альтернативний текст
uz: Muqobil matn
vi: Văn bản thay thế
zh_cn: 替代文本
zh_hk: 替代文字

source: Alternative text describes an image and appears if the image is unavailable.
af_za: Alternatiewe teks beskryf &#39;n prent en verskyn as die prent nie beskikbaar is nie.
ar: يصف النص البديل صورة ويظهر إذا كانت الصورة غير متوفرة.
az: Alternativ mətn bir şəkli təsvir edir və şəkil əlçatan olmadıqda görünür.
bo: འདྲ་མཚུངས་ཀྱི་ཡི་གེ་ཟེར་བ་དེས་པར་རིས་ཀྱི་ཚབ་མཚོན་ཞིག་ཡིན་པ་དང་པར་རིས་དེ་མེད་ན་པར་རིས་འགྲེལ་བརྗོད་ཀྱི་ཡི་གེ་དེ་འཆར་ཡོང་།
da: Alternativ tekst beskriver et billede og vises, hvis billedet ikke er tilgængeligt.
el: Το εναλλακτικό κείμενο περιγράφει μια εικόνα και εμφανίζεται εάν η εικόνα δεν είναι διαθέσιμη.
fa: متن جایگزین یک تصویر را توصیف می‌کند و اگر تصویر در دسترس نباشد ظاهر می‌شود.
he: טקסט חלופי מתאר תמונה ומופיע אם התמונה אינה זמינה.
hi: वैकल्पिक पाठ एक छवि का वर्णन करता है और छवि अनुपलब्ध होने पर दिखाई देता है।
hu: Az alternatív szöveg leírja a képet, és akkor jelenik meg, ha a kép nem elérhető.
it_it: Il testo alternativo descrive un&#39;immagine e viene visualizzato se l&#39;immagine non è disponibile.
ka: ალტერნატიული ტექსტი აღწერს სურათს და ჩნდება, თუ სურათი ხელმიუწვდომელია.
kk: Балама мәтін кескінді сипаттайды және сурет қолжетімді болмаса, көрсетіледі.
ko: 대체 텍스트는 이미지를 설명하며 이미지를 사용할 수 없는 경우 나타납니다.
lv: Alternatīvs teksts apraksta attēlu un tiek parādīts, ja attēls nav pieejams.
nl: Alternatieve tekst beschrijft een afbeelding en verschijnt als de afbeelding niet beschikbaar is.
pt_br: O texto alternativo descreve uma imagem e aparece se a imagem não estiver disponível.
ro: Textul alternativ descrie o imagine și apare dacă imaginea nu este disponibilă.
ru: Альтернативный текст описывает изображение и появляется, если изображение недоступно.
sq: Teksti alternativ përshkruan një imazh dhe shfaqet nëse imazhi nuk është i disponueshëm.
sw: Maandishi mbadala yanaelezea picha na kuonekana ikiwa picha haipatikani.
te: ప్రత్యామ్నాయ వచనం చిత్రాన్ని వివరిస్తుంది మరియు చిత్రం అందుబాటులో లేకుంటే కనిపిస్తుంది.
th: ข้อความแสดงแทนอธิบายรูปภาพและปรากฏขึ้นหากรูปภาพไม่พร้อมใช้งาน
tr_tr: Alternatif metin bir görseli tanımlar ve görselin mevcut olmaması durumunda görüntülenir.
uk: Альтернативний текст описує зображення та з’являється, якщо зображення недоступне.
uz: Muqobil matn tasvirni tavsiflaydi va agar tasvir mavjud bo‘lmasa paydo bo‘ladi.
vi: Văn bản thay thế mô tả một hình ảnh và xuất hiện nếu hình ảnh đó không có sẵn.
zh_cn: 替代文本描述图像，并在图像不可用时出现。
zh_hk: 替代文字描述圖像，並在圖像不可用時出現。

source: Invalid Google Calendar
af_za: Ongeldige Google Kalender
ar: تقويم جوجل غير صالح
az: Etibarsız Google Təqvimi
bo: ཚུལ་དང་མི་མཐུན་པའི་དགོས་དགུའི་ལོ་ཐོ།
da: Ugyldig Google Kalender
el: Μη έγκυρο Ημερολόγιο Google
fa: تقویم Google معتبر نیست
he: יומן Google לא חוקי
hi: अमान्य Google कैलेंडर
hu: Érvénytelen Google naptár
it_it: Calendario Google non valido
ka: არასწორი Google Calendar
kk: Жарамсыз Google күнтізбесі
ko: 잘못된 Google 캘린더
lv: Nederīgs Google kalendārs
nl: Ongeldige Google Agenda
pt_br: Google Agenda inválido
ro: Google Calendar invalid
ru: Неверный календарь Google
sq: Kalendari i pavlefshëm i Google
sw: Kalenda ya Google si sahihi
te: చెల్లని Google క్యాలెండర్
th: Google ปฏิทินไม่ถูกต้อง
tr_tr: Geçersiz Google Takvim
uk: Недійсний календар Google
uz: Google Taqvim noto‘g‘ri
vi: Lịch Google không hợp lệ
zh_cn: Google 日历无效
zh_hk: Google 日曆無效
