Repository: openedx/openedx-translations
Catalog: translations/xblock-google-drive/google_drive/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, el, fa, he, hi, hu, it_it, ka, kk, ko, lv, nl, pt_br, ro, ru, sq, sw, te, th, tr_tr, uk, uz, vi, zh_cn, zh_hk

source: Please correct the outlined fields.
af_za: Korrigeer asseblief die uiteengesit velde.
ar: يرجى تصحيح الحقول المحددة.
az: Zəhmət olmasa, qeyd edilmiş xanaları düzəldin.
bo: ཕྲེང་ལྟར་བསྒྲིགས་པའི་ཚན་པ་རྣམས་དག་སྒྲིག་བྱེད་རོགས།
da: Ret venligst de skitserede felter.
el: Διορθώστε τα περιγραφόμενα πεδία.
fa: لطفاً فیلدهای مشخص‌شده را تصحیح کنید.
he: אנא תקן את השדות המפורטים.
hi: कृपया उल्लिखित फ़ील्ड सही करें.
hu: Kérjük, javítsa a kiemelt mezőket.
it_it: Si prega di correggere i campi delineati.
ka: გთხოვთ, ჩაასწოროთ ამონათებული ველები.
kk: Белгіленген өрістерді түзетіңіз.
ko: 표시된 필드를 수정해 주세요.
lv: Lūdzu, izlabojiet ieskicētos laukus.
nl: Corrigeer de aangegeven velden.
pt_br: Corrija os campos destacados.
ro: Vă rugăm să corectați câmpurile subliniate.
ru: Пожалуйста, исправьте выделенные поля.
sq: Ju lutemi korrigjoni fushat e përshkruara.
sw: Tafadhali sahihisha sehemu zilizoainishwa.
te: దయచేసి వివరించిన ఫీల్డ్‌లను సరి చేయండి.
th: โปรดแก้ไขฟิลด์ที่ระบุไว้
tr_tr: Lütfen belirtilen alanları düzeltin.
uk: Будь ласка, виправте окреслені поля.
uz: Belgilangan maydonlarni to‘g‘rilang.
vi: Vui lòng sửa các trường được phác thảo.
zh_cn: 请更正概述的字段。
zh_hk: 請更正概述的欄位。

source: Clear Value
af_za: Duidelike waarde
ar: مسح القيمة
az: Qiyməti təmizlə
bo: རིན་ཐང་ཁ་གསལ།
da: Klar værdi
el: Καθαρή Αξία
fa: حذف مقدار
he: נקה ערך
hi: स्पष्ट मान
hu: Érték törlése
it_it: Annulla valore
ka: მნიშვნელობის გასუფთავება
ko: 명확한 가치
lv: Notīrīt vērtību
nl: Duidelijke waarde
pt_br: Limpar Valor
ro: Șterge valoare
ru: Очистить значение
sq: Vlera e qartë
sw: Thamani wazi
te: క్లియర్ విలువ
th: ล้างค่า
tr_tr: Değeri Temizle
uk: Очистити значення
uz: Qiymatni tozalash
vi: Xóa giá trị
zh_cn: 清除值
zh_hk: 清除值

source: Google provides an ID for publicly available calendars. In the Google Calendar, open Settings and copy the ID from the Calendar Address section into this field. You can
af_za: Google verskaf &#39;n ID vir publieke beskikbare kalenders. In die Google Kalender, maak Instellings oop en kopieer die ID van die Kalenderadres-afdeling na hierdie veld. Jy kan
ar: تُوفِّر Google معرّفاً للتقويمات المتاحة للعامة. في تقويم Google، افتح الإعدادات وانسخ المعرّف من قِسم عنوان التقويم إلى هذا الحقل. بإمكانك
az: Google ictimaiyyətə açıq təqvimlər üçün bir ID təmin edir. Google Təqvimdə, Parametrləri açın və Təqvim Ünvanı bölməsindən ID-ni bu sahəyə köçürün. Siz edə bilərsiniz
bo: དགོས་དགུ་ཡིས་སྤྱི་དམངས་ཀྱིས་སྤྱོད་ཆོག་པའི་ལོ་ཐོའི་ ID ཞིག་མཁོ་སྤྲོད་བྱེད་ཀྱི་ཡོད། དགོས་དགུའི་ལོ་ཐོ་དེའི་ནང་དུ་ཐུན་མོང་གིས་སྒྲིག་ཆོག་པའི་སྒྲིག་འགོད་ཅིག་ཡོད། དེའི་ནང་ནས་ལོ་ཐོ་དེའི་དྲ་ཐག་ ID དེ་ངོ་བཤུ་བྱས་ཏེ་ཚན་པ་འདིའི་ནང་ཞོག
da: Google giver et id til offentligt tilgængelige kalendere. I Google Kalender skal du åbne Indstillinger og kopiere id&#39;et fra sektionen Kalenderadresse til dette felt. Du kan
el: Η Google παρέχει ένα αναγνωριστικό για δημόσια διαθέσιμα ημερολόγια. Στο Ημερολόγιο Google, ανοίξτε τις Ρυθμίσεις και αντιγράψτε το αναγνωριστικό από την ενότητα Διεύθυνση ημερολογίου σε αυτό το πεδίο. Μπορείς
fa: Google یک شناسه برای تقویم‌های در دسترس عموم ارائه می‌کند. در Google Calendar، تنظیمات را باز کنید و شناسه را از قسمت Calendar Address در این قسمت کپی کنید. شما می‌توانید
he: Google מספקת מזהה עבור לוחות שנה זמינים לציבור. ביומן Google, פתח את ההגדרות והעתק את המזהה מקטע כתובת היומן לשדה זה. אתה יכול
hi: Google सार्वजनिक रूप से उपलब्ध कैलेंडर के लिए एक आईडी प्रदान करता है। Google कैलेंडर में, सेटिंग्स खोलें और कैलेंडर पता अनुभाग से आईडी को इस फ़ील्ड में कॉपी करें। तुम कर सकते हो
hu: A Google nyilvánosan elérhető naptárakhoz biztosít egy azonosítót. A Google Naptárban nyissa meg a Beállításokat, és másolja be az azonosítót a Naptárcím szakaszból ebbe a mezőbe. Ön tudja
it_it: Google fornisce un ID per i calendari disponibili pubblicamente. In Google Calendar, apri Impostazioni e copia l&#39;ID dalla sezione Indirizzo del calendario in questo campo. Puoi
ka: Google საჯაროდ ხელმისაწვდომ კალენდრებს ID-ს ანიჭებს. Google Calendar-ში გახსენით პარამეტრები და კალენდრის მისამართის სექციიდან ამოწერეთ ID და ჩასვით ამ ველში. თქვენ შეგიძლიათ
kk: Google жалпыға қолжетімді күнтізбелер үшін ID береді. Google күнтізбесінде «Параметрлер» тармағын ашып, «Күнтізбе мекенжайы» бөліміндегі идентификаторды осы өріске көшіріңіз. Сен істе аласың
ko: Google은 공개적으로 사용 가능한 캘린더에 대한 ID를 제공합니다. Google 캘린더에서 설정을 열고 캘린더 주소 섹션에서 ID를 이 필드에 복사하세요.
lv: Google nodrošina publiski pieejamo kalendāru ID. Google kalendārā atveriet sadaļu Iestatījumi un šajā laukā nokopējiet ID no sadaļas Kalendāra adrese. Jūs varat
nl: Google biedt een ID voor openbaar beschikbare agenda's. Open Instellingen in Google Agenda en kopieer de ID uit het gedeelte Agendaadres naar dit veld. Jij kan
pt_br: O Google fornece um ID para calendários disponíveis publicamente. No Google Agenda, abra Configurações e copie o ID da seção Endereço do calendário para este campo. Você pode
ro: Google oferă un ID pentru calendarele disponibile public. În Google Calendar, deschideți Setări și copiați ID-ul din secțiunea Adresă calendar în acest câmp. Puteți
ru: Google предоставляет идентификатор общедоступным календарям. В Календаре Google откройте «Настройки» и скопируйте идентификатор из раздела «Адрес календаря» в это поле. Ты можешь
sq: Google ofron një ID për kalendarët e disponueshëm publikisht. Në &quot;Kalendarin e Google&quot;, hapni &quot;Cilësimet&quot; dhe kopjoni ID-në nga seksioni &quot;Adresa e kalendarit&quot; në këtë fushë. Ju mundeni
sw: Google hutoa kitambulisho kwa kalenda zinazopatikana kwa umma. Katika Kalenda ya Google, fungua Mipangilio na unakili kitambulisho kutoka sehemu ya Anwani ya Kalenda hadi uga huu. Unaweza
te: పబ్లిక్‌గా అందుబాటులో ఉన్న క్యాలెండర్‌ల కోసం Google IDని అందిస్తుంది. Google క్యాలెండర్‌లో, సెట్టింగ్‌లను తెరిచి, క్యాలెండర్ చిరునామా విభాగం నుండి IDని ఈ ఫీల్డ్‌లోకి కాపీ చేయండి. నువ్వు చేయగలవు
th: Google จัดเตรียม ID สำหรับปฏิทินที่เปิดเผยต่อสาธารณะ ใน Google ปฏิทิน ให้เปิดการตั้งค่าและคัดลอก ID จากส่วนที่อยู่ปฏิทินลงในช่องนี้ คุณสามารถ
tr_tr: Google, herkese açık takvimler için bir kimlik sağlar. Google Takvim'de Ayarlar'ı açın ve Takvim Adresi bölümündeki kimliği bu alana kopyalayın. Yapabilirsiniz
uz: Google ommaviy foydalanish uchun mavjud bo‘lgan taqvimlar uchun ID taqdim etadi. Google Taqvimda Sozlamalarni oching va Taqvim manzili bo'limidan IDni nusxalab, ushbu maydonga joylashtiring.
vi: Google cung cấp ID cho các lịch có sẵn công khai. Trong Lịch Google, mở Cài đặt và sao chép ID từ phần Địa chỉ Lịch vào trường này. Bạn có thể
zh_cn: Google 为公开可用的日历提供 ID。在 Google 日历中，打开“设置”并将日历地址部分中的 ID 复制到此字段中。你可以
zh_hk: Google 為公開可用的日曆提供 ID。在 Google 日曆中，開啟「設定」並將日曆位址部分中的 ID 複製到此欄位中。

source: Save
af_za: Stoor
ar: احفظ
az: Yaddaşda saxlayın
bo: ཉར་ཚགས་བྱེད།
da: Gemme
el: Αποθήκευση
fa: ذخیره
he: שמירה
hi: सहेजें
hu: Mentés
it_it: Salva
ka: შენახვა
kk: Сақтау
ko: 저장
lv: Saglabāt
nl: Opslaan
pt_br: Salvar
ro: Salvează
ru: Сохранить
sq: Ruaj
sw: Hifadhi
te: సేవ్ చేయండి
tr_tr: Kaydet
uk: Зберегти
uz: Saqlash
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

source: Cancel
af_za: Kanselleer
ar: ألغِ
az: Ləğv edin
bo: ཕྱིར་འཐེན།
da: Afbestille
el: Ακύρωση
fa: لغو
he: ביטול
hi: रद्द करें
hu: Mégsem
it_it: Annulla
ka: გაუქმება
kk: Болдырмау
ko: 취소
lv: Atcelt
nl: Annuleren
pt_br: Cancelar
ro: Anulează
ru: Отмена
sq: Anulo
sw: Ghairi
te: రద్దు చేయండి
th: ยกเลิก
tr_tr: İptal
uk: Скасувати
uz: Bekor qilish
vi: Hủy bỏ
zh_cn: 取消
zh_hk: 取消

source: Invalid Google Document
af_za: Ongeldige Google-dokument
ar: مستند جوجل غير صالح
az: Etibarsız Google Sənədi
bo: ཚུམ་མཐུན་མ་ཡིན་པའི་Google Document
da: Ugyldigt Google-dokument
el: Μη έγκυρο έγγραφο Google
fa: سند Google معتبر نیست
he: מסמך Google לא חוקי
hi: अमान्य Google दस्तावेज़
hu: Érvénytelen Google-dokumentum
it_it: Documento Google non valido
ka: არასწორი Google დოკუმენტი
kk: Жарамсыз Google құжаты
ko: 잘못된 Google 문서
lv: Nederīgs Google dokuments
nl: Ongeldig Google-document
pt_br: Documento Google inválido
ro: Document Google invalid
ru: Неверный документ Google
sq: Dokument i pavlefshëm i Google
sw: Hati ya Google si Sahihi
te: చెల్లని Google పత్రం
th: เอกสาร Google ไม่ถูกต้อง
tr_tr: Geçersiz Google Belgesi
uk: Недійсний документ Google
uz: Google hujjati yaroqsiz
vi: Tài liệu Google không hợp lệ
zh_cn: 无效的 Google 文档
zh_hk: 無效的 Google 文件

source: Alternative text
af_za: Alternatiewe teks
ar: نص بديل
az: Alternativ mətn
bo: འདྲ་མཚུངས་ཀྱི་ཡི་གེ།
da: Alternativ tekst
el: Εναλλακτικό κείμενο
fa: متن جایگزین
he: טקסט חלופי
hi: वैकल्पिक पाठ
hu: Alternatív szöveg
it_it: Testo alternativo
ka: Alt ატრიბუტი
kk: Балама мәтін
ko: 대체 텍스트
lv: Alternatīvs teksts
nl: Alternatieve tekst
pt_br: Texto Alternativo
ro: Text alternativ
ru: Альтернативный текст
sq: Teksti alternativ
sw: Maandishi mbadala
te: ప్రత్యామ్నాయ వచనం
th: ข้อความแสดงแทน
tr_tr: Alternatif metin
uk: Альтернативний текст
uz: Muqobil matn
vi: Văn bản thay thế
zh_cn: 替代文本
zh_hk: 替代文字

source: Saving
ar: الحفظ
az: Yaddaşa yazılır
hi: सहेजा जा रहा है
hu: Mentés
ka: მიმდინარეობს შენახვა
nl: Bezig met opslaan...
ru: Сохранение
sq: Ruajtje
tr_tr: Kaydediliyor
uk: Збереження
uz: Saqlash
