Repository: openedx/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fa, hu, kk, sv, sw, te, vi, zh_hk

source: This field is required.
el: Το πεδίο αυτό είναι υποχρεωτικό.
fa: این فیلد الزامی است.
hu: Ez a mező kötelező.
kk: Бұл өріс қажет.
sv: Detta fält är obligatoriskt.
sw: Sehemu hii inahitajika.
te: ఈ ఖాళీని తప్పనిసరిగా పూరించవలెను.
vi: Trường này là bắt buộc.
zh_hk: 此欄位是必需的。

source: This value must be a number.
el: Η τιμή αυτή πρέπει να είναι αριθμός.
fa: این مقدار باید یک عدد باشد.
hu: Ennek az értéknek számnak kell lennie.
kk: Бұл мән сан болуы керек.
sv: Detta värde måste anges som siffror.
sw: Thamani hii lazima iwe nambari.
te: ఈ విలువ తప్పనిసరిగా సంఖ్య అయి ఉండాలి.
vi: Giá trị này phải là một số.
zh_hk: 該值必須是一個數字。

source: This value must be a date.
el: Αυτή η τιμή πρέπει να είναι μια ημερομηνία.
fa: این مقدار باید یک تاریخ باشد.
hu: Ennek az értéknek dátumnak kell lennie.
kk: Бұл мән күн болуы керек.
sv: Det här värdet måste vara ett datum.
sw: Thamani hii lazima iwe tarehe.
te: ఈ విలువ తప్పనిసరిగా తేదీ అయి ఉండాలి.
vi: Giá trị này phải là một ngày.
zh_hk: 該值必須是日期。

source: At least one seat type must be selected.
el: Πρέπει να επιλεγεί τουλάχιστον ένας τύπος καθίσματος.
fa: حداقل یک نوع صندلی باید انتخاب شود.
hu: Legalább egy ülőhelytípust ki kell választani.
kk: Кем дегенде бір орын түрі таңдалуы керек.
sv: Minst en sittplatstyp måste väljas.
sw: Angalau aina moja ya kiti lazima ichaguliwe.
te: కనీసం ఒక సీటు రకాన్ని తప్పక ఎంచుకోవాలి.
vi: Phải chọn ít nhất một loại ghế.
zh_hk: 必須至少選擇一種課程內的位置類型。

source: This field must be empty or contain 1-16 alphanumeric characters.
el: Αυτό το πεδίο πρέπει να είναι κενό ή να περιέχει 1-16 αλφαριθμητικούς χαρακτήρες.
fa: این فیلد باید خالی یا حاوی 1-16 کاراکتر الفبایی باشد.
kk: Бұл өріс бос немесе 1-16 алфавиттік-сандық таңбалардан тұруы керек.
sv: Detta fält måste vara tomt eller innehålla 1-16 alfanumeriska tecken.
sw: Sehemu hii lazima iwe tupu au iwe na herufi 1-16 za alphanumeric.
te: ఈ ఫీల్డ్ తప్పనిసరిగా ఖాళీగా ఉండాలి లేదా 1-16 ఆల్ఫాన్యూమరిక్ అక్షరాలను కలిగి ఉండాలి.
vi: Trường này phải trống hoặc chứa 1-16 ký tự chữ và số.
zh_hk: 此欄位必須為空或包含 1-16 個字母數字字元。

source: Email domain {%s} is invalid.
el: Ο τομέας ηλεκτρονικού ταχυδρομείου {%s} δεν είναι έγκυρος.
fa: دامنه ایمیل {%s} نامعتبر است.
hu: Az e-mail domain {%s} érvénytelen.
kk: Электрондық пошта домені {%s} жарамсыз.
sw: Kikoa cha barua pepe {%s} ni batili.
te: ఇమెయిల్ డొమైన్ {%s} చెల్లదు.
vi: Tên miền email {%s} không hợp lệ.
zh_hk: 電郵網域{%s}無效。

source: Must occur after start date
el: Πρέπει να γίνει μετά την ημερομηνία έναρξης.
fa: باید بعد از تاریخ شروع اتفاق بیفتد
kk: Басталу күнінен кейін болуы керек
sv: Måste infalla efter startdatum
sw: Lazima kutokea baada ya tarehe ya kuanza
te: ప్రారంభ తేదీ తర్వాత తప్పనిసరిగా జరగాలి
vi: Phải xảy ra sau ngày bắt đầu
zh_hk: 必須在開始日期之後發生

source: Max uses for multi-use coupons must be higher than 2.
el: Μέγιστη χρήση για κουπόνια πολλαπλών χρήσεων πρέπει να είναι μεγαλύτερη από 2.
fa: حداکثر استفاده برای کوپن های چند منظوره باید بیشتر از 2 باشد.
kk: Көп реттік купондарды ең көп пайдалану саны 2-ден жоғары болуы керек.
sv: Maxanvändning för flerbrukskuponger måste vara högre än 2.
sw: Matumizi ya juu zaidi ya kuponi za matumizi mengi lazima yawe ya juu kuliko 2.
te: బహుళ వినియోగ కూపన్‌ల గరిష్ట ఉపయోగాలు తప్పనిసరిగా 2 కంటే ఎక్కువగా ఉండాలి.
vi: Số lần sử dụng tối đa cho phiếu giảm giá đa dụng phải cao hơn 2.
zh_hk: 多用途優惠券的最大使用次數必須大於 2。

source: Must occur before end date
el: Πρέπει να γίνει πριν από την ημερομηνία λήξης.
fa: باید قبل از تاریخ پایان اتفاق بیفتد
sv: Måste ske före slutdatum
sw: Lazima kutokea kabla ya tarehe ya mwisho
te: ముగింపు తేదీకి ముందే జరగాలి
vi: Phải diễn ra trước ngày kết thúc
zh_hk: 必須在結束日期之前發生

source: A valid course ID is required
el: Απαιτείται έγκυρη ταυτότητα μαθήματος
fa: شناسه دوره معتبر مورد نیاز است
hu: Érvényes kurzusazonosító szükséges
sv: Ett giltigt kurs-ID krävs
sw: Kitambulisho halali cha kozi kinahitajika
te: చెల్లుబాటు అయ్యే కోర్సు ID అవసరం
vi: Cần có ID khóa học hợp lệ
zh_hk: 需要有效的課程 ID

source: A valid Program UUID is required.
el: Απαιτείται έγκυρο UUID προγράμματος.
fa: یک برنامه UUID معتبر مورد نیاز است.
hu: Érvényes program UUID szükséges.
kk: Бағдарламаның жарамды UUID қажет.
sv: Ett giltigt program-UUID krävs.
sw: UUID sahihi ya Mpango inahitajika.
te: చెల్లుబాటు అయ్యే ప్రోగ్రామ్ UUID అవసరం.
vi: Cần có UUID chương trình hợp lệ.
zh_hk: 需要有效的精選課程 UUID。

source: You must select a course type.
el: Πρέπει να επιλέξετε ένα είδος προγράμματος.
fa: شما باید یک نوع دوره را انتخاب کنید.
hu: Ki kell választania egy kurzustípust.
kk: Сіз курс түрін таңдауыңыз керек.
sv: Du måste välja en kurs-typ.
sw: Lazima uchague aina ya kozi.
te: మీరు తప్పనిసరిగా కోర్సు రకాన్ని ఎంచుకోవాలి.
vi: Bạn phải chọn một loại khóa học.
zh_hk: 您必須選擇課程類型。

source: You must choose if an honor seat should be created.
el: Θα πρέπει να επιλέξετε αν θα πρέπει να δημιουργηθεί προς τιμήν μία θέση.
fa: شما باید انتخاب کنید که آیا صندلی افتخار باید ایجاد شود.
kk: Құрметті орын құру қажет пе екенін таңдауыңыз керек.
sv: Du måste välja om en hedersplats ska skapas.
sw: Lazima uchague ikiwa kiti cha heshima kitaundwa.
te: గౌరవ సీటు సృష్టించబడాలంటే మీరు తప్పక ఎంచుకోవాలి.
vi: Bạn phải chọn xem có nên tạo ghế danh dự hay không.
zh_hk: 您必須選擇是否應建立榮譽席位。

source: The verification deadline must occur AFTER the upgrade deadline.
el: Η προθεσμία επαλήθευσης πρέπει να γίνει μετά την προθεσμία αναβάθμισης.
fa: مهلت تأیید باید پس از پایان مهلت ارتقا رخ دهد.
hu: A hitelesítési határidőnek az frissítési határidő UTÁN kell lennie.
kk: Тексеру мерзімі жаңарту мерзімінен КЕЙІН болуы керек.
sv: Verifieringsdeadline måste infalla EFTER uppgraderingsdeadline.
sw: Tarehe ya mwisho ya uthibitishaji lazima ifanyike BAADA ya tarehe ya mwisho ya kusasisha.
te: అప్‌గ్రేడ్ గడువు ముగిసిన తర్వాత ధృవీకరణ గడువు తప్పనిసరిగా జరగాలి.
vi: Thời hạn xác minh phải diễn ra SAU thời hạn nâng cấp.
zh_hk: 驗證截止日期必須晚於升級截止日期。

source: Product validation failed.
el: Η επικύρωση του προϊόντος απέτυχε.
fa: اعتبارسنجی محصول ناموفق بود.
hu: A termék érvényesítése sikertelen.
kk: Өнімді тексеру сәтсіз аяқталды.
sv: Validering av produkten misslyckades.
sw: Uthibitishaji wa bidhaa haukufaulu.
te: ఉత్పత్తి ప్రమాణీకరణ విఫలమైంది.
vi: Xác thực sản phẩm không thành công.
zh_hk: 產品驗證失敗。

source: Course ID
el: Ταυτότητα μαθήματος
fa: شناسه دوره
hu: Kurzus azonosító
kk: Курс идентификаторы
sv: Kursens ID
sw: Kitambulisho cha kozi
te: కోర్సు ID
vi: Mã khóa học
zh_hk: 課程ID

source: Course Name
el: Τίτλος Μαθήματος
fa: نام دوره
hu: Kurzus neve
kk: Курс атауы
sv: Kursnamn
sw: Jina la kozi
te: కోర్సు పేరు
vi: Tên khóa học
zh_hk: 課程名

source: Course Type
el: Τύπος/ειδος μαθήματος
fa: نوع دوره
hu: Kurzus típus
kk: Курс түрі
sv: Typ av kurs
sw: Aina ya Kozi
te: కోర్సు రకం
vi: Loại khóa học
zh_hk: 課程類型

source: Verification Deadline
el: Προθεσμία επαλήθευσης.
fa: مهلت تایید
hu: Ellenőrzési határidő
kk: Тексерудің соңғы мерзімі
sv: Verifieringsfrist
sw: Makataa ya Kuthibitisha
te: ధృవీకరణ గడువు
vi: Thời hạn xác minh
zh_hk: 驗證期限

source: Include Honor Seat
el: Να συμπεριληφθεί θέση επισήμου
fa: شامل صندلی Honor
kk: Құрметті орын қосу
sw: Jumuisha Kiti cha Heshima
te: హానర్ సీటును చేర్చండి
vi: Bao gồm ghế danh dự
zh_hk: 包括榮譽坐席

source: All course seats must have a price.
el: Όλες οι θέσεις του προγράμματος πρέπει να έχουν μια τιμή.
fa: تمامی صندلی های دوره باید دارای قیمت باشند.
kk: Барлық курс орындарына баға белгіленуі керек.
sv: Alla kursplatser måste ha ett pris.
sw: Viti vyote vya kozi lazima ziwe na bei.
te: అన్ని కోర్సు సీట్లకు ధర ఉండాలి.
vi: Tất cả chỗ ngồi trong khóa học đều phải có giá.
zh_hk: 所有課程項都必須有價格。

source: Verified seats must have an upgrade deadline.
el: Οι επαληθευμένες θέσεις πρέπει να έχουν προθεσμία αναβάθμισης.
fa: صندلی های تایید شده باید مهلت ارتقا داشته باشند.
hu: A hitelesített helyeknek rendelkezniük kell egy frissítési határidővel.
sv: Verifierade platser måste ha en deadline för uppgradering.
sw: Viti vilivyoidhinishwa lazima viwe na tarehe ya mwisho ya kusasisha.
te: ధృవీకరించబడిన సీట్లు తప్పనిసరిగా అప్‌గ్రేడ్ గడువును కలిగి ఉండాలి.
vi: Chỗ ngồi đã được xác minh phải có thời hạn nâng cấp.
zh_hk: 已驗證的坐席必須有升級截止日期。

source: The upgrade deadline must occur BEFORE the verification deadline.
el: Η προθεσμία αναβάθμισης πρέπει να συμβεί πριν από τη λήξη της προθεσμίας ελέγχου.
fa: مهلت ارتقاء باید قبل از مهلت تأیید انجام شود.
hu: A frissítési határidőnek a hitelesítési határidő ELŐTT kell lennie.
kk: Жаңарту мерзімі тексеру мерзімінен БҰРЫН болуы керек.
sv: Uppgraderingsdeadline måste inträffa FÖRE verifieringsdeadline.
sw: Tarehe ya mwisho ya kusasisha lazima ifanyike KABLA ya tarehe ya mwisho ya uthibitishaji.
te: అప్‌గ్రేడ్ గడువు తప్పనిసరిగా ధృవీకరణ గడువుకు ముందు జరగాలి.
vi: Thời hạn nâng cấp phải diễn ra TRƯỚC thời hạn xác minh.
zh_hk: 升級截止日期必須早於驗證截止日期。

source: Verified
el: Επαληθευμένο/επικυρωμένο
fa: تایید شده است
hu: Ellenőrizve
kk: Тексерілді
sv: Verifierad
sw: Imethibitishwa
te: ధృవీకరించబడింది
vi: Đã xác minh
zh_hk: 已驗證

source: Credit
el: Αναγνώριση
fa: اعتبار
hu: Kredit
kk: Несие
sw: Mikopo
te: క్రెడిట్
vi: Tín dụng
zh_hk: 學分

source: Professional
el: Επαγγελματικό
fa: حرفه ای
hu: Profi
kk: Кәсіби
sv: Professionell
sw: Mtaalamu
te: వృత్తిపరమైన
vi: Chuyên nghiệp
zh_hk: 專業的

source: Honor
el: Έπαινος
fa: افتخار و احترام
hu: Becsület
kk: Құрмет
sv: Förtroende
sw: Heshima
te: గౌరవం
vi: Tôn kính
zh_hk: 榮譽

source: Audit
el: Ακροατές
fa: حسابرسی
hu: Felülvizsgálat
kk: Аудит
sv: Granska
sw: Ukaguzi
te: ఆడిట్
vi: Kiểm toán
zh_hk: 旁聽

source: Verified Certificate
el: Επαληθευμένο πιστοποιητικό
fa: گواهی تایید شده
hu: Hitelesített Bizonyítvány
kk: Тексерілген сертификат
sv: Verifierat certifikat
sw: Cheti Iliyothibitishwa
te: ధృవీకరించబడిన సర్టిఫికేట్
vi: Chứng chỉ đã được xác minh
zh_hk: 驗證證書

source: Professional Certificate
el: Επαγγελματικό πιστοποιητικό
fa: گواهینامه حرفه ای
hu: Szakmai bizonyítvány
kk: Кәсіби сертификат
sv: Certifikat
sw: Cheti cha Mtaalamu
te: ప్రొఫెషనల్ సర్టిఫికేట్
vi: Chứng chỉ chuyên môn
zh_hk: 專業證書

source: Honor Certificate
el: Πιστοποιητικό επαίνου
fa: گواهی افتخار
kk: Құрмет грамотасы
sw: Cheti cha Heshima
te: గౌరవ సర్టిఫికేట్
vi: Giấy chứng nhận danh dự
zh_hk: 榮譽證書

source: No Certificate
el: Χωρίς πιστοποιητικό.
fa: بدون گواهی
hu: Nincs bizonyítvány
kk: Сертификат жоқ
sv: Inget certifikat
sw: Hakuna Cheti
te: సర్టిఫికేట్ లేదు
vi: Không có chứng chỉ
zh_hk: 無證書

source: All credit seats must have a credit provider.
el: Όλες οι θέσεις που έχουν πιστωθεί πρέπει να έχουν ένα πάροχο πίστωσης.
fa: همه کرسی های اعتباری باید دارای ارائه دهنده اعتبار باشند.
kk: Барлық кредиттік орындарда кредит беруші болуы керек.
sv: Alla kreditplatser måste ha en kreditgivare.
sw: Viti vyote vya mkopo lazima ziwe na mtoaji wa mkopo.
te: అన్ని క్రెడిట్ సీట్లకు తప్పనిసరిగా క్రెడిట్ ప్రొవైడర్ ఉండాలి.
vi: Tất cả các chỗ tín dụng phải có nhà cung cấp tín dụng.
zh_hk: 所有的學分席位必須有一個學分頒發者。

source: Please select a valid credit provider.
el: Επιλέξτε έναν έγκυρο πιστωτικό πάροχο.
fa: لطفاً یک ارائه دهنده اعتبار معتبر انتخاب کنید.
hu: Kérjük, válasszon érvényes hitelszolgáltatót.
kk: Өтінеміз, жарамды несие берушіні таңдаңыз.
sv: Välj en giltig kreditgivare.
sw: Tafadhali chagua mtoa huduma halali.
te: దయచేసి చెల్లుబాటు అయ్యే క్రెడిట్ ప్రొవైడర్‌ను ఎంచుకోండి.
vi: Vui lòng chọn một nhà cung cấp tín dụng hợp lệ.
zh_hk: 請選擇有效的學分提供者。

source: All credit seats must designate a number of credit hours.
el: Όλες οι θέσεις που έχουν πιστωθεί πρέπει να ορίσουν έναν αριθμό διδακτικών ωρών.
fa: همه صندلی های اعتباری باید تعدادی ساعت اعتبار مشخص کنند.
hu: Minden kredithelyhez meg kell adni a kreditórák számát.
kk: Барлық кредиттік орындар кредиттік сағаттардың санын көрсетуі керек.
sw: Viti vyote vya mkopo lazima viteue idadi ya saa za mkopo.
te: అన్ని క్రెడిట్ సీట్లు తప్పనిసరిగా అనేక క్రెడిట్ గంటలను నిర్దేశించాలి.
vi: Tất cả các chỗ tín chỉ phải chỉ định một số giờ tín chỉ.
zh_hk: 所有學分席位必須規定學分時長。

source: This value must be a valid email.
el: Αυτή η τιμή πρέπει να είναι έγκυρο email.
fa: این مقدار باید یک ایمیل معتبر باشد.
hu: Ennek az értéknek érvényes e-mail címnek kell lennie.
kk: Бұл мән жарамды электрондық пошта болуы керек.
sv: Detta värde måste vara en giltig e-postadress.
sw: Thamani hii lazima iwe barua pepe halali.
te: ఈ విలువ తప్పనిసరిగా చెల్లుబాటు అయ్యే ఇమెయిల్ అయి ఉండాలి.
vi: Giá trị này phải là một email hợp lệ.
zh_hk: 該值必須是有效的電郵。

source: Problem occurred during checkout. Please contact support.
el: Παρουσιάστηκε πρόβλημα κατά την ολοκλήρωση αγοράς. Επικοινωνήστε με την υποστήριξη.
fa: هنگام تسویه حساب مشکلی رخ داد. لطفا با پشتیبانی تماس بگیرید.
kk: Төлем жасау кезінде қате орын алды. Қолдау қызметіне хабарласыңыз.
sv: Problem uppstod under kassan. Kontakta supporten.
sw: Tatizo limetokea wakati wa kulipa. Tafadhali wasiliana na usaidizi.
te: చెక్అవుట్ సమయంలో సమస్య ఏర్పడింది. దయచేసి మద్దతును సంప్రదించండి.
vi: Sự cố xảy ra trong quá trình thanh toán. Vui lòng liên hệ với bộ phận hỗ trợ.
zh_hk: 結帳時出現問題。請聯絡支援人員。

source: This field is required
el: Το πεδίο αυτό είναι υποχρεωτικό
fa: این فیلد الزامی است
hu: Ez a mező kötelező
kk: Бұл өріс қажет
sv: Detta fält är obligatoriskt
sw: Sehemu hii inahitajika
te: ఈ ఖాళీని తప్పనిసరిగా పూరించవలెను
vi: Trường này là bắt buộc
zh_hk: 此欄位是必需的

source: Invalid card number
el: Μη έγκυρος αριθμός κάρτας
fa: شماره کارت نامعتبر است
hu: Érvénytelen kártyaszám
sv: ogiltigt kortnummer
sw: Nambari ya kadi si sahihi
te: చెల్లని కార్డ్ నంబర్
vi: Số thẻ không hợp lệ
zh_hk: 無效卡號

source: Unsupported card type
el: Μη υποστηριζόμενος τύπος κάρτας
fa: نوع کارت پشتیبانی نشده
hu: Nem támogatott kártyatípus
kk: Қолдау көрсетілмейтін карта түрі
sv: Korttyp som inte stöds
sw: Aina ya kadi isiyotumika
te: మద్దతు లేని కార్డ్ రకం
vi: Loại thẻ không được hỗ trợ
zh_hk: 不支援的卡片類型

source: Invalid security number
el: Μη έγκυρος αριθμός ασφαλείας
fa: شماره امنیتی نامعتبر است
hu: Érvénytelen biztonsági szám
sv: Ogiltigt säkerhetsnummer
sw: Nambari ya usalama si sahihi
te: చెల్లని సెక్యూరిటీ నంబర్
vi: Số bảo mật không hợp lệ
zh_hk: 安全號碼無效

source: Invalid month
el: Μη έγκυρος μήνας
fa: ماه نامعتبر است
hu: Érvénytelen hónap
kk: Жарамсыз ай
sv: Ogiltig månad
sw: Mwezi batili
te: చెల్లని నెల
vi: Tháng không hợp lệ
zh_hk: 無效月份

source: Invalid year
el: Μη έγκυρο έτος
fa: سال نامعتبر
hu: Érvénytelen év
kk: Жарамсыз жыл
sv: Ogiltigt år
sw: Mwaka batili
te: చెల్లని సంవత్సరం
vi: Năm không hợp lệ
zh_hk: 無效年份

source: Card expired
el: Η κάρτα έληξε
fa: کارت منقضی شده است
hu: A kártya lejárt
kk: Карта мерзімі өтіп кетті
sv: Kortet har gått ut
sw: Kadi imekwisha muda wake
te: కార్డ్ గడువు ముగిసింది
vi: Thẻ hết hạn
zh_hk: 卡片已過期

source: <Choose state/province>
el: <Choose πολιτεία/επαρχία>
hu: Válasszon államot/tartományt
sv: Välj stat/provins

source: State/Province (required)
el: Πολιτεία/Επαρχία (απαιτείται)
fa: ایالت/استان (الزامی)
hu: Állam/Tartomány (kötelező)
sv: Stat/provins (obligatoriskt)
sw: Jimbo/Mkoa (inahitajika)
te: రాష్ట్రం/ప్రావిన్స్ (అవసరం)
vi: Tiểu bang/Tỉnh (bắt buộc)
zh_hk: 州/省（必填）

source: Create New Coupon
el: Δημιουργία νέου κουπονιού.
fa: ایجاد کوپن جدید
hu: Új kupon létrehozása
kk: Жаңа купон жасау
sv: Skapa ny kupong
sw: Unda Kuponi Mpya
te: కొత్త కూపన్‌ని సృష్టించండి
vi: Tạo phiếu giảm giá mới
zh_hk: 建立新優惠券

source: View Coupon
el: Προβολή κουπονιού/δελτίου
fa: مشاهده کوپن
hu: Kupon megtekintése
kk: Купонды қарау
sw: Tazama Kuponi
te: కూపన్‌ని వీక్షించండి
vi: Xem phiếu giảm giá
zh_hk: 查看優惠券

source: Edit Coupon
el: Επεξεργασία κουπονιού/δελτίου
fa: ویرایش کوپن
hu: Kupon szerkesztése
kk: Купонды өңдеу
sv: Redigera kupong
sw: Hariri Kuponi
te: కూపన్‌ని సవరించండి
vi: Chỉnh sửa phiếu giảm giá
zh_hk: 編輯優惠券

source: Coupon Codes
el: Κωδικοί κουπονιού.
fa: کدهای کوپن
hu: Kupon kódok
kk: Купон кодтары
sv: Kupongkoder
sw: Misimbo ya Kuponi
te: కూపన్ కోడ్‌లు
vi: Mã phiếu mua hàng
zh_hk: 優惠券代碼

source: Create New Course
el: Δημιουργία νέου μσθήματος.
fa: ایجاد دوره جدید
hu: Új kurzus létrehozása
kk: Жаңа курс құру
sv: Skapa ny kurs
sw: Unda Kozi Mpya
te: కొత్త కోర్సును సృష్టించండి
vi: Tạo khóa học mới
zh_hk: 建立新課程

source: View Course
el: ΔΕΙΤΕ ΤΟ ΜΑΘΗΜΑ
fa: مشاهده دوره
hu: Kurzus megtekintése
kk: Курсты қарау
sv: Visa kurs
sw: Tazama Kozi
te: కోర్సును వీక్షించండి
vi: Xem khóa học
zh_hk: 查看課程

source: Edit Course
el: Επεξεργασία μαθήματος.
fa: ویرایش دوره
hu: Kurzus szerkesztése
kk: Курсты өңдеу
sv: Redigera kurs
sw: Hariri Kozi
te: కోర్సును సవరించండి
vi: Chỉnh sửa khóa học
zh_hk: 編輯課程

source: Courses
el: Μαθήματα
fa: دوره های آموزشی
hu: Kurzusok
kk: Курстар
sv: Kurser
sw: Kozi
te: కోర్సులు
vi: Khóa học
zh_hk: 課程

source: Enterprise Coupon Codes
el: Κωδικοί κουπονιών επιχειρήσεων
fa: کدهای کوپن سازمانی
hu: Vállalati kuponkódok
kk: Кәсіпорынға арналған купон кодтары
sv: Företagskupongkoder
sw: Misimbo ya Kuponi ya Biashara
te: ఎంటర్‌ప్రైజ్ కూపన్ కోడ్‌లు
vi: Mã phiếu giảm giá doanh nghiệp
zh_hk: 企業優惠券代碼

source: Redeem
el: Εξαργύρωση.
fa: از گرو در اوردن
hu: Beváltás
sv: Lösa in
sw: Komboa
te: రీడీమ్ చేయండి
vi: Chuộc lại
zh_hk: 兌換

source: Caution! Using the back button on this page may cause you to be charged again.
el: Προσοχή! Η χρήση του κουμπιού "πίσω" σε αυτήν τη σελίδα ενδέχεται να σας κάνει να χρεωθείτε ξανά.
fa: احتیاط! استفاده از دکمه برگشت در این صفحه ممکن است باعث شارژ مجدد شما شود.
kk: Назар аударыңыз! Осы бетте артқа қайту түймесін пайдалану сізден қайтадан ақы алуға әкелуі мүмкін.
sv: Varning! Om du använder bakåtknappen på den här sidan kan du bli debiterad igen.
sw: Tahadhari! Kutumia kitufe cha nyuma kwenye ukurasa huu kunaweza kusababisha ulipishwe tena.
te: జాగ్రత్త! ఈ పేజీలో వెనుకకు బటన్‌ను ఉపయోగించడం వలన మీకు మళ్లీ ఛార్జీ విధించబడవచ్చు.
vi: Thận trọng! Việc sử dụng nút quay lại trên trang này có thể khiến bạn bị tính phí lại.
zh_hk: 警告！使用此頁面上的後退按鈕可能會導致您再次被扣款。

source: Apple Pay is not available at this time. Please try another payment method.
el: Το Apple Pay δεν είναι διαθέσιμο αυτήν τη στιγμή. Δοκιμάστε άλλη μέθοδο πληρωμής.
fa: Apple Pay در حال حاضر در دسترس نیست. لطفاً روش پرداخت دیگری را امتحان کنید.
hu: Az Apple Pay jelenleg nem elérhető. Kérjük, próbáljon meg egy másik fizetési módot.
kk: Apple Pay қазіргі уақытта қолжетімсіз. Басқа төлем әдісін қолданып көріңіз.
sv: Apple Pay är inte tillgängligt för närvarande. Försök med en annan betalningsmetod.
sw: Apple Pay haipatikani kwa wakati huu. Tafadhali jaribu njia nyingine ya kulipa.
te: ఈ సమయంలో Apple Pay అందుబాటులో లేదు. దయచేసి మరొక చెల్లింపు పద్ధతిని ప్రయత్నించండి.
vi: Apple Pay không khả dụng tại thời điểm này. Vui lòng thử phương thức thanh toán khác.
zh_hk: Apple Pay 目前無法使用。請嘗試其他付款方式。

source: An error occurred while processing your payment. You have NOT been charged. Please try again, or select another payment method.
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία της πληρωμής σας. ΔΕΝ έχετε χρεωθεί. Δοκιμάστε ξανά ή επιλέξτε άλλη μέθοδο πληρωμής.
fa: هنگام پردازش پرداخت شما خطایی روی داد. شما هزینه ای دریافت نکرده اید. لطفاً دوباره امتحان کنید یا روش پرداخت دیگری را انتخاب کنید.
hu: Hiba történt a fizetés feldolgozása során. Nem történt terhelés. Kérjük, próbálja meg újra, vagy válasszon másik fizetési módot.
kk: Төлеміңізді өңдеу кезінде қате орын алды. Сізден ақша алынған жоқ. Қайта көріңіз немесе басқа төлем әдісін таңдаңыз.
sv: Ett fel uppstod när din betalning bearbetades. Du har INTE blivit debiterad. Försök igen eller välj en annan betalningsmetod.
sw: Hitilafu imetokea wakati wa kuchakata malipo yako. HUJATOZWA. Tafadhali jaribu tena, au uchague njia nyingine ya kulipa.
te: మీ చెల్లింపును ప్రాసెస్ చేస్తున్నప్పుడు లోపం సంభవించింది. మీకు ఛార్జీ విధించబడలేదు. దయచేసి మళ్లీ ప్రయత్నించండి లేదా మరొక చెల్లింపు పద్ధతిని ఎంచుకోండి.
vi: Đã xảy ra lỗi khi xử lý khoản thanh toán của bạn. Bạn KHÔNG bị tính phí. Vui lòng thử lại hoặc chọn phương thức thanh toán khác.
zh_hk: 處理您的付款時發生錯誤。扣費失敗。請重試，或選擇其他付款方式。

source: An error occurred while attempting to process your payment. You have not been charged. Please check your payment details, and try again.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια επεξεργασίας της πληρωμής σας. Δεν έχετε χρεωθεί. Ελέγξτε τα στοιχεία πληρωμής σας και δοκιμάστε ξανά.
fa: هنگام تلاش برای پردازش پرداخت شما خطایی روی داد. شما اتهامی دریافت نکرده اید. لطفاً جزئیات پرداخت خود را بررسی کنید و دوباره امتحان کنید.
hu: Hiba történt a fizetés feldolgozása közben. Nem történt terhelés. Kérjük, ellenőrizze a fizetési adatait, és próbálja meg újra.
kk: Сіздің төлеміңізді өңдеу кезінде қате орын алды. Сізден ақша алынған жоқ. Төлем мәліметтеріңізді тексеріп, қайтадан көріңіз.
sv: Ett fel uppstod när du försökte behandla din betalning. Du har inte debiterats. Kontrollera dina betalningsuppgifter och försök igen.
sw: Hitilafu imetokea wakati wa kujaribu kushughulikia malipo yako. Hujatozwa. Tafadhali angalia maelezo yako ya malipo, na ujaribu tena.
te: మీ చెల్లింపును ప్రాసెస్ చేయడానికి ప్రయత్నిస్తున్నప్పుడు లోపం సంభవించింది. మీకు ఛార్జీ విధించబడలేదు. దయచేసి మీ చెల్లింపు వివరాలను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
vi: Đã xảy ra lỗi khi cố gắng xử lý khoản thanh toán của bạn. Bạn chưa bị tính phí. Vui lòng kiểm tra chi tiết thanh toán của bạn và thử lại.
zh_hk: 嘗試處理您的付款時發生錯誤。扣費失敗。請檢查您的付款詳細信息，然後重試。

source: An error occurred while processing your payment. Please try again.
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία της πληρωμής σας. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
fa: هنگام پردازش پرداخت شما خطایی روی داد. لطفا دوباره تلاش کنید.
hu: Hiba történt a fizetés feldolgozása közben. Kérjük, próbálja meg újra.
kk: Сіздің төлеміңізді өңдеу кезінде қате орын алды. Қайта көріңіз.
sv: Ett fel inträffade vid behandlingen av din betalning. Försök igen.
sw: Hitilafu imetokea wakati wa kuchakata malipo yako. Tafadhali jaribu tena.
te: మీ చెల్లింపును ప్రాసెస్ చేస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
vi: Đã xảy ra lỗi khi xử lý khoản thanh toán của bạn. Vui lòng thử lại.
zh_hk: 處理您的付款時發生錯誤。請再試一次。

source: Trailing comma not allowed.
el: Δεν επιτρέπεται το δεύτερο κόμμα.
fa: کاما آخر مجاز نیست.
hu: A záró vessző nem megengedett.
kk: Соңғы үтірге рұқсат етілмейді.
sv: Efterföljande kommatecken är inte tillåtet.
sw: koma inayofuata hairuhusiwi.
te: ట్రైలింగ్ కామా అనుమతించబడదు.
vi: Dấu phẩy ở cuối không được phép.
zh_hk: 不允許使用尾隨逗號。

source: Can be used once by one customer
el: Μπορεί να χρησιμοποιηθεί μία φορά από έναν πελάτη
fa: قابل استفاده یکبار توسط یک مشتری
kk: Бір клиент тек бір рет пайдалана алады
sv: Kan användas en gång av en kund
sw: Inaweza kutumika mara moja na mteja mmoja
te: ఒక కస్టమర్ ఒకసారి ఉపయోగించవచ్చు
vi: Có thể được sử dụng một lần bởi một khách hàng
zh_hk: 一位顧客只能使用一次

source: Can be used multiple times by multiple customers
el: Μπορεί να χρησιμοποιηθεί πολλές φορές από πολλούς πελάτες
fa: می تواند چندین بار توسط چندین مشتری استفاده شود
sv: Kan användas flera gånger av flera kunder
sw: Inaweza kutumika mara kadhaa na wateja wengi
te: బహుళ కస్టమర్లు అనేక సార్లు ఉపయోగించవచ్చు
vi: Có thể được sử dụng nhiều lần bởi nhiều khách hàng
zh_hk: 可由多個客戶多次使用

source: Can be used once by multiple customers
el: Μπορεί να χρησιμοποιηθεί μία φορά από πολλούς πελάτες
fa: قابل استفاده یکبار توسط چندین مشتری
sv: Kan användas en gång av flera kunder
sw: Inaweza kutumika mara moja na wateja wengi
te: బహుళ కస్టమర్‌లు ఒకసారి ఉపయోగించవచ్చు
vi: Có thể được sử dụng một lần bởi nhiều khách hàng
zh_hk: 可供多個客戶使用一次

source: Enrollment Code
el: κωδικός εγγραφής
fa: کد ثبت نام
hu: Feliratkozás kódja
kk: Тіркеу коды
sv: Registreringskod
sw: Msimbo wa Kujiandikisha
te: నమోదు కోడ్
vi: Mã đăng ký
zh_hk: 報名代碼

source: Discount Code
el: Κωδικός έκπτωσης
fa: کد تخفیف
hu: Kedvezménykód
kk: Жеңілдік коды
sv: Rabattkod
sw: Msimbo wa Punguzo
te: డిస్కౌంట్ కోడ్
vi: Mã giảm giá
zh_hk: 優惠碼

source: Save Changes
el: Αποθήκευση αλλαγών
fa: ذخیره تغییرات
hu: Változások mentése
kk: Өзгерістерді сақтау
sv: Spara ändringar
sw: Hifadhi mabadiliko
te: మార్పులను ఊంచు
vi: Lưu thay đổi
zh_hk: 儲存變更
