Repository: openedx/openedx-translations
Catalog: translations/ecommerce/ecommerce/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fa, hu, kk, sv, sw, te, vi, zh_hk

source: Create Coupon
el: Δημιουργία κουπονιού/δελτίου
fa: ایجاد کوپن
hu: Kupon létrehozása
kk: Купон жасау
sv: Skapa kupong
sw: Tengeneza Kuponi
te: కూపన్‌ని సృష్టించండి
vi: Tạo phiếu giảm giá
zh_hk: 創建優惠券

source: Name
el: Όνομα
fa: نام
hu: Név
kk: Аты
sv: namn
sw: Jina
te: పేరు
vi: Tên
zh_hk: 姓名

source: Created
el: Δημιουργήθηκε
fa: ایجاد شده
hu: Létrehozva
kk: Құрылды
sv: Skapad
sw: Imeundwa
te: సృష్టించబడింది
vi: Tạo
zh_hk: 已創建

source: Custom Code
el: Προσαρμοσμένος κώδικας.
fa: کد سفارشی
hu: Egyedi kód
sv: Anpassad kod
sw: Msimbo Maalum
te: కస్టమ్ కోడ్
vi: Mã tùy chỉnh
zh_hk: 自訂程式碼

source: Client
el: Πελάτης
fa: مشتری
hu: Ügyfél
kk: Клиент
sv: Klient
sw: Mteja
te: క్లయింట్
vi: Khách hàng
zh_hk: 客戶

source: Category
el: Κατηγορία
fa: دسته بندی
hu: Kategória
kk: Санат
sv: Kategori
sw: Kategoria
te: వర్గం
vi: Loại
zh_hk: 類別

source: Coupon Report
el: Αναφορά/έκθεση κουπονιού/δελτίου
fa: گزارش کوپن
hu: Kuponjelentés
kk: Купон есебі
sv: Kupongrapport
sw: Ripoti ya Kuponi
te: కూపన్ నివేదిక
vi: Báo cáo phiếu giảm giá
zh_hk: 優惠券報告

source: Search...
el: Αναζήτηση...
fa: جستجو کردن...
hu: Keresés...
kk: Іздеу...
sv: Sök...
sw: Tafuta...
te: వెతకండి...
vi: Tìm kiếm...
zh_hk: 搜尋...

source: Next
el: Επόμενο
fa: بعد
hu: Következő
kk: Келесі
sv: Nästa
sw: Inayofuata
te: తరువాత
vi: Kế tiếp
zh_hk: 下一步

source: Previous
el: Προηγούμενο
fa: قبلی
hu: Előző
kk: Алдыңғы
sv: Tidigare
sw: Iliyotangulia
te: మునుపటి
vi: Trước
zh_hk: 上一步

source: Displaying _START_ to _END_ of _TOTAL_ coupons
el: Εμφάνιση αρχής μέχρι τέλους του στυνόλου των κουπονιών/δελτίων
fa: نمایش _START_ تا _END_ از _TOTAL_ کوپن
sv: Visar _START_ till _END_ av _TOTAL_ kuponger
sw: Inaonyesha _START_ hadi _END_ kati ya kuponi _TOTAL_
te: _TOTAL_ కూపన్‌లలో _START_ నుండి _END_ వరకు ప్రదర్శిస్తోంది
vi: Hiển thị _START_ đến _END_ trong số _TOTAL_ phiếu giảm giá
zh_hk: 顯示 _START_ 至 _END_ 張優惠券，共 _TOTAL_ 張

source: (filtered from _MAX_ total coupons)
el: (φιλτραρισμένο από _MAX_ συνολικά κουπόνια)
fa: (فیلتر شده از _MAX_ کل کوپن)
hu: (szűrve _MAX_ összes kuponból)
sv: (filtrerad från _MAX_ totala kuponger)
sw: (imechujwa kutoka _MAX_ jumla ya kuponi)
te: (_MAX_ మొత్తం కూపన్‌ల నుండి ఫిల్టర్ చేయబడింది)
vi: (được lọc từ tổng số _MAX_ phiếu giảm giá)
zh_hk: （從_MAX_張優惠券總數中篩選）

source: Display _MENU_ coupons
el: Εμφάνιση μενού κουπονιών/δελτίων
fa: نمایش کوپن های _MENU_
kk: Купондарды _MENU_ көрсету
sv: Visa _MENU_ kuponger
sw: Onyesha kuponi _MENU_
te: _MENU_ కూపన్‌లను ప్రదర్శించు
vi: Hiển thị _MENU_ phiếu giảm giá
zh_hk: 顯示_MENU_優惠券

source: Free (Audit)
el: Δωρεάν (παρακολούθηση)
fa: رایگان (حسابرسی)
hu: Ingyenes (Felülvizsgálat)
kk: Тегін (аудит)
sv: Gratis (revision)
sw: Bure (Ukaguzi)
te: ఉచిత (ఆడిట్)
vi: Miễn phí (Kiểm toán)
zh_hk: 免費（審核）

source: Free audit track. No certificate.
el: Δωρεάν κομμάτι παρακολούθησης . Κανένα πιστοποιητικό
fa: مسیر ممیزی رایگان بدون گواهی
kk: Тегін аудит жолы. Сертификат жоқ.
sv: Gratis revisionsspår. Inget certifikat.
sw: Wimbo wa ukaguzi wa bure. Hakuna cheti.
te: ఉచిత ఆడిట్ ట్రాక్. సర్టిఫికేట్ లేదు.
vi: Theo dõi kiểm toán miễn phí. Không có giấy chứng nhận.
zh_hk: 免費審核軌道。沒有證書。

source: Verified and Audit
el: Επαληθεύτηκε και Έλεγχος
fa: تایید و حسابرسی
kk: Тексерілген және аудит
sv: Verifierad och revision
sw: Imethibitishwa na Ukaguzi
te: ధృవీకరించబడింది మరియు ఆడిట్
vi: Đã xác minh và kiểm toán
zh_hk: 驗證和審核

source: Paid certificate track with initial verification and Verified Certificate.
el: Πληρωμένη διαδρομή πιστοποιητικού με αρχική επαλήθευση και επαληθευμένο πιστοποιητικό.
fa: مسیر گواهی پولی با تأیید اولیه و گواهی تأیید شده.
hu: Fizetett bizonyítványi pálya kezdeti ellenőrzéssel és hitelesített bizonyítvánnyal.
sv: Betalt certifikatspår med första verifiering och verifierat certifikat.
sw: Wimbo wa cheti kilicholipiwa chenye uthibitishaji wa awali na Cheti Kilichothibitishwa.
te: ప్రారంభ ధృవీకరణ మరియు ధృవీకరించబడిన సర్టిఫికేట్‌తో చెల్లింపు సర్టిఫికేట్ ట్రాక్.
vi: Theo dõi chứng chỉ trả phí với xác minh ban đầu và Chứng chỉ đã xác minh.
zh_hk: 帶有初始驗證和驗證證書的付費證書軌道。

source: Also includes the free audit track.
el: Περιλαμβάνει επίσης το δωρεάν κομμάτι ελέγχου.
fa: همچنین شامل مسیر ممیزی رایگان است.
kk: Сондай-ақ тегін аудит жолын қамтиды.
sv: Inkluderar även det kostnadsfria granskningstillfället.
sw: Pia inajumuisha wimbo wa ukaguzi wa bila malipo.
te: ఉచిత ఆడిట్ ట్రాక్ కూడా ఉంటుంది.
vi: Cũng bao gồm theo dõi kiểm tra miễn phí.
zh_hk: 還包括免費審核軌道。

source: Verified Only
el: Μόνο επαληθευμένη
fa: فقط تأیید شده است
hu: Csak ellenőrizve
kk: Тек расталған
sv: Endast verifierad
sw: Imethibitishwa Pekee
te: ధృవీకరించబడినది మాత్రమే
vi: Chỉ được xác minh
zh_hk: 僅經過驗證

source: Professional Education
el: Επαγγελματική Κατάρτιση
fa: تحصیلات حرفه ای
hu: Szakképzés
kk: Кәсіби білім
sv: Professionell utbildning
sw: Elimu ya Kitaalam
te: వృత్తి విద్య
vi: Giáo dục chuyên nghiệp
zh_hk: 職業教育

source: Paid certificate track with initial verification and Professional Education Certificate
el: Καταβολή για πιστοποιητικό παρακολούθησης, με αρχικό έλεγχο και Πιστοποιητικό Επαγγελματικής Εκπαίδευσης.
fa: مسیر گواهی پولی با تأیید اولیه و گواهی آموزش حرفه ای
hu: Fizetett bizonyítványi pálya kezdeti ellenőrzéssel és szakmai oktatási bizonyítvánnyal
sv: Betalt certifikatspår med första verifiering och yrkesutbildningscertifikat
sw: Wimbo wa cheti cha kulipia chenye uthibitisho wa awali na Cheti cha Elimu ya Utaalam
te: ప్రారంభ ధృవీకరణ మరియు వృత్తి విద్యా సర్టిఫికేట్‌తో చెల్లింపు సర్టిఫికేట్ ట్రాక్
vi: Theo dõi chứng chỉ trả phí với xác minh ban đầu và Chứng chỉ giáo dục chuyên nghiệp
zh_hk: 帶有初始驗證和專業教育證書的付費證書課程軌道

source: Paid certificate track with initial verification and Verified Certificate, and option to purchase credit
el: Καταβολή για πιστοποιητικό παρακολούθησης με αρχικό έλεγχο και Πιστοποιημένη βεβαίωση και επιλογή αγοράς πίστωσης.
fa: مسیر گواهی پولی با تأیید اولیه و گواهی تأیید شده و گزینه خرید اعتبار
sv: Betald certifikatspår med första verifiering och verifierat certifikat och möjlighet att köpa kredit
sw: Wimbo wa cheti kilicholipiwa chenye uthibitishaji wa awali na Cheti Kilichothibitishwa, na chaguo la kununua mkopo
te: ప్రారంభ ధృవీకరణ మరియు ధృవీకరించబడిన సర్టిఫికేట్‌తో చెల్లింపు సర్టిఫికేట్ ట్రాక్ మరియు క్రెడిట్‌ను కొనుగోలు చేసే ఎంపిక
vi: Theo dõi chứng chỉ trả phí với xác minh ban đầu và Chứng chỉ đã xác minh cũng như tùy chọn mua tín dụng
zh_hk: 帶有初始驗證和驗證證書的付費證書軌道，以及購買積分的選項

source: Displaying _START_ to _END_ of _TOTAL_ courses
el: Προβάλλονται _START_ μέχρι _END_ από _TOTAL_ μαθήματα
fa: نمایش _START_ تا _END_ از _TOTAL_ دوره
sv: Visar _START_ till _END_ av _TOTAL_ kurser
sw: Inaonyesha _START_ hadi _END_ kati ya kozi _TOTAL_
te: _TOTAL_ కోర్సులలో _START_ నుండి _END_ వరకు ప్రదర్శిస్తోంది
vi: Hiển thị _START_ đến _END_ trong số _TOTAL_ khóa học
zh_hk: 顯示 _START_ 到 _END_ 門課程（共 _TOTAL_ 門）

source: (filtered from _MAX_ total courses)
el: (φιλτραρισμένα από _MAX_ συνολικά μαθήματα)
fa: (فیلتر شده از _MAX_ کل دوره ها)
hu: (szűrve _MAX_ összes kurzusból)
sv: (filtrerad från _MAX_ totala kurser)
sw: (imechujwa kutoka jumla ya kozi _MAX_)
te: (_MAX_ మొత్తం కోర్సుల నుండి ఫిల్టర్ చేయబడింది)
vi: (được lọc từ tổng số _MAX_ khóa học)
zh_hk: （從 _MAX_ 門總課程篩選）

source: Display _MENU_ courses
el: Εμφάνιση του μενού μαθημάτων.
fa: نمایش دوره های _MENU_
sw: Onyesha kozi _MENU_
te: _MENU_ కోర్సులను ప్రదర్శించు
vi: Hiển thị _MENU_ khóa học
zh_hk: 顯示_MENU_課程

source: Course
el: Το μάθημα
fa: دوره
hu: Kurzus
kk: Курс
sv: Kurs
sw: Kozi
te: కోర్సు
vi: Khóa học
zh_hk: 課程

source: Last Edited
el: Τελευταία επεξεργασία
fa: آخرین ویرایش
hu: Utoljára szerkesztve
kk: Соңғы өңделген
sv: Senast redigerad
sw: Iliyohaririwa Mwisho
te: చివరిగా సవరించబడింది
vi: Chỉnh sửa lần cuối
zh_hk: 最後編輯

source: Seat title
el: Τίτλος θέσης
fa: عنوان صندلی
kk: Орын атауы
sv: Platstitel
sw: Kichwa cha kiti
te: సీటు టైటిల్
vi: Tiêu đề chỗ ngồi
zh_hk: 課程內的位置名稱

source: Seat type
el: Τύπος θέσης
fa: نوع صندلی
hu: Ülés típusa
kk: Орын түрі
sv: Sitstyp
sw: Aina ya kiti
te: సీటు రకం
vi: Loại ghế
zh_hk: 課程內的位置類型

source: Can be used multiple times by one customer
el: Μπορεί να χρησιμοποιηθεί πολλές φορές από έναν πελάτη
fa: قابل استفاده چندین بار توسط یک مشتری
kk: Бір клиент бірнеше рет пайдалана алады
sv: Kan användas flera gånger av en kund
sw: Inaweza kutumika mara kadhaa na mteja mmoja
te: ఒక కస్టమర్ ద్వారా అనేక సార్లు ఉపయోగించవచ్చు
vi: Một khách hàng có thể sử dụng nhiều lần
zh_hk: 一位顧客可以多次使用

source: Create and Add More
el: Δημιουργήστε και προσθέστε περισσότερα
fa: ایجاد و اضافه کردن بیشتر
sv: Skapa och Lägga till fler
sw: Unda na Ongeza Zaidi
te: సృష్టించండి మరియు మరిన్ని జోడించండి
vi: Tạo và thêm nhiều hơn nữa
zh_hk: 創建並添加更多

source: Status
el: Κατάσταση
fa: وضعیت
hu: Állapot
kk: Күй
sw: Hali
te: స్థితి
vi: Trạng thái
zh_hk: 狀態

source: Enterprise Customer
el: Επιχειρηματικός πελάτης
fa: مشتری سازمانی
hu: Vállalati ügyfél
kk: Кәсіпорын тұтынушысы
sv: Företagskund
sw: Mteja wa Biashara
te: ఎంటర్‌ప్రైజ్ కస్టమర్
vi: Khách hàng doanh nghiệp
zh_hk: 企業客戶

source: Enterprise Customer Catalog
el: Κατάλογος εταιρικών πελατών
fa: کاتالوگ مشتریان سازمانی
hu: Vállalati ügyfélkatalógus
kk: Кәсіпорынның тұтынушылар каталогы
sv: Enterprise Kundkatalog
sw: Katalogi ya Wateja wa Biashara
te: ఎంటర్‌ప్రైజ్ కస్టమర్ కేటలాగ్
vi: Danh mục khách hàng doanh nghiệp
zh_hk: 企業客戶目錄

source: A course with the specified ID already exists.
el: Μια πορεία με καθορισμένο αναγνωριστικό υπάρχει ήδη.
fa: دوره ای با شناسه مشخص شده از قبل وجود دارد.
hu: A megadott azonosítóval már létezik egy kurzus.
sv: En kurs med angivet ID finns redan.
sw: Kozi iliyo na kitambulisho kilichobainishwa tayari ipo.
te: పేర్కొన్న IDతో ఒక కోర్సు ఇప్పటికే ఉంది.
vi: Một khóa học có ID được chỉ định đã tồn tại.
zh_hk: 具有指定 ID 的課程已存在。

source: Error!
el: Σφάλμα!
fa: خطا!
hu: Hiba!
kk: Қате!
sv: Fel!
sw: Hitilafu!
te: లోపం!
vi: Lỗi!
zh_hk: 錯誤！

source: Saving...
el: Γίνεται αποθήκευση...
fa: صرفه جویی در...
hu: Mentés...
kk: Сақталуда...
sv: Sparar...
sw: Inahifadhi...
te: సేవ్ చేస్తోంది...
vi: Tiết kiệm...
zh_hk: 正在儲存...

source: Please complete all required fields.
el: Παρακαλούμε συμπληρώστε όλα τα απαιτούμενα πεδία.
fa: لطفا تمام فیلد های مورد نیاز را تکمیل کنید.
hu: Kérjük, töltse ki az összes kötelező mezőt.
kk: Барлық қажетті өрістерді толтырыңыз.
sv: Fyll i alla obligatoriska fält.
sw: Tafadhali kamilisha sehemu zote zinazohitajika.
te: అన్ని అవసరమైన ఖాళీలను పూర్తి చేయండి.
vi: Hoàn thành hết tất cả các hạng mục được yêu cầu.
zh_hk: 請填寫所有必填欄位。

source: An error occurred while saving the data.
el: Προέκυψε σφάλμα κατά την αποθήκευση των δεδομένων.
fa: هنگام ذخیره داده ها خطایی روی داد.
hu: Hiba történt az adatok mentése közben.
kk: Деректерді сақтау кезінде қате орын алды.
sv: Ett fel inträffade vid sparandet av data.
sw: Hitilafu imetokea wakati wa kuhifadhi data.
te: డేటాను సేవ్ చేస్తున్నప్పుడు లోపం సంభవించింది.
vi: Đã xảy ra lỗi khi lưu dữ liệu.
zh_hk: 保存資料時發生錯誤。

source: Ellipsis
el: Έλλειψη
fa: بیضی
te: ఎలిప్సిస్
vi: dấu ba chấm
zh_hk: 省略

source: Load the records for page
el: Φορτώστε τις καταχωρήσεις για τη σελίδα
fa: سوابق صفحه را بارگیری کنید
kk: Беттің жазбаларын жүктеңіз
sv: Ladda posterna för sidan
sw: Pakia rekodi za ukurasa
te: పేజీ కోసం రికార్డులను లోడ్ చేయండి
vi: Tải bản ghi cho trang
zh_hk: 載入頁面記錄

source: Load the records for the next page
el: Φορτώστε τις καταχωρήσεις για την επόμενη σελίδα
fa: سوابق را برای صفحه بعد بارگیری کنید
kk: Келесі беттің жазбаларын жүктеңіз
sv: Ladda posterna för nästa sida
sw: Pakia rekodi za ukurasa unaofuata
te: తదుపరి పేజీ కోసం రికార్డులను లోడ్ చేయండి
vi: Tải bản ghi cho trang tiếp theo
zh_hk: 載入下一頁的記錄

source: Load the records for the previous page
el: Φορτώστε τις καταχωρήσεις για την προηγούμενη σελίδα
fa: رکوردهای صفحه قبل را بارگیری کنید
kk: Алдыңғы беттің жазбаларын жүктеңіз
sv: Ladda posterna för föregående sida
sw: Pakia rekodi za ukurasa uliopita
te: మునుపటి పేజీకి సంబంధించిన రికార్డులను లోడ్ చేయండి
vi: Tải bản ghi cho trang trước
zh_hk: 載入上一頁的記錄

source: Select
el: Επιλέξτε.
fa: انتخاب کنید
kk: таңдаңыз
sv: Välj
sw: Chagua
te: ఎంచుకోండి
vi: Lựa chọn
zh_hk: 選擇

source: Selected
el: Επιλεγμένα.
fa: انتخاب شد
hu: Kiválasztva
kk: Таңдалды
sv: Vald
sw: Imechaguliwa
te: ఎంపిక చేయబడింది
vi: Đã chọn
zh_hk: 已選擇

source: Order %(order_number)s has been fulfilled.
el: Η παραγγελία %(order_number)s έχει ολοκληρωθεί.
fa: سفارش %(order_number)s انجام شد.
kk: Тапсырыс %(order_number)s орындалды.
sw: Agizo la %(order_number)s limetimizwa.
te: ఆర్డర్ %(order_number)s నెరవేరింది.
vi: Đơn hàng %(order_number)s đã được thực hiện.
zh_hk: 訂單%(order_number)s已履行。

source: Failed to fulfill order %(order_number)s: %(error)s
el: Παρέλειψε να ικανοποιήσει την παραγγελία %(order_number)s: %(error)s.
fa: سفارش انجام نشد %(order_number)s : %(error)s
hu: Nem sikerült teljesíteni a(z) %(order_number)s rendelést: %(error)s
sv: Det gick inte att uppfylla order %(order_number)s: %(error)s
sw: Imeshindwa kutimiza agizo %(order_number)s : %(error)s
te: ఆర్డర్ %(order_number)s : %(error)s పూర్తి చేయడంలో విఫలమైంది
vi: Không thực hiện được đơn hàng %(order_number)s : %(error)s
zh_hk: 未能履行訂單%(order_number)s ： %(error)s

source: Refund #%(refund_id)s has been processed.
el: Η επιστροφή χρημάτων #%(refund_id)s έχει επεξεργαστεί.
fa: بازپرداخت شماره %(refund_id)s پردازش شده است.
hu: A(z) #%(refund_id)s számú visszatérítés feldolgozása megtörtént.
kk: №%(refund_id)s қайтарымы өңделді.
sv: Återbetalning #%(refund_id)s har behandlats.
sw: Urejeshaji wa pesa # %(refund_id)s umechakatwa.
te: వాపసు # %(refund_id)s ప్రాసెస్ చేయబడింది.
vi: Khoản tiền hoàn lại # %(refund_id)s đã được xử lý.
zh_hk: 退款 # %(refund_id)s已處理。

source: Error
el: Σφάλμα
fa: خطا
hu: Hiba
kk: Қате
sv: Fel
sw: Hitilafu
te: లోపం
vi: Lỗi
zh_hk: 錯誤

source: Failed to process refund #%(refund_id)s: %(error)s. Please try again, or contact the E-Commerce Development Team.
el: Αποτυχία επεξεργασίας επιστροφής χρημάτων #%(refund_id)s: %(error)s. Παρακαλούμε δοκιμάστε αργότερα, ή επικοινωνήστε με την ομάδα ανάπτυξης ηλέκτρονικού εμπορίου.
fa: پردازش بازپرداخت انجام نشد # %(refund_id)s : %(error)s . لطفاً دوباره امتحان کنید یا با تیم توسعه تجارت الکترونیک تماس بگیرید.
hu: Nem sikerült feldolgozni a(z) #%(refund_id)s visszatérítést: %(error)s. Kérjük, próbálja újra, vagy lépjen kapcsolatba az E-Commerce Fejlesztői Csapattal.
sv: Misslyckades med att behandla återbetalning #%(refund_id)s: %(error)s. Försök igen, eller kontakta E-Commerce Development Team.
sw: Imeshindwa kuchakata pesa # %(refund_id)s : %(error)s . Tafadhali jaribu tena, au uwasiliane na Timu ya Maendeleo ya Biashara ya Kielektroniki.
te: వాపసు ప్రాసెస్ చేయడంలో విఫలమైంది # %(refund_id)s : %(error)s . దయచేసి మళ్లీ ప్రయత్నించండి లేదా ఇ-కామర్స్ డెవలప్‌మెంట్ బృందాన్ని సంప్రదించండి.
vi: Không thể xử lý khoản tiền hoàn lại # %(refund_id)s : %(error)s . Vui lòng thử lại hoặc liên hệ với Nhóm phát triển thương mại điện tử.
zh_hk: 無法處理退款 # %(refund_id)s : %(error)s 。請重試，或聯絡電子商務開發團隊。
