Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Course page automatically created.
af_za: Kursusbladsy outomaties geskep.
bo: སློབ་ཚན་ཤོག་ངོས་རང་འགུལ་གྱིས་བཟོས་ཡོད།
de_de: Kursseite wurde automatisch erstellt
el: Η σελίδα του μαθήματος δημιουργήθηκε αυτόματα.
es: Página del curso creada automáticamente.
fa: صفحۀ دوره به‌طور خودکار ایجاد شد.
hu: Kurzus oldal automatikusan létrehozva.
ja: コースページが自動的に作成されました。
kk: Курс беті автоматты түрде жасалады.
lv: Kursa lapa automātiski izveidota.
sq: Faqja e kursit u krijua automatikisht.
sv: Kurssidan skapades automatiskt.
th: หน้าของรายวิชาสร้างขึ้นโดยอัตโนมัติ
uz: Kurs sahifasi avtomatik ravishda yaratiladi.
zh_hk: 自動建立課程頁面。

source: Welcome to the {platform_name} Wiki
af_za: Welkom by die {platform_name} Wiki
bo: {platform_name} ཝེ་ཁེ་ལ་ཕེབས་པར་དགའ་བསུ་ཞུ།
de_de: Wilkommen im {platform_name}-Wiki
el: Καλώς ήρθατε στο {platform_name} Wiki
es: Bienvenido/a a la Wiki de {platform_name}
fa: به ویکی {platform_name} خوش آمدید
hu: Üdvözöljük a {platform_name} Wikiben
ja: {platform_name} ウィキへようこそ
kk: {platform_name} Уикиге қош келдіңіз
lv: Laipni lūdzam {platform_name} Wiki!
sq: Mirë se vini në Wiki {platform_name}
sv: Välkommen till {platform_name} Wiki
th: ยินดีต้อนรับสู่ {platform_name} Wiki
uz: {platform_name} Wiki-ga xush kelibsiz
zh_hk: 歡迎來到{platform_name} Wiki

source: Visit a course wiki to add an article.
af_za: Besoek &#39;n kursus-wiki om &#39;n artikel by te voeg.
bo: རྩོམ་ཡིག་སྤེལ་བར་སློབ་ཚན་གྱི་ཝེ་ཁེ་ལ་གཟིགས་རོགས།
de_de: Besuche ein Kurswiki um einen Beitrag hinzuzufügen.
el: Επισκεφτείτε ένα wiki μαθημάτων για να προσθέσετε ένα άρθρο.
es: Visita la wiki de un curso para agregar un artículo.
fa: برای افزودن مقاله به ویکی دوره مراجعه کنید.
hu: Látogasson el egy kurzus wikire, hogy hozzáadjon egy cikket.
ja: コースのウィキを訪れて記事を追加してください。
kk: Мақала қосу үшін курстық викиге кіріңіз.
lv: Apmeklējiet kursa wiki, lai pievienotu rakstu.
sq: vizitoni një wiki kursi për të shtuar një artikull.
sv: Besök en kurs wiki för att lägga till en artikel.
th: เยี่ยมชมหลักสูตรวิกิเพื่อจะเพิ่มบทความ
uz: Maqola qo'shish uchun kurs vikisiga tashrif buyuring.
zh_hk: 訪問課程 wiki 以新增文章。

source: Course has not started
af_za: Kursus het nie begin nie
bo: སློབ་ཚན་འགོ་བཙུགས་མེད།
de_de: Kurs hat noch nicht begonnen
el: Το μάθημα δεν έχει ακόμη ξεκινήσει
es: El curso no ha comenzado
fa: دوره شروع نشده است
hu: A kurzus még nem kezdődött el.
ja: コースはまだ始まっていません
kk: Курс басталған жоқ
lv: Kurss nav sācies
sq: Kursi nuk ka filluar
sv: Kursen har inte börjat
th: หลักสูตรนี้ยังไม่เริ่มสอน
uz: Kurs boshlanmadi
zh_hk: 課程尚未開始

source: Course does not start until {}
af_za: Kursus begin nie voor {}
bo: སློབ་ཚན་ {} བར་དུ་འགོ་མི་རྩོམ།
de_de: Kurs startet nicht vor {}
el: Το μάθημα δεν ξεκινά μέχρι τις {}
es: El curso no comienza hasta {}
fa: دوره تا {} شروع نمی‌شود
kk: Курс {} дейін басталмайды.
lv: Kurss nesākas līdz {}
sq: Kursi nuk fillon deri në {}
sv: Kursen börjar inte förrän {}
th: หลักสูตรไม่เริ่มจนกว่า {}
uz: Kurs {} gacha boshlanmaydi
zh_hk: 課程直到 {} 才開始

source: You have unfulfilled milestones
af_za: Jy het onvoltooide mylpale
bo: ཁྱེད་ཀྱིས་བསྒྲུབས་མེད་པའི་མཚམས་རྟགས་འགའ་འདུག
de_de: Sie haben noch offene Meilensteine
el: Έχετε ανεκπλήρωτα ορόσημα
es: Tienes hitos sin cumplir
fa: شما نقاط عطف انجام نشده‌ای دارید
hu: Vannak teljesítetlen mérföldköveid
ja: 達成されていないマイルストーンがあります
kk: Сізде орындалмаған белестер бар
lv: Jums ir neizpildīti atskaites punkti
sq: Ti ke milestone të paplotësuara
sv: Du har ouppfyllda milstolpar
th: คุณมีเหตุการณ์สำคัญที่ยังไม่สำเร็จ
uz: Sizda bajarilmagan marralar bor
zh_hk: 您還有未完成的里程碑

source: You do not have access to this course
af_za: Jy het nie toegang tot hierdie kursus nie
bo: ཁྱེད་ལ་སློབ་ཚན་འདི་བལྟ་ཀློག་གི་ཆོག་མཆན་མི་འདུག
de_de: Sie haben keinen Zugang zu diesem Kurs.
el: Δεν έχετε πρόσβαση σε αυτό το μάθημα
es: No tienes acceso a este curso
fa: شما به این دوره دسترسی ندارید
hu: Nincs hozzáférése ehhez a kurzushoz
ja: このコースにアクセスする権限がありません
kk: Бұл курсқа кіру рұқсатыңыз жоқ
lv: Jums nav piekļuves šim kursam
sq: Ju nuk keni akses në këtë kurs
sv: Du har inte tillgång till den här kursen
th: คุณไม่ได้มีการเข้าถึงหลักสูตรนี้
uz: Sizda bu kursga kirish imkoningiz yo'q
zh_hk: 您無權訪問該課程

source: You do not have access to this course on a mobile device
af_za: Jy het nie toegang tot hierdie kursus op &#39;n mobiele toestel nie
bo: ཁྱེད་ལ་ལག་འཁྱེར་ཁ་པར་ནང་སློབ་ཚན་འདི་བལྟ་ཀློག་གི་ཆོག་མཆན་མི་འདུག
de_de: Sie haben keinen Zugang zu diesem Kurs von einem mobilen Gerät.
el: Δεν έχετε πρόσβαση σε αυτό το μάθημα από φορητή συσκευή
es: No tienes acceso a este curso en un dispositivo móvil
fa: شما به این دوره در دستگاه تلفن همراه دسترسی ندارید
hu: Nincs hozzáférése ehhez a kurzushoz mobil eszközön.
kk: Мобильді құрылғыда бұл курсқа кіру мүмкіндігіңіз жоқ
lv: Jums nav piekļuves šim kursam mobilajā ierīcē
sq: Ju nuk keni akses në këtë kurs në një pajisje celulare
sv: Du har inte tillgång till den här kursen på en mobil enhet
th: คุณไม่ได้มีการเข้าถึงหลักสูตรนี้บนอุปกรณ์มือถือ
uz: Mobil qurilmangizda ushbu kursga kirish imkoningiz yo'q
zh_hk: 您無權在行動裝置上存取本課程

source: You must be enrolled in the course
af_za: Jy moet vir die kursus ingeskryf wees
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་དེའི་ནང་ཞུགས་ཐོ་ངེས་པར་དུ་འགོད་དགོས།
de_de: Sie müssen im Kurs eingeschrieben sein, um den Inhalt sehen zu können.
el: Πρέπει να εγγραφείτε στο μάθημα
es: Debes estar inscrito en el curso
fa: شما باید در دوره ثبت‌نام کنید
ja: コースに登録する必要があります。
kk: Сіз курсқа жазылуыңыз керек
lv: Jums ir jābūt reģistrētiem kursā
sq: Duhet të jeni të regjistruar në kurs
sv: Du måste vara anmäld till kursen
uz: Siz kursga yozilishingiz kerak
zh_hk: 您必須註冊該課程

source: You are enrolled in this course with '{enrollment_enterprise_name}'. However, you are currently logged in as a '{active_enterprise_name}' user. Please log in with '{enrollment_enterprise_name}' to access this course.
af_za: Jy is ingeskryf vir hierdie kursus met &#39;{enrollment_enterprise_name}&#39;. Jy is egter tans aangemeld as &#39;n &#39;{active_enterprise_name}&#39; gebruiker. Meld asseblief aan met &#39;{enrollment_enterprise_name}&#39; om toegang tot hierdie kursus te kry.
bo: ཁྱེད་ཀྱིས་འདི་དག་'{enrollment_enterprise_name}' སྤྱད་དེ་སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་བཀོད་འདུག་མོད། ད་ཆར་ཁྱེད་ཀྱིས་ '{active_enterprise_name}' སྤྱོད་མིང་འདི་སྤྱད་ནས་ནང་འཛུལ་བྱས་འདུག སློབ་ཚན་འདི་བལྟ་ཀློག་བྱེད་པ་ལ་ '{enrollment_enterprise_name}' འདི་སྤྱད་དེ་ནང་འཛུལ་བྱ་རོགས།
de_de: Sie sind in diesem Kurs mit &#39;{enrollment_enterprise_name}&#39; eingeschrieben. Sie sind jedoch derzeit als Benutzer von „{active_enterprise_name}“ angemeldet. Bitte melden Sie sich mit „{enrollment_enterprise_name}“ an, um auf diesen Kurs zuzugreifen.
el: Έχετε εγγραφεί σε αυτό το μάθημα με το &#39;{enrollment_enterprise_name}&#39;. Ωστόσο, αυτή τη στιγμή είστε συνδεδεμένος ως χρήστης &#39;{active_enterprise_name}&#39;. Συνδεθείτε με το &#39;{enrollment_enterprise_name}&#39; για να αποκτήσετε πρόσβαση σε αυτό το μάθημα.
es: Estás inscrito en este curso con '{enrollment_enterprise_name}'. Sin embargo, actualmente has iniciado sesión como usuario de '{active_enterprise_name}'. Inicia sesión con '{enrollment_enterprise_name}' para acceder a este curso.
fa: شما با '{enrollment_enterprise_name}'در این دوره ثبت‌نام کرده‌اید. با این حال، شما درحال حاضر به‌عنوان یک کاربر «{active_enterprise_name}» وارد شده‌اید. لطفاً برای دسترسی به این دوره با «{enrollment_enterprise_name}» وارد شوید.
hu: Ön be van iratkozva erre a kurzusra a(z) '{enrollment_enterprise_name}' vállalattal. Jelenleg azonban a(z) '{active_enterprise_name}' felhasználóként van bejelentkezve. Kérjük, jelentkezzen be a(z) '{enrollment_enterprise_name}' fiókkal a kurzus eléréséhez.
ja: このコースには「{enrollment_enterprise_name}」で登録されています。しかし、現在「{active_enterprise_name}」ユーザーとしてログインしています。このコースにアクセスするには、「{enrollment_enterprise_name}」でログインしてください。
kk: Сіз бұл курсқа &#39;{enrollment_enterprise_name}&#39; арқылы тіркелдіңіз. Дегенмен, сіз қазір &quot;{active_enterprise_name}&quot; пайдаланушысы ретінде жүйеге кірдіңіз. Бұл курсқа кіру үшін &#39;{enrollment_enterprise_name}&#39; арқылы жүйеге кіріңіз.
lv: Jūs reģistrējāties šajā kursā ar '{enrollment_enterprise_name}'. Tomēr pašlaik esat pieteicies kā '{active_enterprise_name}' lietotājs. Lai piekļūtu šim kursam, lūdzu, piesakieties ar '{enrollment_enterprise_name}'.
sq: Ju jeni regjistruar në këtë kurs me '{enrollment_enterprise_name}'. Megjithatë, aktualisht jeni i identifikuar si përdorues i '{active_enterprise_name}'. Ju lutemi, identifikohuni me '{enrollment_enterprise_name}' për të hyrë në këtë kurs.
sv: Du är registrerad på den här kursen med '{enrollment_enterprise_name}'. Du är dock för närvarande inloggad som en '{active_enterprise_name}'-användare. Vänligen logga in med '{enrollment_enterprise_name}' för att få tillgång till den här kursen.
uz: Siz ushbu kursga “{enrollment_enterprise_name}” bilan ro‘yxatdan o‘tgansiz. Biroq, siz hozirda “{active_enterprise_name}” foydalanuvchisi sifatida tizimga kirgansiz. Ushbu kursga kirish uchun “{enrollment_enterprise_name}” bilan tizimga kiring.
zh_hk: 您已透過「{enrollment_enterprise_name}」註冊了本課程。但是，您目前以「{active_enterprise_name}」用户身分登入。請使用“{enrollment_enterprise_name}”登入以存取此課程。

source: You must give Data Sharing Consent for the course
af_za: Jy moet toestemming gee vir die deel van data vir die kursus
bo: ཁྱེད་ཀྱིས་ངེས་པར་དུ་སློབ་ཚན་དེའི་ Data Sharing Consent སྤྲོད་དགོས།
de_de: Sie müssen für den Kurs eine Einwilligung zur gemeinsamen Nutzung von Daten erteilen
el: Πρέπει να δώσετε συγκατάθεση για την κοινή χρήση δεδομένων για το μάθημα
es: Debes dar tu Consentimiento de Uso de Datos para el curso
fa: برای دوره باید رضایت اشتراک داده را بدهید
hu: Adatmegosztási hozzájárulást kell adnia a kurzushoz.
ja: コースのデータ共有同意を与える必要があります。
kk: Курсқа деректерді ортақ пайдалануға келісім беруіңіз керек
lv: Jums ir jāsniedz datu koplietošanas piekrišana kursam
sq: Ju duhet të jepni pëlqimin për ndarjen e të dhënave për kursin
sv: Du måste ge samtycke till datadelning för kursen
uz: Kurs uchun maʼlumot almashishga rozilik berishingiz kerak
zh_hk: 您必須同意課程的數據共享

source: You must be logged in to see this course
af_za: Jy moet aangemeld wees om hierdie kursus te sien
bo: སློབ་ཚན་འདིར་གཟིགས་ན་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས།
de_de: Sie müssen angemeldet sein, um die Inhalte des Kurses sehen zu können.
el: Πρέπει να είστε συνδεδεμένοι για να δείτε αυτό το μάθημα
es: Debes iniciar sesión para ver este curso
fa: برای دیدن این دوره باید وارد وبگاه شوید
ja: このコースを見るにはログインが必要です。
kk: Бұл курсты көру үшін жүйеге кіруіңіз керек
lv: Lai redzētu šo kursu, jums ir jāpiesakās
sq: Ju duhet të identifikoheni për të parë këtë kurs
sv: Du måste vara inloggad för att se denna kurs
uz: Ushbu kursni ko'rish uchun tizimga kirgan bo'lishingiz kerak
zh_hk: 您必須登入才能查看該課程

source: {course_name} is no longer available.
af_za: {course_name} is nie meer beskikbaar nie.
bo: {course_name} ནི་གནས་མི་འདུག
de_de: {course_name} ist nicht mehr verfügbar.
el: {course_name} δεν είναι πλέον διαθέσιμο.
es: {course_name} ya no está disponible.
fa: {course_name} دیگر در دسترس نیست.
hu: A(z) {course_name} már nem elérhető.
ja: {course_name}は利用できなくなりました。
kk: {course_name} енді қолжетімсіз.
lv: {course_name} vairs nav pieejams.
sq: {course_name} nuk është më i disponueshëm.
sv: {course_name} är inte längre tillgänglig.
uz: {course_name} endi mavjud emas.
zh_hk: {course_name}不再可用。

source: Financial Assistance
af_za: Finansiële bystand
bo: མ་དངུལ་རོགས་རམ།
de_de: Finanzielle Unterstützung
el: Οικονομική βοήθεια
es: Asistencia económica
fa: کمک مالی
ja: 経済的支援
kk: Қаржылық көмек
lv: Finansiālā palīdzība
sq: Ndihma financiare
sv: Ekonomiskt bistånd
uz: Moliyaviy yordam
zh_hk: 經濟支援

source: Assignment
af_za: Opdrag
bo: ལས་འགན།
de_de: Aufgabe
el: ΑΝΑΘΕΣΗ ΕΡΓΑΣΙΑΣ
fa: وظیفه
hu: Feladat
ja: 課題
kk: Тапсырма
lv: Piešķiršana
sq: Detyrë
sv: Uppdrag
th: งานที่ได้รับมอบหมาย
uz: Topshiriq
zh_hk: 功課

source: Open Response Assessment
af_za: Ooprespons-assessering
bo: ཐུན་མོང་གི་ལན་འདེབས་དཔྱད་ཞིབ།
de_de: Bewertung für Hausaufgaben
el: Εργασία αλληλοαξιολόγησης
es: Evaluación de respuesta abierta
fa: ارزیابی پاسخ‌باز
hu: Nyílt válaszértékelés
ja: オープン・レスポンス評価
kk: Ашық жауапты бағалау
lv: Atvērt atbildes novērtēšanu
sq: Vlerësimi i përgjigjes së hapur
sv: Öppen responsbedömning
th: การประเมินการตอบแบบเปิด
uz: Ochiq javobni baholash
zh_hk: 開放式答題評估

source: This Open Response Assessment's due dates are set by your instructor and can't be shifted.
af_za: Hierdie oop reaksie-assessering se sperdatums word deur jou instrukteur bepaal en kan nie verskuif word nie.
bo: ཐུན་མོང་གི་ལན་འདེབས་དཔྱད་ཞིབ་ཀྱི་དུས་བཀག་དེ་ཁྱེད་ཀྱི་སློབ་སྟོན་པས་བསྒྲིགས་འདུག་པས་འགྱུར་བ་གཏོང་མི་ཐུབ།
de_de: Die Fälligkeitstermine für dieses Open Response Assessment werden von Ihrem Dozenten festgelegt und können nicht verschoben werden.
el: Οι ημερομηνίες λήξης αυτής της Ανοιχτής Αξιολόγησης Απόκρισης ορίζονται από τον εκπαιδευτή σας και δεν μπορούν να μεταβληθούν.
es: Las fechas de entrega de esta Evaluación de respuesta abierta son establecidas por tu instructor y no pueden modificarse.
fa: تاریخ‌های سررسید این ارزیابی پاسخ‌باز توسط مربی شما تنظیم می‌شود و نمی‌توان آن را تغییر داد.
hu: Ennek a nyílt válaszfelmérésnek a határidejét az oktató határozza meg, és nem módosítható.
ja: このオープンレスポンス評価の締切は担当講師によって設定されており、変更することはできません。
kk: Бұл ашық жауап бағалауының аяқталу мерзімін нұсқаушы белгілейді және оны ауыстыру мүмкін емес.
lv: Atvērtās atbildes novērtējuma termiņus nosaka pasniedzējs, un tos nevar pārcelt.
sq: Datat e përfundimit të këtij vlerësimi të përgjigjes së hapur përcaktohen nga instruktori juaj dhe nuk mund të zhvendosen.
sv: Förfallodatum för denna Open Response Assessment ställs in av din instruktör och kan inte ändras.
uz: Bu ochiq javob baholash muddati oʻqituvchi tomonidan belgilanadi va ularni oʻzgartirib boʻlmaydi.
zh_hk: 此開放式答題評估的截止日期由您的講師設定，不能更改。

source: Self Assessment
af_za: Self-evaluasie
bo: རང་གིས་རང་ལ་དཔྱད་ཞིབ།
de_de: Selbstbewertung
el: Αυτοαξιολόγηση
es: Autoevaluación
fa: خود‌ارزیابی
hu: Önfelmérés
ja: 自己評価
kk: Өзін-өзі бағалау
lv: Pašnovērtējums
sq: Vetëvlerësimi
sv: Självbedömning
th: การประเมินตนเอง
uz: O'ziga o'zi baho berish
zh_hk: 自我評估

source: Peer Assessment
af_za: Eweknie-assessering
bo: སློབ་གྲོགས་ཕན་ཚུན་དཔྱད་ཞིབ།
de_de: Partnerbewertung
el: Αλληλοαξιολόγηση
es: Evaluación por pares
fa: ارزیابی همکار
hu: Társfelmérés
ja: ピア評価
kk: Өзара бағалау
lv: Citu dalībnieku vērtējums
sq: Vlerësimi i kolegëve
th: การประเมินผลโดยเพื่อน
uz: Tengdoshlarni baholash
zh_hk: 同儕評估

source: Staff Assessment
af_za: Personeel Assessering
bo: ལས་བྱེད་པས་དཔྱད་ཞིབ།
de_de: Mitarbeiterbewertung
el: Αξιολόγηση από μέλος της ομάδας διδασκόντων
es: Evaluación del personal
fa: ارزیابی کارکنان
hu: Dolgozói felmérés
ja: スタッフ評価
kk: Персоналды бағалау
lv: Personāla vērtējums
sq: Vlerësimi i Stafit
sv: Personalbedömning
uz: Xodimlarni baholash
zh_hk: 導師評估

source: Submission
af_za: Voorlegging
bo: འབུལ་སྤྲོད།
de_de: Einreichung
el: Υποβολή
fa: ثبت
ja: 提出物
kk: Жіберу
lv: Iesniegšana
sq: Dorëzimi
uz: Taqdim etish
zh_hk: 提交

source: {relative} ago - {absolute}
af_za: {relative} gelede - {absolute}
bo: {relative} གོང་ལ་ - {absolute}
de_de: vor {relative} - {absolute}
el: πριν {relative} - {absolute}
es: hace {relative} - {absolute}
fa: {relative} قبل- {absolute}
hu: {relative} ezelőtt - {absolute}
ja: {relative} 前 - {absolute}
kk: {relative} бұрын - {absolute}
lv: Pirms {relative} — {absolute}
sq: {relative} më parë - {absolute}
uz: {relative} oldin - {absolute}
zh_hk: {relative}前 - {absolute}

source: in {relative} - {absolute}
bo: ནང་ {relative} - {absolute}
el: σε {relative} - {absolute}
es: en {relative} - {absolute}
fa: در {relative} - {absolute}
hu: {relative} múlva - {absolute}
kk: {relative} ішінде - {absolute}
sq: në {relative} - {absolute}
sv: I {relative} - {absolute}
uz: {relative} ichida - {absolute}
zh_hk: 在{relative} - {absolute}

source: Enrollment Date
af_za: Inskrywingsdatum
bo: ཞུགས་ཐོ་འགོད་པའི་ཟླ་ཚེས།
de_de: Einschreibungsdatum
el: Ημερομηνία εγγραφής
es: Fecha de inscripción
fa: تاریخ ثبت‌نام
hu: Beiratkozás dátuma
ja: 登録日
kk: Тіркелу күні
lv: Reģistrācijas datums
sq: Data e regjistrimit
sv: Inskrivningsdatum
th: วันลงทะเบียน
uz: Ro'yxatdan o'tish sanasi
zh_hk: 注冊日

source: Course starts
af_za: Kursus begin
bo: སློབ་ཚན་འགོ་འཛུགས།
de_de: Kurs beginnt
el: Έναρξη του μαθήματος
es: Inicio del curso
fa: دوره شروع می‌شود
hu: A kurzus kezdete
ja: コース開始
kk: Курс басталады
lv: Kurss sākas
sq: Kursat fillojnë
sv: Kursen börjar
uz: Kurs boshlanadi
zh_hk: 課程開始

source: Course ends
af_za: Kursus eindig
bo: སློབ་ཚན་མཇུག་བསྡུ།
de_de: Kurs endet
el: Λήξη του μαθήματος
es: Fin del curso
fa: دوره به پایان می‌رسد
ja: コース終了
kk: Курс аяқталады
lv: Kurss beidzas
sq: Kurs përfundon
sv: Kursen slutar
uz: Kurs tugaydi
zh_hk: 課程結束

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
af_za: Na hierdie datum sal die kursus geargiveer word, wat beteken dat jy die kursusinhoud kan hersien, maar nie meer kan deelneem aan gegradeerde opdragte of werk om &#39;n sertifikaat te verdien nie.
bo: ཟླ་ཚེས་འདིའི་རྗེས་ནས། སློབ་ཚན་འདི་ཡིག་ཚགས་སུ་ཉར་ཚགས་བྱ་རྒྱུ་ཡིན། འདིའི་དོན་ནི་སློབ་ཚན་གྱི་ནང་དོན་ལ་བསྐྱར་ཞིབ་བྱས་ཆོག་ཀྱང་གནས་རིམ་ཅན་གྱི་སྦྱོང་ཚན་ནང་མཉམ་ཞུགས་བྱེད་པ་དང་ཡང་ན་ལག་ཁྱེར་ལེན་པའི་ལས་ཀའི་རིགས་བྱེད་མི་ཐུབ་པ་ཡིན།
de_de: Nach diesem Datum wird der Kurs archiviert, d. h. Sie können die Kursinhalte überprüfen, aber nicht mehr an benoteten Aufgaben teilnehmen oder auf den Erwerb eines Zertifikats hinarbeiten.
el: Μετά από αυτήν την ημερομηνία, το μάθημα θα μπει σε καθεστώς αυτομελέτης, που σημαίνει ότι θα μπορείτε να δείτε το περιεχόμενο του μαθήματος, αλλά δε θα μπορείτε πλέον να υποβάλετε τα τεστ και την τελική εξέταση για την απόκτηση της βεβαίωσης παρακολούθησης.
es: Después de esta fecha, el curso se archivará, lo que significa que podrás revisar el contenido del curso, pero ya no podrás participar en tareas calificadas ni trabajar para obtener un certificado.
fa: پس از این تاریخ، دوره بایگانی می شود، به این معنی که شما می توانید محتوای دوره را مرور کنید اما دیگر نمی توانید در تکالیف درجه بندی شده شرکت کنید یا برای کسب گواهی کار کنید.
hu: Ettől a dátumtól kezdve a kurzus archiválásra kerül, ami azt jelenti, hogy a kurzus tartalmát áttekintheti, de már nem vehet részt értékelt feladatokban, és nem szerezhet tanúsítványt.
ja: この日付以降、コースはアーカイブされます。つまり、コース内容を確認することはできますが、採点される課題に参加したり、証明書を取得するための作業を続けることはできません。
kk: Осы күннен кейін курс мұрағатталады, яғни курс мазмұнын қарап шығуға болады, бірақ енді бағаланған тапсырмаларға қатыса алмайсыз немесе сертификат алу үшін жұмыс істей алмайсыз.
lv: Pēc šī datuma kurss tiks arhivēts, kas nozīmē, ka varat pārskatīt kursa saturu, bet vairs nevarēsit piedalīties vērtētos uzdevumos vai strādāt, lai iegūtu sertifikātu.
sq: Pas kësaj date, kursi do të arkivohet, që do të thotë se ju mund të rishikoni përmbajtjen e kursit, por nuk mund të merrni më pjesë në detyra të vlerësuara ose të punoni për të fituar një certifikatë.
sv: Efter detta datum kommer kursen att arkiveras, vilket innebär att du kan granska kursinnehållet men inte längre delta i betygsatta uppgifter eller arbeta mot att få ett certifikat.
uz: Ushbu sanadan keyin kurs arxivlanadi, ya'ni siz kurs mazmunini ko'rib chiqishingiz mumkin, lekin endi baholi topshiriqlarda qatnasha olmaysiz yoki sertifikat olish uchun ishlay olmaysiz.
zh_hk: 在此日期之後，課程將被存檔，這意味著您可以查看課程內容，但不能再參與評分作業或努力獲得證書。

source: After the course ends, the course content will be archived and no longer active.
af_za: Nadat die kursus geëindig het, sal die kursusinhoud in die argief geplaas word en nie meer aktief wees nie.
bo: སློབ་ཚན་མཇུག་བསྡུས་རྗེས་སློབ་ཚན་དེའི་ནང་དོན་ཡིག་ཚགས་སུ་ཉར་ཚགས་བྱ་རྒྱུ་ཡིན་པས། སྤྱོད་སྒོའི་བྱེད་ནུས་རྣམས་ཀྱང་མེད་པར་གྱུར་འགྲོ།
de_de: Nach Kursende werden die Kursinhalte archiviert und sind nicht mehr aktiv.
el: Μετά τη λήξη του μαθήματος, το περιεχόμενο του μαθήματος θα αρχειοθετηθεί και δεν θα είναι πλέον ενεργό.
es: Después de que finalice el curso, el contenido del curso se archivará y dejará de estar activo.
fa: پس از پایان دوره، محتوای دوره بایگانی می شود و دیگر فعال نمی شود.
hu: A kurzus befejezése után a kurzus tartalma archiválásra kerül, és már nem lesz aktív.
ja: コース終了後、コース内容はアーカイブされ、アクティブではなくなります。
kk: Курс аяқталғаннан кейін курс мазмұны мұрағатталады және енді белсенді болмайды.
lv: Pēc kursa beigām kursa saturs tiks arhivēts un vairs nebūs aktīvs.
sq: Pas përfundimit të kursit, përmbajtja e kursit do të arkivohet dhe nuk do të jetë më aktive.
sv: Efter kursens slut kommer kursinnehållet att arkiveras och inte längre vara aktivt.
uz: Kurs tugagandan so'ng, kurs mazmuni arxivlanadi va faol bo'lmaydi.
zh_hk: 課程結束後，課程內容將存檔並且不再有效。

source: This course is archived, which means you can review course content but it is no longer active.
af_za: Hierdie kursus is in die argief, wat beteken dat jy kursusinhoud kan hersien, maar dit is nie meer aktief nie.
bo: སློབ་ཚན་འདི་ཡིག་ཚགས་སུ་ཉར་རྒྱུ་ཡིན། འདིའི་དོན་ནི་ཁྱེད་ཀྱིས་སློབ་ཚན་དེའི་ནང་དོན་ལ་བསྐྱར་ཞིབ་བྱ་ཐུབ་མོད། འོན་ཀྱང་། བྱེད་སྒོ་སོགས་ཀྱི་བྱེད་ནུས་འགག་འགྲོ་བའི་དོན་ཡིན།
de_de: Dieser Kurs ist archiviert. Sie können sich den Kursinhalt anschauen, aber der Kurs ist nicht mehr aktiv.
el: Το μάθημα αυτό είναι σε καθεστώς αυτομελέτης. Μπορείτε να δείτε το υλικό μαθήματος, το μάθημα όμως δεν είναι πλέον ενεργό και δεν έχετε πρόσβαση σε βαθμολογούμενα τεστ και εργασίες.
es: Este curso está archivado, lo que significa que puedes revisar el contenido del curso, pero ya no está activo.
fa: این دوره بایگانی شده است، به این معنی که می توانید محتوای دوره را مرور کنید اما دیگر فعال نیست.
hu: Ez a kurzus archiválva van, ami azt jelenti, hogy a kurzus tartalmát áttekintheti, de már nem aktív.
ja: このコースはアーカイブされているため、コース内容を確認することはできますが、もうアクティブではありません。
kk: Бұл курс мұрағатталған, яғни курс мазмұнын қарап шығуға болады, бірақ ол енді белсенді емес.
lv: Šis kurss ir arhivēts, kas nozīmē, ka varat pārskatīt kursa saturu, bet tas vairs nav aktīvs.
sq: Ky kurs është i arkivuar, që do të thotë se ju mund të rishikoni përmbajtjen e kursit, por ai nuk është më aktiv.
sv: Kursen är arkiverad, vilket innebär att du kan granska kursinnehåll men det är inte längre aktivt.
uz: Bu kurs arxivlangan, yaʼni siz kurs mazmunini koʻrib chiqishingiz mumkin, lekin u endi faol emas.
zh_hk: 本課程已存檔，這意味著您可以查看課程內容，但它不再有效。

source: You lose all access to this course, including your progress.
af_za: Jy verloor alle toegang tot hierdie kursus, insluitend jou vordering.
bo: ཁྱེད་ཀྱི་སྤྱོང་འབྲས་རྣམས་ཚུད་པའི་སློབ་ཚན་འདིའི་ཆོག་མཆན་ཡོངས་རྫོགས་མེད་པར་གྱུར་འགྲོ།
de_de: Sie verlieren jeglichen Zugang zu diesem Kurs, einschließlich Ihrer Fortschritte.
el: Χάνετε κάθε πρόσβαση σε αυτό το μάθημα, συμπεριλαμβανομένης της προόδου σας.
es: Pierdes todo el acceso a este curso, incluyendo tu progreso.
fa: شما تمام دسترسی به این دوره، از جمله پیشرفت خود را از دست می‌دهید.
hu: Elveszíti a hozzáférést ehhez a kurzushoz, beleértve az eddigi haladását is.
kk: Сіз бұл курсқа, соның ішінде үлгеріміңізге кіруге барлық рұқсатты жоғалтасыз.
lv: Jūs zaudējat jebkādu piekļuvi šim kursam, tostarp jūsu progresu.
sq: Ju humbisni të gjithë aksesin në këtë kurs, duke përfshirë përparimin tuaj.
sv: Du förlorar all tillgång till denna kurs, inklusive dina framsteg.
uz: Siz ushbu kursga kirish huquqini yo‘qotasiz, shu jumladan muvaffaqiyatingiz.
zh_hk: 您將失去本課程的所有存取權限，包括您的進度。

source: Audit Access Expires
af_za: Oudittoegang verval
bo: Audit ཡི་ཆོག་མཆན་དུས་ཡོལ།
de_de: Prüfungszugriff läuft ab
el: Λήγει η πρόσβαση ελέγχου
es: Expiración del acceso en modo auditoría
fa: دسترسی حسابرسی منقضی می‌شود
hu: Audit hozzáférés lejár
ja: 監査アクセスの有効期限が切れます
kk: Аудитке қол жеткізу мерзімі аяқталады
lv: Audita piekļuves termiņš beidzas
sq: Skadon akses i auditimit
sv: Granskningsåtkomsten löper ut
uz: Auditga kirish muddati tugaydi
zh_hk: 審核存取權限過期
