Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
af_za: Pad wat gebruik word om URL&#39;s na programmebemarkingsbladsye te konstrueer (bv. &quot;/foo&quot;).
de_de: Pfad, der verwendet wird, um URLs zu Marketing-Seiten von Programmen zu erstellen (z.B. "/foo").
el: Διαδρομή που χρησιμοποιείται για τη δημιουργία διευθύνσεων URL σε σελίδες μάρκετινγκ προγραμμάτων (π.χ. "/foo").
es: Ruta utilizada para construir URLs hacia las páginas de marketing de los programas (ej., "/foo").
fa: مسیر مورد استفاده برای ساخت URL به صفحات بازاریابی برنامه ها (به عنوان مثال، &quot;/foo&quot;).
hu: Az URL-ek útvonala, amelyeket a programok marketingoldalainak felépítéséhez használnak (pl. "/foo").
ja: プログラムのマーケティングページのURLを構築するために使用されるパス（例: "/foo"）。
kk: Бағдарламалардың маркетингтік беттеріне URL мекенжайларын құру үшін пайдаланылатын жол (мысалы, "/foo").
lv: Ceļš, ko izmanto, lai izveidotu vietrāžus URL uz programmu mārketinga lapām (piemēram, &quot;/foo&quot;).
sq: Rruga e përdorur për të ndërtuar URL në faqet e marketingut të programeve (p.sh., &quot;/foo&quot;).
uz: Dastur marketing sahifalariga URL manzillarini yaratish uchun foydalaniladigan yoʻl (masalan, “/foo”).
zh_hk: 用於建立精選課程行銷頁面 URL 的路徑（例如「/foo」）。

source: Program UUID
bo: ལས་གཞིའི་ UUID
de_de: Programm UUID
el: UUID προγράμματος
es: UUID del programa
fa: برنامه UUID
ja: プログラムUUID
lv: Programma UUID
sq: Programi UUID
uz: UUID dasturi
zh_hk: 精選課程UUID

source: If disabled, the LTI in the associated program will be disabled.
af_za: Indien gedeaktiveer, sal die LTI in die geassosieerde program gedeaktiveer word.
bo: མི་ནུས་པ་བསྒྲིགས་ན་ལས་གཞི་དང་མཉམ་སྒྲིག་བྱས་པའི་ LTI དེ་ནུས་མེད་དུ་གྱུར་འགྲོ་བ་ཡིན།
de_de: Bei Deaktivierung wird LTI im zugehörigen Programm deaktiviert.
el: Εάν είναι απενεργοποιημένο, το LTI στο σχετικό πρόγραμμα θα απενεργοποιηθεί.
es: Si está deshabilitado, el LTI en el programa asociado se deshabilitará.
fa: اگر غیرفعال باشد، LTI در برنامه مرتبط غیرفعال خواهد شد.
hu: Ha le van tiltva, az LTI az adott programban is le lesz tiltva.
ja: 関連プログラムのLTIが無効になります。
kk: Өшірілген болса, байланысты бағдарламадағы LTI өшіріледі.
lv: Ja tas ir atspējots, LTI saistītajā programmā tiks atspējots.
sq: Nëse çaktivizohet, LTI në programin shoqërues do të çaktivizohet.
sv: Om inaktiverad, kommer LTI i det associerade programmet att inaktiveras.
uz: Agar o'chirilgan bo'lsa, tegishli dasturdagi LTI o'chiriladi.
zh_hk: 如果已停用，關聯精選課程中的 LTI 將被停用。

source: The LTI configuration data for this program/provider.
af_za: Die LTI-konfigurasiedata vir hierdie program/verskaffer.
bo: ལས་གཞི་འདི་དང་མཁོ་འདོན་པའི་ LTI ཡི་གྲུབ་ཚུལ་གྱི་གཞི་གྲངས།
de_de: Die LTI-Konfigurationsdaten für dieses Programm/Anbieter.
el: Τα δεδομένα διαμόρφωσης LTI για αυτό το πρόγραμμα/παροχέα.
es: Los datos de configuración LTI para este programa/proveedor.
fa: داده‌های پیکربندی LTI برای این برنامه/ارائه‌دهنده.
hu: Az LTI konfigurációs adatai ehhez a programhoz/szolgáltatóhoz.
ja: このプログラム/プロバイダーのLTI構成データ。
kk: Осы бағдарлама/провайдер үшін LTI конфигурация деректері.
lv: Šīs programmas/nodrošinātāja LTI konfigurācijas dati.
sq: Të dhënat e konfigurimit LTI për këtë program/ofrues.
sv: LTI-konfigurationsdata för detta program/leverantör.
uz: Ushbu dastur/provayder uchun LTI konfiguratsiya maʼlumotlari.
zh_hk: 該精選課程提供者的 LTI 設定資料。

source: Known Error Case
af_za: Bekende foutgeval
bo: གནད་དོན་གྱི་གཞི་རྩ་ཤེས་པ།
de_de: Bekannter Fehlerfall
el: Γνωστή περίπτωση σφάλματος
es: Caso de error conocido
fa: مورد خطای شناخته شده
hu: Ismert hibajelenség
ja: 既知のエラーケース
kk: Белгілі қате оқиғасы
lv: Zināms kļūdu gadījums
sq: Rasti i njohur i gabimit
sv: Kända fel
uz: Ma'lum xatolik holati
zh_hk: 已知錯誤案例

source: Schedule start < course start
af_za: Skedule begin &lt; kursus begin
bo: ལས་རིམ་རེའུ་མིག་འགོ་འཛུགས་ < སློབ་ཚན་འགོ་འཛུགས།
de_de: Schedule start < Starten
el: Χρονοδιάγραμμα έναρξης < έναρξη μαθήματος
es: Fecha de inicio del cronograma < fecha de inicio del curso
fa: زمانبندی شروع &lt; شروع دوره
hu: Ütemezés kezdete < tanfolyam kezdete
ja: スケジュール開始 < コース開始
kk: Кестенің басталуы &lt; курстың басталуы
lv: Grafiks sākums &lt; kursa sākums
sq: Planifiko fillimin &lt; fillimi i kursit
sv: Schema < kursstart
uz: Jadval boshlanishi < kurs boshlanishi
zh_hk: 時間表開始時間 < 課程開始時間

source: Course Id
af_za: Kursus-ID
bo: སློབ་ཚན་ཨང་རྟགས།
de_de: Kurs ID
el: Ταυτότητα μαθήματος
es: ID del curso
fa: شناسه دوره
hu: Kurzus azonosító
ja: コースID
kk: Курс идентификаторы
lv: Kursa ID
sq: Id e kursit
sv: Kursid
th: รหัสหลักสูตร
uz: Kurs identifikatori
zh_hk: 課程ID

source: All
af_za: Almal
bo: ཚང་མ།
de_de: Alles
el: Όλοι
es: Todos
fa: همه
ja: 全て
kk: Барлығы
lv: Visi
sq: Të gjitha
sv: Alla
th: ทั้งหมด
uz: Hammasi
zh_hk: 全部

source: Experience
af_za: Ervaring
bo: ཉམས་མྱོང་།
de_de: Erfahrung
el: Εμπειρία
es: Experiencia
fa: تجربه
hu: Tapasztalat
ja: 体験
kk: Тәжірибе
lv: Pieredze
sq: Përvoja
sv: Erfarenhet
uz: Tajriba
zh_hk: 經驗

source: Course ID
af_za: Kursus ID
bo: སློབ་ཚན་ ID
de_de: Kurs-ID
el: Ταυτότητα μαθήματος
es: ID del curso
fa: شناسه دوره
hu: Kurzus azonosító
ja: コースID
kk: Курс идентификаторы
lv: Kursa ID
sq: ID e kursit
sv: Kursens ID
th: รหัสหลักสูตร
uz: Kurs identifikatori
zh_hk: 課程ID

source: Schedules
af_za: Skedules
bo: ལས་རིམ་རེའུ་མིག
de_de: Zeitpläne
el: Χρονοδιαγράμματα
es: Cronogramas
fa: برنامه
hu: Ütemezések
ja: スケジュールズ
kk: Кестелер
lv: Grafiki
sq: Oraret
sv: scheman
th: ตารางเวลา
uz: Jadvallar
zh_hk: 時間表

source: Indicates if this schedule is actively used
af_za: Dui aan of hierdie skedule aktief gebruik word
bo: གལ་སྲིད་ལས་གཞི་འདི་དངོས་སུ་ལག་བསྟར་བྱས་ན་དེའི་བརྡ་རྟགས།
de_de: Zeigt an, ob dieser Zeitplan aktiv verwendet wird
el: Υποδεικνύει εάν αυτό το πρόγραμμα χρησιμοποιείται ενεργά
es: Indica si este cronograma se utiliza activamente
fa: نشان می دهد که آیا این برنامه به طور فعال استفاده می شود
hu: Jelzi, hogy ez az ütemterv aktívan használatban van-e
ja: このスケジュールがアクティブに使用されているかどうかを示します
lv: Norāda, vai šis grafiks tiek aktīvi izmantots
sq: Tregon nëse ky orar përdoret në mënyrë aktive
sv: Indikerar om detta schema används aktivt
uz: Ushbu jadval faol foydalanilganligini ko'rsatadi
zh_hk: 指示此時間表是否生效

source: Date this schedule went into effect
af_za: Datum waarop hierdie skedule in werking getree het
bo: ལས་འཆར་འདི་ལག་བསྟར་བྱས་པའི་ཟླ་ཚེས།
de_de: Datum, an dem dieser Zeitplan in Kraft trat
el: Ημερομηνία που τέθηκε σε ισχύ αυτό το πρόγραμμα
es: Fecha en que este cronograma entró en vigor
fa: تاریخ اجرایی شدن این برنامه
hu: A menetrend hatályba lépésének dátuma
ja: このスケジュールが発効した日付
kk: Бұл кесте күшіне енген күні
lv: Datums, kad šis grafiks stājās spēkā
sq: Data e hyrjes në fuqi të këtij orari
sv: Datum detta schema trädde i kraft
uz: Ushbu jadval kuchga kirgan sana
zh_hk: 本時間表生效日期

source: Deadline by which the learner must upgrade to a verified seat
af_za: Sperdatum waarteen die leerder na &#39;n geverifieerde sitplek moet opgradeer
bo: སློབ་གཉེར་བས་ཁུངས་སྐྱེལ་གོ་གནས་ཤིག་ལ་ངེས་པར་དུ་རིམ་སྤར་བྱེད་དུས་བཀག་པ།
de_de: Frist bis wann ein Teilnehmer spätestens auf ein verifizierten Modus upgraden kann.
el: Προθεσμία μέχρι την οποία ο σπουδαστής πρέπει να κάνει αναβάθμιση σε επαληθευμένη θέση
es: Fecha límite para que el estudiante actualice a un asiento verificado
fa: مهلتی که تا آن زمان زبان آموز باید به یک صندلی تایید شده ارتقا یابد
hu: A határidő, ameddig a tanulónak frissítenie kell egy hitelesített helyre
ja: 学習者が認証済みシートにアップグレードしなければならない期限
kk: Оқушы расталған орынға көтерілуі тиіс соңғы мерзім
lv: Termiņš, līdz kuram kursa dalībniekam ir jāveic jauninājums uz apstiprinātu vietu.
sq: Afati deri në të cilin nxënësi duhet të kalojë në një vend të verifikuar
sv: Tidsfrist genom vilken eleven måste uppgradera till ett verifierat säte
uz: O'quvchi tasdiqlangan joyga ko'tarilishi kerak bo'lgan oxirgi muddat
zh_hk: 學生必須升級到經過驗證的席位的截止日期

source: Schedule
af_za: Skedule
bo: ཐོ་གཞུང
de_de: Terminplan
el: Πρόγραμμα
es: Cronograma
fa: برنامه
hu: Ütemezés
ja: スケジュール
kk: Кесте
lv: Grafiks
sq: Orari
th: ตารางเวลา
uz: Jadval
zh_hk: 時間表

source: By %(filter_title)s
af_za: Deur %(filter_title)s
bo: %(filter_title)s བརྒྱུད་ནས་
de_de: von %(filter_title)s
el: Από %(filter_title)s
es: Por %(filter_title)s
fa: توسط %(filter_title)s
hu: %(filter_title)s által
ja: %(filter_title)s による
kk: %(filter_title)s бойынша
lv: Autors: %(filter_title)s
sq: Nga %(filter_title)s
sv: Av %(filter_title)s
uz: %(filter_title)s tomonidan
zh_hk: 通過%(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
af_za: Welkom by week %(week_num)s van %(course_name)s !
bo: སློབ་ཚན་ %(course_name)s འདིའི་བདུན་ཕྲག་ %(week_num)s ལ་ཕེབས་པར་དགའ་བསུ་ཞུ།
de_de: Willkommen zu Woche %(week_num)s von %(course_name)s!
el: Καλώς ήρθατε στην εβδομάδα %(week_num)s του μαθήματος %(course_name)s!
es: ¡Bienvenido a la semana %(week_num)s de %(course_name)s!
fa: به هفته %(week_num)s %(course_name)s خوش آمدید!
hu: Üdvözöljük a(z) %(course_name)s %(week_num)s. hetében!
ja: %(course_name)sの第%(week_num)s週へようこそ！
lv: Laipni lūdzam %(course_name)s nedēļā %(week_num)s !
sq: Mirë se vini në javën %(week_num)s të %(course_name)s!
sv: Välkommen till vecka %(week_num)s av %(course_name)s!
th: ยินดีต้อนรับในสัปดาห์ที่ %(week_num)s จากทั้งหมด %(course_name)s สัปดาห์
uz: %(course_name)s haftasining %(week_num)s haftasiga xush kelibsiz!
zh_hk: 歡迎來到%(course_name)s的%(week_num)s週！

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
de_de: Wir hoffen, dass Sie {start_strong}{course_name}{end_strong} genießen! Wir möchten Sie wissen lassen, worauf Sie sich in Woche {week_num} freuen können:
el: Ελπίζουμε να απολαμβάνετε {start_strong} {course_name} {end_strong} ! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε την εβδομάδα {week_num} :
hu: Reméljük, hogy élvezed a {start_strong}{course_name}{end_strong} tanfolyamot! Szeretnénk tájékoztatni, mire számíthatsz a(z) {week_num}. héten:
ja: {start_strong}{course_name}{end_strong}を楽しんでいただけていますか？第{week_num}週に何が待っているかをお知らせしたいと思います。
kk: Сізге {start_strong}{course_name}{end_strong} ұнайды деп үміттенеміз! {week_num} аптада не күтуге болатынын айтқымыз келеді:
sv: Vi hoppas att du gillar {start_strong}{course_name}{end_strong}! Vi vill berätta för dig vad du kan se fram emot under vecka {week_num}:
zh_hk: 我們希望您喜歡{start_strong} {course_name} {end_strong} ！我們想讓您知道{week_num}週可以期待什麼：

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
af_za: Met self-pas kursusse leer jy volgens jou eie skedule. Ons moedig jou aan om elke week tyd aan die kursus deur te bring. Jou gefokusde aandag sal uiteindelik vrugte afwerp!
de_de: Mit Kursen im Selbststudium lernen Sie nach Ihrem eigenen Zeitplan. Wir empfehlen Ihnen, jede Woche Zeit mit dem Kurs zu verbringen. Ihre konzentrierte Aufmerksamkeit wird sich am Ende auszahlen!
el: Με τα μαθήματα προσωπικού ρυθμού, μαθαίνετε με το δικό σας πρόγραμμα. Σας ενθαρρύνουμε να αφιερώνετε χρόνο στο μάθημα κάθε εβδομάδα. Η εστιασμένη προσοχή σας θα αποδώσει στο τέλος!
es: Con los cursos a tu propio ritmo, aprendes según tu propio horario. Te animamos a dedicar tiempo al curso cada semana. ¡Tu atención enfocada dará frutos al final!
fa: با دوره های خود گام، شما طبق برنامه خود یاد می گیرید. توصیه می کنیم هر هفته زمانی را با دوره اختصاص دهید. توجه متمرکز شما در پایان نتیجه خواهد داد!
ja: 自己ペースのコースでは、自分のスケジュールに合わせて学習できます。毎週コースに時間を費やすことをお勧めします。集中して取り組むことで、最終的に成果が得られます！
kk: Өздігінен жүретін курстармен сіз өз кестеңіз бойынша оқисыз. Біз сізге апта сайын курсқа уақыт бөлуді ұсынамыз. Сіздің шоғырландырылған назарыңыз соңында жақсы нәтиже береді!
lv: Izmantojot pašmācības kursus, jūs mācāties pēc sava grafika. Mēs aicinām jūs katru nedēļu veltīt laiku kursam. Jūsu koncentrētā uzmanība beigās atmaksāsies!
sq: Me kurse me ritme vetë, ju mësoni sipas orarit tuaj. Ne ju inkurajojmë të kaloni kohë me kursin çdo javë. Vëmendja juaj e përqendruar do të shpërblehet në fund!
sv: Med självstudiekurser lär du dig i din egen takt. Vi uppmuntrar dig att ägna tid åt kursen varje vecka. Din fokuserade uppmärksamhet kommer att löna sig i slutändan!
uz: Mustaqil kurslar bilan siz o'zingizning jadvalingiz bo'yicha o'rganasiz. Har hafta kursga vaqt ajratishingizni tavsiya qilamiz. Sizning diqqat-e'tiboringiz oxirida o'z samarasini beradi!
zh_hk: 透過自訂進度課程，您可以按照自己的時間表學習。我們鼓勵您每週花時間學習課程。你的專注最終會得到回報！

source: Resume your course now
af_za: Hervat jou kursus nou
bo: ད་ལྟ་ཁྱེད་ཀྱི་སློབ་ཚན་བསྐྱར་གཏོང་བྱོས།
de_de: Jetzt mit dem Kurs fortfahren
el: Συνεχίστε το μάθημά σας τώρα
es: Reanuda tu curso ahora
fa: اکنون دوره خود را از سر بگیرید
hu: Folytassa a kurzusát most
ja: コースを再開しましょう
kk: Курсыңызды қазір жалғастырыңыз
lv: Atsāciet kursu tūlīt
sq: Rifilloni kursin tuaj tani
sv: Återuppta kursen
th: กลับไปยังหลักสูตรของคุณตอนนี้
uz: Kursni hozir davom ettiring
zh_hk: 立即恢復您的課程

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
af_za: Ons hoop jy geniet %(course_name)s ! Ons wil jou laat weet waarna jy kan uitsien in week %(week_num)s :
bo: ང་ཚོས་ཁྱེད་ཀྱི་ཐུགས་སྤྲོ་བཞིན་ཡོད་པའི་རེ་བ་བྱས་ཡོད། %(course_name)s དེ་ལ་གཟའ་འཁོར་ %(week_num)s ནང་རེ་བ་ཅི་ཞིག་བྱེད་ཆོག་མིན་དེ་ང་ཚོས་ཁྱེད་ལ་ཤེས་སུ་འཇུག་འདོད།
de_de: Wir hoffen, Ihnen gefällt der Kurs %(course_name)s! Wir möchten Sie hiermit über die Kursinhalte der nächsten Woche %(week_num)s informieren:
el: Ελπίζουμε να απολαμβάνετε το μάθημα %(course_name)s! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε κατά την εβδομάδα %(week_num)s:
es: ¡Esperamos que estés disfrutando %(course_name)s! Queremos informarte sobre lo que puedes esperar en la semana %(week_num)s:
fa: امیدواریم از %(course_name)s لذت برده باشید! می‌خواهیم به شما اطلاع دهیم که در هفته %(week_num)s منتظر چه کارهایی هستید:
hu: Reméljük, hogy élvezed a(z) %(course_name)s tanfolyamot! Szeretnénk tájékoztatni, mire számíthatsz a(z) %(week_num)s. héten:
ja: %(course_name)sを楽しんでいただけていますか？第%(week_num)s週に期待できることをお知らせします。
kk: Сізге %(course_name)s ұнайды деп үміттенеміз! Біз сізге %(week_num)s аптасында не күтетінін айтқымыз келеді:
lv: Mēs ceram, ka jums patīk %(course_name)s! Mēs vēlamies jums pastāstīt, ko varat gaidīt nedēļā %(week_num)s:
sq: Shpresojmë që po ju pëlqen %(course_name)s ! Ne duam t&#39;ju bëjmë të ditur se çfarë mund të prisni në javën %(week_num)s :
sv: Vi hoppas att du tycker om %(course_name)s! Vi skulle vilja berätta mer om vad du har att vänta dig i vecka %(week_num)s:
uz: Umid qilamizki, sizga %(course_name)s yoqadi! Sizga %(week_num)s haftasida nimani kutishingiz mumkinligini bildirmoqchimiz:
zh_hk: 我們希望您喜歡%(course_name)s ！我們想讓您知道%(week_num)s週可以期待什麼：

source: Welcome to week %(week_num)s
af_za: Welkom by week %(week_num)s
de_de: Willkommen zu Woche%(week_num)s
el: Καλώς ήρθατε στην εβδομάδα %(week_num)s
es: Bienvenido a la semana %(week_num)s
fa: به هفته %(week_num)s خوش آمدید
hu: Üdvözöljük a(z) %(week_num)s. héten
ja: 第%(week_num)s週へようこそ
lv: Laipni lūdzam nedēļā %(week_num)s
sq: Mirë se vini në javën %(week_num)s
sv: Välkommen till vecka %(week_num)s
th: ยินดีต้อนรับสู่สัปดาห์ที่ %(week_num)s
uz: %(week_num)s haftasiga xush kelibsiz
zh_hk: 歡迎來到%(week_num)s週

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
af_za: Ons hoop jy geniet {start_strong} {course_name} {end_strong} ! Ons wil jou laat weet waarna jy in die komende weke kan uitsien:
de_de: Wir hoffen, Ihnen gefällt der Kurs {start_strong}{course_name}{end_strong}! Wir möchten Ihnen einen Einblick in die kommenden Inhalte des Kurses geben:
el: Ελπίζουμε να απολαμβάνετε {start_strong} {course_name} {end_strong} ! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε τις επόμενες εβδομάδες:
es: ¡Esperamos que estés disfrutando {start_strong}{course_name}{end_strong}! Queremos informarte sobre lo que puedes esperar en las próximas semanas:
fa: امیدواریم از {start_strong} {course_name} {end_strong} لذت برده باشید! می‌خواهیم به شما اطلاع دهیم که در هفته‌های آینده منتظر چه کارهایی هستید:
hu: Reméljük, hogy élvezed a {start_strong}{course_name}{end_strong} tanfolyamot! Szeretnénk tájékoztatni, mire számíthatsz a következő hetekben:
ja: {start_strong}{course_name}{end_strong}を楽しんでいただけていますか？今後数週間で何が待っているかをお知らせしたいと思います。
kk: Сізге ұнайды деп үміттенеміз {start_strong} {course_name} {end_strong} ! Біз сізге алдағы апталарда не күтуге болатынын айтқымыз келеді:
lv: Mēs ceram, ka jums patīk {start_strong}{course_name} {end_strong} ! Mēs vēlamies jūs informēt par to, ko varat gaidīt tuvākajās nedēļās:
sq: Shpresojmë që po ju pëlqen {start_strong}{course_name}{end_strong}! Ne duam t'ju bëjmë të ditur se çfarë mund të prisni në javët e ardhshme:
sv: Vi hoppas att du gillar {start_strong}{course_name}{end_strong}! Vi vill berätta vad du kan se fram emot under de kommande veckorna:
uz: Umid qilamizki, sizga yoqadi {start_strong} {course_name} {end_strong} ! Kelgusi haftalarda nimani kutishingiz mumkinligini sizga xabar qilmoqchimiz:
zh_hk: 我們希望您喜歡{start_strong} {course_name} {end_strong} ！我們想讓您知道未來幾週您可以期待什麼：

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
af_za: Ons moedig jou aan om elke week tyd aan die kursus deur te bring. Jou gefokusde aandag sal uiteindelik vrugte afwerp!
de_de: Wir empfehlen Ihnen, sich jede Woche mit dem Kurs zu beschäftigen. Ihre intensive Teilnahme wird sich am Ende auszahlen!
el: Σας ενθαρρύνουμε να αφιερώνετε χρόνο στο μάθημα κάθε εβδομάδα. Η εστιασμένη προσοχή σας θα αποδώσει στο τέλος!
es: Te animamos a dedicar tiempo al curso cada semana. ¡Tu atención enfocada dará frutos al final!
fa: توصیه می کنیم هر هفته زمانی را با دوره اختصاص دهید. توجه متمرکز شما در پایان نتیجه خواهد داد!
hu: Arra bátorítjuk, hogy minden héten szánjon időt a kurzusra. A koncentrált figyelem végül meghozza gyümölcsét!
ja: 毎週コースに時間を費やすことをお勧めします。集中して取り組むことで、最終的に成果が得られるでしょう！
kk: Біз сізге апта сайын курсқа уақыт бөлуді ұсынамыз. Сіздің шоғырландырылған назарыңыз соңында өз жемісін береді!
lv: Mēs aicinām jūs katru nedēļu pavadīt laiku ar kursu. Jūsu koncentrētā uzmanība beigās atmaksāsies!
sq: Ne ju inkurajojmë të kaloni kohë me kursin çdo javë. Vëmendja juaj e përqendruar do të shpërblehet në fund!
sv: Vi uppmuntrar dig att spendera tid med kursen varje vecka. Din fokuserade uppmärksamhet kommer att löna sig i slutändan!
uz: Har hafta kursga vaqt ajratishingizni tavsiya qilamiz. Sizning diqqat-e'tiboringiz oxirida o'z samarasini beradi!
zh_hk: 我們鼓勵您每週花時間學習課程。你的專注最終會得到回報！

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
af_za: Ons hoop jy geniet %(course_name)s ! Ons wil jou laat weet waarna jy in die komende weke kan uitsien:
de_de: Wir hoffen, Ihnen gefällt der Kurs %(course_name)s! Wir möchten Ihnen einen Einblick in die kommenden Inhalte des Kurses geben:
el: Ελπίζουμε να απολαμβάνετε %(course_name)s ! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε τις επόμενες εβδομάδες:
es: ¡Esperamos que estés disfrutando %(course_name)s! Queremos informarte sobre lo que puedes esperar en las próximas semanas:
fa: امیدواریم از %(course_name)s لذت برده باشید! می‌خواهیم به شما اطلاع دهیم که در هفته‌های آینده منتظر چه کارهایی هستید:
hu: Reméljük, hogy élvezed a(z) %(course_name)s tanfolyamot! Szeretnénk tájékoztatni, mire számíthatsz a következő hetekben:
ja: %(course_name)sを楽しんでいただけていることを願っています！今後数週間で楽しみにしていただけることをお知らせしたいと思います。
kk: Сізге %(course_name)s ұнайды деп үміттенеміз! Біз сізге алдағы апталарда не күтуге болатынын айтқымыз келеді:
lv: Mēs ceram, ka jums patīk %(course_name)s! Vēlamies jūs informēt par to, ko varat sagaidīt tuvākajās nedēļās:
sq: Shpresojmë që po ju pëlqen %(course_name)s ! Ne duam t&#39;ju bëjmë të ditur se çfarë mund të prisni në javët e ardhshme:
sv: Vi hoppas att du gillar %(course_name)s! Vi vill berätta vad du kan se fram emot under de kommande veckorna:
uz: Umid qilamizki, sizga %(course_name)s yoqadi! Kelgusi haftalarda nimani kutishingiz mumkinligini sizga xabar qilmoqchimiz:
zh_hk: 我們希望您喜歡%(course_name)s ！我們想讓您知道未來幾週您可以期待什麼：

source: %(course_name)s Weekly Update
af_za: %(course_name)s Weeklikse opdatering
de_de: %(course_name)sWöchentliches Update
el: %(course_name)s Εβδομαδιαία ενημέρωση
es: Actualización semanal de %(course_name)s
fa: بروزرسانی هفتگی %(course_name)s
hu: %(course_name)s heti frissítés
ja: %(course_name)s 週間アップデート
kk: %(course_name)s Апталық жаңарту
lv: %(course_name)s Iknedēļas atjauninājums
sq: %(course_name)s Përditësimi javor
sv: %(course_name)s Veckouppdatering
th: การอัพเดทประจำสัปดาห์ของ %(course_name)s
uz: %(course_name)s Haftalik yangilanish
zh_hk: %(course_name)s每週更新

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
af_za: Baie %(platform_name)s leerders voltooi elke week meer probleme en neem aan die besprekingsforums deel. Wat wil jy doen om aan te hou leer?
de_de: Viele der %(platform_name)s Lernenden bewältigen jede Woche mehr Probleme und nehmen an den Diskussionsforen teil. Was wollen Sie tun, um weiter zu lernen?
el: Πολλοί σπουδαστές του %(platform_name)s ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζήτησης. Τι θέλετε να κάνετε για να συνεχίσετε να μαθαίνετε;
es: Muchos estudiantes de %(platform_name)s están completando más problemas cada semana y participando en los foros de discusión. ¿Qué quieres hacer para seguir aprendiendo?
fa: بسیاری از دانش‌پذیران %(platform_name)s هر هفته مسائل بیش‌تری را حل و در انجمن‌های گفت‌وگو شرکت می‌کنند. برای ادامه یادگیری چه کاری می‌خواهید انجام دهید؟
hu: Sok %(platform_name)s tanuló old meg egyre több feladatot hetente, és vesz részt a vitafórumokon. Mit szeretnél tenni, hogy folytasd a tanulást?
ja: 多くの%(platform_name)sの学習者が毎週より多くの問題を解き、ディスカッションフォーラムに参加しています。あなたは学び続けるために何をしたいですか？
kk: Көптеген %(platform_name)s студенттері апта сайын көбірек есептерді шығарып, талқылау форумдарына қатысуда. Оқуды жалғастыру үшін не істегіңіз келеді?
lv: Daudzi %(platform_name)s kursa dalībnieki katru nedēļu risina vairāk uzdevumu un piedalās diskusiju forumos. Ko jūs vēlaties darīt, lai turpinātu mācīties?
sq: Shumë nxënës %(platform_name)s po plotësojnë më shumë probleme çdo javë dhe po marrin pjesë në forumet e diskutimit. Çfarë dëshironi të bëni për të vazhduar mësimin?
sv: Många %(platform_name)s elever slutför fler problem varje vecka och deltar i diskussionsforumen. Vad vill du göra för att fortsätta lära dig?
uz: Ko'pgina %(platform_name)s o'quvchilari har hafta ko'proq muammolarni hal qilishmoqda va muhokama forumlarida qatnashmoqda. O'rganishni davom ettirish uchun nima qilishni xohlaysiz?
zh_hk: 許多%(platform_name)s學生每週都會完成更多的問題，並參與討論論壇。你想做什麼來繼續學習？
