Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
af_za: Afgeleë eksamens is tydsbepaalde eksamens wat jy aflê terwyl proctoring sagteware jou rekenaar se lessenaar, webcam video en oudio monitor. Jou kursus gebruik %(proctoring_provider)s sagteware vir proctoring.
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་གཏོང་དུས་དུས་ཚོད་ཀྱིས་བཅད་པ་ཡོད་དེ། རྒྱུགས་སྤྲོད་གཏོང་བྱེད་ཀྱི་མཉེན་ཆས་ཀྱིས་ཁྱེད་ཀྱི་གློག་ཀླད་ཀྱི་འཆར་ངོས་དང་བརྙན་མིག་སྒྲ་དང་བཅས་པར་སྟངས་འཛིན་བྱེད་པ་ཡིན། ཁྱེད་ཀྱིས་རྒྱུགས་སྤྲོད་དུས་སློབ་ཚན་གྱིས་%(proctoring_provider)s མཉེན་ཆས་འདི་བཀོལ་སྤྱོད་བྱེད།
de_de: Proctored-Prüfungen sind zeitlich begrenzte Prüfungen, die Sie ablegen, während die Proctoring-Software den Desktop Ihres Computers, das Webcam-Video und den Ton überwacht. Dieser Kurs nutzt die Software %(proctoring_provider)s für das Proctoring.
el: Οι εξετάσεις Proctored είναι χρονομετρημένες εξετάσεις που δίνετε ενώ το λογισμικό proctoring παρακολουθεί την επιφάνεια εργασίας, το βίντεο της κάμερας web και τον ήχο του υπολογιστή σας. Το μάθημά σας χρησιμοποιεί λογισμικό %(proctoring_provider)s για την παρακολούθηση.
es: Los exámenes supervisados son exámenes cronometrados que realizas mientras el software de supervisión monitorea el escritorio de tu computadora, el video de la cámara web y el audio. Tu curso utiliza el software %(proctoring_provider)s para la supervisión.
fa: آزمون‌های حفاظت‌شده آزمون‌های زمان‌بندی‌شده‌ای هستند که هنگام شرکت در آن‌ها نرم‌افزار حفاظت دسکتاپ، ویدیوی وب‌کم و صدای رایانه شما را کنترل می‌کند. دوره شما از نرم‌افزار %(proctoring_provider)s برای حفاظت آزمون استفاده می‌کند.
hu: A felügyelt vizsgák időzített vizsgák, amelyeket úgy tesz meg, hogy közben a felügyeleti szoftver figyeli a számítógép asztalát, a webkamera videóját és az audiót. A kurzusod a(z) %(proctoring_provider)s szoftvert használja a felügyelethez.
ja: 監督付き試験は、監督ソフトウェアがコンピュータのデスクトップ、ウェブカメラのビデオ、および音声を監視する中で受ける時間制限のある試験です。あなたのコースでは、%(proctoring_provider)s のソフトウェアを使用しています。
kk: Прокуратуралық емтихандар – прокторлық бағдарламалық құрал компьютердің жұмыс үстелін, веб-камера бейнесін және дыбысын қадағалап тұрғанда тапсыратын уақыт бойынша емтихандар. Курсыңыз тексеру үшін %(proctoring_provider)s бағдарламалық құралын пайдаланады.
lv: Uzraudzītie eksāmeni ir noteikta laika eksāmeni, kurus kārtojat, kamēr uzraudzības programmatūra uzrauga datora darbvirsmu, tīmekļa kameras video un audio. Jūsu kursā tiek izmantota programmatūra %(proctoring_provider)s .
sq: Provimet e mbikëqyrura janë provime me kohë që i jepni ndërsa softueri kontrollues monitoron desktopin, videon dhe audion e kamerës së internetit të kompjuterit tuaj. Kursi juaj përdor softuerin %(proctoring_provider)s për mbikëqyrje.
sv: Proctored tentor är tidsinställda tentor som du gör medan proctoring-programvaran övervakar din dators skrivbord, webbkameravideo och ljud. Din kurs använder %(proctoring_provider)s programvara för proctoring.
uz: Proktorlashtirilgan imtihonlar - proktoring dasturi kompyuteringiz ish stoli, veb-kamera videosi va audiosini nazorat qilayotganda topshiriladigan vaqtli imtihonlardir. Kursingiz proktoring uchun %(proctoring_provider)s dasturidan foydalanadi.
zh_hk: 監考考試是您在監考軟件監控電腦桌面、音訊和視訊時參加的定時考試。您的課程使用%(proctoring_provider)s軟件進行監考。

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
af_za: Hersien noukeurig die stelselvereistes sowel as die stappe om &#39;n eksamen te neem om te verseker dat jy voorbereid is.
bo: ཁྱེད་ཀྱིས་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ལ་གྲ་སྒྲིག་ཨང་གསར་ཡོད་མེད་ངེས་ཕྱིར། མ་ལག་གི་ཆ་རྐྱེན་ཁག་དང་དེ་བཞིན་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱི་རིམ་པ་ཁག་ལའང་གཟབ་ནན་གྱིས་ཞིབ་བཤེར་བྱོས།
de_de: Lesen Sie sich die Systemvoraussetzungen sowie die erforderlichen Schritte für eine beaufsichtigte Prüfung sorgfältig durch, um sicherzustellen, dass Sie vorbereitet sind.
el: Εξετάστε προσεκτικά τις απαιτήσεις συστήματος καθώς και τα βήματα για να κάνετε μια ειδική εξέταση, προκειμένου να βεβαιωθείτε ότι είστε προετοιμασμένοι.
es: Revisa cuidadosamente los requisitos del sistema, así como los pasos para realizar un examen supervisado, con el fin de asegurarte de estar preparado.
fa: الزامات سیستم و همچنین مراحل انجام یک آزمون حفاظت‌شده را به دقت بررسی کنید تا از آمادگی خود مطمئن شوید.
hu: Gondosan tekintse át a rendszerkövetelményeket, valamint a felügyelt vizsga letételéhez szükséges lépéseket annak érdekében, hogy felkészült legyen.
ja: システム要件と監督付き試験を受ける手順を慎重に確認し、準備が整っていることを確認してください。
kk: Дайындығыңызды тексеру үшін жүйелік талаптарды, сондай-ақ тексеру емтиханын тапсыру қадамдарын мұқият қарап шығыңыз.
lv: Uzmanīgi pārskatiet sistēmas prasības, kā arī darbības, kas jāveic, lai kārtotu uzraudzītu eksāmenu, lai pārliecinātos, ka esat tam gatavi.
sq: Rishikoni me kujdes kërkesat e sistemit, si dhe hapat për të marrë një provim të mbikëqyrur, në mënyrë që të siguroheni që jeni të përgatitur.
sv: Granska noggrant systemkraven samt stegen för att genomföra en övervakad tentamen för att säkerställa att du är förberedd.
uz: Tayyor ekanligingizga ishonch hosil qilish uchun tizim talablarini, shuningdek, nazorat imtihonini topshirish bosqichlarini diqqat bilan ko'rib chiqing.
zh_hk: 仔細查看系統需求以及參加監考考試的步驟，以確保您做好準備。

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
af_za: Om proctoring instruksies en vereistes te sien, besoek asseblief: %(proctoring_requirements_url)s
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་ལམ་སྟོན་དང་ཆ་རྐྱེན་ཁག་ལ་གཟིགས་འདོད་ཚེ། འདི་ནས་གཟིགས་རོགས། %(proctoring_requirements_url)s
de_de: Um die Instruktionen und Anforderungen für das Proctoring zu sehen, klicken Sie hier: %(proctoring_requirements_url)s
el: Για να δείτε τις οδηγίες και τις απαιτήσεις proctoring, επισκεφθείτε τη διεύθυνση: %(proctoring_requirements_url)s
es: Para ver las instrucciones y requisitos de supervisión, visita: %(proctoring_requirements_url)s
fa: برای مشاهده دستورالعمل‌ها و الزامات حفاظت، لطفاً به%(proctoring_requirements_url)s مراجعه کنید.
hu: A vizsgafelügyeleti utasítások és követelmények megtekintéséhez kérjük, látogasson el ide: %(proctoring_requirements_url)s
ja: プロクタリングの手順と要件を確認するには、次のリンクをご覧ください: %(proctoring_requirements_url)s
kk: Прокуратура нұсқаулары мен талаптарын көру үшін мына сайтқа кіріңіз: %(proctoring_requirements_url)s
lv: Lai skatītu instrukcijas un prasības, lūdzu, apmeklējiet: %(proctoring_requirements_url)s
sq: Për të parë udhëzimet dhe kërkesat e proktorimit, ju lutemi vizitoni: %(proctoring_requirements_url)s
sv: För att se proctoring instruktioner och krav, besök: %(proctoring_requirements_url)s
uz: Proktoring ko'rsatmalari va talablarini ko'rish uchun quyidagi manzilga tashrif buyuring: %(proctoring_requirements_url)s
zh_hk: 若要查看監考說明和要求，請造訪： %(proctoring_requirements_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
af_za: Hierdie e-pos is outomaties vanaf %(platform_name)s na %(full_name)s gestuur.
bo: གློག་འཕྲིན་འདི་ནི་ %(platform_name)s འདིས་རང་འགུལ་གྱིས་ %(full_name)s བཏང་བ་ཡིན།
de_de: Diese E-Mail wurde automatisch gesendet von %(platform_name)s zu %(full_name)s
el: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου στάλθηκε αυτόματα από %(platform_name)s στο %(full_name)s .
es: Este correo electrónico fue enviado automáticamente desde %(platform_name)s a %(full_name)s.
fa: این ایمیل به طور خودکار از %(platform_name)s به %(full_name)s ارسال شده است.
hu: Ezt az e-mailt automatikusan küldte a(z) %(platform_name)s a(z) %(full_name)s részére.
ja: このメールは%(platform_name)sから%(full_name)sに自動送信されました。
kk: Бұл электрондық пошта %(platform_name)s бастап %(full_name)s мекенжайына автоматты түрде жіберілді.
lv: Šis e-pasta ziņojums tika automātiski nosūtīts no %(platform_name)s uz %(full_name)s .
sq: Kjo email u dërgua automatikisht nga %(platform_name)s në %(full_name)s.
sv: Detta e-postmeddelande skickades automatiskt från %(platform_name)s till %(full_name)s.
uz: Bu xat avtomatik ravishda %(platform_name)s dan %(full_name)s ga yuborildi.
zh_hk: 此電郵自動從%(platform_name)s發送至%(full_name)s 。

source: Proctoring requirements for %(course_name)s
af_za: Protektorvereistes vir %(course_name)s
bo: སློབ་ཚན་ %(course_name)s འདིའི་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་ཆ་རྐྱེན་རྣམས།
de_de: Anforderungen für das Proctoring für den Kurs %(course_name)s
el: Απαιτήσεις Proctoring για %(course_name)s
es: Requisitos de supervisión para %(course_name)s
fa: ملزومات حفاظت آزمون برای %(course_name)s
ja: %(course_name)s の試験監督要件
kk: %(course_name)s үшін тексеру талаптары
lv: Uzraudzības prasības %(course_name)s
sq: Kërkesat e ruajtjes për %(course_name)s
sv: Proctoring-krav för %(course_name)s
uz: %(course_name)s uchun proktoring talablari
zh_hk: %(course_name)s的監考要求

source: Create Recovery Email
af_za: Skep herstel-e-pos
bo: སླར་གསོའི་གློག་འཕྲིན་གསར་བཟོ།
de_de: Wiederherstellungs-E-Mail erstellen
el: Δημιουργία Email ανάκτησης
es: Crear correo electrónico de recuperación
fa: ایجاد ایمیل بازیابی
hu: Helyreállítási e-mail létrehozása
kk: Қалпына келтіру поштасын жасаңыз
lv: Izveidojiet atkopšanas e-pastu
sq: Krijo email rikuperimi
sv: Skapa återställnings-e-post
uz: Qayta tiklash elektron pochtasini yarating
zh_hk: 建立恢復電郵

source: You've registered this recovery email address for %(platform_name)s.
af_za: Jy het hierdie terugstelling-e-posadres vir %(platform_name)s geregistreer.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་ %(platform_name)s འདིར་བསྐྱར་གསོའི་གློག་འཕྲིན་ཁ་བྱང་འདི་ཐོ་འགོད་བྱས་འདུག
de_de: Sie haben diese E-Mail-Adresse für die Wiederherstellung registriert für %(platform_name)s.
el: Έχετε καταχωρίσει αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου ανάκτησης για το %(platform_name)s .
es: Has registrado esta dirección de correo electrónico de recuperación para %(platform_name)s.
fa: شما این آدرس ایمیل بازیابی را برای %(platform_name)s ثبت کرده‌اید.
hu: Ezt a helyreállítási e-mail címet regisztráltad a(z) %(platform_name)s számára.
kk: Сіз бұл қалпына келтіру электрондық пошта мекенжайын %(platform_name)s үшін тіркедіңіз.
lv: Jūs reģistrējāt šo atkopšanas e-pasta adresi %(platform_name)s .
sq: Ju e keni regjistruar këtë adresë emaili rikuperimi për %(platform_name)s.
sv: Du har registrerat den här återställningsadressen för %(platform_name)s.
uz: Siz ushbu muqobil e-pochta manzilini %(platform_name)s uchun roʻyxatdan oʻtkazdingiz.
zh_hk: 您已為%(platform_name)s註冊了此恢復電郵地址。

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
af_za: As jy hierdie e-posadres stel, klik &quot;bevestig e-pos.&quot; As jy nie hierdie verandering versoek het nie, kan jy hierdie e-pos ignoreer.
bo: ཁྱེད་ཀྱིས་གློག་འཕྲིན་འདི་བསྒྲིག་རྒྱུ་ཡིན་ན་ "གློག་འཕྲིན་གཏན་འཁེལ་" ཟེར་བར་སྣུན། ཁྱེད་ཀྱིས་འདི་བརྗེ་རྒྱུ་མིན་ན། འདི་རྩིས་མེད་བྱ་ཆོག
de_de: Wenn Sie diese E-Mail-Adresse festgelegt haben, klicken Sie auf "E-Mail bestätigen". Wenn Sie diese Änderung nicht beantragt haben, können Sie diese E-Mail ignorieren.
el: Εάν ορίσετε αυτήν τη διεύθυνση email, κάντε κλικ στο &quot;επιβεβαίωση email&quot;. Εάν δεν ζητήσατε αυτήν την αλλαγή, μπορείτε να αγνοήσετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου.
es: Si configuraste esta dirección de correo electrónico, haz clic en "confirmar correo electrónico". Si no solicitaste este cambio, puedes ignorar este correo electrónico.
fa: اگر شما این آدرس ایمیل را مشخص کرده‌اید، روی «تایید ایمیل» کلیک کنید. اگر شما این تغییر را درخواست نکرده‌اید، می‌توانید این ایمیل را نادیده بگیرید.
hu: Ha ezt az email címet állította be, kattintson a "megerősítés" gombra. Ha nem kérte ezt a változtatást, figyelmen kívül hagyhatja ezt az emailt.
ja: このメールアドレスを設定した場合は、「メールを確認」をクリックしてください。変更をリクエストしていない場合は、このメールを無視してください。
kk: Осы электрондық пошта мекенжайын орнатсаңыз, «электрондық поштаны растау» түймесін басыңыз. Бұл өзгертуді сұрамаған болсаңыз, бұл электрондық поштаны елемеуіңізге болады.
lv: Ja iestatījāt šo e-pasta adresi, noklikšķiniet uz "apstiprināt e-pastu". Ja nepieprasījāt šīs izmaiņas, varat neņemt vērā šo e-pasta vēstuli.
sq: Nëse vendosni këtë adresë emaili, klikoni "konfirmo email". Nëse nuk e keni kërkuar këtë ndryshim, mund ta shpërfillni këtë email.
sv: Om du ställer in den här e-postadressen klickar du på "bekräfta e-post". Om du inte begärde den här ändringen kan du bortse från det här e-postmeddelandet.
uz: Agar siz ushbu elektron pochta manzilini o'rnatgan bo'lsangiz, "elektron pochtani tasdiqlash" tugmasini bosing. Agar siz bu oʻzgartirishni soʻramagan boʻlsangiz, ushbu xatni eʼtiborsiz qoldirishingiz mumkin.
zh_hk: 如果您設定了此電郵地址，請點選「確認電郵」。如果您沒有要求此更改，則可以忽略這封電郵。

source: Confirm Email
af_za: bevestig e-pos
bo: གློག་འཕྲིན་གཏན་འཁེལ།
de_de: Bestätigen Sie Ihre E-Mail
el: Επιβεβαίωση διεύθυνσης ηλεκτρονικού ταχυδρομείου
es: Confirmar correo electrónico
fa: تایید ایمیل
hu: E-mail megerősítése
kk: Электронды Поштаны Растау
lv: Apstipriniet epastu
sq: Konfirmo emailin
sv: Bekräfta e-post
uz: E-pochta manzilini tasdiqlash
zh_hk: 確認電郵

source: Confirm your recovery email for %(platform_name)s
af_za: Bevestig jou terugstelling-e-posadres vir %(platform_name)s
bo: ཁྱེད་ཀྱིས་ %(platform_name)s འདིའི་སླར་གསོའི་གློག་འཕྲིན་གཏན་འཁེལ་བྱོས།
de_de: Bestätigen Sie Ihre Wiederherstellungs-E-Mail für %(platform_name)s
el: Επιβεβαιώστε το email ανάκτησης για %(platform_name)s
es: Confirma tu correo electrónico de recuperación para %(platform_name)s
fa: ایمیل بازیابی خود برای %(platform_name)s را تأیید کنید.
ja: %(platform_name)sの復旧用メールを確認してください
kk: %(platform_name)s үшін қалпына келтіру электрондық поштаңызды растаңыз
lv: Apstipriniet savu atkopšanas e-pasta adresi %(platform_name)s
sq: Konfirmo email-in tuaj të rikuperimit për %(platform_name)s
sv: Bekräfta din återställningsadress för %(platform_name)s
uz: %(platform_name)s uchun muqobil e-pochta manzilingizni tasdiqlang
zh_hk: 確認%(platform_name)s恢復電郵地址

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
af_za: Voltooi die kursus &quot; {course_name} &quot; ( {course_mode} , {start_date} - {end_date} )
bo: སློབ་ཚན་དེ་ལེགས་པར་གྲུབ་སོང། "{course_name}" ({course_mode}, {start_date} - {end_date})
de_de: Hat den Kurs "{course_name}" ({course_mode}, {start_date} - {end_date}) abgeschlossen.
el: Ολοκληρώθηκε το μάθημα "{course_name}" ({course_mode}, {start_date} - {end_date})
es: Completaste el curso "{course_name}" ({course_mode}, {start_date} - {end_date})
fa: دوره «{course_name}» ({course_mode}، {start_date} - {end_date}) را تکمیل کرده است
hu: Elvégezte a(z) "{course_name}" tanfolyamot ({course_mode}, {start_date} - {end_date})
ja: 「{course_name}」コースを修了しました（{course_mode}、{start_date} - {end_date}）
kk: «{course_name}» курсын аяқтады ({course_mode}, {start_date} - {end_date})
lv: Pabeidza kursu &quot; {course_name} &quot; ( {course_mode} , {start_date} - {end_date} )
sq: Përfundoi kursin &quot;{course_name}&quot; ({course_mode}, {start_date} - {end_date})
sv: Avslutade kursen &quot;{course_name}&quot; ({course_mode}, {start_date} - {end_date})
th: หลักสูตรที่เสร็จสมบูรณ์ "{course_name}" ({course_mode}, {start_date} - {end_date})
uz: " {course_name} " kursini tugatgan ( {course_mode} , {start_date} - {end_date} )
zh_hk: 完成課程「 {course_name} 」（ {course_mode} 、 {start_date} - {end_date} ）

source: Completed the course "{course_name}" ({course_mode})
af_za: Het die kursus &quot; {course_name} &quot; voltooi ( {course_mode} )
bo: སློབ་ཚན་དེ་ལེགས་པར་གྲུབ་སོང་། "{course_name}" ({course_mode})
de_de: Hat den Kurs "{course_name}" ({course_mode}) abgeschlossen
el: Ολοκληρώθηκε το μάθημα "{course_name}" ({course_mode})
es: Completaste el curso "{course_name}" ({course_mode})
fa: دوره «{course_name}» ({course_mode}) را تکمیل کرده است.
hu: Teljesítette a(z) "{course_name}" ({course_mode}) tanfolyamot
ja: コース「{course_name}」({course_mode})を修了しました
kk: «{course_name}» курсын аяқтады ({course_mode})
lv: Pabeidza kursu &quot; {course_name} &quot; ( {course_mode} )
sq: Përfundoi kursin "{course_name}" ({course_mode})
sv: Avslutade kursen &quot;{course_name}&quot; ({course_mode})
th: หลักสูตรที่เสร็จสมบูรณ์ "{course_name}" ({course_mode})
uz: " {course_name} " kursini tugatgan ( {course_mode} )
zh_hk: 完成課程「 {course_name} 」（ {course_mode} ）

source: The badge image must be square.
af_za: Die kentekenbeeld moet vierkantig wees.
bo: ཐོབ་རྟགས་འདྲ་པར་དེ་གྲུ་བཞི་མ་ཡིན་དགོས།
de_de: Ihr Bild für das Abzeichen muss quadratisch sein.
el: Η εικόνα του σήματος πρέπει να είναι τετράγωνη.
es: La imagen de la insignia debe ser cuadrada.
fa: تصویر نشان باید مربع باشد.
hu: A kitűző képe négyzet alakú legyen.
ja: バッジ画像は正方形でなければなりません。
kk: Бейдж кескіні төртбұрышты болуы керек.
lv: Emblēmas attēlam jābūt kvadrātveida.
sq: Imazhi i distinkt duhet të jetë katror.
sv: Badgebilden måste vara kvadratisk.
th: ภาพประจำตัวต้องเป็นสี่เหลี่ยมจัตุรัส
uz: Nishon tasviri kvadrat bo'lishi kerak.
zh_hk: 徽章圖像必須是正方形的。

source: The badge image file size must be less than 250KB.
af_za: Die kentekenbeeldlêergrootte moet minder as 250KB wees.
bo: མཚོན་རྟགས་འདྲ་པར་དེའི་ཆེ་ཆུང་ངེས་པར་དུ་ 250KB ལས་ཆུང་དགོས།
de_de: Bildgröße muss kleiner als 250KB sein.
el: Το μέγεθος αρχείου εικόνας του σήματος πρέπει να είναι μικρότερο από 250 KB.
es: El tamaño del archivo de la imagen de la insignia debe ser menor a 250 KB.
fa: اندازۀ پوشۀ تصویر نشان، باید کمتر از 250 کیلوبایت باشد.
hu: A kitűző kép fájlmérete nem haladhatja meg a 250 KB-ot.
ja: バッジ画像ファイルのサイズは250KB未満でなければなりません。
kk: Бейдж кескін файлының өлшемі 250 КБ-тан аз болуы керек.
lv: Emblēmas attēla faila lielumam ir jābūt mazākam par 250 KB.
sq: Madhësia e skedarit të imazhit të distinktivit duhet të jetë më pak se 250KB.
sv: Badge bildfilens storlek måste vara mindre än 250KB.
th: ไฟล์ภาพประจำตัวต้องน้อยกว่า 250KB
uz: Nishon tasvir fayli hajmi 250 KB dan kam boʻlishi kerak.
zh_hk: 徽章圖像檔案大小必須小於 250KB。

source: This value must be all lowercase.
af_za: Hierdie waarde moet almal kleinletters wees.
bo: ཡིག་འབྲུ་འདི་ངེས་པར་དུ་ཡིག་ཆུང་ཡིན་དགོས།
de_de: Dieser Wert muss klein geschrieben werden.
el: Αυτή η τιμή πρέπει να είναι όλα πεζά.
es: Este valor debe estar en minúsculas.
fa: این مقدار باید تماماً حروف کوچک باشد.
hu: Ez az érték csak kisbetűs lehet.
ja: この値はすべて小文字でなければなりません。
kk: Бұл мән барлық кіші әріптермен жазылуы керек.
lv: Šai vērtībai ir jābūt tikai mazajiem burtiem.
sq: Kjo vlerë duhet të jetë e gjitha me shkronja të vogla.
sv: Detta värde måste vara i små bokstäver.
uz: Bu qiymat hammasi kichik bo'lishi kerak.
zh_hk: 該值必須全部小寫。

source: Take free online courses at edX.org
af_za: Neem gratis aanlyn kursusse by edX.org
bo: edX.org དྲ་ཚིགས་འདི་ནས་རིན་སྤྲོད་མི་དགོས་པའི་སློབ་ཚན་ལོངས།
de_de: Belegen Sie kostenlose online Kurse auf edX.org
el: Παρακολουθήστε δωρεάν διαδικτυακά μαθήματα στο edX.org
es: Toma cursos en línea gratuitos en edX.org
fa: در دوره‌های آنلاین رایگان edX.org شرکت کنید.
hu: Vegyen részt ingyenes kurzusokon az edX.org-on.
ja: edX.orgで無料のオンラインコースを受講しましょう
kk: edX.org сайтында тегін онлайн курстарды алыңыз
lv: Apmeklējiet bezmaksas tiešsaistes kursus vietnē edX.org
sq: Merrni kurse online falas në edX.org
sv: Ta gratis online kurser på edX.org
uz: edX.org saytida bepul onlayn kurslarni oling
zh_hk: 在 edX.org 上學習免費線上課程

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
af_za: © {org_name} . Alle regte voorbehou behalwe waar vermeld. edX, Open edX en hul onderskeie logo&#39;s is geregistreerde handelsmerke van edX Inc.
bo: © {org_name} མཆན་བཏབས་ཡོད་ས་ཁག་མ་གཏོགས་ཚང་མར་བདག་དབང་ཡོད། edX, དང་སྤྱི་སྤྱོད་ edX དེ་དག་གི་ལས་རྟགས་དང་བཅས་པ་edX Inc.ཡི་ཚོང་རྟགས་ལ་ཐོ་འགོད་བྱས་ཡོད།
de_de: © {org_name}. Alle Rechte vorbehalten sofern nicht anders vermerkt. edX, Open edX sowie die zugehörigen Logos sind eingetragene Marken der edX Inc.
el: © {org_name} . Με την επιφύλαξη παντός δικαιώματος, εκτός εάν σημειώνεται. Τα edX, Open edX και τα αντίστοιχα λογότυπά τους είναι σήματα κατατεθέντα της edX Inc.
es: © {org_name}. Todos los derechos reservados excepto donde se indique. edX, Open edX y sus respectivos logotipos son marcas registradas de edX Inc.
fa: © {org_name}. تمامی حقوق محفوظ است به جز در موارد ذکر‌شده. edX، Open edX و لوگوهای مربوطه آن‌ها علائم تجاری ثبت‌شده edX Inc هستند.
hu: © {org_name}. Minden jog fenntartva, kivéve ott ahol ez jelezve van! Az edX, Open edX és az ezeket reprezentáló logók az edX Inc. bejegyzett védjegyei!
ja: © {org_name}。特に記載のない限り、無断転載を禁じます。edX、Open edXおよびそれぞれのロゴはedX Inc.の登録商標です。
kk: © {org_name} . Белгіленген жағдайларды қоспағанда, барлық құқықтар қорғалған. edX, Open edX және олардың сәйкес логотиптері edX Inc. компаниясының тіркелген сауда белгілері болып табылады.
lv: © {org_name}. Visas tiesības aizsargātas, izņemot, ja norādīts citādi. edX, Open edX un to attiecīgie logotipi ir reģistrētas edX Inc. preču zīmes.
sq: © {org_name} . Të gjitha të drejtat e rezervuara përveç rasteve kur shënohet. edX, Open edX dhe logot e tyre përkatëse janë marka tregtare të regjistruara të edX Inc.
sv: © {org_name}. Alla rättigheter förbehålls utom där det anges. edX, Open edX och deras respektive logotyper är registrerade varumärken som tillhör edX Inc.
uz: © {org_name} . Belgilangan holatlardan tashqari barcha huquqlar himoyalangan. edX, Open edX va ularning tegishli logotiplari edX Inc.ning roʻyxatdan oʻtgan savdo belgilaridir.
zh_hk: © {org_name} 。保留所有權利，除非另有說明。 edX、Open edX 及其各自的標誌是 edX Inc. 的註冊商標。

source: Powered by Open edX
af_za: Aangedryf deur Open edX
bo: སྤྱི་སྤྱོད་edX ཡིས་བཟོས།
de_de: Betrieben mit Open edX
el: Υποστηρίζεται από το Open edX
es: Desarrollado con Open edX
fa: قدرت‌گرفته از Open edX
hu: Open edX által létrehozott
ja: Open edX によって提供されています
kk: Open edX арқылы жұмыс істейді
lv: Darbojas ar Open edX
sq: Mundësuar nga Open edX
sv: Drivs av Open edX
th: โดย Open edX
uz: Open edX tomonidan quvvatlanadi
zh_hk: 由 Open edX 提供支援

source: Blog
el: Ιστολόγιο
fa: بلاگ
ja: ブログ
kk: Блог
lv: Emuārs
sv: Blogg
th: บล็อก
zh_hk: 網誌

source: Contact Us
af_za: Kontak Ons
bo: ང་ཚོར་འབྲེལ་ས།
de_de: Kontaktieren Sie uns
el: Επικοινωνήστε μαζί μας
es: Contáctanos
fa: ارتباط با ما
hu: Lépjen kapcsolatba velünk
ja: お問い合わせ
kk: Бізбен хабарласыңы
lv: Sazinieties ar mums
sq: Na kontaktoni
sv: Kontakta oss
th: ติดต่อเรา
uz: Biz bilan bog'lanish
zh_hk: 聯絡我們

source: Help Center
af_za: Hulp Sentrum
bo: རམ་འདེགས་ལྟེ་གནས།
de_de: Hilfe-Center
el: Κέντρο βοηθείας
es: Centro de ayuda
fa: مرکز راهنمایی
hu: Súgó központ
ja: ヘルプセンター
kk: Анықтама орталығы
lv: Palīdzības centrs
sq: Qendra e ndihmës
sv: Hjälpcenter
th: ศูนย์ช่วยเหลือ
uz: Yordam markazi
zh_hk: 幫助中心

source: Security
af_za: Sekuriteit
bo: བདེ་འཇགས།
de_de: Sicherheit
el: Ασφάλεια
es: Seguridad
fa: امنیت
hu: Biztonság
ja: セキュリティ
kk: Қауіпсіздік
lv: Drošība
sq: Siguria
sv: säkerhet
uz: Xavfsizlik
zh_hk: 安全

source: Media Kit
de_de: Pressemappe
el: Σετ πολυμέσων
es: Kit de medios
fa: کیت رسانه
hu: Média csomag
ja: メディアキット
kk: Медиа жинағы
lv: Multivides komplekts
sq: Kompleti i mediave
th: ชุดสื่อ
uz: Media to'plami
zh_hk: 媒體工具包

source: Donate
af_za: skenk
bo: ཞལ་འདེབས།
de_de: Spende
el: Κάντε δωρεά
es: Donar
fa: اهدا
hu: Adományozz
ja: 寄付
kk: Садақа беру
lv: Ziedot
sq: Dhuro
sv: Donera
th: บริจาค
uz: Xayriya qiling
zh_hk: 捐獻

source: About
af_za: Oor
bo: སྐོར།
de_de: Über
el: Πληροφορίες
es: Acerca de
fa: درباره
hu: Rólunk
kk: туралы
lv: Par
sq: Rreth
th: เกี่ยวกับ
uz: Haqida
zh_hk: 關於
