Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Factorial function evaluated outside its domain:'{student_answer}'
af_za: Faktoriale funksie buite sy domein geëvalueer:&#39;{student_answer}&#39;
de_de: Mathematische Beschreibung, die außerhalb ihrer Domain bewertet wurde: '{student_answer}'.
el: Η παραγοντική συνάρτηση αξιολογήθηκε εκτός του τομέα της απάντησης:'{student_answer}'
es: Función factorial evaluada fuera de su dominio: '{student_answer}'
fa: تابع فاکتوری خارج از دامنه آن ارزیابی شد:&#39;{student_answer}&#39;
hu: A faktoriális függvény értékelése a tartományán kívül: '{student_answer}'
ja: 階乗関数が定義域外で評価されました: '{student_answer}'
lv: Faktoriāla funkcija, kas novērtēta ārpus tā domēna:'{student_answer}'
sq: Funksioni faktorial i vlerësuar jashtë domenit të tij:'{student_answer}'
sv: Faktoriell funktion utvärderad utanför dess domän: '{student_answer}'
uz: Faktorial funksiya uning domenidan tashqarida baholanadi:'{student_answer}'
zh_hk: 在階乘函數的定義域之外對其求值：‘{student_answer}’

source: Invalid math syntax: '{student_answer}'
af_za: Ongeldige wiskundige sintaksis: &#39;{student_answer}&#39;
bo: ཚུམ་མཐུན་མ་ཡིན་པའི་ཨང་རྩིས་འགྲོ་སྟངས།: '{student_answer}'
de_de: Ungültige mathematische Syntax: '{student_answer}'
el: Μη έγκυρη μαθηματική σύνταξη: '{student_answer}'
es: Sintaxis matemática no válida: '{student_answer}'
fa: نحو ریاضی نامعتبر است: &quot;{student_answer}&quot;
hu: Hibás matematikai szintaktika: '{student_answer}'
ja: 数式の構文が無効です: '{student_answer}'
kk: Жарамсыз математика синтаксисі: '{student_answer}'
lv: Nederīga matemātiskā sintakse: '{student_answer}'
sq: Sintaksë e pavlefshme matematikore: '{student_answer}'
th: สมการคณิตศาสตร์ไม่ถูกต้อง : '{student_answer}'
uz: Matematik sintaksisi noto‘g‘ri: '{student_answer}'
zh_hk: 數學語法無效：“{student_answer}”

source: You may not use complex numbers in range tolerance problems
af_za: Jy mag nie komplekse getalle in reekstoleransieprobleme gebruik nie
bo: དྲི་བའི་གནས་རིམ་གྱི་ཡ་མཐའ་དང་མ་མཐའི་ནང་ཁྱེད་ཀྱིས་རྙོག་འཛིང་ཅན་གྱི་ཨང་གྲངས་རིགས་མ་བཞག་ན་བཟང་།
de_de: Komplexe Zahlen sollten nicht in Fragestellungen mit Näherungswerten verwendet werden.
el: Δεν επιτρέπεται η χρήση σύνθετων αριθμών σε προβλήματα ανοχής εύρους
es: No puede usar números complejos en problemas de tolerancia de rango
fa: شما نمی توانید از اعداد مختلط در مسائل تحمل محدوده استفاده کنید
hu: Nem használhat komplex számokat a tűréshatár problémákban.
kk: Ауқымға төзімділік мәселелерінде күрделі сандарды қолдануға болмайды
lv: Nedrīkst izmantot saliktus skaitļus diapazona pielaides uzdevumos.
sq: Ju nuk mund të përdorni numra kompleksë në problemet e tolerancës së diapazonit
sv: Du får inte använda komplexa tal inom toleransproblem
th: คุณอาจจะไม่ใช้จำนวนเชิงซ้อนในคำถามที่ยาก
uz: Diapazonga chidamlilik muammolarida murakkab raqamlardan foydalana olmaysiz
zh_hk: 在範圍公差問題中不能使用複數

source: There was a problem with the staff answer to this problem: complex boundary.
af_za: Daar was &#39;n probleem met die personeel se antwoord op hierdie probleem: komplekse grens.
bo: དྲི་བ་འདི་ལ་ལས་བྱེད་ཀྱིས་ལན་འདེབས་བྱེད་པར་དཀའ་ངལ་ཞིག་འདུག རྙོག་འཛིང་གི་ས་མཚམས།
de_de: Es gab ein Problem mit der Mitarbeiterantwort zu dieser Fragestellung: komplexe Randbedingungen.
el: Υπήρξε ένα πρόβλημα με την προσωπική απάντηση σε αυτό το πρόβλημα: σύνθετο όριο.
es: Hubo un problema con la respuesta del personal a este problema: límite complejo.
fa: در پاسخ کارکنان به این مشکل مشکلی وجود داشت: مرز پیچیده.
ja: スタッフの回答に問題がありました: 複雑な境界。
kk: Бұл мәселеге қызметкерлердің жауабында мәселе болды: күрделі шекара.
lv: Radās problēma ar personāla atbildi uz šo problēmu: sarežģīta robeža.
sq: Kishte një problem me përgjigjen e stafit për këtë problem: kufiri kompleks.
sv: Det var ett problem med personalen svar på det här problemet: komplicerad gräns.
th: มีปัญหากับการตอบปัญหาของเจ้าหน้าที่: ขอบเขตที่ซับซ้อน
uz: Bu muammoga xodimlar javobida muammo bor edi: murakkab chegara.
zh_hk: 工作人員對這個問題的解答存在問題：複雜邊界。

source: There was a problem with the staff answer to this problem: empty boundary.
af_za: Daar was &#39;n probleem met die personeel se antwoord op hierdie probleem: leë grens.
bo: དྲི་བ་འདི་ལ་ལས་བྱེད་ཀྱིས་ལན་འདེབས་སྤྲོད་བྱེད་པར་དཀའ་ངལ་ཞིག་འདུག ས་མཚམས་སྟོང་བ།
de_de: Es gab ein Problem mit der Mitarbeiterantwort zu dieser Fragestellung: leere Grenzen.
el: Υπήρξε ένα πρόβλημα με την προσωπική απάντηση σε αυτό το πρόβλημα: άδειο όριο.
es: Hubo un problema con la respuesta del personal a este problema: límite vacío.
fa: در پاسخ کارکنان به این مشکل مشکلی وجود داشت: مرز خالی.
hu: Probléma volt a személyzet válaszával kapcsolatban: üres határ.
ja: この問題に対するスタッフの回答に問題がありました: 境界が空です。
kk: Бұл мәселеге қызметкерлердің жауабында мәселе туындады: бос шекара.
lv: Radās problēma ar personāla atbildi uz šo problēmu: tukša robeža.
sq: Kishte një problem me përgjigjen e stafit për këtë problem: kufiri bosh.
sv: Det var ett problem med personalens svar på det här problemet: tom gräns.
th: มีปัญหากับการตอบปัญหาของเจ้าหน้าที่: ขอบเขตว่างเปล่า
uz: Bu muammoga xodimlar javobida muammo bor edi: bo'sh chegara.
zh_hk: 工作人員對這個問題的解答存在問題：空邊界。

source: or
af_za: of
bo: ཡང་ན་
de_de: oder
el: ή
es: o
fa: یا
hu: vagy
ja: または
kk: немесе
lv: vai
sq: ose
sv: eller
th: หรือ
uz: yoki
zh_hk: 或者

source: Text Input
af_za: Teksinvoer
bo: ནང་འཇུག་ཡི་གེ།
de_de: Texteingabefeld
el: Εισαγωγή κειμένου
es: Entrada de texto
fa: ورودی متن
hu: Szöveges beviteli mező
ja: テキスト入力
kk: Мәтін енгізу
lv: Teksta ievade
sq: Futja e tekstit
sv: Textinmatning
th: ป้อนข้อความ
uz: Matn kiritish
zh_hk: 文字輸入

source: error
af_za: fout
de_de: Fehler
el: σφάλμα
fa: خطا
hu: hiba
ja: エラー
kk: қате
lv: kļūda
sq: gabim
sv: fel
th: ผิดพลาด
uz: xato
zh_hk: 錯誤

source: Custom Evaluated Script
af_za: Pasgemaakte Geëvalueerde Skrip
de_de: Individuell ausgewertetes Skript
el: Σενάριο προσαρμοσμένης αξιολόγησης
es: Script evaluado personalizado
fa: اسکریپت ارزیابی شده سفارشی
hu: Egyéni kiértékelt szkript
ja: カスタム評価スクリプト
kk: Теңшелетін бағаланған сценарий
lv: Pielāgots novērtēts skripts
sq: Skript i vlerësuar i personalizuar
sv: Anpassad utvärderad Script
th: สคริปต์ประเมินที่กำหนดเอง
uz: Maxsus baholangan skript
zh_hk: 自訂評估腳本

source: error getting student answer from {student_answers}
af_za: fout kry studenteantwoord van {student_answers}
de_de: Fehler beim Empfang der Teilnehmerantwort von {student_answers}
el: Σφάλμα κατά τη λήψη της απάντησης των σπουδαστών από {student_answers}
fa: خطا در دریافت پاسخ دانش آموز از {student_answers}
hu: hiba történt {student_answers} tanuló válaszának fogadása közben
ja: {student_answers}から学生の回答を取得する際のエラー
kk: {student_answers} нөмірінен студенттің жауабын алу қатесі
lv: kļūda, iegūstot dalībnieka atbildi no {student_answers}
sq: Nuk mund të marrim përgjigjen e studentit nga {student_answers}
sv: fel att få student svar från {student_answers}
th: ข้อผิดพลาดในการรับคำตอบของนักเรียนจาก {student_answers}
uz: {student_answers} dan talaba javobini olishda xatolik yuz berdi
zh_hk: 從{student_answers}取得學生答案時出錯

source: No answer entered!
af_za: Geen antwoord ingevoer nie!
bo: དྲི་བ་ནང་འཇུག་བྱས་མི་འདུག
de_de: Keine Antwort eingegeben!
el: Δεν έχει δοθεί καμία απάντηση!
es: ¡No se ingresó ninguna respuesta!
fa: پاسخی وارد نشد!
hu: Nem írtál be választ!
kk: Ешқандай жауап енгізілген жоқ!
lv: Nav ievadīta atbilde!
sq: Asnjë përgjigje nuk është futur!
sv: Inget svar inmatat!
th: ไม่มีการป้อนคำตอบ!
uz: Hech qanday javob kiritilmadi!
zh_hk: 沒有輸入答案！

source: CustomResponse: check function returned an invalid dictionary!
af_za: CustomResponse: tjekfunksie het &#39;n ongeldige woordeboek teruggegee!
bo: CustomResponse: ཚུལ་མཐུན་མ་ཡིན་པའི་ཚིག་མཛོད་ཕྱིར་ཡོང་བར་བྱེད་ནུས་ལ་རྟགས་རྒྱོབས།
de_de: Individuelle Antwort: Die Überprüfungsfunktion lieferte ein ungültiges Wörterbuch zurück!
el: CustomResponse: ελέγξτε τη λειτουργία επέστρεψε ένα μη έγκυρο λεξικό!
es: CustomResponse: ¡la función de verificación devolvió un diccionario no válido!
fa: CustomResponse: تابع بررسی یک فرهنگ لغت نامعتبر را برگرداند!
hu: A CustomResponse: check függvény érvénytelen szótárt adott vissza!
ja: CustomResponse: チェック関数が無効な辞書を返しました！
kk: CustomResponse: тексеру функциясы жарамсыз сөздікті қайтарды!
lv: CustomResponse: funkcija Check atgrieza nederīgu vārdnīcu!
sq: CustomResponse: funksioni i verifikimit ka kthyer një fjalor të pavlefshëm!
sv: CustomResponse: checkfunktionen returnerade en ogiltig ordlista!
th: การตอบกลับที่กำหนดเอง: ฟังก์ชั่นการตรวจสอบให้พจนานุกรมที่ไม่ถูกต้อง!
uz: CustomResponse: tekshirish funksiyasi yaroqsiz lug‘atni qaytardi!
zh_hk: 客戶端回應：檢查函數返回無效字典！

source: Symbolic Math Input
af_za: Simboliese wiskunde-invoer
bo: མཚོན་བྱེད་རྩིས་རིག་ནང་འཇུག
de_de: symbolische Formel Eingabe
el: Συμβολική μαθηματική είσοδος
es: Entrada matemática simbólica
fa: ورودی ریاضی نمادین
hu: Szimbolikus matematikai bevitel
ja: 数式入力
kk: Символдық математикалық енгізу
lv: Simboliskās matemātikas ievade
sq: Hyrja simbolike e matematikës
sv: Symbolisk matematisk ingång
th: ป้อนสัญลักษณ์คณิตศาสตร์
uz: Simvolik matematik kiritish
zh_hk: 符號數學輸入

source: An error occurred with SymbolicResponse. The error was: {error_msg}
af_za: &#39;n Fout het met SymbolicResponse voorgekom. Die fout was: {error_msg}
bo: SymbolicResponse ལ་གནད་དོན་ཞིག་བྱུང་སོང་། གནད་དོན་ནི་ {error_msg} རེད།
de_de: Ein Fehler ist bei der Symbolantwort aufgetreten. Der Fehler war: {error_msg}
el: Παρουσιάστηκε σφάλμα με SymbolicResponse. Το σφάλμα ήταν: {error_msg}
es: Ocurrió un error con SymbolicResponse. El error fue: {error_msg}
fa: خطایی در SymbolicResponse رخ داد. خطا این بود: {error_msg}
hu: Hiba történt a SymbolicResponse használata közben. A hiba oka: {error_msg}
ja: シンボリックレスポンスでエラーが発生しました。エラー内容: {error_msg}
kk: SymbolicResponse қолданбасында қате орын алды. Қате болды: {error_msg}
lv: Izmantojot SymbolicResponse, radās kļūda. Kļūda bija: {error_msg}
sq: Ndodhi një gabim me SymbolicResponse. Gabimi ishte: {error_msg}
sv: Ett fel uppstod med SymbolicResponse. Felet var: {error_msg}
th: ข้อผิดพลาดเกิดขึ้นกับการตอบรับสัญลักษณ์: {error_msg}
uz: SymbolicResponse bilan xatolik yuz berdi. Xato: {error_msg}
zh_hk: SymbolicResponse 發生錯誤。錯誤是： {error_msg}

source: Code Input
af_za: Kode Invoer
bo: ཨང་བརྡ་ནང་འཇུག
de_de: Code-Feld
el: Είσοδος κώδικα
es: Entrada de código
fa: ورودی کد
ja: コード入力
kk: Код енгізу
lv: Koda ievade
sq: Hyrja e kodit
sv: Kodinmatning
th: ป้อนข้อมูลรหัส
uz: Kod kiritish
zh_hk: 代碼輸入

source: No answer provided.
af_za: Geen antwoord verskaf nie.
bo: ལན་མེད་པ་བསྒྲིགས་འདུག
de_de: Keine Antwort angegeben.
el: Δεν έχει δοθεί καμία απάντηση!
es: No se proporcionó ninguna respuesta.
fa: پاسخی ارائه نشده است.
hu: Nincs válasz megadva.
ja: 回答が提供されていません。
kk: Жауап берілмеген.
lv: Atbilde nav sniegta.
sq: Asnjë përgjigje nuk është dhënë.
sv: Inget svar angivet.
th: ไม่มีคำตอบ
uz: Javob berilmagan.
zh_hk: 沒有提供答案。

source: Error: No grader has been set up for this problem.
af_za: Fout: Geen gradeerder is vir hierdie probleem opgestel nie.
bo: གནད་དོན་ནི། དྲི་བ་འདི་ལ་རིམ་པ་བགོ་བྱེད་མེད་པ་བསྒྲིགས་འདུག
de_de: Fehler: Kein Bewerter wurde für diese Fragestellung eingerichtet.
el: Σφάλμα: Δεν έχει ορισθεί βαθμολογητής για αυτό το δοκίμιο.
es: Error: No se ha configurado ningún calificador para este problema.
fa: خطا: هیچ مصححی برای این مسئله مشخص نشده است.
hu: Hiba: Nincs értékelés megadva a feladathoz.
ja: この問題には採点者が設定されていません。
kk: Қате: бұл мәселеге ешқандай грейдер орнатылмаған.
lv: Kļūda: šai problēmai nav iestatīts greiders.
sq: Gabim: Asnjë notues nuk është konfiguruar për këtë problem.
sv: Fel: Ingen grader har ställts in för detta problem.
th: ข้อผิดพลาด: ไม่มีผู้ให้คะแนนถูกตั้งค่าสำหรับปัญหานี้
uz: Xato: bu muammo uchun hech qanday grader sozlanmagan.
zh_hk: 錯誤：沒有為此問題設定評分器。

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
af_za: Kan nie jou voorlegging by gradeerder aflewer nie (Rede: {error_msg} ). Probeer asseblief weer later.
bo: ཁྱེད་ཀྱི་འབུལ་སྤྲོད་རྣམས་ (Reason: {error_msg}) གནས་རིམ་བགོ་བྱེད་ལ་གཏོང་ཐུབ་མ་སོང་། རྗེས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།
de_de: Deine Einreichung an den Bewerter konnte nicht ausgeliefert werden (Ursache: {error_msg}). Bitte versuche es später nocheinmal.
el: Κατέστη αδύνατη η προώθηση του υποβληθέντος δοκιμίου σε βαθμολογητή (Αιτία: {error_msg}). Παρακαλώ δοκιμάστε αργότερα.
es: No se pudo entregar su envío al calificador (Razón: {error_msg}). Por favor, inténtelo más tarde.
fa: ارسال ارسالی شما به گریدرس ممکن نیست (دلیل: {error_msg} ). لطفاً بعداً دوباره امتحان کنید.
hu: Nem sikerült elküldeni a választ az értékelő rendszerhez (Hiba oka: {error_msg}). Próbáld újra egy kicsit később.
ja: グレーダーに提出物を届けることができませんでした（理由：{error_msg}）。後でもう一度お試しください。
kk: Жіберуіңізді бағалаушыға жеткізу мүмкін емес (Себебі: {error_msg} ). Тағы жасауды сәл кейінірек көріңізді өтінеміз.
lv: Nevar piegādāt jūsu iesniegumu vērtētājam (iemesls: {error_msg} ). Lūdzu, mēģiniet vēlreiz vēlāk.
sq: Në pamundësi për të dorëzuar parashtresën tuaj te graderi (Arsyeja: {error_msg} ). Ju lutemi provoni përsëri më vonë.
sv: Det gick inte att leverera din inlämning till grader (Orsak: {error_msg}). Vänligen försök igen senare.
th: ไม่สามารถส่งคำตอบขอบคุณให้กับผู้ให้คะแนนได้. (Reason: {error_msg}). กรุณาลองใหม่อีกครั้ง
uz: Taqdimotingizni baholovchiga yetkazib bo‘lmadi (sabab: {error_msg} ). Keyinroq qayta urinib ko‘ring.
zh_hk: 無法將您提交的內容提交給評分者（原因： {error_msg} ）。請稍後再試。

source: Invalid grader reply. Please contact the course staff.
af_za: Ongeldige gradeerderantwoord. Kontak asseblief die kursuspersoneel.
bo: རིམ་པ་བགོ་བྱེད་ཀྱི་ལན་འདེབས་ཚུལ་མཐུན་མ་རེད། སློབ་ཚན་ལས་བྱེད་ལ་འབྲེལ་བ་བྱ་རོགས།
de_de: Ungültige Antwort des Bewerters. Bitte benachrichtige die Kursmitarbeiter.
el: Μη έγκυρη απάντηση βαθμολογητή. Παρακαλούμε επικοινωνήστε με το προσωπικό του μαθήματος.
es: Respuesta del calificador no válida. Por favor, contacte al personal del curso.
fa: پاسخ درجه بندی نامعتبر است. لطفا با کارکنان دوره تماس بگیرید.
hu: Érvénytelen értékelői válasz. Kérjük, vegye fel a kapcsolatot a kurzus személyzetével.
ja: 不正な採点者の返信です。コーススタッフに連絡してください。
kk: Жарамсыз бағалаушының жауабы. Курс қызметкерлеріне хабарласыңыз.
lv: Nederīga vērtētāja atbilde. Lūdzam sazināties ar kursa darbiniekiem.
sq: Përgjigje e pavlefshme e vlerësuesit. Ju lutemi kontaktoni stafin e kursit.
sv: Ogiltigt svar från bedömaren. Vänligen kontakta kursens personal.
th: การตอบของผู้ให้คะแนนผิดพลาด กรุณาติดต่อเจ้าหน้าที่ผู้ดูแลหลักสูตร
uz: Noto'g'ri baholovchi javobi. Kurs xodimlariga murojaat qiling.
zh_hk: 評分者回覆無效。請聯繫課程工作人員。

source: External Grader
af_za: Eksterne Grader
bo: ཕྱི་ལོགས་ཀྱི་གནས་རིམ་བགོ་བྱེད།
de_de: Externer Auswerter
el: Εξωτερικός βαθμολογητής
es: Calificador externo
fa: گریدر خارجی
hu: Külső osztályozógép
ja: 外部評価者
kk: Сыртқы грейдер
lv: Ārējais vērtētājs
sq: Grader i jashtëm
sv: Extern grader
th: ผู้ให้คะแนนภายนอก
uz: Tashqi greyder
zh_hk: 外部評分者

source: Math Expression Input
af_za: Wiskundige uitdrukking-invoer
bo: རྩིས་རིག་ཚབ་བསྒྱུར་ནང་འཇུག
de_de: Mathematische Eingabe
el: Εισαγωγή μαθηματικής έκφρασης
es: Entrada de expresión matemática
fa: ورودی عبارت ریاضی
hu: Matematikai kifejezés bevitel
ja: 数式の入力
kk: Математикалық өрнек енгізу
lv: Matemātiskās izteiksmes ievade
sq: Hyrja e shprehjes matematikore
sv: Matematisk uttrycksindata
th: ป้อนนิพจน์คณิตศาสตร์
uz: Matematik ifodani kiritish
zh_hk: 數學表達式輸入

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
af_za: Faktoriale funksie word nie toegelaat as antwoord vir hierdie probleem nie. Die antwoord was: {bad_input}
de_de: Mathematische Beschreibung nicht erlaubt bei der Beantwortung dieses Problems. Die gegebene Antwort war: {bad_input}
el: Η παραγοντική συνάρτηση δεν επιτρέπεται ως απάντηση σε αυτό το πρόβλημα. Η απάντηση που δόθηκε ήταν: {bad_input}
es: La función factorial no está permitida en la respuesta para este problema. La respuesta proporcionada fue: {bad_input}
fa: تابع فاکتوریال در پاسخ به این مشکل مجاز نیست. پاسخ ارائه شده این بود: {bad_input}
hu: faktoriális függvény nem értelmezhető válasz ennél a feladatnál. A hibás válaszod: {bad_input}
ja: この問題の解答には階乗関数を使用できません。提供された解答は: {bad_input}
kk: Бұл мәселеге жауап ретінде факторлық функцияға рұқсат етілмейді. Жауап берілген: {bad_input}
lv: Faktoru funkcija nav atļauta, lai atrisinātu šo uzdevumu. Sniegtā atbilde bija: {bad_input}
sq: Funksioni faktorial nuk lejohet si përgjigje për këtë problem. Përgjigja e dhënë ishte: {bad_input}
sv: Faktoriell funktion är inte tillåten som svar på detta problem. Tillhandahållet svar var: {bad_input}
uz: Bu muammoga javob sifatida faktorial funksiyaga ruxsat berilmagan. Javob berilgan: {bad_input}
zh_hk: 此題目的作答不允許使用階乘函數，可使用：{bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
af_za: Ongeldige invoer: Kon nie &#39;{bad_input}&#39; as &#39;n formule ontleed nie.
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་ནང་འཇུག་ནི། ཚབ་བསྒྱུར་ངོས་ནས་འགྲེལ་བརྗོད་ '{bad_input}' བྱེད་ཐུབ་མ་སོང་།
de_de: Ungültige Eingabe: Konnte '{bad_input}' nicht als Formel verarbeiten.
el: Μη έγκυρη είσοδος: Αδυναμία ανάλυσης του τύπου '{bad_input}'
es: Entrada no válida: No se pudo analizar '{bad_input}' como una fórmula.
fa: ورودی نامعتبر: نمی‌توان «{bad_input}» را به‌عنوان یک فرمول تجزیه کرد.
hu: Hibás adatbevitel: '{bad_input}' nem értelmezhető képlet.
ja: 入力が無効です: '{bad_input}' を数式として解析できませんでした。
kk: Жарамсыз енгізу: &#39;{bad_input}&#39; формула ретінде талдау мүмкін болмады.
lv: Nederīga ievade: nevarēja parsēt '{bad_input}' kā formulu.
sq: Hyrja e pavlefshme: &quot;{bad_input}&quot; nuk mund të analizohej si formulë.
sv: Ogiltig inmatning: Kunde inte analysera &quot;{bad_input}&quot; som en formel.
th: ป้อนข้อมูลไม่ถูกต้อง: ไม่สามารถแปล '{bad_input}' เป็นสูตรได้
uz: Noto‘g‘ri kiritildi: “{bad_input}”ni formula sifatida tahlil qilib bo‘lmadi.
zh_hk: 輸入無效：無法將“{bad_input}”解析為公式。

source: Invalid input: Could not parse '{bad_input}' as a formula
af_za: Ongeldige invoer: Kon nie &#39;{bad_input}&#39; as &#39;n formule ontleed nie
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་ནང་འཇུག་ནི། ཚབ་བསྒྱུར་ངོས་ནས་འགྲེལ་བརྗོད་ '{bad_input}' བྱེད་ཐུབ་མ་སོང་།
de_de: Ungültige Eingabe: Konnte '{bad_input}' nicht als Formel verarbeiten.
el: Μη έγκυρη είσοδος: Αδυναμία ανάλυσης του τύπου '{bad_input}'
es: Entrada no válida: No se pudo analizar '{bad_input}' como una fórmula
fa: ورودی نامعتبر: نمی‌توان «{bad_input}» را به‌عنوان یک فرمول تجزیه کرد
hu: Hibás adatbevitel: '{bad_input}' nem értelmezhető képlet.
ja: 無効な入力: '{bad_input}' を数式として解析できませんでした。
kk: Жарамсыз енгізу: &#39;{bad_input}&#39; формула ретінде талдау мүмкін болмады
lv: Nederīga ievade: nevarēja parsēt '{bad_input}' kā formulu
sq: Hyrja e pavlefshme: &quot;{bad_input}&quot; nuk mund të analizohej si formulë.
sv: Ogiltig inmatning: Kunde inte analysera &quot;{bad_input}&quot; som en formel
th: ข้อมูลไม่ถูกต้อง: ไม่สามารถแปล '{bad_input}' เป็นสูตรได้
uz: Noto‘g‘ri kiritildi: “{bad_input}”ni formula sifatida tahlil qilib bo‘lmadi
zh_hk: 輸入無效：無法將“{bad_input}”解析為公式

source: Circuit Schematic Builder
af_za: Kringskematiese bouer
de_de: Schaltplanerstellung
el: Δημιουργία σχηματικού διαγράμματος κυκλώματος
es: Constructor de esquemas de circuitos
fa: ساز شماتیک مدار
hu: Áramkör kapcsolási rajz szerkesztő
ja: 回路図作成ツール
kk: Схема құрастырушы
lv: Shēmu veidotājs
sq: Ndërtues i skemës së qarkut
th: ตัวสร้างแผนผังวงจร
uz: Sxema quruvchisi
zh_hk: 電路原理圖產生器

source: Error in evaluating SchematicResponse. The error was: {error_msg}
af_za: Fout met die evaluering van SchematicResponse. Die fout was: {error_msg}
bo: SchematicResponse རིན་ཐང་སྤྲོད་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་། གནད་དོན་དེ་ནི་ {error_msg} རེད།
de_de: Fehler bei der Bewertung der schematischen Antwort. Der Fehler war: {error_msg}
el: Σφάλμα κατά την αξιολόγηση SchematicResponse. Το σφάλμα ήταν: {error_msg}
es: Error al evaluar SchematicResponse. El error fue: {error_msg}
fa: خطا در ارزیابی SchematicResponse. خطا این بود: {error_msg}
hu: Hiba történt a SchematicResponse kiértékelése során. A hiba a következő volt: {error_msg}
ja: SchematicResponseの評価中にエラーが発生しました。エラー内容: {error_msg}
kk: SchematicResponse бағалаудағы қате. Қате болды: {error_msg}
lv: Kļūda, novērtējot SchematicResponse. Kļūda bija: {error_msg}
sq: Gabim në vlerësimin e SchematicResponse. Gabimi ishte: {error_msg}
sv: Fel vid utvärdering av SchematicResponse. Felet var: {error_msg}
th: ข้อผิดพลาดในการประเมินผลตอบรับแผนผัง มีข้อผิดพลาด: {error_msg}
uz: SchematicResponse ni baholashda xato. Xato: {error_msg}
zh_hk: 評估 SchematicResponse 時發生錯誤。錯誤是： {error_msg}

source: Image Mapped Input
af_za: Beeld Gekarteer Invoer
bo: འདྲ་པར་གྱིས་མཐུད་པའི་ནང་འཇུག
de_de: Bildabhängige Eingabe
el: Είσοδος αντιστοιχισμένης εικόνας
es: Entrada mapeada de imagen
fa: ورودی نقشه برداری تصویر
hu: Képpel Térképezett Bemenet
kk: Кескінмен салыстырылған енгізу
lv: Attēla kartētā ievade
sq: Hyrja e hartës së imazhit
sv: Bildmappad ingång
th: ข้อมูลที่ป้อนสำหรับคำบรรยายภาพ
uz: Tasvirga kiritilgan kiritish
zh_hk: 熱點圖片輸入

source: error grading {image_input_id} (input={user_input})
af_za: foutgradering {image_input_id} (invoer= {user_input} )
bo: རིམ་པ་བགོ་བར་གནད་དོན་འབྱུང་བཞིན་འདུག {image_input_id} (input={user_input})
de_de: Fehler bei der Bewertung {image_input_id} (input={user_input})
el: λάθος βαθμολόγηση {image_input_id} (input={user_input})
es: error al calificar {image_input_id} (entrada={user_input})
fa: خطا در درجه بندی {image_input_id} (ورودی = {user_input} )
hu: hiba a(z) {image_input_id} értékelésekor (bemenet={user_input})
ja: {image_input_id} の採点エラー (入力={user_input})
kk: қатені бағалау {image_input_id} (енгізу= {user_input} )
lv: kļūdu vērtējums {image_input_id} (input= {user_input} )
sq: gabim në klasifikimin {image_input_id} (hyrje = {user_input} )
sv: fel vid betygsättning {image_input_id} (inmatning={user_input})
th: ข้อผิดพลาดในการให้คะแนน{image_input_id} (input={user_input})
uz: xatolik darajasi {image_input_id} (kirish= {user_input} )
zh_hk: 評分出錯 {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
af_za: Fout in probleemspesifikasie! Kan nie reghoek in {sr_coords} ontleed nie
bo: དྲི་བ་གནད་དོན་ཞིག་བྱུང་སོང་།! གྲུ་བཞི་ནར་མོའི་ {sr_coords} རྣམ་པར་རིགས་དབྱེ་ཐུབ་མ་སོང་།
de_de: Fehler in der Fragestellungsspezifikation! Kann kein Rechteck in {sr_coords} parsen
el: Σφάλμα στην προδιαγραφή προβλημάτων! Δεν μπορεί να αναλύσει ορθογώνιο στο {sr_coords}
es: ¡Error en la especificación del problema! No se puede analizar el rectángulo en {sr_coords}
fa: خطا در مشخصات مشکل! نمی توان مستطیل را در {sr_coords} تجزیه کرد
hu: Hiba a feladat specifikációban! Nem értelmezhető téglalap {sr_coords}
ja: 問題の仕様にエラーがあります！{sr_coords} 内の長方形を解析できません。
kk: Мәселе спецификациясында қате! {sr_coords} ішінде тіктөртбұрышты талдау мүмкін емес
lv: Kļūda uzdevumi specifikācijā! Nevar parsēt taisnstūri failā {sr_coords}
sq: Gabim në specifikimin e problemit! Nuk mund të analizohet drejtkëndëshi në {sr_coords}
sv: Fel i problemspecifikation! Kan inte tolka rektangel i {sr_coords}
th: ข้อผิดพลาดในข้อจำกัด! ไม่สามารถแก้ไขรูปสามเหลี่ยมได้ {sr_coords}
uz: Muammoni tavsiflashda xatolik! To'rtburchakni {sr_coords} da tahlil qilib bo'lmaydi
zh_hk: 問題說明中存在錯誤！在 {sr_coords} 中無法解析出矩形

source: Annotation Input
af_za: Aantekening-invoer
bo: མཆན་འགྲེལ་ནང་འཇུག
de_de: Anmerkungseingabe
el: Εισαγωγή σχόλιου
es: Entrada de anotación
fa: ورودی حاشیه نویسی
hu: Annotáció bevitele
kk: Аннотация енгізу
lv: Anotācijas ievade
sq: Hyrja e shënimeve
sv: Anteckningsinmatning
th: หมายเหตุที่ป้อน
uz: Izoh kiritish
zh_hk: 輸入註釋
