Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
af_za: Definieer die toegangstoestemmings vir nie-ingeskrewe leerders. Dit kan op een van drie waardes gestel word: &#39;privaat&#39; (versteksigbaarheid, slegs toegelaat vir ingeskrewe studente), &#39;public_outline&#39; (laat toegang tot kursusoorsig toe) en &#39;publiek&#39; (laat toegang tot beide uiteensetting en kursusinhoud toe).
de_de: Definiert die Zugangserlaubnis für uneingeschriebene Teilnehmer. Dieses kann auf einen der folgenden Werte eingestellt sein: 'private' (sichtbar ausschließlich für eingeschriebene Teilnehmer), 'public_outline' (nicht eingeschriebene Teilnehmer können nur die Kursübersicht sehen) and 'public' (sichtbar für alle Teilnehmer).
el: Ορίζει τα δικαιώματα πρόσβασης για μη εγγεγραμμένους σπουδαστές. Αυτό μπορεί να οριστεί σε μία από τις τρεις τιμές: «ιδιωτικό» (προεπιλεγμένη ορατότητα, επιτρέπεται μόνο για εγγεγραμμένους εκπαιδευτές), «δημόσιο_σχεδιάγραμμα» (να επιτρέπεται η πρόσβαση στο σχεδιάγραμμα του μαθήματος) και «δημόσιο» (να επιτρέπεται η πρόσβαση τόσο στο σχεδιάγραμμα όσο και στο περιεχόμενο του μαθήματος).
es: Define los permisos de acceso para estudiantes no inscritos. Esto puede establecerse en uno de tres valores: 'private' (visibilidad predeterminada, solo permitida para estudiantes inscritos), 'public_outline' (permitir acceso al esquema del curso) y 'public' (permitir acceso tanto al esquema como al contenido del curso).
fa: مجوزهای دسترسی را برای زبان آموزان ثبت نام نشده تعریف می کند. این را می توان روی یکی از سه مقدار تنظیم کرد: &quot;خصوصی&quot; (مشاهده پیش فرض، فقط برای دانش آموزان ثبت نام شده مجاز است)، &quot;public_outline&quot; (اجازه دسترسی به طرح کلی درس) و &quot;عمومی&quot; (اجازه دسترسی به طرح کلی و محتوای دوره).
hu: Meghatározza a hozzáférési jogosultságokat a be nem iratkozott tanulók számára. Ez három értékre állítható: „privát” (alapértelmezett láthatóság, csak a beiratkozott diákok számára engedélyezett), „public_outline” (hozzáférés engedélyezése a kurzus vázlatához) és „public” (hozzáférés engedélyezése mind a vázlathoz, mind a kurzus tartalmához).
ja: 未登録の学習者に対するアクセス権限を定義します。これは3つの値のいずれかに設定できます：'private'（デフォルトの可視性、登録済みの学生のみ許可）、'public_outline'（コース概要へのアクセスを許可）、および'public'（概要とコース内容の両方へのアクセスを許可）。
kk: Тіркелмеген оқушылар үшін кіру рұқсаттарын анықтайды. Мұны үш мәннің біріне орнатуға болады: «жеке» (әдепкі көріну, тек тіркелген студенттерге рұқсат етіледі), «public_outline» (курс жоспарына қатынасуға рұқсат беру) және «жалпыға ортақ» (құрылымға да, курс мазмұнына да қатынасуға рұқсат беру).
lv: Definē piekļuves atļaujas nereģistrētiem apmācāmajiem. To var iestatīt uz vienu no trim vērtībām: &quot;privāts&quot; (noklusējuma redzamība, atļauta tikai reģistrētiem studentiem), &quot;public_outline&quot; (atļaut piekļuvi kursa izklāstam) un &quot;publisks&quot; (atļaut piekļuvi gan izklāstam, gan kursa saturam).
sq: Përcakton lejet e aksesit për nxënësit e paregjistruar. Kjo mund të vendoset në një nga tre vlerat: 'private' (dukshmëria e parazgjedhur, lejohet vetëm për studentët e regjistruar), 'public_outline' (lejoni aksesin në skicën e kursit) dhe 'public' (lejoni aksesin në përmbledhjen dhe përmbajtjen e kursit).
sv: Definierar åtkomstbehörigheter för oregistrerade elever. Detta kan ställas in på ett av tre värden: 'privat' (standardsynlighet, endast tillåtet för inskrivna studenter), 'public_outline' (tillåt åtkomst till kursöversikt) och 'public' (tillåt åtkomst till både disposition och kursinnehåll).
uz: Ro'yxatdan o'tmagan o'quvchilar uchun kirish huquqlarini belgilaydi. Bu uchta qiymatdan biriga o'rnatilishi mumkin: 'private' (standart ko'rinish, faqat ro'yxatdan o'tgan talabalar uchun ruxsat beriladi), 'public_outline' (kurs rejasi bilan tanishish imkonini beradi) va 'public' (reja va kurs mazmuni bilan tanishish imkonini beradi).
zh_hk: 定義未註冊學員的存取權限。這可以設定為三個值之一：「private」（預設可見性，僅允許註冊的學生）、「public_outline」（允許存取課程大綱）和「public」（允許存取大綱和課程內容）。

source: Video Sharing Options
af_za: Videodeelopsies
de_de: Video-Sharing-Optionen
el: Επιλογές κοινής χρήσης βίντεο
es: Opciones para Compartir Videos
fa: گزینه‌های اشتراک‌گذاری ویدیو
hu: Videómegosztási lehetőségek
ja: ビデオ共有オプション
kk: Бейнені бөлісу опциялары
lv: Video koplietošanas opcijas
sq: Opsionet për ndarjen e videos
uz: Video almashish imkoniyatlari
zh_hk: 影片共享選項

source: Specify the video sharing options for the course. This can be set to one of three values: 'all-on', 'all-off' and 'per-video'. with 'per-video' as the default.
af_za: Spesifiseer die videodeelopsies vir die kursus. Dit kan op een van drie waardes gestel word: &#39;alles-aan&#39;, &#39;alles-af&#39; en &#39;per-video&#39;. met &#39;per-video&#39; as die verstek.
de_de: Geben Sie die Videofreigabeoptionen für den Kurs an. Dies kann auf einen von drei Werten eingestellt werden: „alles an“, „alles aus“ und „pro Video“. mit „pro Video“ als Standard.
el: Καθορίστε τις επιλογές κοινής χρήσης βίντεο για το μάθημα. Αυτό μπορεί να οριστεί σε μία από τις τρεις τιμές: &#39;all-on&#39;, &#39;all-off&#39; και &#39;per-video&#39;. με &quot;ανά βίντεο&quot; ως προεπιλογή.
es: Especifique las opciones para compartir videos del curso. Esto puede establecerse en uno de tres valores: 'all-on', 'all-off' y 'per-video', siendo 'per-video' el valor predeterminado.
fa: گزینه های اشتراک گذاری ویدیو را برای دوره مشخص کنید. این را می توان روی یکی از سه مقدار تنظیم کرد: «همه روی»، «همه خاموش» و «در هر ویدیو». با &quot;در هر ویدئو&quot; به عنوان پیش فرض.
ja: コースのビデオ共有オプションを指定します。これは「all-on」、「all-off」、「per-video」の3つの値のいずれかに設定できます。「per-video」がデフォルトです。
lv: Norādiet kursa video kopīgošanas opcijas. To var iestatīt uz vienu no trim vērtībām: ar "viss ieslēgts", "viss izslēgts" un "katram video". ar "katram video" kā noklusējuma vērtību.
sq: Specifikoni opsionet e ndarjes së videos për kursin. Kjo mund të vendoset në një nga tre vlerat: 'gjitha-në', 'gjitha-off' dhe 'për-video'. "Për-video" është parazgjedhja.
sv: Ange alternativen för videodelning för kursen. Detta kan ställas in på ett av tre värden: 'all-on', 'all-off' och 'per-video', där 'per-video' är standard.
uz: Kurs uchun video almashish imkoniyatlarini belgilang. Bu uchta qiymatdan biriga o'rnatilishi mumkin: "all-on", "all-off" va "per-video". standart sifatida "har bir video" bilan.
zh_hk: 指定課程的影片分享選項。可以將其設為三個值之一：「all-on」、「all-off」和「per-video」。預設為“每個影片”。

source: Force Flexible Grading for Peer ORAs
af_za: Forseer buigsame gradering vir eweknie-ORA&#39;s
de_de: Erzwingen Sie eine flexible Bewertung für Peer-ORAs
el: Αναγκαστική ευέλικτη βαθμολόγηση για ομοτίμους ORA
es: Forzar Calificación Flexible para ORAs de Evaluación por Pares
fa: درجه بندی انعطاف پذیر اجباری برای ORA های همتا
lv: Piespiedu elastīga vērtēšana vienādranga ORA
sq: Forco klasifikimin fleksibël për ORA-t e kolegëve
sv: Tvinga flexibel betygsättning för peer-ORA:er
uz: Tengdoshlarning ORAlari uchun moslashuvchan baholashni majburlash
zh_hk: 強制對等 ORA 進行彈性分級

source: Setting this flag will force on the flexible grading option for all peer-graded ORAs in this course.
af_za: Deur hierdie vlag te stel, sal die buigsame graderingsopsie vir alle eweknie-gegradeerde ORA&#39;s in hierdie kursus afdwing.
de_de: Wenn Sie dieses Flag setzen, wird die flexible Benotungsoption für alle von Experten benoteten ORAs in diesem Kurs erzwungen.
el: Ρυθμίζοντας αυτήν σημαία, σημάδι θα επιβάλει την επιλογή ευέλικτης βαθμολόγησης για όλα τα ORA που έχουν βαθμολογηθεί από ομοτίμους σε αυτό το μάθημα.
es: Establecer esta opción forzará la activación de la opción de calificación flexible para todas las ORAs evaluadas por pares en este curso.
fa: تنظیم این پرچم گزینه درجه بندی انعطاف پذیر را برای همه ORAهای همتا در این دوره اعمال می کند.
ja: このフラグを設定すると、このコース内のすべてのピア評価されたORAに対して柔軟な採点オプションが強制的に有効になります。
kk: Бұл жалаушаны орнату осы курстағы барлық тең дәрежелі ORA үшін икемді бағалау опциясын мәжбүрлейді.
lv: Iestatot šo karogu, tiks aktivizēta elastīgā vērtēšanas opcija visiem šī kursa vienādranga ORA.
sq: Vendosja e këtij flamuri do të detyrojë opsionin e notimit fleksibël për të gjitha ORA-të e vlerësuara nga kolegët në këtë kurs.
sv: Att sätta denna flagga kommer att tvinga på det flexibla betygsalternativet för alla kamratbedömda ORA:er i denna kurs.
uz: Ushbu bayroqni o'rnatish ushbu kursdagi barcha tengdoshlar tomonidan baholangan ORAlar uchun moslashuvchan baholash variantini majbur qiladi.
zh_hk: 設定此標誌將強製本課程中所有同儕評分的 ORA 使用靈活的評分選項。

source: Course Instructor
af_za: Kursus Instrukteur
de_de: Kurs Unterrichtender
el: Διδάσκων
es: Instructor del Curso
fa: مدرس دوره
hu: Tanfolyam oktatója
ja: コースインストラクター
kk: Курс нұсқаушысы
lv: Kursu pasniedzējs
sq: Instructor i kursit
sv: Kursinstruktör
uz: Kurs o'qituvchisi
zh_hk: 課程講師

source: Enter the details for Course Instructor
af_za: Voer die besonderhede vir Kursusinstrukteur in
de_de: Geben Sie Details zum Dozent des Kurses an.
el: Εισαγάγετε τα στοιχεία για τον διδάσκοντα του μαθήματος.
es: Ingrese los detalles del Instructor del Curso
fa: مشخصات مدرس دوره را وارد کنید
hu: Adja meg a kurzus oktatójának adatait
ja: コースインストラクターの詳細を入力してください
kk: Курс нұсқаушысының мәліметтерін енгізіңіз
lv: Ievadiet informāciju par kursu pasniedzēju
sq: Shkruani detajet për instruktorin e kursit
sv: Ange detaljerna för kursinstruktören
uz: Kurs o'qituvchisi uchun ma'lumotlarni kiriting
zh_hk: 輸入課程講師的詳細信息

source: Add Unsupported Problems and Tools
af_za: Voeg ongesteunde probleme en gereedskap by
de_de: Nicht unterstützte Probleme und Werkzeuge hinzufügen
el: Προσθήκη μη υποστηριζόμενων προβλημάτων και εργαλείων
es: Agregar Problemas y Herramientas No Soportados
fa: مسائل و ابزارهای پشتیبانی‌نشده را اضافه کنید
ja: サポートされていない問題とツールを追加
kk: Қолдау көрсетілмейтін мәселелер мен құралдарды қосыңыз
lv: Pievienojiet neatbalstītas uzdevumi un rīkus
sq: Shtoni probleme dhe mjete të pambështetura
sv: Lägga till ostödda problem och verktyg
uz: Qo'llab-quvvatlanmaydigan muammolar va asboblarni qo'shing
zh_hk: 新增不受支援的問題和工具

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
af_za: Voer waar of onwaar in. As dit waar is, kan jy nie-ondersteunde probleme en gereedskap by jou kursus in Studio voeg. Ongesteunde probleme en gereedskap word nie aanbeveel vir gebruik in kursusse nie as gevolg van nie-nakoming van een of meer van die basisvereistes, soos toetsing, toeganklikheid, internasionalisering en dokumentasie.
de_de: Geben Sie "true" oder "false" ein. Wenn "true", können Sie Ihrem Kurs in Studio nicht unterstützte Probleme und Tools hinzufügen. Nicht unterstützte Probleme und Tools werden für den Einsatz in Kursen nicht empfohlen, da sie eine oder mehrere der grundlegenden Anforderungen, wie z.B. Tests, Zugänglichkeit, Internationalisierung und Dokumentation, nicht erfüllen.
el: Εισαγάγετε 'true' ή 'false'. Εάν οριστεί σε 'true', μπορείτε να προσθέσετε μη υποστηριζόμενα προβλήματα και εργαλεία στο μάθημά σας στο Studio. Τα μη υποστηριζόμενα προβλήματα και εργαλεία δεν συνιστώνται για χρήση σε μαθήματα λόγω μη συμμόρφωσης με μία ή περισσότερες από τις βασικές απαιτήσεις, όπως δοκιμές, προσβασιμότητα, διεθνοποίηση και τεκμηρίωση.
es: Ingrese verdadero o falso. Si es verdadero, puede agregar problemas y herramientas no soportados a su curso en Studio. Los problemas y herramientas no soportados no se recomiendan para su uso en cursos debido al incumplimiento de uno o más de los requisitos básicos, como pruebas, accesibilidad, internacionalización y documentación.
fa: مقدار true یا false را وارد کنید. اگر true باشد، می‌توانید مسائل و ابزارهای پشتیبانی‌نشده را به دوره آموزشی خود در استودیو اضافه کنید. مسائل و ابزارهای پشتیبانی‌نشده برای استفاده در دوره‌ها به دلیل عدم انطباق با یک یا چند مورد از الزامات پایه مانند تست، دسترسی‌پذیری، بین‌المللی‌سازی و مستندسازی توصیه نمی‌شوند.
hu: Írja be, hogy igaz vagy hamis. Ha igaz, hozzáadhat nem támogatott problémákat és eszközöket a kurzusához a Studio-ban. A nem támogatott problémák és eszközök használata nem ajánlott a kurzusokban, mivel nem felelnek meg egy vagy több alapkövetelménynek, mint például a tesztelés, akadálymentesség, nemzetköziesítés és dokumentáció.
ja: 真または偽を入力してください。真の場合、Studioでコースにサポートされていない問題やツールを追加できます。サポートされていない問題やツールは、テスト、アクセシビリティ、国際化、ドキュメントなどの基本要件の1つ以上に準拠していないため、コースでの使用は推奨されません。
kk: Шын немесе жалған деп енгізіңіз. Рас болса, Studio бағдарламасында курсыңызға қолдау көрсетілмейтін мәселелер мен құралдарды қоса аласыз. Тестілеу, қолжетімділік, интернационалдандыру және құжаттама сияқты бір немесе бірнеше негізгі талаптарға сәйкес келмеуіне байланысты қолдау көрсетілмейтін мәселелер мен құралдар курстарда пайдалану ұсынылмайды.
lv: Ievadiet True vai False. Ja True, varat pievienot neatbalstītas uzdevumi un rīkus savam kursam programmā Studio. Neatbalstītas uzdevumi un rīkus nav ieteicams izmantot kursos, jo netiek ievērota viena vai vairākas pamata prasības, piemēram, testēšana, pieejamība, internacionalizācija un dokumentācija.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, mund të shtoni probleme dhe mjete të pambështetura në kursin tuaj në Studio. Problemet dhe mjetet e pambështetura nuk rekomandohen për përdorim në kurse për shkak të mospërputhjes me një ose më shumë nga kërkesat bazë, të tilla si testimi, aksesueshmëria, ndërkombëtarizimi dhe dokumentacioni.
sv: Ange sant eller felaktigt. Om det är sant kan du lägga till otillräckliga problem och verktyg för din kurs i Studio. Otillräckliga problem och verktyg rekommenderas inte för användning i kurser på grund av bristande överensstämmelse med en eller flera av baskraven, till exempel testning, tillgänglighet, internationalisering och dokumentation.
th: ป้อนจริงหรือเท็จ หากเป็นจริง คุณจะเพิ่มปัญหาและเครื่องมือที่ไม่รองรับลงในหลักสูตรใน สตูดิโอได้ ไม่แนะนำให้ใช้ปัญหาและเครื่องมือที่ไม่รองรับในหลักสูตรเนื่องจากการไม่ปฏิบัติตามข้อกำหนดพื้นฐานอย่างน้อยหนึ่งข้อ เช่น การทดสอบ การเข้าถึง การทำให้เป็นสากล และเอกสารประกอบ
uz: Rost yoki noto'g'ri kiriting. Agar rost boʻlsa, Studio kursiga qoʻllab-quvvatlanmaydigan muammolar va vositalarni qoʻshishingiz mumkin. Sinov, foydalanish imkoniyati, xalqarolashtirish va hujjatlar kabi bir yoki bir nechta asosiy talablarga mos kelmasligi sababli qo'llab-quvvatlanmaydigan muammolar va vositalar kurslarda foydalanish uchun tavsiya etilmaydi.
zh_hk: 請輸入 “true” 或 “false” 。如果您輸入 “true” ，那麼您可以在 Studio 中將不支援的題目和工具新增至課程。由於與例如測試、公開權限、國際化和文件歸檔等基礎要求相抵觸，所以不建議在課程中使用不支援的題目和工具。

source: Highlights Enabled for Messaging
af_za: Hoogtepunte geaktiveer vir boodskappe
de_de: Benachrichtigung bei Highlights ist aktiviert
el: Οι επισημάνσεις είναι ενεργοποιημένες για ανταλλαγή μηνυμάτων
es: Destacados Habilitados para Mensajería
fa: هایلایت برای پیام رسانی فعال شد
hu: Üzenetkiemelés engedélyezve
ja: メッセージング用のハイライトが有効
kk: Хабар алмасу үшін маңызды нүктелер қосылды
lv: Izceltie elementi ir iespējoti ziņojumapmaiņai
sq: Pikat kryesore të aktivizuara për mesazhe
sv: Höjdpunkter för meddelanden är aktiverade
uz: Xabarlar uchun muhim nuqtalar yoqilgan
zh_hk: 啟用消息通知

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
af_za: Voer waar of onwaar in. Indien waar, sal enige hoogtepunte wat met inhoud in die kursus geassosieer word, op hul geskeduleerde tyd aan leerders gestuur word.
de_de: Geben Sie wahr oder falsch ein. Wenn wahr, werden alle Highlights, die mit dem Inhalt des Kurses verbunden sind, zu ihrem geplanten Zeitpunkt an die Lernenden übermittelt.
el: Εισαγάγετε true ή false. Εάν οριστεί true, τυχόν επισημάνσεις που σχετίζονται με το περιεχόμενο του μαθήματος θα αποστέλλονται στους σπουδαστές την προγραμματισμένη ώρα.
es: Ingrese verdadero o falso. Si es verdadero, cualquier destacado asociado con el contenido del curso se enviará a los estudiantes en el momento programado.
fa: درست یا نادرست را وارد کنید. در صورت صحت، هر نکته برجسته مرتبط با محتوای دوره در زمان برنامه ریزی شده برای فراگیران پیام ارسال می شود.
ja: コース内のコンテンツに関連するハイライトが、スケジュールされた時間に学習者にメッセージとして送信されます。
kk: Шын немесе жалған деп енгізіңіз. Егер шын болса, курс мазмұнына қатысты кез келген маңызды сәттер студенттерге жоспарланған уақытта жіберіледі.
lv: Ievadiet True vai False. Ja tā ir True, visi svarīgākie aspekti, kas saistīti ar kursa saturu, tiks nosūtīti dalībniekiem viņu ieplānotajā laikā.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, çdo theks që lidhet me përmbajtjen e kursit do t'u dërgohet me mesazh nxënësve në kohën e tyre të planifikuar.
sv: Ange true eller false. Om inställningen är satt till true kommer alla höjdpunkter i kursen att skickas till eleverna vid en schemalagd tidpunkt.
uz: Rost yoki noto'g'ri kiriting. Agar rost boʻlsa, kurs mazmuni bilan bogʻliq har qanday diqqatga sazovor joylar oʻquvchilarga belgilangan vaqtda xabar qilinadi.
zh_hk: 請輸入 “true” 或 “false” ，如果輸入 “true” ，那麼任何與課程內容相關的重點內容都會在學員的規定時間內發送給學員。

source: Course-wide Custom JS
af_za: Kursuswye Custom JS
de_de: Kursweites benutzerdefiniertes JS
el: Προσαρμοσμένο JS σε όλο το μάθημα
es: JavaScript Personalizado a Nivel de Curso
fa: JS سفارشی در سراسر دوره
hu: Tanfolyam-szintű egyedi JS
ja: コース全体のカスタムJS
kk: Курс бойынша пайдаланушы JS
lv: Kursa mēroga Custom JS
sq: JS me porosi në të gjithë kursin
sv: Kursövergripande Custom JS
uz: Kurs bo'ylab Custom JS
zh_hk: 課程範圍的自訂 JS

source: Enter Javascript resource URLs you want to be loaded globally throughout the course pages.
af_za: Voer Javascript-hulpbron-URL&#39;s in wat u wêreldwyd deur die kursusbladsye wil hê.
de_de: Geben Sie Javascript-Ressourcen-URLs ein, die global auf den Kursseiten geladen werden sollen.
el: Εισαγάγετε διευθύνσεις URL πόρων Javascript που θέλετε να φορτωθούν καθολικά σε όλες τις σελίδες του μαθήματος.
es: Ingrese las URLs de recursos de JavaScript que desea cargar globalmente en todas las páginas del curso.
fa: URL های منبع جاوا اسکریپت را که می خواهید در سراسر صفحات دوره بارگیری شود، وارد کنید.
hu: Adja meg azokat a Javascript erőforrás URL-eket, amelyeket globálisan szeretne betölteni a kurzusoldalakon.
ja: コースページ全体でグローバルに読み込むJavaScriptリソースのURLを入力してください。
kk: Курс беттерінде жаһандық түрде жүктелгіңіз келетін Javascript ресурсының URL мекенжайларын енгізіңіз.
lv: Ievadiet Javascript resursu vietrāžus URL, kurus vēlaties ielādēt globāli visās kursa lapās.
sq: Futni URL-të e burimeve Javascript që dëshironi të ngarkohen globalisht nëpër faqet e kursit.
sv: Ange Javascript-resurs-URL:er som du vill ska laddas globalt på kurssidorna.
uz: Kurs sahifalarida global miqyosda yuklanmoqchi bo'lgan Javascript manba URL manzillarini kiriting.
zh_hk: 輸入您想要在整個課程頁面中全域載入的 Javascript 資源 URL。

source: Course-wide Custom CSS
af_za: Kursuswye pasgemaakte CSS
de_de: Kursweites benutzerdefiniertes CSS
el: Προσαρμοσμένο CSS σε όλο το μάθημα
es: CSS Personalizado a Nivel de Curso
fa: CSS سفارشی در سراسر دوره
hu: Tanfolyam-szintű egyedi CSS
ja: コース全体のカスタムCSS
kk: Курс бойынша теңшелетін CSS
lv: Kursa mēroga pielāgots CSS
sq: CSS e personalizuar në të gjithë kursin
sv: Kursövergripande anpassad CSS
uz: Kurs bo'yicha maxsus CSS
zh_hk: 課程範圍內的自訂 CSS

source: Enter CSS resource URLs you want to be loaded globally throughout the course pages.
af_za: Voer CSS-hulpbron-URL&#39;s in wat jy wêreldwyd deur die kursusbladsye wil laat laai.
de_de: Geben Sie CSS-Ressourcen-URLs ein, die global auf den Kursseiten geladen werden sollen.
el: Εισαγάγετε διευθύνσεις URL πόρων CSS που θέλετε να φορτωθούν καθολικά σε όλες τις σελίδες του μαθήματος.
es: Ingrese las URLs de recursos de CSS que desea cargar globalmente en todas las páginas del curso.
fa: URL های منبع CSS را که می خواهید در سراسر صفحات دوره بارگیری شوند، وارد کنید.
hu: Adja meg azokat a CSS erőforrás URL-eket, amelyeket globálisan szeretne betölteni a kurzusoldalakon.
ja: コースページ全体でグローバルに読み込むCSSリソースのURLを入力してください。
kk: Курс беттерінде жаһандық түрде жүктелгіңіз келетін CSS ресурсының URL мекенжайларын енгізіңіз.
lv: Ievadiet CSS resursu vietrāžus URL, kurus vēlaties ielādēt globāli visās kursa lapās.
sq: Futni URL-të e burimeve CSS që dëshironi të ngarkohen globalisht nëpër faqet e kursit.
sv: Ange CSS-resurs-URL:er som du vill ska laddas globalt på kurssidorna.
uz: Kurs sahifalarida global miqyosda yuklanmoqchi bo'lgan CSS manba URL manzillarini kiriting.
zh_hk: 輸入您想要在整個課程頁面中全域載入的 CSS 資源 URL。

source: Other Course Settings
af_za: Ander kursusinstellings
de_de: Andere Kurseinstellungen
el: Άλλες ρυθμίσεις μαθήματος
es: Otras configuraciones del curso
fa: سایر تنظیمات دوره
hu: Kurzus további beállításai
ja: 他のコース設定
kk: Басқа курс параметрлері
lv: Citi kursa iestatījumi
sq: Cilësimet e tjera të kursit
sv: Andra kursinställningar
th: การตั้งค่าหลักสูตรอื่นๆ
uz: Boshqa kurs sozlamalari
zh_hk: 其他課程設定
