Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
af_za: OPSIONEEL: Dit is die SKU (voorraadhou-eenheid) van hierdie modus in die eksterne e-handeldiens. Laat dit leeg as die kursus nog nie na die e-handeldiens gemigreer is nie.
bo: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the སློབ་ཚན has not yet been migrated to the ecommerce service.
de_de: OPTIONAL: Dieses ist die SKU (stock keeping unit) dieser Einschreibungsart für den externen E-Commerce Dienst. Lassen Sie dieses Feld leer wenn der Kurs noch nicht an den E-Commerce Dienst angebunden wurde.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Αυτό βρίσκεται στο SKU (stock keeping unit) αυτής της λειτουργίας σε μια εξωτερική υπηρεσία ηλεκτρονικού εμπορίου. Αφήστε το κενό, εάν το μάθημα δεν έχει μεταβεί στην υπηρεσία ηλεκτρονικού εμπορίου.
es: OPCIONAL: Este es el SKU (unidad de mantenimiento de existencias) de este modo en el servicio de comercio electrónico externo. Deje este campo en blanco si el curso aún no se ha migrado al servicio de comercio electrónico.
fa: اختیاری: این SKU (واحد نگهداری سهام) این حالت در سرویس تجارت الکترونیک خارجی است. اگر دوره هنوز به سرویس تجارت الکترونیک منتقل نشده است، این قسمت را خالی بگذارید.
hu: OPCIONÁLIS: Ez ennek a módnak a SKU-ja (készletőrző egység) a külső e-kereskedelmi szolgáltatásban. Hagyja üresen, ha a kurzus még nem került áttelepítésre az e-kereskedelmi szolgáltatásba.
ja: 追加設定：このモードの在庫管理単位 (SKU, stock keeping unit) は外部の eコマースサービスによるものです。この講座が eコマースサービスに移行しない場合は空白のままにしておきます。
kk: ҚОСЫМША: Бұл сыртқы электрондық коммерция қызметіндегі осы режимнің SKU (қор сақтау бірлігі). Курс әлі электрондық коммерция қызметіне көшірілмеген болса, бұл бос қалдырыңыз.
lv: NEOBLIGĀTI: šis ir SKU (krājumu uzturēšanas vienība) ārējā e-komercijas pakalpojumā. Ja kurss vēl nav migrēts uz e-komercijas pakalpojumu, atstājiet šo vienumu tukšu.
sq: OPTIONAL: Kjo është SKU (njësia e mbajtjes së aksioneve) e këtij modaliteti në shërbimin e tregtisë elektronike të jashtme. Lëreni këtë bosh nëse kursi nuk është transferuar ende në shërbimin e tregtisë elektronike.
sv: VALFRITT: Det här är SKU (lagringsenhet) i det här läget i den externa e-handelstjänsten. Lämna detta tomt om kursen ännu inte har migrerats till e-handelstjänsten.
th: ตัวเลือก: นี่คือSKU (stock keeping unit) ของโหมดนี้ในการให้บริการการพาณิชย์อิเล็กทรอนิกส์จากภายนอก เว้นว่างถ้าหลักสูตรยังไม่ได้รับการโยกย้ายไปยังการให้บริการการพาณิชย์อิเล็กทรอนิกส์
uz: QO"SHIMCHA: Bu tashqi elektron tijorat xizmatida ushbu rejimning SKU (aksiyalarni saqlash birligi). Kurs hali elektron tijorat xizmatiga ko'chirilmagan bo'lsa, bu joyni bo'sh qoldiring.
zh_hk: 可選：這是該模式在外部電子商務服務中的SKU（庫存單位）。如果課程尚未遷移到電子商務服務，請將此留空。

source: OPTIONAL: This is the Android SKU registered on play store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
af_za: OPSIONEEL: Dit is die Android SKU wat in die Play Store geregistreer is vir hierdie modus van die kursus. Laat dit leeg as die kursus nog nie na die e-handeldiens gemigreer is nie.
bo: གདམ་ཀ། འདི་ནི་སློབ་ཚན་འདིའི་ཆེད་དུ་play store ནང་ཐོ་འགོད་བྱས་པའི་Android SKUཡིན། གལ་ཏེ་སློབ་ཚན་དེ་ད་དུང་དྲ་ཐོག་ཚོང་དོན་ཞབས་ཞུར་གནས་སྤོ་མ་བྱས་ན་འདི་སྟོང་བར་འཇོག་རོགས།
de_de: OPTIONAL: Dies ist die im Play Store für diesen Kursmodus registrierte Android-SKU. Lassen Sie dieses Feld leer, wenn der Kurs noch nicht zum E-Commerce-Service migriert wurde.
el: ΠΡΟΑΙΡΕΤΙΚΑ: Αυτό είναι το Android SKU που είναι καταχωρημένο στο play store για αυτήν τη λειτουργία του μαθήματος. Αφήστε αυτό το κενό εάν το μάθημα δεν έχει ακόμη μετεγκατασταθεί στην υπηρεσία ηλεκτρονικού εμπορίου.
es: OPCIONAL: Este es el SKU de Android registrado en Google Play Store para este modo del curso. Deje este campo en blanco si el curso aún no se ha migrado al servicio de comercio electrónico.
fa: اختیاری: این SKU اندروید است که در فروشگاه بازی برای این حالت دوره ثبت شده است. اگر دوره هنوز به سرویس تجارت الکترونیک منتقل نشده است، این قسمت را خالی بگذارید.
hu: OPCIONÁLIS: Ez az Android SKU, amely a Play Áruházban van regisztrálva a kurzus ezen módjához. Hagyja üresen, ha a kurzus még nem került át az e-kereskedelmi szolgáltatásba.
ja: オプション: これは、このコースモードのためにプレイストアに登録されたAndroid SKUです。コースがまだeコマースサービスに移行されていない場合は、空白のままにしてください。
kk: ҚОСЫМША: Бұл курстың осы режимі үшін ойын дүкенінде тіркелген Android SKU. Курс әлі электрондық коммерция қызметіне көшірілмеген болса, бұл бос қалдырыңыз.
lv: NEOBLIGĀTI: Šis ir Android SKU, kas reģistrēts Play veikalā šim kursa režīmam. Ja kurss vēl nav migrēts uz e-komercijas pakalpojumu, atstājiet šo rūtiņu tukšu.
sq: OPTIONAL: Ky është SKU i Android i regjistruar në play store për këtë modalitet të kursit. Lëreni këtë bosh nëse kursi nuk është transferuar ende në shërbimin e tregtisë elektronike.
sv: VALFRITT: Det här är Android-SKU:n som är registrerad i Play Store för det här kursläget. Lämna detta tomt om kursen ännu inte har migrerats till e-handelstjänsten.
uz: QO"SHIMCHA: Bu kursning ushbu rejimi uchun o'yin do'konida ro'yxatdan o'tgan Android SKU. Kurs hali elektron tijorat xizmatiga koʻchirilmagan boʻlsa, bu joyni boʻsh qoldiring.
zh_hk: 可選：這是在 Play 商店中針對此課程模式註冊的 Android SKU。如果課程尚未遷移到電子商務服務，請將此留空。

source: OPTIONAL: This is the iOS SKU registered on app store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
af_za: OPSIONEEL: Dit is die iOS SKU wat in die toepassingwinkel geregistreer is vir hierdie modus van die kursus. Laat dit leeg as die kursus nog nie na die e-handeldiens gemigreer is nie.
bo: གདམ་ཀ། འདི་ནི་སློབ་ཚན་འདིའི་ཆེད་དུ་ iOS SKU ནང་ཐོ་འགོད་བྱས་པའི་Android SKUཡིན། གལ་ཏེ་སློབ་ཚན་དེ་ད་དུང་དྲ་ཐོག་ཚོང་དོན་ཞབས་ཞུར་གནས་སྤོ་མ་བྱས་ན་འདི་སྟོང་བར་འཇོག་རོགས།
de_de: OPTIONAL: Dies ist die iOS-SKU, die im App Store für diesen Kursmodus registriert ist. Lassen Sie dieses Feld leer, wenn der Kurs noch nicht zum E-Commerce-Service migriert wurde.
el: ΠΡΟΑΙΡΕΤΙΚΑ: Αυτό είναι το iOS SKU που είναι καταχωρημένο στο κατάστημα εφαρμογών για αυτήν τη λειτουργία του μαθήματος. Αφήστε αυτό το κενό εάν το μάθημα δεν έχει ακόμη μετεγκατασταθεί στην υπηρεσία ηλεκτρονικού εμπορίου.
es: OPCIONAL: Este es el SKU de iOS registrado en App Store para este modo del curso. Deje este campo en blanco si el curso aún no se ha migrado al servicio de comercio electrónico.
fa: اختیاری: این SKU iOS است که برای این حالت دوره در فروشگاه برنامه ثبت شده است. اگر دوره هنوز به سرویس تجارت الکترونیک منتقل نشده است، این قسمت را خالی بگذارید.
hu: OPCIONÁLIS: Ez az iOS SKU, amely az appboltban van regisztrálva a kurzus ezen módjához. Hagyja üresen, ha a kurzus még nem került át az e-kereskedelmi szolgáltatásba.
ja: オプション: これは、このコースモードのためにApp Storeに登録されたiOS SKUです。コースがまだeコマースサービスに移行されていない場合は、空白のままにしてください。
kk: ҚОСЫМША: Бұл курстың осы режимі үшін қолданбалар дүкенінде тіркелген iOS SKU. Курс әлі электрондық коммерция қызметіне көшірілмеген болса, бұл бос қалдырыңыз.
lv: NEOBLIGĀTI: Šis ir iOS SKU, kas reģistrēts lietotņu veikalā šim kursa režīmam. Ja kurss vēl nav migrēts uz e-komercijas pakalpojumu, atstājiet šo vienumu tukšu.
sq: OPTIONAL: Ky është SKU i iOS i regjistruar në dyqanin e aplikacioneve për këtë modalitet të kursit. Lëreni këtë bosh nëse kursi nuk është transferuar ende në shërbimin e tregtisë elektronike.
sv: VALFRITT: Detta är iOS SKU som är registrerad i appbutiken för detta kursläge. Lämna detta tomt om kursen ännu inte har migrerats till e-handelstjänsten.
uz: QO"SHIMCHA: Bu kursning ushbu rejimi uchun ilovalar doʻkonida roʻyxatdan oʻtgan iOS SKU. Kurs hali elektron tijorat xizmatiga ko'chirilmagan bo'lsa, bu joyni bo'sh qoldiring.
zh_hk: 可選：這是在應用程式商店中註冊的此課程模式的 iOS SKU。如果課程尚未遷移到電子商務服務，請將此留空。

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
af_za: Dit is die grootmaat SKU (voorraadhou-eenheid) van hierdie modus in die eksterne e-handeldiens.
de_de: Dieses ist die rohe SKU (stock keeping unit) dieser Einschreibeart beim externen E-Commerce Service.
el: Αυτό είναι το μαζικό SKU (μονάδα διατήρησης αποθεμάτων) αυτής της λειτουργίας στην υπηρεσία εξωτερικού ηλεκτρονικού εμπορίου.
es: Este es el SKU masivo (unidad de mantenimiento de existencias) de este modo en el servicio de comercio electrónico externo.
fa: این SKU انبوه (واحد نگهداری سهام) این حالت در سرویس تجارت الکترونیک خارجی است.
hu: Ez ennek a módnak a tömeges SKU-ja (készletőrző egység) a külső e-kereskedelmi szolgáltatásban.
ja: 外部の eコマースサービスによる、バルクな在庫管理単位 (SKU, stock keeping unit) です。
kk: Бұл сыртқы электрондық коммерция қызметіндегі осы режимнің жаппай SKU (қор сақтау бірлігі).
lv: Šis ir šī režīma lielapjoma SKU (krājumu glabāšanas vienība) ārējā e-komercijas pakalpojumā.
sq: Kjo është pjesa më e madhe SKU (njësia e mbajtjes së aksioneve) e këtij modaliteti në shërbimin e tregtisë elektronike të jashtme.
sv: Detta är bulk SKU (lagringsenhet) i det här läget i den externa e-handelstjänsten.
uz: Bu tashqi elektron tijorat xizmatidagi ushbu rejimning ommaviy SKU (aksiyalarni saqlash birligi).
zh_hk: 這是該模式在對外電商服務中的批量SKU（庫存單位）。

source: Professional education modes are not allowed to have expiration_datetime set.
af_za: Professionele onderwysmodusse word nie toegelaat om expiration_datetime ingestel te hê nie.
bo: ཆེད་ལས་ཤེས་ཡོན་གྱི་རྣམ་པ་རྣམས་ཀྱི་དུས་ཡུན་རྫོགས་རྒྱུ་མེད་པ་སྒྲིག
de_de: Professionelle Bildungsteilnahmearten dürfen kein expiration_datetime gesetzt haben.
el: Οι λειτουργίες επαγγελματικής κατάρτισης δεν επιτρέπεται να έχουν ορισμένη ημερομηνία λήξης expiration_datetime.
es: Los modos de educación profesional no pueden tener configurado expiration_datetime.
fa: حالت‌های آموزش حرفه‌ای مجاز به تنظیم expiration_datetime نیستند.
hu: A szakmai oktatási módoknál nem engedélyezett a lejárati dátum beállítása.
ja: プロフェッショナル教育モードでは、expiration_datetimeを設定することはできません。
kk: Кәсіби білім беру режимдерінде аяқталу_күні уақытын орнатуға рұқсат етілмейді.
lv: Profesionālās izglītības režīmiem nav atļauts iestatīt derīguma termiņu.
sq: Modalitetet e edukimit profesional nuk lejohen të kenë të caktuar datën e skadimit.
sv: Professionella utbildningslägen får inte ha expiration_datetime inställt.
th: โหมดการศึกษาวิชาชีพไม่อนุญาตให้มีการตั้งค่า วันหรือเวลาที่หมดอายุ
uz: Professional ta'lim rejimlarida expiration_datetime belgilashga ruxsat berilmagan.
zh_hk: 專業教育模式不允許設定expiration_datetime。

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
af_za: Die {course_mode} kursusmodus het &#39;n minimum prys van {min_price} . Jy moet &#39;n prys groter as of gelyk aan {min_price} stel.
bo: The {course_mode} སློབ་ཚན་ཐབས་ལམ has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
de_de: Der Kursmodus {course_mode} hat einen Mindestpreis von {min_price}. Sie müssen einen Preis größer oder gleich {min_price} festlegen.
el: Η λειτουργία μαθήματος {course_mode} έχει ελάχιστη τιμή {min_price} . Πρέπει να ορίσετε μια τιμή μεγαλύτερη ή ίση με {min_price} .
es: El modo de curso {course_mode} tiene un precio mínimo de {min_price}. Debe establecer un precio mayor o igual a {min_price}.
fa: حالت دوره {course_mode} حداقل قیمت {min_price} دارد. شما باید قیمتی بزرگتر یا مساوی {min_price} تعیین کنید.
hu: A(z) {course_mode} kurzus mód minimális ára {min_price}. Az árnak nagyobbnak vagy egyenlőnek kell lennie, mint {min_price}.
ja: {course_mode}コースモードの最低価格は{min_price}です。価格は{min_price}以上に設定する必要があります。
kk: {course_mode} курс режимінің ең төменгі бағасы {min_price} . Сіз {min_price} мәнінен үлкен немесе оған тең баға орнатуыңыз керек.
lv: {course_mode} kursa režīmā minimālā cena ir {min_price}. Jums ir jānosaka cena, kas ir lielāka vai vienāda ar {min_price}.
sq: Modaliteti i kursit {course_mode} ka një çmim minimal prej {min_price}. Duhet të vendosni një çmim më të madh ose të barabartë me {min_price}.
sv: Kursläget {course_mode} har ett minimipris på {min_price}. Du måste ange ett pris som är större än eller lika med {min_price}.
th: {course_mode} โหมดรายวิชามีราคาขั้นต่ำ {min_price} คุณต้องกำหนดราคาที่มากกว่าหรือเท่ากับ {min_price}
uz: {course_mode} kurs rejimi {min_price} minimal narxiga ega. Siz {min_price} dan kattaroq yoki unga teng narx belgilashingiz kerak.
zh_hk: {course_mode}課程模式的最低價為{min_price} 。您必須設定大於或等於{min_price}的價格。

source: Free
af_za: Vry
bo: རིན་མེད།
de_de: Kostenlos
el: Δωρεάν
es: Gratis
fa: رایگان
ja: 無料
kk: Тегін
lv: Bezmaksas
sq: Falas
sv: Gratis
th: ฟรี
uz: Bepul
zh_hk: 免費

source: The time period before a course ends in which a course mode will expire
af_za: Die tydperk voordat &#39;n kursus eindig waarin &#39;n kursusmodus sal verval
bo: སློབ་ཚན་ཞིག་མཇུག་མ་བསྡུས་གོང་དུ་སློབ་ཚན་ཞིག་གི་རྣམ་པ་དུས་ཚོད་རྫོགས་རྒྱུ་ཡོད་པ།
de_de: Die Zeitspanne bevor ein Kurs endet in der die Teilnahmeart ausläuft
el: Η χρονική περίοδος πριν τη λήξη ενός μαθήματος, κατά την οποία μια λειτουργία μαθήματος θα λήξει.
es: El período de tiempo antes de que finalice un curso en el que expirará un modo de curso
fa: دورۀ زمانی پیش از پایان دوره که در آن حالت، دوره منقضی می‌شود
hu: A kurzus vége előtti időszak, amely alatt a kurzus mód lejár
ja: 講座のモードが無効になる前に講座を終了する時期
kk: Курстың аяқталуына дейінгі уақыт кезеңі, онда курс режимі аяқталады
lv: Laika periods pirms kursa beigām, kurā kursa režīms beigsies
sq: Periudha kohore përpara përfundimit të një kursi në të cilën do të skadojë mënyra e kursit
sv: Tidsperioden före en kurs slutar då ett kursläge löper ut
th: ช่วงเวลาก่อนที่รายวิชาจะจบ ซึ่งจะทำให้รายวิชาหมดอายุ
uz: Kurs tugashidan oldingi vaqt davri, unda kurs rejimi tugaydi
zh_hk: 課程結束前課程模式將過期的時間段

source: Congratulations! You are now enrolled in {course_name}
de_de: Gratulation! Du bist nun eingeschrieben für {course_name}
el: Συγχαρητήρια! Είστε πλέον εγγεγραμένος στο {course_name}
hu: Gratulálunk. Feliratkoztál a {course_name} kurzusra.
ja: おめでとうございます！{course_name} への受講登録がされました
kk: Құттықтаймыз! Сіз енді {course_name} курсына тіркелдіңіз.
th: ยินดีด้วย คุณได้ลงทะเบียนหลักสูตร {course_name} แล้ว
zh_hk: 恭喜！您現在已註冊{course_name}

source: Enrollment is closed
af_za: Inskrywings is gesluit
bo: ཐོ་འགོད་ཀྱི་དུས་ཡུན་རྫོགས་ཟིན།
de_de: Einschreibung ist geschlossen
el: Οι εγγραφές έχουν λήξει
es: La inscripción está cerrada
fa: ثبت‌نام بسته شده است.
hu: A beiratkozás lezárult
ja: 募集は終了しました
kk: Тіркеу жабық
lv: Pieteikšanās ir slēgta
sq: Regjistrimi është mbyllur
sv: Inskrivningen är stängd
th: ปิดการลงทะเบียนแล้ว
uz: Ro‘yxatga olish yopiq
zh_hk: 報名已結束

source: Enrollment mode not supported
af_za: Inskrywingsmodus word nie ondersteun nie
bo: ཞུགས་ཐོ་འགོད་སྟངས་དེ་ངོས་ལེན་བྱས་མ་སོང་།
de_de: Einschreibungsmodus nicht unterstützt
el: Η λειτουργία εγγραφής δεν υποστηρίζεται
es: Modo de inscripción no compatible
fa: حالت ثبت‌نام پشتیبانی نمی‌شود
hu: A feliratkozás módja nem támogatott
ja: サポートされていない受講登録方式です
kk: Тіркеу режиміне қолдау көрсетілмейді
lv: Reģistrācijas režīms netiek atbalstīts
sq: Modaliteti i regjistrimit nuk mbështetet
sv: Inskrivningsläget stöds inte
th: ไม่อนุญาตให้ลงทะเบียน
uz: Ro‘yxatdan o‘tish rejimi qo‘llab-quvvatlanmaydi
zh_hk: 不支援註冊模式

source: Invalid amount selected.
af_za: Ongeldige bedrag gekies.
bo: གྲངས་ཚད་བདམས་པ་ཚད་ལྡན་མ་རེད།
de_de: Ungültiger Betrag ausgewählt.
el: Επιλέχθηκε μη έγκυρο ποσό.
es: Cantidad seleccionada no válida.
fa: مقدار نامعتبر انتخاب شده‌است.
hu: Hibás mennyiség kiválasztva.
ja: 無効な数量を選択しました。
kk: Жарамсыз сома таңдалды.
lv: Atlasīta nederīga summa.
sq: Është zgjedhur sasi e pavlefshme.
sv: Ogiltigt belopp valt.
th: จำนวนที่ถูกเลือกไม่ถูกต้อง
uz: Yaroqsiz miqdor tanlandi.
zh_hk: 選擇的數量無效。

source: No selected price or selected price is too low.
af_za: Geen geselekteerde prys nie of geselekteerde prys is te laag.
bo: གོང་ཚད་བདམས་མེད་པ་དང་ཡང་ན་བདམས་པ་ནི་ཧ་ཅང་དམའ་བོ་རེད།
de_de: Es wurde kein Preis ausgewählt oder der ausgewählte Preis ist zu niedrig.
el: Δεν έχει επιλεγεί τιμή ή η επιλεγμένη τιμή είναι πολύ χαμηλή.
es: No se seleccionó un precio o el precio seleccionado es demasiado bajo.
fa: هیچ قیمت انتخابی یا قیمت انتخابی خیلی پایین است.
hu: Nincs érték kiválasztva vagy a kiválasztott érték túl alacsony.
ja: 価格の選択が無いか、選択した価格が低すぎます。
kk: Таңдалған баға жоқ немесе таңдалған баға тым төмен.
lv: Nav atlasīta neviena cena vai atlasītā cena ir pārāk zema.
sq: Asnjë çmim i zgjedhur ose çmimi i zgjedhur nuk është shumë i ulët.
sv: Inget valt pris eller valt pris är för lågt.
th: ไม่มีการเลือกราคาหรือเลือกราคาที่ต่ำเกินไป
uz: Tanlangan narx yoki tanlangan narx juda past emas.
zh_hk: 沒有選擇價格或選擇價格太低。

source: User profile
af_za: Gebruikersprofiel
bo: སྤྱོད་མཁན་གྱི་ངོ་སྤྲོད་སྙིང་བསྡུས།
de_de: Benutzerprofil
el: Προσωπική σελίδα χρήστη
es: Perfil de usuario
fa: پروفایل کاربر
hu: Felhasználói profil
ja: ユーザプロフィール
kk: Пайдаланушы профилі
lv: Lietotāja profils
sq: Profili i përdoruesit
sv: Användarprofil
th: ข้อมูลผู้ใช้
uz: Foydalanuvchi profili
zh_hk: 用户資料

source: Account recovery
af_za: Rekeningherwinning
bo: ཁ་བྱང་བསྐྱར་གསོ།
de_de: Wiederherstellung des Kontos
el: Ανάκτηση λογαριασμού
es: Recuperación de cuenta
fa: بازیابی حساب کاربری
hu: Fiók visszaállítás
ja: アカウント回復
kk: Есептік жазбаны қалпына келтіру
lv: Konta atkopšana
sq: Rikuperimi i llogarisë
sv: Kontoåterhämtning
th: การกู้คืนบัญชี
uz: Accountni tiklash
zh_hk: 帳戶恢復

source: Password
af_za: Wagwoord
bo: གསང་གྲངས།
de_de: Passwort
el: Κωδικός
es: Contraseña
fa: رمز عبور
hu: Jelszó
ja: パスワード
kk: Құпия сөз
lv: Parole
sq: Fjalëkalimi
sv: Lösenord
th: รหัสผ่าน
uz: Parol
zh_hk: 密碼

source: Raw passwords are not stored, so there is no way to see this user's password.
af_za: Rou wagwoorde word nie gestoor nie, so daar is geen manier om hierdie gebruiker se wagwoord te sien nie.
bo: གསང་ཨང་ཁག་ཉར་ཚགས་བྱས་མེད་པས་སྤྱོད་མཁན་འདིའི་གསང་ཨང་རྙེད་ཐབས་མི་འདུག
de_de: Passwörter werden nich gespeichert, daher gibt es keine Möglichkeit die Passwörter der Benutzer zu sehen.
el: Οι ακατέργαστοι κωδικοί πρόσβασης δεν αποθηκεύονται, επομένως δεν υπάρχει τρόπος να δείτε τον κωδικό πρόσβασης αυτού του χρήστη.
es: Las contraseñas en texto plano no se almacenan, por lo que no hay forma de ver la contraseña de este usuario.
fa: از آن‌جا که رمزهای عبور خام ذخیره نمی‌شوند، راهی برای دیدن رمز عبور این کاربر وجود ندارد.
hu: A nyers jelszavakat a rendszer nem tárolja, így nincs mód a felhasználó jelszavának megtekintésére.
ja: 生のパスワードは保存されないため、このユーザーのパスワードを確認する方法はありません。
kk: Шикі құпия сөздер сақталмайды, сондықтан бұл пайдаланушының құпия сөзін көру мүмкін емес.
lv: Neapstrādātas paroles netiek saglabātas, tāpēc nav iespējams redzēt šī lietotāja paroli.
sq: Fjalëkalimet e papërpunuara nuk ruhen, kështu që nuk ka asnjë mënyrë për të parë fjalëkalimin e këtij përdoruesi.
sv: Rålösenord lagras inte, så det finns inget sätt att se denna användares lösenord.
th: ข้อมูล รหัสผ่าน ไม่ถูกจัดเก็บ ดังนั้นจึง ไม่เห็นรหัสผ่านของผู้ใช้รายนี้
uz: Xom parollar saqlanmaydi, shuning uchun bu foydalanuvchi parolini ko'rishning imkoni yo'q.
zh_hk: 不儲存原始密碼，因此無法查看該用户的密碼。

source: %(count)d student account was unlocked.
af_za: %(count)d studenterekening is ontsluit.
bo: སློབ་མའི་གྲངས་ %(count)d ཁ་བྱང་གི་སྒོ་ཟ་ཕྱེས་ཡོད།
el: Ο λογαριασμός μαθητή %(count)d ξεκλειδώθηκε.
es: Se desbloqueó %(count)d cuenta de estudiante.
fa: حساب کاربری %(count)d دانش‌پذیر باز شد.
ja: %(count)d 人の学生アカウントが解除されました。
kk: %(count)d студенттік есептік жазбасының құлпы ашылды.
lv: %(count)d dalībnieku konti tika atbloķēti.
sq: Llogaria e studentit %(count)d u shkyç.
sv: %(count)d studentkonto har låsts upp.
uz: %(count)d talaba accountlari qulfdan chiqarildi.
zh_hk: %(count)d學生帳號已解鎖。

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
af_za: Voeg asseblief &#39;n sleutel/waarde &#39;THIRD_PARTY_AUTH_ONLY_DOMAIN/ {site_email_domain} &#39; by in SiteConfiguration-model se site_values-veld.
de_de: Bitte geben Sie einen Key/Value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in das Feld der site_values der SiteConfiguration ein.
el: Προσθέστε ένα κλειδί/τιμή &quot;THIRD_PARTY_AUTH_ONLY_DOMAIN/ {site_email_domain} &quot; στο πεδίο site_values του μοντέλου SiteConfiguration.
es: Agregue una clave/valor 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' en el campo site_values del modelo SiteConfiguration.
fa: لطفاً یک کلید/مقدار &quot;THIRD_PARTY_AUTH_ONLY_DOMAIN/ {site_email_domain} &quot; در قسمت site_values مدل SiteConfiguration اضافه کنید.
hu: Kérjük, adjon hozzá egy 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' kulcs/érték párost a SiteConfiguration modell site_values mezőjéhez.
ja: SiteConfigurationモデルのsite_valuesフィールドにキー/値 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' を追加してください。
kk: SiteConfiguration үлгісінің site_values өрісіне "THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}" кілтін/мәнін қосыңыз.
lv: Lūdzu, pievienojiet atslēgu/vērtību “THIRD_PARTY_AUTH_ONLY_DOMAIN/ {site_email_domain} ” SiteConfiguration modeļa laukā site_values.
sq: Shto një çelës/vlerë 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' në fushën e vlerave të faqes së modelit SiteConfiguration.
sv: Lägg till en nyckel/värde 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' i SiteConfiguration-modellens site_values-fält.
th: กรุณาเพิ่มคีย์/ค่า 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' ใน SiteConfiguration model's site_values field.
uz: SiteConfiguration modelining site_values maydoniga “THIRD_PARTY_AUTH_ONLY_DOMAIN/ {site_email_domain} ” kalit/qiymatini qo‘shing.
zh_hk: 請在 SiteConfiguration 模型的 site_values 欄位中新增鍵/值「THIRD_PARTY_AUTH_ONLY_DOMAIN/ {site_email_domain} 」。

source: Email doesn't have {allowed_site_email_domain} domain name.
af_za: E-pos het nie {allowed_site_email_domain} domeinnaam nie.
bo: གློག་འཕྲིན་འདི་ལ་ {allowed_site_email_domain} དྲ་གནས་ཀྱི་མིང་མི་འདུག
de_de: Die E-Mail hat keinen {domain_name} Domainnamen.
el: Το email δεν έχει όνομα τομέα {allowed_site_email_domain} .
es: El correo electrónico no tiene el nombre de dominio {allowed_site_email_domain}.
fa: ایمیل نام دامنه {allowed_site_email_domain} را ندارد.
hu: Az e-mail cím nem tartalmazza a(z) {allowed_site_email_domain} domain nevet.
ja: メールに{allowed_site_email_domain}ドメイン名が含まれていません。
kk: Электрондық поштада {allowed_site_email_domain} домен атауы жоқ.
lv: E-pastam nav {allowed_site_email_domain} domēna nosaukuma.
sq: Email-i nuk ka emër domeni {allowed_site_email_domain}.
sv: E-postadressen har inte domännamnet {allowed_site_email_domain}.
th: อีเมลไม่ได้อยู่ในโดเมน {allowed_site_email_domain}
uz: Elektron pochtada {allowed_site_email_domain} domen nomi mavjud emas.
zh_hk: 電郵沒有{allowed_site_email_domain}網域。

source: User with this email doesn't exist in system.
af_za: Gebruiker met hierdie e-posadres bestaan nie in stelsel nie.
bo: མ་ལག་ནང་གློག་འཕྲིན་འདི་སྤྱོད་མཁན་ཞིག་མི་འདུག
de_de: Benutzer mit dieser E-Mail existiert nicht im System.
el: Χρήστης με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου δεν υπάρχει στο σύστημα.
es: No existe un usuario con este correo electrónico en el sistema.
fa: کاربری با این ایمیل در سیستم وجود ندارد.
hu: Felhasználó ezzel az e-mail címmel nem létezik.
ja: このメールアドレスのユーザーはシステムに存在しません。
kk: Бұл электрондық поштасы бар пайдаланушы жүйеде жоқ.
lv: Lietotājs ar šo e-pasta adresi sistēmā nepastāv.
sq: Përdoruesi me këtë email nuk ekziston në sistem.
sv: Användare med denna e-postadress finns inte i systemet.
th: ไม่มีผู้ใช้ที่มีอีเมลนี้ในระบบ
uz: Ushbu e-pochtaga ega foydalanuvchi tizimda mavjud emas.
zh_hk: 系統中不存在使用此電郵的用户。
