Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
af_za: Wysig die naam van die kursusbeeldlêer. Jy moet hierdie lêer op die lêers en oplaaie-bladsy oplaai. Jy kan ook die kursusbeeld op die Instellings en Besonderhede-bladsy stel.
de_de: Bearbeite des Namen der Kursbilddatei. Du musst diese Datei auf der "Dateien & Uploads"-Seite hochladen. Du kannst das Kursbild auch auf der "Einstellungen & Details"-Seite festlegen.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας του μαθήματος. Πρέπει να ανεβάσετε αυτό το αρχείο στη σελίδα Αρχεία &amp; Μεταφορτώσεις. Μπορείτε επίσης να ορίσετε την εικόνα του μαθήματος στη σελίδα Ρυθμίσεις &amp; Λεπτομέρειες.
es: Edite el nombre del archivo de imagen del curso. Debe cargar este archivo en la página Archivos y Cargas. También puede establecer la imagen del curso en la página Configuración y Detalles.
fa: نام فایل تصویر دوره را ویرایش کنید. شما باید این فایل را در صفحه Files &amp; Uploads آپلود کنید. همچنین می توانید تصویر دوره را در صفحه تنظیمات و جزئیات تنظیم کنید.
hu: Szerkessze a kurzuskép fájl nevét. Ezt a fájlt a Fájlok és feltöltések oldalon kell feltöltenie. A kurzusképet a Beállítások és részletek oldalon is beállíthatja.
ja: コース画像ファイルの名前を編集します。このファイルは「ファイルとアップロード」ページにアップロードする必要があります。また、「設定と詳細」ページでコース画像を設定することもできます。
kk: Курс кескін файлының атын өңдеңіз. Бұл файлды Файлдар және жүктеп салулар бетіне жүктеп салуыңыз керек. Сондай-ақ, курс кескінін Параметрлер және мәліметтер бетінде орнатуға болады.
lv: Rediģējiet kursa attēla faila nosaukumu. Šis fails ir jāielādē lapā Files & Uploads - Faili un ielādes. Kursa attēlu var iestatīt arī lapā Iestatījumi un informācija.
sq: Redaktoni emrin e skedarit të imazhit të kursit. Ju duhet ta ngarkoni këtë skedar në faqen Skedarët dhe Ngarkimet. Ju gjithashtu mund të vendosni imazhin e kursit në faqen Cilësimet dhe Detajet.
sv: Redigera namnet på kursbildsfilen. Du måste ladda upp den här filen på sidan Filer och uppladdningar. Du kan också ställa in kursbilden på sidan Inställningar och detaljer.
th: แก้ไขชื่อไฟล์ภาพของหลักสูตร คุณต้องอัปโหลดไฟล์บนหน้า ไฟล์ & อัปโหลด คุณสามารถตั้งค่ารูปภาพหลักสูตรบนหน้า ตั้งค่า & รายละเอียดได้
uz: Kurs tasvir fayli nomini tahrirlang. Ushbu faylni Fayllar va yuklamalar sahifasiga yuklashingiz kerak. Shuningdek, kurs tasvirini Sozlamalar va Tafsilotlar sahifasida o‘rnatishingiz mumkin.
zh_hk: 編輯課程圖片檔的名稱。您必須在Files & Uploads頁面上傳這個檔案。您也可以在 Settings & Details頁面設定課程圖片。

source: Course Banner Image
af_za: Kursus Banier Beeld
bo: སློབ་ཚན་གྱི་འཕྲེད་ཉལ་འདྲ་པར།
de_de: Kurs-Banner-Bild
el: Εικόνα πανό μαθήματος
es: {'singular': 'Imagen de banner del curso'}
fa: تصویر بنر دوره
hu: Tanfolyam szalagképe
ja: コースバナー画像
kk: Курс баннерінің суреті
lv: Kursa reklāmkaroga attēls
sq: Imazhi i banerit të kursit
sv: Kursbanner Bild
uz: Kurs banneri tasviri
zh_hk: 課程縮圖圖像

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
af_za: Wysig die naam van die banierbeeldlêer. U kan die banierprent op die Instellings en Besonderhede-bladsy stel.
bo: འཕྲེད་ཉལ་འདྲ་པར་གྱི་མིང་རྩོམ་སྒྲིག་བྱེད། ཁྱེད་ཀྱིས་འཕྲེད་ཉལ་འདྲ་པར་དེ་སྒྲིག་འགོད་དང་ & ཤོག་ངོས་ཀྱི་ཞིབ་ཕྲ་ཟེར་བ་གཉིས་ཀྱི་ནང་སྒྲིག་ཐུབ།
de_de: Bearbeiten Sie den Namen der Banner-Bilddatei. Sie können das Bannerbild auf der Seite Einstellungen & Details einstellen.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας banner. Μπορείτε να ορίσετε την εικόνα του banner στη σελίδα Ρυθμίσεις &amp; Λεπτομέρειες.
es: Edite el nombre del archivo de imagen del banner. Puede establecer la imagen del banner en la página Configuración y Detalles.
fa: نام فایل تصویر بنر را ویرایش کنید. می توانید تصویر بنر را در صفحه تنظیمات و جزئیات تنظیم کنید.
hu: Szerkessze a bannerkép fájl nevét. A bannerképet a Beállítások és részletek oldalon állíthatja be.
ja: バナー画像ファイルの名前を編集します。バナー画像は「設定と詳細」ページで設定できます。
kk: Баннер кескіні файлының атын өңдеңіз. Баннер кескінін Параметрлер және мәліметтер бетінде орнатуға болады.
lv: Rediģējiet bannera attēla faila nosaukumu. Banera attēlu var iestatīt lapā Iestatījumi un informācija.
sq: Redaktoni emrin e skedarit të imazhit të bannerit. Mund të vendosni imazhin e banerit në faqen Cilësimet dhe Detajet.
sv: Redigera namnet på bannerbildens fil. Du kan ställa in bannerbilden på sidan Inställningar och detaljer.
uz: Banner tasvir fayli nomini tahrirlang. Banner tasvirini Sozlamalar va Tafsilotlar sahifasida o'rnatishingiz mumkin.
zh_hk: 編輯影片縮圖圖像檔案的名稱。您可以在「設定和詳細資料」頁面上設定影片縮圖影像。

source: Course Video Thumbnail Image
af_za: Kursusvideo-kleinkiekiebeeld
bo: སློབ་ཚན་བརྙན་གྱི་གདོང་ཁེབ་འདྲ་པར།
de_de: Anzeigebild für das Kurs-Video
el: Εικόνα μικρογραφίας βίντεο μαθήματος
es: {'singular': 'Imagen miniatura del video del curso'}
fa: تصویر کوچک ویدیوی دوره
ja: コース動画のサムネイル画像
kk: Курстың бейне нобайының суреті
lv: Kursa video sīktēla attēls
sq: Imazhi i miniaturës së videos së kursit
sv: Kursvideons miniatyrbild
uz: Kurs videosining eskizi
zh_hk: 課程影片縮圖

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
af_za: Wysig die naam van die video-kleinkiekie-beeldlêer. Jy kan die video-kleinkiekie-prent op die Instellings en Besonderhede-bladsy stel.
bo: སློབ་ཚན་བརྙན་གྱི་མིང་གྱི་འདྲ་པར་རྩོམ་སྒྲིག་བྱེད། ཁྱེད་ཀྱིས་སློབ་ཚན་བརྙན་གྱི་འདྲ་པར་དེ་སྒྲིག་འགོད་དང་ & ཤོག་ངོས་ཀྱི་ཞིབ་ཕྲ་ཟེར་བ་གཉིས་ཀྱི་ནང་སྒྲིག་ཐུབ།
de_de: Bearbeiten Sie den Namen der Miniaturansichtsbilddatei des Videos. Sie können das Miniaturansichtsbild des Videos auf der Seite Einstellungen & Details festlegen.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας μικρογραφίας βίντεο. Μπορείτε να ορίσετε τη μικρογραφία του βίντεο στη σελίδα Ρυθμίσεις &amp; Λεπτομέρειες.
es: Edite el nombre del archivo de imagen miniatura del video. Puede establecer la imagen miniatura del video en la página Configuración y Detalles.
fa: نام فایل تصویر کوچک ویدیو را ویرایش کنید. می‌توانید تصویر کوچک ویدیو را در صفحه تنظیمات و جزئیات مشخص کنید.
hu: Szerkessze a videó miniatűr kép fájlnevét. A videó miniatűr képet a Beállítások és részletek oldalon állíthatja be.
ja: ビデオサムネイル画像ファイルの名前を編集します。ビデオサムネイル画像は、設定と詳細ページで設定できます。
kk: Бейне нобайы кескін файлының атын өңдеңіз. Бейне нобайының кескінін "Параметрлер және мәліметтер" бетінде орнатуға болады.
lv: Rediģējiet videoklipa miniatūras attēla faila nosaukumu. Videoklipa sīktēlu attēlu var iestatīt lapā Iestatījumi un informācija.
sq: Ndryshoni emrin e skedarit të imazhit të miniaturës së videos. Mund të vendosni imazhin e miniaturës së videos në faqen Cilësimet dhe Detajet.
sv: Redigera namnet på videons miniatyrbildsfil. Du kan ställa in videons miniatyrbild på sidan Inställningar och detaljer.
uz: Video eskizi tasvir fayli nomini tahrirlang. Videoning eskizi tasvirini Sozlamalar va Tafsilotlar sahifasida o‘rnatishingiz mumkin.
zh_hk: 編輯影片縮圖檔案的名稱。您可以在「設定和詳細資料」頁面上設定影片縮圖。

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
af_za: Gebruik hierdie instelling slegs wanneer PDF-sertifikate gegenereer word. Tussen aanhalingstekens, voer die kort naam in van die tipe sertifikaat wat studente ontvang wanneer hulle die kursus voltooi. Byvoorbeeld, &quot;Sertifikaat&quot;.
bo: PDF ཡི་རྣམ་པའི་ལག་ཁྱེར་བཟོ་དུས་སྒྲིག་འགོད་འདི་རྒྱུན་སྤྱོད་བྱེད། ལུང་རྟགས་ཀྱི་བར་ལ་མིང་ཐུང་ངུ་ཞིག་འཇུག་དགོས། དེ་ནི་སློབ་མས་སློབ་ཚན་མཐར་ཕྱིན་དུས་འཐོབ་རྒྱུའི་ལག་ཁྱེར་གྱི་གྲས་ཡིན། དཔེར་ན། "ལག་ཁྱེར།" ལྟ་བུ།
de_de: Verwenden Sie diese Einstellung nur bei der Erstellung von PDF-Zertifikaten. Geben Sie in Anführungszeichen den Kurznamen der Art des Zertifikats ein, das die Teilnehmer nach Abschluss des Kurses erhalten. Zum Beispiel "Zertifikat".
el: Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο κατά τη δημιουργία βεβαιώσεων σε PDF. Ανάμεσα σε εισαγωγικά, εισαγάγετε το σύντομο όνομα της βεβαίωσης που λαμβάνουν οι φοιτητές όταν ολοκληρώσουν το μάθημα. Για παράδειγμα, "Βεβαίωση".
es: Use esta configuración solo al generar certificados en PDF. Entre comillas, ingrese el nombre corto del tipo de certificado que reciben los estudiantes al completar el curso. Por ejemplo, "Certificado".
fa: از این تنظیم فقط هنگام تولید گواهینامه های PDF استفاده کنید. بین علامت نقل قول، نام کوتاه نوع گواهینامه ای را که دانش آموزان پس از اتمام دوره دریافت می کنند، وارد کنید. به عنوان مثال،"گواهی دوره"
hu: Használja ezt a beállítást csak PDF bizonyítványok generálásakor. Idézőjelek között adja meg a bizonyítvány típusának rövid nevét, amelyet a hallgatók kapnak a kurzus befejezésekor. Például: "Bizonyítvány".
ja: PDF証明書を生成する際にのみこの設定を使用します。引用符の間に、コースを修了した際に学生が受け取る証明書の種類の短い名前を入力してください。例えば、「証明書」です。
kk: Бұл параметрді тек PDF сертификаттарын жасау кезінде пайдаланыңыз. Тырнақшалардың арасына студенттер курсты аяқтаған кезде алатын сертификат түрінің қысқаша атауын енгізіңіз. Мысалы, «Сертификат».
lv: Šo iestatījumu izmantojiet tikai tad, ja ģenerējat PDF sertifikātus. Starp pēdiņām ievadiet īsu tā sertifikāta veida nosaukumu, ko kursa dalībnieki saņem, pabeidzot kursu. Piemēram, "Sertifikāts".
sq: Përdoreni këtë cilësim vetëm kur gjeneroni certifikata PDF. Midis thonjëzave, shkruani emrin e shkurtër të llojit të certifikatës që studentët marrin kur të përfundojnë kursin. Për shembull, "Certifikatë".
sv: Använd endast den här inställningen när du skapar PDF-certifikat. Mellan citattecken anger du det korta namnet på den typ av certifikat som studenterna får när de slutför kursen. Till exempel &quot;Certifikat&quot;.
uz: Ushbu parametrdan faqat PDF sertifikatlarini yaratishda foydalaning. Qo'shtirnoq orasiga talabalar kursni tugatgandan so'ng oladigan sertifikat turining qisqa nomini kiriting. Masalan, "Sertifikat".
zh_hk: 僅在產生 PDF 證書時使用此設定。在引號之間輸入學生完成課程後收到的證書類型的簡稱。例如“證書”。

source: Certificate Name (Short)
af_za: Sertifikaatnaam (kort)
bo: ལག་ཁྱེར་གྱི་མིང་། (ཐུང་ཐུང་།)
de_de: Zertifikatsname (kurz)
el: Όνομα βεβαίωσης (σύντομο)
es: {'singular': 'Nombre del certificado (corto)'}
fa: نام گواهی (کوتاه)
hu: Bizonyítvány neve (rövid név)
kk: Сертификат атауы (қысқа)
lv: Sertifikāta nosaukums (īss)
sq: Emri i certifikatës (i shkurtër)
sv: Certifikatnamn (kort)
th: ชื่อใบรับรอง (สั้น)
uz: Sertifikat nomi (qisqa)
zh_hk: 證書名稱（簡稱）

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
af_za: Gebruik hierdie instelling slegs wanneer PDF-sertifikate gegenereer word. Tussen aanhalingstekens, voer die lang naam in van die tipe sertifikaat wat studente ontvang wanneer hulle die kursus voltooi. Byvoorbeeld, &quot;Sertifikaat van Prestasie&quot;.
bo: PDF ཡི་རྣམ་པའི་ལག་ཁྱེར་བཟོས་དུས་ད་གཟོད་སྒྲིག་འགོད་འདི་བཀོལ་སྤྱོད་བྱེད། ལུང་རྟགས་ཀྱི་བར་ལ་མིང་རིང་ཙམ་ཞིག་འཇུག་དགོས། དེ་ནི་སློབ་མས་སློབ་ཚན་དེ་སློབ་མཐཪ་ཕྱིན་དུས་འཐོབ་རྒྱུའི་ལག་ཁྱེར་གྱི་གྲས་ཤིག་ཡིན་དགོས། དཔེར་ན། "གྲུབ་འབྲས་ཀྱི་ལག་ཁྱེར།" ལྟ་བུ།
de_de: Verwenden Sie diese Einstellung nur bei der Erstellung von PDF-Zertifikaten. Geben Sie in Anführungszeichen den langen Namen der Art des Zertifikats ein, das die Teilnehmer nach Abschluss des Kurses erhalten. Zum Beispiel "Leistungsnachweis".
el: Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο κατά τη δημιουργία βεβαιώσεων σε PDF. Ανάμεσα σε εισαγωγικά, εισαγάγετε το πλήρες όνομα της βεβαίωσης που λαμβάνουν οι φοιτητές όταν ολοκληρώσουν το μάθημα. Για παράδειγμα, "Βεβαίωση Επιτυχούς Παρακολούθησης".
es: Use esta configuración solo al generar certificados en PDF. Entre comillas, ingrese el nombre largo del tipo de certificado que reciben los estudiantes al completar el curso. Por ejemplo, "Certificado de logro".
fa: از این تنظیم فقط هنگام تولید گواهینامه های PDF استفاده کنید. بین علامت نقل قول، نام طولانی نوع گواهینامه ای را که دانش آموزان پس از اتمام دوره دریافت می کنند، وارد کنید. به عنوان مثال، " گواهی موفقیت ".
hu: Ezt a beállítást csak PDF bizonyítványok generálásakor használja. Idézőjelek között adja meg a bizonyítvány típusának hosszú nevét, amelyet a diákok kapnak a kurzus befejezésekor. Például: "Teljesítési Bizonyítvány".
ja: PDF証明書を生成する際にのみこの設定を使用してください。引用符の間に、コースを修了した際に学生が受け取る証明書の種類の正式名称を入力してください。例えば、「達成証明書」のように。
kk: Бұл параметрді тек PDF сертификаттарын жасау кезінде пайдаланыңыз. Тырнақшалардың арасына студенттер курсты аяқтаған кезде алатын сертификат түрінің ұзын атауын енгізіңіз. Мысалы, «Жетістік сертификаты».
lv: Šo iestatījumu izmantojiet tikai tad, ja ģenerējat PDF sertifikātus. Starp pēdiņām ierakstiet sertifikāta veida garo nosaukumu, ko kursa dalībnieki saņem pēc kursa pabeigšanas. Piemēram, "Sertifikāts par sasniegumiem".
sq: Përdoreni këtë cilësim vetëm kur gjeneroni certifikata PDF. Mes thonjëzave, shkruani emrin e gjatë të llojit të certifikatës që studentët marrin kur të përfundojnë kursin. Për shembull, "Certifikatë e Arritjes".
sv: Använd endast den här inställningen när du skapar PDF-certifikat. Mellan citattecken anger du det långa namnet på den typ av certifikat som studenterna får när de slutför kursen. Till exempel "Certificate of Achievement".
uz: Ushbu parametrdan faqat PDF sertifikatlarini yaratishda foydalaning. Tirnoqlar orasiga talabalar kursni tugatgandan so'ng oladigan sertifikat turining uzun nomini kiriting. Masalan, "Muvaffaqiyat sertifikati".
zh_hk: 僅在產生 PDF 證書時使用此設定。在引號之間輸入學生完成課程後收到的證書類型的長名稱。例如，「成就證書」。

source: Certificate Name (Long)
af_za: Sertifikaatnaam (lank)
bo: ལག་ཁྱེར་གྱི་མིང་། (རིང་པོ།)
de_de: Zertifikatsname (lang)
el: Όνομα βεβαίωσης (πλήρες)
es: {'singular': 'Nombre del certificado (largo)'}
fa: نام گواهی (طولانی)
hu: Bizonyítvány neve (hosszú név)
kk: Сертификат атауы (ұзын)
lv: Sertifikāta nosaukums (garš)
sq: Emri i certifikatës (i gjatë)
sv: Certifikatnamn (Long)
th: ชื่อใบรับรอง (ยาว)
uz: Sertifikat nomi (uzun)
zh_hk: 證書名稱（長）

source: Certificate Web/HTML View Enabled
af_za: Sertifikaat Web/HTML-aansig geaktiveer
bo: ལག་ཁྱེར་གྱི་དྲ་ཚིགས་/HTML འཆར་སྟོན་ནུས་པ།
de_de: Web/HTML Ansicht für Zertifikate aktiviert
el: Ενεργοποιήθηκε η προβολή πιστοποιητικού Ιστού/HTML
es: {'singular': 'Vista web/HTML de certificados habilitada'}
fa: نمای وب/HTML گواهی فعال شد
hu: Tanúsítvány web/HTML nézet engedélyezve
ja: 証明書Web/HTMLビュー有効化
kk: Сертификатты веб/HTML көрінісі қосулы
lv: Sertifikāta Web/HTML skats ir iespējots
sq: Pamja në ueb/HTML e certifikatës aktivizohet.
th: ใบรับรองในมุมมองของเว็บเพจหรือ HTMLที่ถูกเปิดใช้งาน
uz: Sertifikat veb/HTML ko‘rinishi yoqilgan
zh_hk: 啟用證書 Web/HTML 查看

source: If true, certificate Web/HTML views are enabled for the course.
af_za: Indien waar, word sertifikaat Web/HTML-aansigte vir die kursus geaktiveer.
bo: བདེན་པ་ཡིན་ན་སློབ་ཚན་འདིའི་ལག་ཁྱེར་གྱི་དྲ་ཚིགས་/HTMLའཆར་སྟོན་ནུས་པ་ཡིན།
de_de: Wenn "true", sind für den Kurs Web/HTML-Ansichten des Zertifikats aktiviert.
el: Εάν ισχύει, οι προβολές πιστοποοιητικού Ιστού/HTML είναι ενεργοποιημένες για το μάθημα.
es: Si es verdadero, las vistas web/HTML de certificados están habilitadas para el curso.
fa: اگر درست باشد، نماهای وب/HTML گواهی برای دوره فعال می شود.
hu: Ha igaz, a tanúsítvány Web/HTML nézetei engedélyezve vannak a kurzushoz.
ja: コースの証明書Web/HTMLビューが有効になります。
kk: Егер шын болса, курс үшін сертификат Web/HTML көріністері қосылады.
lv: Ja True, kursam ir iespējoti sertifikāta Web/HTML skati.
sq: Nëse është e vërtetë, pamjet e uebit/HTML të certifikatës janë të aktivizuara për kursin.
th: ถ้าจริง ใบรับรองในมุมมองเว็บ / HTML จะถูกเปิดใช้งานสำหรับหลักสูตร
uz: Agar rost boʻlsa, kurs uchun sertifikat Web/HTML koʻrinishlari yoqiladi.
zh_hk: 如果為 true，則為課程啟用證書 Web/HTML 檢視。

source: Certificate Web/HTML View Overrides
af_za: Sertifikaat Web/HTML View Overrides
bo: ལག་ཁྱེར་དྲ་ཚིགས་/HTML འཆར་སྟོན་ཟུར་འཇོག་བྱས་པ།
de_de: Web/HTML Ansicht des Zertifikates
el: Παρακάμψεις της προβολής Πιστοποιητικού Web/HTML
es: {'singular': 'Anulaciones de la vista web/HTML de certificados'}
fa: لغو نمایه وب/HTML گواهی
hu: Tanúsítvány webes/HTML nézet felülírások
ja: 証明書 Web/HTML 表示オーバーライド
kk: Сертификат веб/HTML көрінісін қайта анықтау
lv: Sertifikāta Web/HTML skata ignorēšana
sv: Certifikat Webb/HTML-överskridanden
th: แทนที่ใบรับรองในมุมมองของเว็บเพจหรือ HTML
uz: Sertifikat veb/HTML ko'rinishini bekor qilish
zh_hk: 證書 Web/HTML 視圖覆蓋

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
af_za: Voer kursusspesifieke oorskrywings vir die Web/HTML-sjabloonparameters hier in (JSON-formaat)
bo: དྲ་ཚིགས་དེའི་Web/HTML དཔེ་བྱེད་ (JSON format) རྣམས་ཀྱི་ཆེད་དུ། སློབ་ཚན་གྱི་དམིགས་བསལ་གྱི་འགོག་མཚམས་རྣམས་ཞོག
de_de: Geben Sie hier kursspezifische Überschreibungen für die Parameter der Web/HTML Vorlagen ein (JSON-Format)
el: Εισαγάγετε παρακάμψεις για το συγκεκριμένο μάθημα για τις παραμέτρους προτύπου Web/HTML εδώ (μορφή JSON)
es: Ingrese aquí anulaciones específicas del curso para los parámetros de la plantilla web/HTML (formato JSON).
fa: موارد لغو اختصاصی دوره را برای پارامترهای الگوی Web/HTML در اینجا وارد کنید (فرمت JSON)
hu: Adja meg a kurzusra vonatkozó felülírásokat a Web/HTML sablon paramétereihez itt (JSON formátumban)
kk: Web/HTML үлгі параметрлері үшін курсқа қатысты қайта анықтауды осы жерге енгізіңіз (JSON пішімі)
lv: Šeit ievadiet kursam raksturīgās ignorēšanas Web/HTML veidnes parametriem (JSON formāts)
sq: Fut zëvendësimet specifike të kursit për parametrat e shabllonit Web/HTML këtu (format JSON)
sv: Ange kursspecifika överskridanden för webb / HTML-mallparametrarna här (JSON-format)
th: ใส่ส่วนเฉพาะของหลักสูตรที่จะแทนที่สำหรับรูปแบบ Web/HTMLที่ต้องการกำหนดที่นี่ (ในรูปแบบของ JSON)
uz: Bu yerga Web/HTML shablon parametrlari uchun kursga xos bekor qilishni kiriting (JSON formati)
zh_hk: 在此輸入特定課程的 Web/HTML 範本參數覆寫（JSON 格式）

source: Certificate Configuration
af_za: Sertifikaat konfigurasie
de_de: Zertifikat Konfiguration
el: Διαμόρφωση πιστοποιητικού
es: {'singular': 'Configuración del certificado'}
fa: پیکربندی گواهی
hu: Bizonyítvány konfigurációja
ja: 証明書設定
kk: Сертификат конфигурациясы
lv: Sertifikāta konfigurācija
sq: Konfigurimi i certifikatës
sv: Certifikat Konfiguration
th: การกำหนดค่าใบรับรอง
uz: Sertifikat konfiguratsiyasi
zh_hk: 證書設定

source: Enter course-specific configuration information here (JSON format)
af_za: Voer kursusspesifieke konfigurasie-inligting hier in (JSON-formaat)
de_de: Geben Sie hier kursspezifische Konfigurationsinformationen ein (JSON-Format)
el: Εισαγάγετε εδώ τις πληροφορίες διαμόρφωσης για το μάθημα (μορφή JSON)
es: Ingrese aquí información de configuración específica del curso (formato JSON).
fa: اطلاعات پیکربندی دوره خاص را در اینجا وارد کنید (فرمت JSON)
hu: Adja meg a kurzusra vonatkozó konfigurációs információkat itt (JSON formátumban)
ja: コース固有の設定情報をここに入力してください（JSON形式）
kk: Курсқа қатысты конфигурация ақпаратын осында енгізіңіз (JSON пішімі)
lv: Šeit ievadiet konkrētā kursa konfigurācijas informāciju (JSON formāts)
sq: Fut këtu informacionin e konfigurimit të kursit (format JSON)
sv: Ange kursspecifik konfigurationsinformation här (JSON-format)
th: ใส่ข้อมูลการกำหนดค่าเฉพาะหลักสูตรที่นี่ (ในรูปแบบของ JSON)
uz: Kursga oid konfiguratsiya maʼlumotlarini shu yerga kiriting (JSON formati)
zh_hk: 在此輸入特定課程的設定資訊（JSON 格式）

source: CSS Class for Course Reruns
af_za: CSS-klas vir kursusherhalings
de_de: CSS-Klasse für Kurswiederholungen
el: Κλάση CSS για επανεκτελέσεις μαθημάτων
es: {'singular': 'Clase CSS para repeticiones del curso'}
fa: کلاس CSS برای تکرار دوره
hu: CSS osztály a kurzus újrafuttatásához
ja: コース再実行用CSSクラス
kk: Курсты қайталауға арналған CSS сыныбы
lv: CSS Class kursa atkārtojumiem
sq: Klasa CSS për përsëritjet e kursit
sv: CSS-klass för kursomgångar
th: CSS คลาสสำหรับการเริ่มหลักสูตรอีกครั้ง
uz: Kursni takrorlash uchun CSS klassi
zh_hk: 重新開課的 CSS 類

source: Allows courses to share the same css class across runs even if they have different numbers.
af_za: Laat kursusse toe om dieselfde css-klas oor lopies te deel, selfs al het hulle verskillende nommers.
de_de: Erlaube, dass Kurse die selbe CSS-Klasse während der Laufzeit nutzen, selbst wenn sie unterschiedliche Nummern haben.
el: Επιτρέπει στα μαθήματα να μοιράζονται την ίδια κλάση css σε όλες τις εκτελέσεις ακόμα κι αν έχουν διαφορετικούς αριθμούς.
es: Permite que los cursos compartan la misma clase CSS entre ejecuciones, incluso si tienen números diferentes.
fa: به دوره‌ها اجازه می‌دهد تا کلاس css یکسانی را در اجراها به اشتراک بگذارند، حتی اگر اعداد متفاوتی داشته باشند.
hu: Lehetővé teszi, hogy a kurzusok ugyanazt a CSS osztályt használják a különböző futamok során, még akkor is, ha eltérő számokkal rendelkeznek.
ja: コースは、異なる番号を持っていても、同じCSSクラスを共有できます。
kk: Курстардың сандары әртүрлі болса да, бір CSS сыныбын жүгірулер бойынша бөлісуге мүмкіндік береді.
lv: Ļauj kursiem koplietot vienu un to pašu css klasi, pat ja tiem ir atšķirīgi numuri.
sq: Lejojnë kurset të ndajnë të njëjtën klasë css nëpër ekzekutime edhe nëse kanë numra të ndryshëm.
sv: Tillåter kurser att dela samma css-klass över körningar även om de har olika nummer.
th: อนุญาตหลักสูตรให้แบ่งปัน css เดียวกันถึงแม้ว่าจะมีจำนวนที่ต่างกัน
uz: Kurslar turli raqamlarga ega bo'lsa ham, bir xil CSS sinfini yugurish bo'ylab almashish imkonini beradi.
zh_hk: 即使他們有不同的數字，也可以允許課程在運行過程中共享相同的CSS類。

source: Discussion Forum External Link
af_za: Besprekingsforum Eksterne Skakel
de_de: Externer Link zum Diskussionsforum
el: Εξωτερικός σύνδεσμος φόρουμ συζητήσεων
es: {'singular': 'Enlace externo del foro de discusión'}
fa: لینک خارجی انجمن گفتگو
hu: Vita Fórum Külső Hivatkozás
ja: ディスカッションフォーラム外部リンク
kk: Талқылау форумы Сыртқы сілтеме
lv: Diskusiju foruma ārējā saite
sq: Forumi i Diskutimit Lidhje e jashtme
sv: Diskussionsforum Extern länk
th: ลิ้งค์การสนทนนาภายนอก
uz: Munozara forumi tashqi havolasi
zh_hk: 討論論壇外部鏈接

source: Allows specification of an external link to replace discussion forums.
af_za: Laat spesifikasie van &#39;n eksterne skakel toe om besprekingsforums te vervang.
de_de: Erlaube die Festlegung eines externen Links, um die Diskussionsforen zu ersetzen.
el: Επιτρέπει τον καθορισμό ενός εξωτερικού συνδέσμου για την αντικατάσταση των φόρουμ συζήτησης.
es: Permite especificar un enlace externo para reemplazar los foros de discusión.
fa: اجازه می دهد تا مشخصات یک پیوند خارجی جایگزین انجمن های گفتگو شود.
hu: Lehetővé teszi egy külső hivatkozás megadását a vitafórumok helyettesítésére.
kk: Талқылау форумдарын ауыстыру үшін сыртқы сілтемені сипаттауға мүмкіндік береді.
lv: Ļauj norādīt ārējo saiti, lai aizstātu diskusiju forumus.
sq: Lejon specifikimin e një lidhjeje të jashtme për të zëvendësuar forumet e diskutimit.
sv: Tillåter specifikation av en extern länk för att ersätta diskussionsforum.
th: อนุญาตให้กำหนดลิ้งค์ภายนอกที่แทนที่ด้วยกระทู้การสนทนา
uz: Munozara forumlarini almashtirish uchun tashqi havolani spetsifikatsiya qilish imkonini beradi.
zh_hk: 允許指定外部連結來替換討論論壇。

source: Hide Progress Tab
af_za: Versteek Vordering-oortjie
de_de: Verstecke den Fortschrittsreiter
el: Απόκρυψη καρτέλας προόδου
es: {'singular': 'Ocultar pestaña de progreso'}
fa: پنهان کردن برگه پیشرفت
hu: Eredmények fül elrejtése
ja: 進捗タブを非表示
kk: Прогресс қойындысын жасыру
lv: Slēpt progresa cilni
sv: Dölj framstegsfliken
th: ซ่อนแท็บความคืบหน้า
uz: Jarayon yorlig‘ini yashirish
zh_hk: 隱藏進度選項卡
