Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The celery ID for the task.
af_za: Die seldery ID vir die taak.
bo: ལས་འགན་དེའི་ celery ID
de_de: Die Sellerie-ID für die Aufgabe.
el: Το αναγνωριστικό σέλινου για την εργασία.
es: El ID de Celery para la tarea.
fa: شناسۀ آدرس رایانامه برای کار.
ja: タスクのセロリID。
lv: Uzdevuma Celery ID.
sq: ID e selino për detyrën.
sv: Selleri-ID för uppgiften.
uz: Vazifa uchun selderey identifikatori.
zh_hk: 任務的 celery ID。

source: The date and time when the task was created.
af_za: Die datum en tyd wanneer die taak geskep is.
bo: ལས་འགན་དེ་བཟོ་དུས་ཀྱི་ཟླ་ཚེས་དང་དུས་ཚོད།
de_de: Datum und Uhrzeit der Erstellung der Aufgabe.
el: Η ημερομηνία και η ώρα που δημιουργήθηκε η εργασία.
es: La fecha y hora en que se creó la tarea.
fa: تاریخ و زمانی که کار ایجاد شد.
hu: A feladat létrehozásának dátuma és időpontja.
ja: タスクが作成された日時。
kk: Тапсырма жасалған күн мен уақыт.
lv: Datums un laiks, kad uzdevums tika izveidots.
sq: Data dhe ora kur u krijua detyra.
sv: Datum och tid då uppgiften skapades.
uz: Vazifa yaratilgan sana va vaqt.
zh_hk: 建立任務的日期和時間。

source: The input parameters for the task. The format and content of this data will depend on the kind of task being performed. For instanceit may contain the problem locations for a problem resources task.
af_za: Die invoerparameters vir die taak. Die formaat en inhoud van hierdie data sal afhang van die soort taak wat uitgevoer word. Dit kan byvoorbeeld die probleemplekke vir &#39;n probleemhulpbrontaak bevat.
de_de: Die Eingabeparameter für die Aufgabe. Format und Inhalt dieser Daten hängen von der Art der auszuführenden Aufgabe ab. Beispielsweise kann es die Problemstellen für eine Aufgabe mit problematischen Ressourcen enthalten.
el: Οι παράμετροι εισαγωγής για την εργασία. Η μορφή και περιεχόμενο αυτών των δεδομένων θα εξαρτηθεί από το είδος της εργασίας που εκτελείται. Για παράδειγμα, μπορεί να περιέχει τις τοποθεσίες προβλημάτων για μια εργασία πόρων προβλημάτων.
es: Los parámetros de entrada para la tarea. El formato y el contenido de estos datos dependerán del tipo de tarea que se esté realizando. Por ejemplo, puede contener las ubicaciones de los problemas para una tarea de recursos de problemas.
fa: پارامترهای ورودی برای کار. قالب و محتوای این داده، به نوع کار انجام‌شده بستگی دارد. به عنوان مثال ممکن است برای کار منابع مسئله‌ها، پارامتر ورودی حاوی مکان‌ مسئله‌ها باشد.
hu: A feladat bemeneti paraméterei. Az adatok formátuma és tartalma az elvégzett feladat típusától függ. Például tartalmazhatja egy problémás erőforrás-feladat problémás helyeit.
ja: タスクの入力パラメータ。このデータの形式と内容は、実行されるタスクの種類に依存します。例えば、問題リソースタスクの場合、問題の場所が含まれることがあります。
kk: Тапсырма үшін енгізу параметрлері. Бұл деректердің пішімі мен мазмұны орындалатын тапсырма түріне байланысты болады. Мысалы, ол проблемалық ресурстар тапсырмасына арналған проблемалық орындарды қамтуы мүмкін.
lv: Uzdevuma ievades parametri. Šo datu formāts un saturs ir atkarīgs no veicamā uzdevuma veida. Piemēram, tas var ietvert problēmu resursu uzdevuma problēmu atrašanās vietas.
sq: Parametrat e hyrjes për detyrën. Formati dhe përmbajtja e këtyre të dhënave do të varet nga lloji i detyrës që kryhet. Për shembull, mund të përmbajë vendndodhjet e problemit për një detyrë të burimeve të problemit.
sv: Ingångsparametrarna för uppgiften. Formatet och innehållet i dessa data beror på vilken typ av uppgift som utförs. Den kan till exempel innehålla problemplatserna för en uppgift med problemresurser.
uz: Vazifa uchun kirish parametrlari. Ushbu ma'lumotlarning formati va mazmuni bajarilayotgan vazifa turiga bog'liq bo'ladi. Masalan, u muammoli resurslar vazifasi uchun muammoli joylarni o'z ichiga olishi mumkin.
zh_hk: 任務的輸入參數。該資料的格式和內容將取決於正在執行的任務類型。例如，它可能包含問題資源任務的問題位置。

source: The username of the user who initiated this task.
af_za: Die gebruikernaam van die gebruiker wat hierdie taak geïnisieer het.
bo: ལས་འགན་འདི་འགོ་བརྩམས་ཟིན་པའི་སྤྱོད་མཁན་དེའི་མིང་།
de_de: Der Benutzername des Benutzers, der diese Aufgabe initiiert hat.
el: Το όνομα χρήστη του χρήστη που ξεκίνησε αυτήν την εργασία.
es: El nombre de usuario del usuario que inició esta tarea.
fa: نام کاربری فردی که این کار را آغاز کرده است.
hu: A feladatot kezdeményező felhasználó felhasználóneve.
ja: このタスクを開始したユーザーのユーザー名。
kk: Осы тапсырманы бастаған пайдаланушының пайдаланушы аты.
lv: Tā lietotāja lietotājvārds, kurš uzsāka šo uzdevumu.
sq: Emri i përdoruesit i përdoruesit që ka iniciuar këtë detyrë.
sv: Användarnamnet för användaren som initierade denna uppgift.
uz: Bu vazifani boshlagan foydalanuvchining foydalanuvchi nomi.
zh_hk: 啟動此任務的用户的用户名稱。

source: The last knows state of the celery task.
af_za: Die laaste weet toestand van die seldery taak.
bo: མཐའ་མར་ཤེས་པའི་ celery ལས་འགན་གྱི་གནས་བབ།
de_de: Der letzte kennt den Stand der Sellerieaufgabe.
el: Η τελευταία γνωστή κατάσταση της εργασίας με το σέλινο.
es: El último estado conocido de la tarea de Celery.
fa: آخرین وضعیت شناسۀ رایانامه را می‌داند.
ja: セロリタスクの最終既知の状態。
kk: Соңғысы балдыркөк тапсырмасының күйін біледі.
lv: Celery uzdevuma pēdējais zināmais stāvoklis.
sq: Gjendja e fundit e detyrës së selerit.
uz: Oxirgi selderey vazifasining holatini biladi.
zh_hk: 最後一個知道 celery 任務的狀態。

source: Task duration information, if known
af_za: Taaktydsinligting, indien bekend
bo: གལ་སྲིད་ཤེས་ན། ལས་འགན་དེའི་དུས་ཡུན་གྱི་གནས་ཚུལ་སྐོར།
de_de: Informationen zur Aufgabendauer, falls bekannt
el: Πληροφορίες διάρκειας εργασίας, εάν είναι γνωστές
es: Información sobre la duración de la tarea, si se conoce.
fa: اطلاعات مدت کار، درصورت شناخت
hu: A feladat időtartamára vonatkozó információk, ha ismertek
kk: Тапсырма ұзақтығы туралы ақпарат, егер белгілі болса
lv: Informācija par uzdevuma ilgumu, ja tā ir zināma
sq: Informacioni i kohëzgjatjes së detyrës, nëse dihet
sv: Uppgiftens varaktighetsinformation, om känd
uz: Ma'lum bo'lsa, vazifaning davomiyligi haqida ma'lumot
zh_hk: 任務持續時間資訊（如果已知）

source: User-friendly task status information, if available.
af_za: Gebruikersvriendelike taakstatusinligting, indien beskikbaar.
bo: གལ་སྲིད་ཡོད་ན། སྤྱོད་གོ་ཆོད་པའི་ལས་འགན་གནས་བབ་ཀྱི་གནས་ཚུལ།
de_de: Benutzerfreundliche Informationen zum Aufgabenstatus, sofern verfügbar.
el: Φιλικές προς το χρήστη πληροφορίες κατάστασης εργασιών, εάν είναι διαθέσιμες.
es: Información del estado de la tarea en un formato amigable para el usuario, si está disponible.
fa: اطلاعات وضعیت کار کاربرپسند، در صورت وجود.
hu: Felhasználóbarát feladatállapot-információ, ha elérhető.
kk: Қол жетімді болса, пайдаланушыға ыңғайлы тапсырма күйі туралы ақпарат.
lv: Lietotājam draudzīga uzdevuma statusa informācija, ja tāda ir pieejama.
sq: Informacioni i statusit të detyrës miqësor për përdoruesit, nëse është i disponueshëm.
sv: Användarvänlig information om uppgiftsstatus, om tillgänglig.
uz: Agar mavjud bo'lsa, foydalanuvchi uchun qulay vazifa holati haqida ma'lumot.
zh_hk: 用户友善的任務狀態資訊（如果有）。

source: List of instructor tasks.
af_za: Lys van instrukteurtake.
bo: སློབ་སྟོན་པའི་ལས་འགན་ཁག་གི་ཐོ་གཞུང་།
de_de: Liste der Lehreraufgaben.
el: Κατάλογος εργασιών εκπαιδευτή.
fa: لیست وظایف مربی
hu: Az oktatói feladatok listája.
ja: 講師のタスク一覧。
kk: Мұғалім тапсырмаларының тізімі.
lv: Instruktora uzdevumu saraksts.
sq: Lista e detyrave të instruktorit.
sv: Lista över instruktörsuppgifter.
uz: O'qituvchining vazifalari ro'yxati.
zh_hk: 講師任務清單。

source: The requested course does not exist.
af_za: Die gevraagde kursus bestaan nie.
bo: རེ་ཞུ་བྱས་པའི་སློབ་ཚན་དེ་གནས་མི་འདུག
de_de: Der angeforderte Kurs existiert nicht.
el: Το ζητούμενο μάθημα δεν υπάρχει.
es: El curso solicitado no existe.
fa: دورۀ درخواستی وجود ندارد.
hu: A kért tanfolyam nem létezik.
ja: 要求されたコースは存在しません。
kk: Сұралған курс жоқ.
lv: Pieprasītais kurss nepastāv.
sq: Kursi i kërkuar nuk ekziston.
sv: Den efterfrågade kursen finns inte.
uz: Soʻralgan kurs mavjud emas.
zh_hk: 請求的課程不存在。

source: URL from which report can be downloaded.
af_za: URL waaruit verslag afgelaai kan word.
bo: ཕབ་ལེན་བྱེད་ཐུབ་པ་ཁག་གི་སྙན་ཐོའི་ URL
de_de: URL, von der der Bericht heruntergeladen werden kann.
el: URL από την οποία μπορεί να γίνει λήψη της αναφοράς.
es: URL desde la cual se puede descargar el informe.
fa: آدرس اینترنتی که گزارش از آن قابل بارگیری است.
hu: URL, ahonnan a jelentés letölthető.
ja: レポートをダウンロードできるURL。
kk: Есепті жүктеп алуға болатын URL мекенжайы.
lv: URL, no kura var lejupielādēt pārskatu.
sq: URL nga të cilat mund të shkarkohet raporti.
sv: URL från vilken rapporten kan laddas ner.
uz: Hisobotni yuklab olish mumkin bo'lgan URL.
zh_hk: 可下載報告的 URL。

source: Name of report.
af_za: Naam van verslag.
bo: སྙན་ཐོའི་མིང་།
de_de: Name des Berichts.
el: Όνομα αναφοράς.
es: Nombre del informe.
fa: نام گزارش.
hu: A jelentés neve.
kk: Есептің атауы.
lv: Pārskata nosaukums.
sq: Emri i raportit.
sv: Namn på rapporten.
uz: Hisobot nomi.
zh_hk: 報告名稱。

source: HTML anchor tag that contains the name and link.
af_za: HTML-ankermerker wat die naam en skakel bevat.
bo: མིང་དང་དྲ་ཐག་འདུས་པའི་ HTML ཡི་anchor tag མཚོན་རྟགས།
de_de: HTML-Anchor-Tag, das den Namen und den Link enthält.
el: Ετικέτα αγκύρωσης HTML που περιέχει το όνομα και τον σύνδεσμο.
es: Etiqueta de anclaje HTML que contiene el nombre y el enlace.
fa: تگ لنگر HTML که حاوی نام و پیوند است.
hu: HTML horgonycímke, amely tartalmazza a nevet és a hivatkozást.
kk: Аты мен сілтемесін қамтитын HTML анкерлік тегі.
lv: HTML enkura tags, kas satur nosaukumu un saiti.
sq: Etiketa ankoruese HTML që përmban emrin dhe lidhjen.
sv: HTML-ankartagg som innehåller namnet och länken.
uz: Ism va havolani o'z ichiga olgan HTML langar tegi.
zh_hk: 包含名稱和連結的 HTML 錨標記。

source: List of report downloads
af_za: Lys van verslag aflaaie
bo: སྙན་ཐོ་ཕབ་ལེན་བྱས་པའི་ཐོ་གཞུང་།
de_de: Liste der heruntergeladenen Berichte
el: Λίστα λήψεων αναφορών
fa: فهرست بارگیری گزارش
hu: A jelentések letöltéseinek listája
ja: レポートダウンロード一覧
kk: Есептерді жүктеп алу тізімі
lv: Pārskatu lejupielāžu saraksts
sq: Lista e shkarkimeve të raporteve
sv: Lista över rapportnedladdningar
uz: Hisobotlarni yuklab olish ro'yxati
zh_hk: 報告下載列表

source: ID for the course whose reports need to be listed.
af_za: ID vir die kursus waarvan die verslae gelys moet word.
bo: ཐོ་གཞུང་ནང་འགོད་རྒྱུའི་སློབ་ཚན་གྱི་སྙན་ཐོའི་ ID
de_de: ID für den Kurs, dessen Berichte aufgelistet werden sollen.
el: Αναγνωριστικό για το μάθημα του οποίου οι αναφορές πρέπει να αναφέρονται.
es: ID del curso cuyos informes deben listarse.
fa: شناسۀ دوره‌ای که گزارش آن باید فهرست شود.
hu: Annak a kurzusnak az azonosítója, amelynek jelentését fel kell tüntetni.
ja: コースのレポートを一覧表示するためのID。
kk: Есептері тізімде болуы қажет курстың идентификаторы.
lv: Kursa ID, kura atskaites ir jānorāda.
sq: ID për kursin, raportet e të cilit duhet të renditen.
sv: ID för kursen vars rapporter behöver listas.
uz: Hisobotlari ro'yxatga olinishi kerak bo'lgan kurs uchun ID.
zh_hk: 需要列出其報告的課程的 ID。

source: Filter results to only return details of for the report with the specified name.
af_za: Filter resultate om slegs besonderhede van vir die verslag met die gespesifiseerde naam terug te gee.
de_de: Filtern Sie die Ergebnisse so, dass nur Details für den Bericht mit dem angegebenen Namen zurückgegeben werden.
el: Φιλτράρετε τα αποτελέσματα για να επιστρέφετε μόνο τις λεπτομέρειες της αναφοράς με το καθορισμένο όνομα.
es: Filtrar los resultados para devolver solo los detalles del informe con el nombre especificado.
fa: نتایج را فیلتر کنید تا فقط جزئیات گزارش با نام مشخص شده را بازگردانید.
hu: Szűrje az eredményeket úgy, hogy csak a megadott nevű jelentés részleteit adja vissza.
ja: 指定された名前のレポートの詳細のみを返すように結果をフィルタリングします。
kk: Көрсетілген аты бар есеп мәліметтерін ғана қайтару үшін нәтижелерді сүзіңіз.
lv: Filtrējiet rezultātus, lai atgrieztu informāciju tikai par atskaiti ar norādīto nosaukumu.
sq: Filtro rezultatet për të kthyer vetëm detajet e raportit me emrin e specifikuar.
sv: Filtrera resultaten för att endast returnera detaljer för rapporten med det angivna namnet.
uz: Natijalarni faqat ko'rsatilgan nom bilan hisobot tafsilotlarini qaytarish uchun filtrlang.
zh_hk: 篩選結果以僅傳回具有指定名稱的報告的詳細資訊。

source: ORA data
bo: ORA གཞི་གྲངས།
de_de: ORA Daten
el: "Δεδομένα ORA"
es: Datos de ORA
fa: داده‌های ORA
hu: ORA adatok
ja: ORAデータ
kk: ORA деректері
lv: ORA dati
sq: Të dhënat e ORA
uz: ORA ma'lumotlari
zh_hk: ORA數據

source: ORA summary
af_za: ORA opsomming
bo: ORA སྙིང་བསྡུས།
de_de: ORA Zusammenfassung
el: "Σύνοψη ORA"
es: Resumen de ORA
fa: خلاصۀ ORA
hu: ORA összefoglaló
ja: ORAサマリー
kk: ORA қорытындысы
lv: ORA kopsavilkums
sq: përmbledhje e ORA
sv: ORA sammanfattning
uz: ORA xulosasi
zh_hk: ORA總結

source: Attachments archive is being created.
af_za: Aanhegsels-argief word tans geskep.
bo: ཟུར་སྦྱར་ཡིག་ཆའི་ཡིག་ཚགས་དེ་བཟོ་བཞིན་ཡོད།
de_de: Archiv der Anhänge wird erstellt.
el: Το αρχείο των συνημμένων δημιουργείται.
es: El archivo de adjuntos se está creando.
fa: بایگانی پیوست‌ها در حال ساخت است.
hu: A mellékletek archívuma létrehozása folyamatban van.
ja: 添付ファイルのアーカイブを作成しています。
kk: Қосымшалар мұрағаты жасалуда.
lv: Tiek veidots pielikumu arhīvs.
sq: Po krijohet arkivi i bashkëngjitjeve.
sv: Bilagor arkiv skapas.
uz: Qo'shimchalar arxivi yaratilmoqda.
zh_hk: 正在建立附件存檔。

source: grade
af_za: graad
bo: གནས་རིམ།
de_de: Note
el: "Βαθμολογία"
es: calificación
fa: مقطع تحصیلی
hu: értékelés
ja: 成績
kk: баға
lv: pakāpe
sq: notë
uz: daraja
zh_hk: 成績

source: problem grade
af_za: probleem graad
bo: དྲི་བའི་གནས་རིམ།
de_de: Benotung für das Problem
el: "Βαθμολογία τεστ"
es: calificación del problema
fa: نمره مسئله
hu: probléma értékelés
kk: проблемалық дәреже
lv: uzdevumu vērtējums
sq: nota e problemit
sv: Problemkvalitet
uz: muammo darajasi
zh_hk: 問題計分狀況

source: Successfully changed due date for student {0} for {1} to {2}
af_za: Suksesvol verander sperdatum vir student {0} vir {1} na {2}
bo: སློབ་ཕྲུག་ {0} གི་ཆེད་དུ་དུས་བཀག་དེ་ {1} ནས་ {2} ལ་འགྱུར་བ་བཏང་ཡོད།
de_de: Fälligkeitsdatum für Teilnehmer {0} erfolgreich von {1} auf {2} geändert
el: Η προθεσμία του φοιτητή {0} για {1} άλλαξε με επιτυχία σε {2}
es: Se cambió con éxito la fecha de entrega para el estudiante {0} para {1} a {2}
fa: تاریخ سررسید دانشجویی {0} برای {1} با موفقیت به {2} تغییر کرد
ja: 学生{0}の{1}の期限を{2}に変更しました。
kk: {0} студентінің орындалу мерзімі {1} үшін {2} болып өзгертілді.
lv: Dalībniekam {0} par {1} termiņš ir veiksmīgi mainīts uz {2}
sq: Afati u ndryshua me sukses për studentin {0} për {1} në {2}
sv: Uppdaterat förfallodatum för student {0} för {1} till {2}
th: ประสบความสำเร็จในการเปลี่ยนแปลงวันที่ครบกำหนดสำหรับนักเรียน {0} สำหรับ {1} ถึง {2}
uz: {1} talabasi {0} uchun to‘lov sanasi {2} ga muvaffaqiyatli o‘zgartirildi
zh_hk: 成功修改了學生{0}的截止日期從{1}變成{2}

source: Successfully removed invalid due date extension (unit has no due date).
af_za: Ongeldige sperdatumuitbreiding is suksesvol verwyder (eenheid het geen sperdatum nie).
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་དུས་བཀག་ནར་འགྱངས་དེ་བདེ་ལེགས་ངང་མེད་པར་བཟོས་ཡོད། (unit has no due date).
de_de: Ungültige Fälligkeitsdatumsverlängerung erfolgreich entfernt (Lerneinheit hat kein Fälligkeitsdatum).
el: Καταργήθηκε επιτυχώς η μη έγκυρη επέκταση προθεσμίας (το κεφάλαιο δεν έχει προθεσμία).
es: Se eliminó con éxito la extensión de fecha de entrega no válida (la unidad no tiene fecha de entrega).
fa: پسوند تاریخ سررسید نامعتبر با موفقیت حذف شد (واحد تاریخ سررسید ندارد).
ja: 無効な期限延長を正常に削除しました（ユニットに期限がありません）。
kk: Жарамсыз аяқталу мерзімін ұзарту сәтті жойылды (бірліктің мерзімі жоқ).
lv: Veiksmīgi noņemts nederīgais izpildes termiņa paplašinājums (vienībai nav termiņa).
sq: Zgjatja e pavlefshme e datës së caktuar u hoq me sukses (njësia nuk ka datë afati).
sv: Avlägsnat framgångsrikt ogiltigt förfallodatum (enhet har inget förfallodatum).
th: ประสบความสำเร็จในการนำการขยายวันครบกำหนดที่ไม่ถูกต้องออก (หน่วยไม่มีวันครบกำหนด).
uz: Yaroqsiz tugallanish muddati uzaytirildi (birlikda to‘lov muddati yo‘q).
zh_hk: 已經成功的移除了無效的延長截止日期 (單元沒有截止日期)。

source: Successfully reset due date for student {0} for {1} to {2}
af_za: Suksesvol teruggestel sperdatum vir student {0} vir {1} na {2}
bo: སློབ་ཕྲུག་ {0} གི་ཆེད་དུ་དུས་བཀག་དེ་ {1} ནས་ {2} ལ་བདེ་ལེགས་ངང་བསྐྱར་སྒྲིག་བྱས་ཡོད།
de_de: Fälligkeitsdatum für Teilnehmer {0} erfolgreich von {1} auf {2} zurückgesetzt
el: Επιτυχής επαναφορά της προθεσμίας του φοιτητή {0} για {1} σε {2}
es: Se restableció con éxito la fecha de entrega para el estudiante {0} para {1} a {2}
fa: تاریخ سررسید دانشجویی {0} برای {1} با موفقیت به {2} بازنشانی شد
ja: 学生{0}の{1}の期限を{2}にリセットしました。
kk: {0} студентінің аяқталу мерзімі {1} үшін {2} үшін сәтті қалпына келтірілді
lv: Veiksmīgi atiestatīts dalībnieka {0} termiņš {1} uz {2}
sq: Rivendos me sukses datën e duhur për studentin {0} për {1} në {2}
sv: Återställ förfallodatum för student {0} för {1} till {2}
th: ประสบความสำเร็จในการตั้งค่าวันที่ครบกำหนดใหม่สำหรับนักเรียน {0} สำหรับ {1} ไปยัง {2}
uz: {1} talabasi uchun {0} uchun to‘lov muddatini {2} ga qayta o‘rnatildi
zh_hk: 成功重置了學生{0}的截止日期從{1}變成{2}

source: This student (%s) will skip the entrance exam.
af_za: Hierdie student ( %s ) sal die toelatingseksamen oorslaan.
bo: སློབ་ཕྲུག་འདི་ (%s) ཚུད་རྒྱུགས་དེ་ནས་ཐོད་རྒལ་བྱེད།
de_de: Der Nutzer (%s) wird den Aufnahmetest überspringen.
el: Ο σπουδαστής (%s) θα παραλείψει την εισαγωγική εξέταση.
es: Este estudiante (%s) se saltará el examen de ingreso.
fa: این دانش آموز ( %s ) از امتحان ورودی صرف نظر می کند.
hu: Ez a diák (%s) kihagyja a felvételi vizsgát.
ja: この学生（%s）は入学試験を免除されます。
kk: Бұл студент ( %s ) қабылдау емтиханын өткізіп жібереді.
lv: Šis dalībnieks ( %s ) izlaidīs iestājeksāmenu.
sq: Studenti (%s) do ta kalojë provimin pranues.
sv: Den här studenten (%s) kommer att hoppa över tentamen.
th: ผู้เรียน (%s) จะข้ามการสอบเข้า
uz: Bu talaba ( %s ) kirish imtihonini o‘tkazib yuboradi.
zh_hk: 該學生 ( %s ) 將跳過入學考試。

source: This student (%s) is already allowed to skip the entrance exam.
af_za: Hierdie student ( %s ) word reeds toegelaat om die toelatingseksamen oor te slaan.
bo: སློབ་ཕྲུག་འདི་ (%s) ཚུད་རྒྱུགས་དེ་ནས་ཐོད་རྒལ་བྱེད་པའི་ཆོག་མཆན་སྤྲད་འདུག
de_de: Dem Nutzer (%s) ist das Überspringen des Aufnahmetests erlaubt.
el: Ο σπουδαστής (%s) επιτρέπεται ήδη να παραλείψει τις εισαγωγικές εξετάσεις.
es: Este estudiante (%s) ya tiene permitido saltarse el examen de ingreso.
fa: این دانش آموز ( %s ) قبلاً مجاز به رد شدن از امتحان ورودی است.
hu: Ez a diák (%s) már engedélyt kapott a felvételi vizsga kihagyására.
ja: この学生（%s）はすでに入学試験を免除されています。
kk: Бұл студентке ( %s ) түсу емтиханын өткізіп жіберуге рұқсат етілген.
lv: Šim dalībniekam ( %s ) jau ir atļauts izlaist iestājeksāmenu.
sq: Studenti (%s) tashmë është i lejuar të kapërcejë provimin pranues.
sv: Denna student (%s) får redan hoppa över tentamen.
th: ผู้เรียน (%s) ได้รับอนุญาตให้ข้ามการสอบเข้า
uz: Bu talabaga ( %s ) kirish imtihonini o‘tkazib yuborishga ruxsat berilgan.
zh_hk: 該學生 ( %s ) 已被允許跳過入學考試。

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
af_za: Sertifikaatgenereringstaak vir alle studente van hierdie kursus is begin. Jy kan die status van die genereringstaak sien in die &quot;Hangende take&quot;-afdeling.
de_de: Die Erstellung von Zertifikaten für alle Studenten dieses Kurses wurde gestartet. Den Status der Erstellung können Sie im Abschnitt "Offene Aufgaben" einsehen.
el: Η εργασία δημιουργίας πιστοποιητικών για όλους τους σπουδαστές αυτού του μαθήματος έχει ξεκινήσει. Μπορείτε να δείτε την κατάσταση της εργασίας δημιουργίας στην ενότητα "Εργασίες σε εκκρεμότητα".
es: Se ha iniciado la tarea de generación de certificados para todos los estudiantes de este curso. Puede ver el estado de la tarea de generación en la sección "Tareas pendientes".
fa: وظیفه صدور گواهینامه برای تمامی دانشجویان این دوره آغاز شده است. می توانید وضعیت وظیفه تولید را در بخش &quot;وظایف در انتظار&quot; مشاهده کنید.
hu: A bizonyítványok generálási feladata minden hallgató számára elindult ebben a kurzusban. A generálási feladat állapotát a "Függőben lévő feladatok" szakaszban tekintheti meg.
ja: コースの全学生に対する証明書生成タスクが開始されました。「保留中のタスク」セクションで生成タスクのステータスを確認できます。
kk: Осы курстың барлық студенттері үшін сертификаттарды қалыптастыру тапсырмасы басталды. Жасау тапсырмасының күйін «Күтудегі тапсырмалар» бөлімінде көруге болады.
lv: Ir uzsākta sertifikātu ģenerēšana visiem šī kursa dalībniekiem. Jūs varat apskatīt ģenerēšanas uzdevuma statusu sadaļā "Nepabeigtie uzdevumi".
sq: Detyra e gjenerimit të certifikatave për të gjithë studentët e këtij kursi ka filluar. Mund ta shikoni statusin e detyrës së gjenerimit në seksionin "Detyrat në pritje".
sv: Uppgiften att generera certifikat för alla studenter i denna kurs har påbörjats. Du kan se statusen för genereringsuppgiften i avsnittet "Väntande uppgifter".
th: การสร้างใบรับรองสำหรับนักเรียนของหลักสูตรนี้ได้เริ่มขึ้นแล้ว คุณสามารถดูสถานะได้ที่ส่วนของงานที่รอการดำเนินการ
uz: Ushbu kursning barcha talabalari uchun sertifikat yaratish vazifasi boshlandi. Siz yaratish vazifasi holatini "Kutilayotgan vazifalar" bo'limida ko'rishingiz mumkin.
zh_hk: 該課程所有學生的證書產生任務已經啟動，您可以在「主講教師待處理的任務」板塊中查看該生成任務的狀態。

source: Please select one or more certificate statuses that require certificate regeneration.
de_de: Bitte wählen Sie einen oder mehrere Zertifikat-Status, welche eine Zertifikat-Generierung benötigen.
el: Επιλέξτε μία ή περισσότερες καταστάσεις πιστοποιητικού που απαιτούν αναδημιουργία πιστοποιητικού.
ja: 証明書の再生成が必要な証明書ステータスを1つ以上選択してください。
kk: Сертификатты қайта жасау қажет болатын бір немесе бірнеше сертификат мәртебесін таңдаңыз.
zh_hk: 請選擇需要一個或多個修課證明重製之狀態。

source: Please select certificate statuses from the list only.
af_za: Kies asseblief slegs sertifikaatstatusse uit die lys.
de_de: Bitte wählen Sie nur Zertifikatsstati aus der Liste aus.
el: Επιλέξτε καταστάσεις πιστοποιητικών μόνο από τη λίστα.
es: Seleccione solo los estados de certificado de la lista.
fa: لطفاً وضعیت گواهینامه را فقط از فهرست انتخاب کنید.
hu: Kérjük, csak a listából válassza ki a tanúsítvány állapotokat.
ja: リストからのみ証明書のステータスを選択してください。
kk: Тек тізімнен сертификат күйлерін таңдаңыз.
lv: Lūdzu, izvēlieties sertifikātu statusus tikai no saraksta.
sq: Ju lutemi zgjidhni vetëm statuset e certifikatës nga lista.
sv: Var god välj certifikatstatus från listan.
uz: Faqat roʻyxatdan sertifikat holatlarini tanlang.
zh_hk: 請只從清單中選取證書形式。
