Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: An account with the Email '{email}' already exists.
af_za: &#39;n Rekening met die e-pos &#39;{email}&#39; bestaan reeds.
bo: གློག་འཕྲིན་'{email}' འདིའི་ཁ་བྱང་ད་སྔ་ནས་འདུག
de_de: Es existiert bereits ein Konto mit dieser E-Mail-Adresse '{email}'.
el: Υπάρχει ήδη λογαριασμός με το e-mail '{email}'.
es: Ya existe una cuenta con el correo electrónico '{email}'.
fa: یک حساب کاربری با ایمیل «{email}» از قبل وجود دارد.
hu: '{email}' cím már szerepel a rendszerünkben.
ja: メールアドレスが "{email}" というアカウントは既に登録されています。
lv: Konts ar e-pasta adresi “{email}” jau pastāv.
sq: Një llogari me emailin '{email}' ekziston tashmë.
sv: Ett konto med e-postadressen: "{email}" finns redan.
th: มีบัญชีที่ใช้งานอีเมล์ '{email}' อยู่แล้ว
uz: “{email}” elektron pochta manzili allaqachon mavjud.
zh_hk: 電郵地址為「{email}」的帳戶已存在。

source: An account with the Public Username '{username}' already exists.
af_za: &#39;n Rekening met die publieke gebruikernaam &#39;{username}&#39; bestaan reeds.
bo: སྤྱོད་མཁན་མིང་'{username}' འདིའི་ཁ་བྱང་ད་སྔ་ནས་འདུག
de_de: Es existiert bereits ein Konto mit dem öffentlichem Benutzernamen '{username}'.
el: Υπάρχει ήδη λογαριασμός με το ψευδώνυμο '{username}'.
es: Ya existe una cuenta con el nombre de usuario público '{username}'.
fa: یک حساب کاربری با نام کاربری عمومی «{username}» از قبل وجود دارد.
hu: Már létezik egy fiók a(z) '{username}' nyilvános felhasználónévvel.
ja: パブリックユーザー名「{username}」のアカウントはすでに存在します。
kk: &#39;{username}&#39; жалпы пайдаланушы аты бар тіркелгі бұрыннан бар.
lv: Konts ar publisko lietotājvārdu “{username}” jau pastāv.
sq: Një llogari me emrin e përdoruesit publik '{username}' ekziston tashmë.
sv: Ett konto med det offentliga användarnamnet '{username}' finns redan.
th: บัญชีที่มีชื่อผู้ใช้ว่า '{username}' มีอยู่แล้ว
uz: “{username}” umumiy foydalanuvchi nomi bilan account allaqachon mavjud.
zh_hk: 公用用户名稱「{username}」的帳號已存在。

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
af_za: Jou rekening is gedeaktiveer. As jy glo dat dit verkeerdelik gedoen is, kontak ons asseblief by {support_email}
bo: ཁྱེད་ཀྱི་ཁ་བྱང་གི་བྱེད་ནུས་བཀག་འདུག གནད་དོན་བྱུང་འདུག་འདོད་ན་ང་ཚོར་འབྲེལ་གཏུགས་བྱོས། {support_email}
de_de: Ihr Konto wurde deaktiviert. Wenn Sie glauben, dass es sich dabei um einen Fehler handelt, kontaktieren Sie uns bitte unter {support_email}
el: Ο λογαριασμός σας έχει απενεργοποιηθεί. Αν πιστεύετε ότι αυτό έγινε κατά λάθος, παρακαλούμε επικοινωνήστε μαζί μας στη διεύθυνση {support_email}
es: Su cuenta ha sido deshabilitada. Si cree que esto se hizo por error, contáctenos en {support_email}
fa: حساب کاربری شما غیر‌فعال شده است. اگر فکر می‌کنید این کار به اشتباه انجام شده، لطفاً با ما از طریق آدرس ایمیل {support_email} تماس بگیرید.
hu: A fiók le lett tiltva. Ha úgy gondolod, hogy ez egy hiba következménye, akkor írj az alábbi címünkre: {support_email}
ja: アカウントが無効になっています。もしこれが手違いであると考えられるのであれば、{support_email} で我々に連絡してください
kk: Есептік жазбаңыз өшірілді. Бұл қателікпен жасалды деп ойласаңыз, бізге {support_email} нөмірі бойынша хабарласыңыз.
lv: Jūsu konts ir atspējots. Ja uzskatāt, ka tas noticis kļūdas dēļ, lūdzu, sazinieties ar mums pa tālruni {support_email}
sq: Llogaria juaj është çaktivizuar. Nëse besoni se kjo është bërë gabimisht, ju lutemi na kontaktoni në {support_email}
sv: Ditt konto har avaktiverats. Om du tror att detta gjordes felaktigt, kontakta oss på {support_email}
th: บัญชีของคุณถูกปิด หากคุณเชื่อว่ามีข้อผิดพลาด, กรุณาติดต่อเราที่ {support_email}
uz: Accountingiz o'chirilgan. Agar bu xato qilingan deb accountlasangiz, iltimos, {support_email} orqali biz bilan bog'laning.
zh_hk: 您的帳戶已停用。如果您認為此操作有誤，請透過{support_email}聯絡我們

source: Disabled Account
af_za: Gedeaktiveerde rekening
bo: ཁ་བྱང་གི་བྱེད་ནུས་བཀག་ཡོད།
de_de: Konto deaktiviert
el: Απενεργοποιημένος λογαριασμός
es: Cuenta deshabilitada
fa: حساب کاربری غیرفعال‌شده
hu: Letiltott Fiók
ja: 無効になっているアカウント
kk: Өшірілген тіркелгі
lv: Atspējots konts
sq: Llogaria e çaktivizuar
sv: Inaktiverat konto
th: ปิดใช้งานบัญชี
uz: O'chirilgan account
zh_hk: 停用帳戶

source: Namespace of enrollment attribute
af_za: Naamruimte van inskrywingskenmerk
bo: ཞུགས་ཐོ་འགོད་སའི་མིང་གི་བར་སྟོང་།
de_de: Namensraum des Einschreibungsattributs
el: Θέση ονόματος του χαρακτηριστικού εγγραφής
es: Espacio de nombres del atributo de inscripción
fa: فضای نام ویژگی ثبت‌نام
hu: Az beiratkozási attribútum névtere
ja: 登録属性の名前空間
kk: Тіркеу төлсипатының атау кеңістігі
lv: Reģistrācijas atribūta nosaukumvieta
sq: Hapësira e emrit të atributit të regjistrimit
th: พื้นที่ชื่อของคุณลักษณะของการลงทะเบียน
uz: Ro'yxatga olish atributining nom maydoni
zh_hk: 註冊屬性的命名空間

source: Name of the enrollment attribute
af_za: Naam van die inskrywingskenmerk
bo: ཞུགས་ཐོ་འགོད་ས་དེའི་མིང་།
de_de: Name des Einschreibungsattributes
el: Όνομα της τιμής εγγραφής
es: Nombre del atributo de inscripción
fa: نام ویژگی ثبت‌نام
hu: A beiratkozási attribútum neve
ja: 受講登録属性の名称
kk: Тіркеу төлсипатының атауы
lv: Reģistrācijas atribūta nosaukums
sq: Emri i atributit të regjistrimit
sv: Namnet på registreringsattributet
th: ชื่อของคุณลักษณะของการลงทะเบียน
uz: Ro'yxatga olish atributining nomi
zh_hk: 註冊屬性的名稱

source: Value of the enrollment attribute
af_za: Waarde van die inskrywingskenmerk
bo: ཞུགས་ཐོ་འགོད་སའི་རིན་ཐང་།
de_de: Wert der Einschreibeattribute
el: Τιμή του χαρακτηριστικού εγγραφής
es: Valor del atributo de inscripción
fa: مقدار ویژگی ثبت‌نام
hu: A beiratkozási attribútum értéke
ja: 受講登録属性の値
kk: Тіркеу төлсипатының мәні
lv: Reģistrācijas atribūta vērtība
sq: Vlera e atributit të regjistrimit
sv: Värdet på registreringsattributet
th: ค่าของคุณลักษณะของการลงทะเบียน
uz: Ro'yxatga olish atributining qiymati
zh_hk: 註冊屬性的值

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
af_za: Die tydsperiode na inskrywing waartydens gebruikers &#39;n terugbetaling toegestaan kan word, verteenwoordig in mikrosekondes. Die verstek is 14 dae.
de_de: Das Zeitfenster nach der Anmeldung, in dem den Benutzern eine Rückerstattung gewährt werden kann, dargestellt in Mikrosekunden. Die Standardeinstellung ist 14 Tage.
el: Το χρονικό περιθώριο κατά τη διάρκεια του οποίου οι χρήστες μπορούν να ζητήσουν επιστροφή χρημάτων μετά την εγγραφή τους, αναπαριστάται σε μικροδευτερόλεπτα. Ο προεπιλεγμένος χρόνος είναι 14 ημέρες.
es: La ventana de tiempo después de inscribirse durante la cual los usuarios pueden obtener un reembolso, representada en microsegundos. El valor predeterminado es 14 días.
fa: پنجره زمانی پس از ثبت‌نام که در طی آن می‌توان به کاربران بازپرداخت اعطا کرد که در میکروثانیه نمایش داده می‌شود. پیش‌فرض 14 روز است.
hu: A regisztráció utáni időintervallum, amely alatt a felhasználók visszatérítést kaphatnak, mikroszekundumban kifejezve. Az alapértelmezett 14 nap.
ja: マイクロ秒で表記される、受講登録後にユーザが払い戻しを受けることが保証されている期間。規定値は14日間。
kk: Тіркелгеннен кейін пайдаланушыларға микросекундтармен көрсетілген ақшаны қайтаруға болатын уақыт терезесі. Әдепкі - 14 күн.
lv: Mikrosekundēs izteikts laika posms pēc reģistrēšanās, kura laikā lietotājiem var tikt piešķirta kompensācija. Noklusējuma vērtība ir 14 dienas.
sq: Dritarja e kohës pas regjistrimit gjatë së cilës përdoruesve mund t'u jepet një rimbursim, e përfaqësuar në sekonda. Parazgjedhja është 14 ditë.
sv: Fönstret för tid efter inskrivning under vilken användare kan få en återbetalning, representerat i mikrosekunder. Standard är 14 dagar.
uz: Ro'yxatdan o'tgandan so'ng foydalanuvchilarga mikrosoniyalarda ko'rsatilgan pulni qaytarish mumkin bo'lgan vaqt oralig'i. Standart muddat - 14 kun.
zh_hk: 註冊後用戶可以獲得退款的冷靜期（以微秒為單位）。預設值為 14 天。

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
af_za: Dit verwag dat die data in &#39;n csv-lêerformaat verskaf sal word met eerste ry die kopskrif en kolomme sal soos volg wees: user_id, username, email, course_id, is_verified, verification_date
bo: It expects that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, སྤྱོད་མཁན་མིང་, ཡིག་ཟམ, སློབ་ཚན, is_verified, verification_date
de_de: Es wird erwartet, dass die Daten in einem csv-Dateiformat bereitgestellt werden, wobei die erste Zeile die Kopfzeile ist und die Spalten wie folgt aussehen: user_id, username, email, course_id, is_verified, verification_date
el: Αναμένεται ότι τα δεδομένα θα παρέχονται σε μορφή αρχείου csv με την πρώτη σειρά να είναι η κεφαλίδα και οι στήλες θα είναι οι εξής: user_id, όνομα χρήστη, email, course_id, is_verified, verification_date
es: Se espera que los datos se proporcionen en un formato de archivo csv, donde la primera fila sea el encabezado y las columnas sean las siguientes: user_id, username, email, course_id, is_verified, verification_date
fa: انتظار می رود که داده ها با فرمت فایل csv ارائه شوند که ردیف اول سربرگ و ستون ها به صورت زیر باشد: user_id، نام کاربری، ایمیل، course_id، is_verified، verification_date
hu: Várhatóan az adatok csv fájlformátumban lesznek megadva, az első sor a fejléc, az oszlopok pedig a következők lesznek: user_id, username, email, course_id, is_verified, verification_date
ja: データはCSVファイル形式で提供され、最初の行がヘッダーで、列は次のようになります: user_id, username, email, course_id, is_verified, verification_date
kk: Ол деректер csv файл пішімінде беріледі деп күтеді, бірінші жол тақырып және бағандар келесідей болады: user_id, пайдаланушы аты, электрондық пошта, курс_идентификаторы, тексерілген_күн, тексеру_күні
lv: Tā paredz, ka dati tiks sniegti csv faila formātā, kur pirmā rinda būs galvene, un kolonnas būs šādas: user_id, username, email, course_id, is_verified, verification_date
sq: Pritet që të dhënat do të sigurohen në një format skedari csv me rreshtin e parë që është titulli dhe kolonat do të jenë si më poshtë: user_id, username, email, course_id, is_verified, verification_date
sv: Den förväntar sig att data kommer att tillhandahållas i ett csv-filformat med första raden som rubrik och kolumner kommer att vara som följer: user_id, användarnamn, e-post, course_id, är_verifierad, verifieringsdatum
th: คาดว่าข้อมูลจะถูกจัดเตรียมในรูปแบบไฟล์ csv โดยมีแถวแรก เป็นส่วนหัวและคอลัมน์ จะเป็นดังนี้: user_id, username, email, course_id, is_verified, Verify_date
uz: Ma'lumotlar csv fayl formatida taqdim etilishini kutadi, birinchi qator sarlavha va ustunlar quyidagicha bo'ladi: user_id, username, email, course_id, is_verified, verification_date
zh_hk: 資料應以 csv 檔案格式提供，第一行是標題，列如下：user_id、用户名稱、電郵、course_id、is_verified、verification_date

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
af_za: Dit verwag dat die data in &#39;n csv-lêerformaat verskaf sal word met eerste ry die kopskrif en kolomme sal soos volg wees: course_id, username, mode
bo: It expects that the data will be provided in a csv file format with first row being the header and columns will be as follows: སློབ་ཚན_id, སྤྱོད་མཁན་མིང་, mode
de_de: Es wird erwartet, dass die Daten in einem csv-Dateiformat bereitgestellt werden, wobei die erste Zeile die Kopfzeile ist und die Spalten wie folgt lauten: course_id, username, mode
el: Αναμένεται ότι τα δεδομένα θα παρέχονται σε μορφή αρχείου csv με την πρώτη σειρά να είναι η κεφαλίδα και οι στήλες θα είναι οι εξής: course_id, username, mode
es: Se espera que los datos se proporcionen en un formato de archivo csv, donde la primera fila sea el encabezado y las columnas sean las siguientes: course_id, username, mode
fa: انتظار می رود که داده ها در قالب فایل csv ارائه شوند که ردیف اول سربرگ و ستون ها به صورت زیر باشد: course_id، نام کاربری، حالت
hu: Várhatóan az adatok csv fájlformátumban lesznek megadva, az első sor a fejléc, az oszlopok pedig a következők lesznek: course_id, username, mode
ja: データはCSVファイル形式で提供され、最初の行がヘッダーで、列は次のようになります: course_id, username, mode
kk: Ол деректер csv файл пішімінде беріледі деп күтеді, бірінші жол тақырып және бағандар келесідей болады: course_id, пайдаланушы аты, режим
lv: Paredzams, ka dati tiks sniegti csv faila formātā, kur pirmā rinda būs galvene un kolonnas būs šādas: kursa_id, lietotājvārds, režīms.
sq: Pritet që të dhënat do të sigurohen në një format skedari csv me rreshtin e parë që është titulli dhe kolonat do të jenë si më poshtë: kurs_id, emri i përdoruesit, modaliteti
sv: Den förväntar sig att data kommer att tillhandahållas i ett csv-filformat med första raden som rubrik och kolumner kommer att vara som följer: kurs_id, användarnamn, läge
th: โดยคาดว่าข้อมูลจะอยู่ในรูปแบบไฟล์ csv โดยแถวแรกจะเป็น ส่วนหัวและคอลัมน์ จะเป็นดังนี้: course_id, username, mode
uz: Ma'lumotlar csv fayl formatida taqdim etilishini kutadi, birinchi qator sarlavha va ustunlar quyidagicha bo'ladi: kurs_id, foydalanuvchi nomi, rejim
zh_hk: 資料應以 csv 檔案格式提供，第一行是標題，列如下：course_id、用户名稱、模式

source: Male
af_za: Manlik
bo: ཕོ།
de_de: Männlich
el: Άνδρας
es: Masculino
fa: آقا
hu: Férfi
ja: 男性
kk: Еркек
lv: Vīrietis
sq: Mashkull
sv: Manlig
th: ผู้ชาย
uz: Erkak
zh_hk: 男性

source: Female
af_za: Vroulik
bo: མོ།
de_de: Weiblich
el: Γυναίκα
es: Femenino
fa: خانم
hu: Nő
ja: 女性
kk: Әйел
lv: Sieviete
sq: Femër
sv: Kvinna
th: ผู้หญิง
uz: Ayol
zh_hk: 女性

source: Other/Prefer Not to Say
af_za: Ander/Verkies om nie te sê nie
bo: གཞན་/བཤད་འདོད་མེད་པ།
de_de: anderes / möchte ich nicht sagen
el: Προτιμώ να μην πω
es: Otro/Prefiero no decir
fa: سایر/ ترجیح می دهم نگویم
hu: Egyéb/Nem szeretném közölni
ja: その他 / 表明したくない
kk: Басқа/Айтпауды жөн көреді
lv: Cits/Nevēlos teikt
sq: Tjetër/Preferoj të mos them
sv: Övrigt / föredrar att inte säga
th: อื่น ๆ /ไม่ต้องการตอบ
uz: Boshqa/Aytmaslikni afzal ko'radi
zh_hk: 其他/不想說

source: Doctorate
af_za: Doktorsgraad
bo: འབུལ་རམས་པའི་གནས་ཚད།
de_de: Doktortitel
el: Διδακτορικό
es: Doctorado
fa: دکتری
hu: Doktori fokozat
ja: 博士号
kk: докторантура
lv: Doktora grāds
sq: Doktoratë
sv: doktorsexamen
th: ปริญญาเอก
uz: Doktorlik
zh_hk: 博士

source: Master's or professional degree
af_za: Meesters- of professionele graad
bo: ཞིབ་འཇུག་གམ་ཡང་ན་ཆེད་ལས་ལས་རིགས་པའི་གནས་ཚད།
de_de: Master oder gleichwertiger akademischer Bildungsgrad
el: Μεταπτυχιακό δίπλωμα ειδίκευσης
es: Maestría o título profesional
fa: مدرک کارشناسی ارشد یا حرفه‌ای
hu: Mester vagy felsőfokú végzettség
ja: 専門課程の修士号
kk: Магистратура немесе кәсіби дәреже
lv: Maģistra vai profesionālais grāds
sq: diplomë master ose diplomë profesionale
sv: Magisterexamen eller yrkesexamen
th: ปริญญาโท หรือ ปริญญาวิชาชีพเฉพาะทาง
uz: Magistr yoki professional daraja
zh_hk: 碩士學位或專業學位

source: Bachelor's degree
af_za: Baccalaureus graad
bo: གཙུག་ལག་རབ་འབྱམས་པའི་གནས་ཚད།
de_de: Bachelor
el: Πτυχίο πανεπιστημίου
es: Licenciatura
fa: مدرک کارشناسی
hu: Alapfokú végzettség
ja: 学士号
kk: Бакалавр дәрежесі
lv: Bakalaura grāds
sq: diplomë bachelor
sv: Kandidatexamen
th: ปริญญาตรี
uz: Bakalavr diplomi
zh_hk: 學士學位

source: Associate degree
af_za: Geassosieerde graad
bo: ཉེ་བའི་རམ་འབྱམས་པའི་གནས་ཚད།
de_de: Allgemeine Hochschulreife oder gleichwertig
el: Δίπλωμα ΙΕΚ
es: Título de asociado
fa: فوق‌دیپلم
hu: Társult végzettség
ja: 短大の準学士号
lv: Asociētais grāds
sq: Diplomë e asociuar
sv: Högskoleexamen
th: อนุปริญญา
uz: Dotsent darajasi
zh_hk: 副學士學位

source: Secondary/high school
af_za: Sekondêre/hoërskool
bo: འབྲིང་རིམ་སློབ་གྲྭ།
de_de: Mittlere Reife
el: Απολυτήριο Λυκείου
es: Educación secundaria/preparatoria
fa: دورۀ دوم دبیرستان
hu: Szakközépiskola/gimnázium
kk: Орта/жоғары мектеп
lv: Vidusskola/vidusskola
sq: Shkolla e mesme/e mesme
sv: Gymnasium
th: มัธยมปลาย
uz: O'rta / o'rta maktab
zh_hk: 高中

source: Junior secondary/junior high/middle school
af_za: Junior sekondêre/junior hoër/ middelskool
bo: དམའ་འབྲིང་།
de_de: Hauptschule
el: Απολυτήριο Γυμνασίου
es: Educación secundaria básica/secundaria media
fa: دورۀ راهنمایی / راهنمایی / راهنمایی
kk: Кіші орта/толық орта/орта мектеп
lv: Jaunākā vidusskola/jaunākā vidusskola/vidusskola
sq: Shkolla e mesme e ulët / e mesme e ulët / e mesme
th: มัธยมต้น
uz: Kichik o'rta / o'rta / o'rta maktab
zh_hk: 初中

source: Elementary/primary school
af_za: Laer/laerskool
bo: སློབ་ཆུང་། ཡང་ན་སྔོན་འགྲོའི་སློབ་གྲྭ།
de_de: Grundschule
el: Απολυτήριο Δημοτικού
es: Educación primaria/elemental
fa: دورۀ اولیه/دبستان
hu: Elemi/általános iskola
kk: Бастауыш/бастауыш мектеп
lv: Pamatskola/pamatskola
sq: Shkolla fillore/fillore
sv: Grundskola / grundskola
th: ประถม
uz: Boshlang'ich / boshlang'ich maktab
zh_hk: 小學/小學

source: No formal education
af_za: Geen formele opleiding nie
bo: སློབ་གྲྭར་འགྲོ་མྱོང་མེད་པ།
de_de: Keinen Bildungsabschluss
el: Καμία επίσημη εκπαίδευση
es: Sin educación formal
fa: بدون آموزش رسمی
hu: Nincs formális oktatás
kk: Ресми білім жоқ
lv: Nav formālās izglītības
sq: Asnjë arsim formal
sv: Ingen formell utbildning
th: การศึกษานอกระบบ
uz: Rasmiy ta'lim yo'q
zh_hk: 沒有受過正規教育

source: Other education
af_za: Ander onderwys
bo: སློབ་གསོ་གཞན།
de_de: Sonstige Bildung
el: Άλλο
es: Otra educación
fa: سایر
hu: Egyéb oktatás
ja: その他の教育
kk: Басқа білім
lv: Cita izglītība
sq: Edukimi tjetër
sv: Övrig utbildning
th: อื่น ๆ
uz: Boshqa ta'lim
zh_hk: 其他教育

source: {platform_name} Honor Code Certificate for {course_name}
af_za: {platform_name} Erekode Sertifikaat vir {course_name}
bo: {platform_name} དྲ་སྟེགས་འདིའི་ནང་གི་སློབ་ཚན་ {course_name} འདིའི་སྒྲིག་གཞིའི་ལག་ཁྱེར།
de_de: {platform_name} Teilnehmerzertifikat für {course_name}
el: Βεβαίωση {platform_name} με Κώδικα τιμής για το μάθημα {course_name}
es: Certificado de Código de Honor de {platform_name} para {course_name}
fa: گواهی اصول اخلاقی {platform_name} برای دوره {course_name}
hu: {platform_name} becsületkódex bizonyítvány a(z) {course_name} számára
ja: {platform_name} による {course_name} の名誉修了証
kk: {platform_name} {course_name} үшін Құрмет кодының сертификаты
lv: {platform_name} Goda koda sertifikāts par {course_name}
sq: Certifikatë e kodit të nderit {platform_name} për {course_name}
sv: {platform_name} Förtroendecertifikat för {course_name}
th: รหัสประกาศนียบัตรเกียรติคุณจาก {platform_name} สำหรับ {course_name}
uz: {platform_name} {course_name} uchun faxriy kod sertifikati
zh_hk: {platform_name} {course_name}榮譽證書

source: {platform_name} Verified Certificate for {course_name}
af_za: {platform_name} Geverifieerde sertifikaat vir {course_name}
bo: {platform_name} དྲ་སྟེགས་འདིའི་ནང་གི་སློབ་ཚན་ {course_name} འདིའི་ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར།
de_de: {platform_name} Verifiziertes Zertifikat für {course_name}
el: Εγκεκριμένη πιστοποίηση {platform_name} για το μάθημα {course_name}
es: Certificado verificado de {platform_name} para {course_name}
fa: گواهی تایید‌شده {platform_name} برای دوره {course_name}
hu: {platform_name} hitelesített bizonyítvány a(z) {course_name} tanfolyamhoz
ja: {platform_name} による {course_name} の認可修了証
kk: {platform_name} {course_name} үшін расталған сертификат
lv: {platform_name} verificēts sertifikāts {course_name}
sq: {platform_name} Certifikatë e verifikuar për {course_name}
sv: {platform_name} Verifierat certifikat för {course_name}
th: ใบรับรองจาก {platform_name} ที่ตรวจสอบแล้วสำหรับ {course_name}
uz: {platform_name} {course_name} uchun tasdiqlangan sertifikat
zh_hk: {platform_name} {course_name}的驗證證書

source: {platform_name} Professional Certificate for {course_name}
af_za: {platform_name} Professionele sertifikaat vir {course_name}
bo: {platform_name} དྲ་སྟེགས་འདིའི་ནང་གི་སློབ་ཚན་ {course_name} འདིའི་ཆེད་སྦྱོང་ལག་ཁྱེར།
de_de: {platform_name} Professionelles Zertifikat für {course_name}
el: Επαγγελματική πιστοποίηση {platform_name} για το μάθημα {course_name}
es: Certificado profesional de {platform_name} para {course_name}
fa: گواهی حرفه‌ای {platform_name} برای دوره {course_name}
hu: {platform_name} szakmai Bizonyítvány a(z) {course_name} tanfolyamhoz
ja: {platform_name} による {course_name} のプロフェッショナル修了証
kk: {platform_name} {course_name} үшін кәсіби сертификат
lv: {platform_name} profesionālais sertifikāts {course_name}
sq: {platform_name} Certifikatë profesionale për {course_name}
sv: {platform_name} Professionellt certifikat för {course_name}
th: ประกาศนียบัตรผู้เชี่ยวชาญจาก {platform_name} สำหรับ {course_name}
uz: {platform_name} {course_name} uchun professional sertifikat
zh_hk: {platform_name} {course_name}專業證書

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
af_za: Jou organisasie-ID (indien jou organisasie &#39;n bestaande bladsy op LinkedIn het), bv. 1337. Indien nie verskaf nie, sal dit verstek om Platformnaam (bv. edX) eerder te stuur.
bo: ཁྱེད་ཀྱི་ཚོགས་པའི་ ID (LinkedIn ནང་ཁྱེད་ཀྱི་ཚོགས་པའི་དྲ་ངོས་རེ་ད་སྔ་ཡོད་ན་) དཔེར་ན་ 1337. ལྟ་བུ། དེ་མཁོ་སྤྲོད་བྱས་མེད་ན། ཁྱེད་ལ་རྨང་གཞིའི་སྟེགས་བུའི་མིང་ (དཔེར་ན edX) གཏོང་ཡོང་།
de_de: Ihre Organisations-ID (wenn Ihre Organisation eine bestehende Seite auf LinkedIn hat), z. B. 1337. Wenn nicht angegeben, wird stattdessen standardmäßig der Name der Plattform (z. B. edX) gesendet.
el: Το αναγνωριστικό Οργανισμός σας (εάν Οργανισμός σας έχει μια υπάρχουσα σελίδα στο LinkedIn) π.χ. 1337. Εάν δεν παρέχεται, θα αποστέλλεται από προεπιλογή το Όνομα πλατφόρμας (π.χ. edX).
es: El ID de su organización (si su organización tiene una página existente en LinkedIn), por ejemplo, 1337. Si no se proporciona, se enviará el nombre de la plataforma (por ejemplo, edX) en su lugar.
fa: شناسه سازمان شما (اگر سازمان شما یک صفحه موجود در LinkedIn داشته باشد) به عنوان مثال 1337. اگر مقداری ارائه نشده باشد، به طور پیش‌فرض نام سکو (مثلاً edX) را ارسال می‌کند.
hu: Az Ön szervezetének azonosítója (ha a szervezetnek van meglévő oldala a LinkedIn-en), pl. 1337. Ha nincs megadva, alapértelmezés szerint a Platform Nevet (pl. edX) küldi el.
ja: あなたの組織ID（組織がLinkedInに既存のページを持っている場合）例：1337。提供されない場合、代わりにプラットフォーム名（例：edX）が送信されます。
kk: Ұйымыңыздың идентификаторы (ұйымның LinkedIn сайтында бар беті болса), мысалы 1337. Берілмеген болса, әдепкі бойынша оның орнына Platform Name (мысалы, edX) жіберіледі.
lv: Jūsu organizācijas ID (ja jūsu organizācijai ir lapa LinkedIn), piemēram, 1337. Ja nav norādīts, pēc noklusējuma tiks nosūtīts platformas nosaukums (piem., edX).
sq: ID-ja e organizatës suaj (nëse organizata juaj ka një faqe ekzistuese në LinkedIn) p.sh. 1337. Nëse nuk ofrohet, në vend të kësaj do të dërgojë Emrin e Platformës (p.sh. edX).
sv: Ditt organisations-ID (om din organisation har en befintlig sida på LinkedIn) t.ex. 1337. Om det inte anges skickas som standard plattformsnamn (t.ex. edX) istället.
th: ID องค์กรของคุณ (หากองค์กรของคุณมีเพจอยู่ใน LinkedIn) เช่น 1337 หากไม่ระบุ ค่าเริ่มต้นจะเป็นการใช้ชื่อจากแพลตฟอร์ม (เช่น edX) แทน
uz: Tashkilotingiz identifikatori (agar tashkilotingiz LinkedIn’da mavjud sahifaga ega bo‘lsa), masalan, 1337. Agar ko‘rsatilmagan bo‘lsa, o‘rniga Platforma nomi (masalan, edX) yuboriladi.
zh_hk: 您的組織 ID（如果您的組織在 LinkedIn 上已有頁面）例如 1337。 如果未提供，將預設發送平台名稱（例如 edX）。

source: {platform_name} Certificate for {course_name}
af_za: {platform_name} Sertifikaat vir {course_name}
bo: {platform_name} འདིའི་ནང་གི་སློབ་ཚན་ {course_name} འདིའི་ལག་ཁྱེར།
de_de: {platform_name} Zertifikat für {course_name}
el: Βεβαίωση {platform_name} για το μάθημα {course_name}
es: Certificado de {platform_name} para {course_name}
fa: گواهی {platform_name} برای دوره {course_name}
hu: {platform_name} bizonyítvány a(z) {course_name} tanfolyamhoz
ja: {platform_name} による {course_name} の修了証
kk: {platform_name} {course_name} үшін сертификат
lv: {platform_name} sertifikāts {course_name}
sq: {platform_name} Certifikatë për {course_name}
sv: {platform_name} Certifikat för {course_name}
th: ประกาศนียบัตรจาก {platform_name} สำหรับ {course_name}
uz: {platform_name} {course_name} uchun sertifikat
zh_hk: {platform_name} {course_name}的證書
