Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
af_za: Voer die API-sleutel in wat deur MathWorks verskaf word vir toegang tot die MATLAB Hosted Service. Hierdie sleutel word vir eksklusiewe gebruik in hierdie kursus vir die gespesifiseerde duur toegestaan. Moenie die API-sleutel met ander kursusse deel nie. Stel MathWorks onmiddellik in kennis as jy glo die sleutel is ontbloot of gekompromitteer. Om &#39;n sleutel vir jou kursus te bekom, of om &#39;n probleem aan te meld, kontak asseblief moocsupport@mathworks.com
de_de: Gib den API-Schlüssel, der von MathWorks für den Zugriff auf MATLAB Hosted Service ausgegeben wird, ein. Dieser Schlüssel wird exklusiv für diesen Kurs für die festgelegte Dauer ausgegeben. Teile den API-Schlüssel nicht mit anderen Kursen. Benachrichtige MathWorks sofort, wenn du glaubst, dass der Schlüssel offengelegt oder kompromittiert ist. Um den Schlüssel für deinen Kurs zu erhalten oder einen Vorfall zu melden, schreibe an moocsupport@mathworks.com.
el: Εισαγάγετε το κλειδί API που παρέχεται από το MathWorks για πρόσβαση στην υπηρεσία MATLAB Hosted Service. Αυτό το κλειδί χορηγείται για αποκλειστική χρήση σε αυτό το μάθημα για την καθορισμένη διάρκεια. Μην μοιράζεστε το κλειδί API με άλλα μαθήματα. Ειδοποιήστε αμέσως τη MathWorks εάν πιστεύετε ότι το κλειδί είναι εκτεθειμένο ή παραβιασμένο. Για να αποκτήσετε ένα κλειδί για το μάθημά σας ή για να αναφέρετε ένα πρόβλημα, επικοινωνήστε με το moocsupport@mathworks.com
es: Ingrese la clave API proporcionada por MathWorks para acceder al Servicio alojado de MATLAB. Esta clave se otorga para uso exclusivo en este curso durante la duración especificada. No comparta la clave API con otros cursos. Notifique a MathWorks de inmediato si cree que la clave está expuesta o comprometida. Para obtener una clave para su curso o informar un problema, comuníquese con moocsupport@mathworks.com.
fa: کلید API ارائه شده توسط MathWorks برای دسترسی به سرویس میزبانی MATLAB را وارد کنید. این کلید برای استفاده انحصاری در این دوره برای مدت زمان مشخص داده شده است. کلید API را با دوره های دیگر به اشتراک نگذارید. اگر فکر می‌کنید کلید لو رفته یا به خطر افتاده است فوراً به MathWorks اطلاع دهید. برای به دست آوردن کلید دوره خود، یا گزارش یک مشکل، لطفاً با moocsupport@mathworks.com تماس بگیرید
hu: Adja meg a MathWorks által biztosított API-kulcsot a MATLAB Hosted Service eléréséhez. Ez a kulcs kizárólagos használatra van megadva ebben a kurzusban a megadott időtartamra. Ne ossza meg az API-kulcsot más kurzusokkal. Azonnal értesítse a MathWorks-t, ha úgy véli, hogy a kulcs kiszivárgott vagy veszélybe került. Ha kulcsot szeretne szerezni a kurzusához, vagy problémát szeretne jelenteni, kérjük, lépjen kapcsolatba a moocsupport@mathworks.com címen.
ja: MathWorksから提供されたAPIキーを入力して、MATLABホステッドサービスにアクセスしてください。このキーは、このコースで指定された期間に限り、独占的に使用するために付与されています。他のコースとAPIキーを共有しないでください。キーが漏洩または危険にさらされていると思われる場合は、直ちにMathWorksに通知してください。コース用のキーを取得するか、問題を報告するには、moocsupport@mathworks.comにお問い合わせください。
kk: MATLAB хостинг қызметіне кіру үшін MathWorks ұсынған API кілтін енгізіңіз. Бұл кілт осы курста көрсетілген уақыт ішінде эксклюзивті пайдалану үшін беріледі. API кілтін басқа курстармен бөліспеңіз. Егер кілт ашылған немесе бұзылған деп ойласаңыз, MathWorks-ке дереу хабарлаңыз. Курстың кілтін алу немесе мәселе туралы хабарлау үшін moocsupport@mathworks.com мекенжайына хабарласыңыз
lv: Ievadiet API atslēgu, ko MathWorks ir nodrošinājis, lai piekļūtu MATLAB Hosted Service. Šī atslēga tiek piešķirta ekskluzīvai lietošanai šajā kursā uz norādīto laiku. API atslēgu nedrīkst kopīgot ar citiem kursiem. Nekavējoties paziņojiet MathWorks, ja uzskatāt, ka atslēga ir atklāta vai apdraudēta. Lai saņemtu atslēgu savam kursam vai ziņotu par problēmu, lūdzu, sazinieties ar moocsupport@mathworks.com.
sq: Futni çelësin API të ofruar nga MathWorks për të hyrë në Shërbimin e Hosted MATLAB. Ky çelës jepet për përdorim ekskluziv në këtë kurs për kohëzgjatjen e specifikuar. Mos e ndani çelësin API me kurse të tjera. Njoftoni menjëherë MathWorks nëse besoni se çelësi është ekspozuar ose komprometuar. Për të marrë një çelës për kursin tuaj ose për të raportuar një problem, ju lutemi kontaktoni moocsupport@mathworks.com
sv: Ange API-nyckeln som tillhandahålls av MathWorks för att komma åt MATLAB Hosted Service. Denna nyckel beviljas för exklusiv användning i den här kursen under angiven tid. Dela inte API-nyckeln med andra kurser. Meddela MathWorks omedelbart om du tror att nyckeln är utsatt eller komprometterad. För att få en nyckel för din kurs, eller för att rapportera ett problem, kontakta moocsupport@mathworks.com
th: ระบุคีย์ API โดย MathWorks สำหรับการเข้าถึง MATLAB Hosted Service. คีย์นี้ถูกยินยอมให้เข้าถึงสำหรับช่วงระยะเวลาที่ระบุไว้เท่านั้น ห้ามแบ่งปันคีย์นี้กับหลักสูตรอื่น แจ้ง MathWorks ทันทีถ้าคุณเชื่อว่าคีย์ถูกเปิดเผยหรือบุกรุกเพื่อได้รับคีย์หลักสูตรคุณ หรือรายงานปัญหา กรุณาติดต่อ moocsupport@mathworks.com
uz: MATLAB hosted xizmatiga kirish uchun MathWorks tomonidan taqdim etilgan API kalitini kiriting. Ushbu kalit belgilangan muddat davomida ushbu kursda eksklyuziv foydalanish uchun beriladi. API kalitini boshqa kurslar bilan baham ko'rmang. Agar kalit ochilgan yoki buzilgan deb hisoblasangiz, darhol MathWorks-ga xabar bering. Kursingiz kalitini olish yoki muammo haqida xabar berish uchun moocsupport@mathworks.com ga murojaat qiling
zh_hk: 請輸入 MathWorks 提供的、用於存取 MATLAB 宿主服務的 API Key 。請保證該 API Key 在指定的一段時間內由本課程獨佔使用，不要與其他課程共用該 API Key 。如果您確認 API Key 外洩或受損，請立刻通知 MathWorks 。若要為您的課程取得 API Key 或報告問題，請聯絡 moocsupport@mathworks.com

source: Group Configurations
af_za: Groepkonfigurasies
de_de: Gruppenaufbau
el: Ρυθμίσεις ομάδων
es: Configuraciones de grupos
fa: تنظیمات گروه
hu: Csoport beállításai
ja: グループ設定
kk: Топ конфигурациялары
lv: Grupas konfigurācijas
sq: Konfigurimet e grupit
sv: Gruppkonfigurationer
th: การกำหนดค่ากลุ่ม
uz: Guruh konfiguratsiyasi
zh_hk: 群組設定

source: Enter the configurations that govern how students are grouped together.
af_za: Voer die konfigurasies in wat bepaal hoe studente saamgegroepeer word.
de_de: Geben Sie die Konfigurationen ein, die regeln, wie die Teilnehmer gruppiert werden.
el: Εισαγάγετε τις διαμορφώσεις που διέπουν τον τρόπο ομαδοποίησης των σπουδαστών.
es: Ingrese las configuraciones que rigen cómo se agrupan los estudiantes.
fa: پیکربندی هایی را وارد کنید که بر نحوه گروه بندی دانش آموزان با هم نظارت می کنند.
hu: Adja meg azokat a konfigurációkat, amelyek meghatározzák, hogyan csoportosulnak a diákok.
ja: 学生がどのようにグループ化されるかを管理する設定を入力してください。
kk: Оқушылардың қалай топталатынын реттейтін конфигурацияларды енгізіңіз.
lv: Ievadiet konfigurācijas, kas nosaka, kā dalībnieki tiek grupēti.
sq: Futni konfigurimet që rregullojnë mënyrën se si studentët grupohen së bashku.
sv: Ange konfigurationer som styr hur eleverna grupperas ihop.
th: ระบุการตั้งค่าที่ควบคุมวิธีการวมกลุ่มกันของนักเรียน
uz: Talabalar qanday guruhlanganligini boshqaradigan konfiguratsiyalarni kiriting.
zh_hk: 請輸入學生分組的標準。

source: Enable video caching system
af_za: Aktiveer videokasstelsel
de_de: Aktiviere Videozwischenspeicherungssystem
el: Ενεργοποίηση του συστήματος προσωρινής αποθήκευσης βίντεο
es: Habilitar sistema de caché de videos
fa: سیستم کش ویدیو را فعال کنید
hu: Videó gyorsítótár engedélyezése
ja: ビデオキャッシュシステムを有効にする
kk: Бейне кэштеу жүйесін қосыңыз
lv: Iespējot video kešatmiņas sistēmu
sq: Aktivizoni sistemin e ruajtjes së videove
sv: Aktivera videoklippcachningssystem
th: การเปิดใช้งานระบบแคชวิดีโอ
uz: Video keshlash tizimini yoqing
zh_hk: 啟用影片緩存系統

source: Enter true or false. If true, video caching will be used for HTML5 videos.
af_za: Voer waar of onwaar in. As dit waar is, sal videokas gebruik word vir HTML5-video&#39;s.
de_de: Gib "Wahr" oder "Falsch" ein. Falls "Wahr", wird die Videozwischenspeicherung für für HTML5-Videos benutzt.
el: Εισαγάγετε true ή false. Εάν ισχύει, η προσωρινή αποθήκευση βίντεο θα χρησιμοποιηθεί για βίντεο HTML5.
es: Ingrese verdadero o falso. Si es verdadero, se utilizará la caché de videos para los videos HTML5.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، حافظه پنهان (cache) ویدیو برای ویدیوهای HTML5 استفاده خواهد شد.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, akkor a videó gyorsítótárazása lesz használva a HTML5 videókhoz.
ja: 「true」または「false」を入力してください。「true」の場合、HTML5ビデオにビデオキャッシングが使用されます。
kk: Шын немесе жалған деп енгізіңіз. Рас болса, HTML5 бейнелері үшін бейне кэштеу пайдаланылады.
lv: Ievadiet True vai False. Ja tā ir True, HTML5 videoklipiem tiks izmantota video kešatmiņa.
sq: Shkruani e vërtetë ose e rreme. Nëse është e vërtetë, memoria e videove do të përdoret për videot HTML5.
sv: Ange sant eller falskt. Om sant, kommer videobuffring att användas för HTML5-videor.
th: เลือกใช่หรือไม่่ใช่ ถ้าใช่ แคชวิดีโอจะถูกนำมาใช้สำหรับวิดีโอ HTML5
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, HTML5 videolari uchun video keshlash qoʻllaniladi.
zh_hk: 請輸入true或false。如果輸入true，HTML5的影片將會被緩存。

source: Enable video auto-advance
af_za: Aktiveer video outomatiese vooruitgang
de_de: Aktivieren Sie die automatische Videoaufzeichnung.
el: Ενεργοποίηση αυτόματης προώθησης βίντεο
es: Habilitar avance automático de videos
fa: پیشبرد خودکار ویدیو را فعال کنید
ja: ビデオの自動再生を有効にする
kk: Бейнені автоматты түрде жылжытуды қосыңыз
lv: Iespējot video automātisko pāreju
sq: Aktivizo avancimin automatik të videos
uz: Videoni avtomatik yuklashni yoqing
zh_hk: 自動播放下一個視頻

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
af_za: Spesifiseer of &#39;n outomatiese vooruit-knoppie in video&#39;s moet wys. As die student daarop klik, wanneer die laaste video in &#39;n eenheid klaar is, sal dit outomaties na die volgende eenheid beweeg en die eerste video outomaties speel.
de_de: Geben Sie an, ob in Videos eine Schaltfläche für die automatische Vorschau angezeigt werden soll. Wenn der Teilnehmer darauf klickt, wird nach Abschluss des letzten Videos in einer Lerneinheit automatisch zur nächsten Lerneinheit übergegangen und das erste Video automatisch wiedergegeben.
el: Καθορίστε εάν θα εμφανίζεται ένα κουμπί αυτόματης προώθησης σε βίντεο. Εάν ο σπουδαστής κάνει κλικ σε αυτό, όταν τελειώσει το τελευταίο βίντεο σε ένα κεφάλαιο, θα μετακινηθεί αυτόματα στο επόμενο κεφάλαιο και θα αναπαραχθεί αυτόματα το πρώτο βίντεο.
es: Especifique si se debe mostrar un botón de avance automático en los videos. Si el estudiante hace clic en él, cuando termine el último video de una unidad, pasará automáticamente a la siguiente unidad y reproducirá automáticamente el primer video.
fa: مشخص کنید که آیا دکمه پیشروی خودکار در ویدیوها نمایش داده شود یا خیر. اگر دانش‌آموز روی آن کلیک کند، وقتی آخرین ویدیو در یک واحد تمام شد، به‌طور خودکار به واحد بعدی منتقل می‌شود و اولین ویدیو را به‌طور خودکار پخش می‌کند.
hu: Adja meg, hogy megjelenjen-e egy automatikus előrelépés gomb a videókban. Ha a diák rákattint, az utolsó videó befejezése után az egység automatikusan a következő egységre lép, és elindítja az első videót.
ja: ビデオに自動進行ボタンを表示するかどうかを指定します。学生がそれをクリックすると、ユニット内の最後のビデオが終了したときに自動的に次のユニットに移動し、最初のビデオが自動再生されます。
kk: Бейнелерде автоматты түрде жылжыту түймешігін көрсету керек пе екенін көрсетіңіз. Егер студент оны шертсе, бөлімдегі соңғы бейне аяқталғанда, ол автоматты түрде келесі бөлімге ауысады және бірінші бейнені автоматты түрде ойнатады.
lv: Norādiet, vai videoklipos tiek rādīta automātiskā progresa poga. Ja dalībnieks/ce to noklikšķina, kad vienības pēdējais videoklips beidzas, tas automātiski pāriet uz nākamo vienību un automātiski atskaņo pirmo videoklipu.
sq: Specifikoni nëse do të shfaqet një buton i avancimit automatik në video. Nëse studenti e klikon atë, kur të përfundojë videoja e fundit në një njësi, ajo do të kalojë automatikisht në njësinë tjetër dhe do të luajë automatikisht videon e parë.
uz: Videolarda avtomatik oldinga siljish tugmasi ko‘rsatilmasligini belgilang. Agar talaba uni bosgan bo'lsa, birlikdagi oxirgi video tugagach, u avtomatik ravishda keyingi birlikka o'tadi va birinchi videoni avtomatik ijro etadi.
zh_hk: 請指定是否在影片中顯示自動播放下一個影片按鈕。如果學員點選該按鈕，當一個單元內的影片播放完成時，會自動跳轉至下一個單元，並播放該單元的第一個影片。

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
af_za: Identifiseer &#39;n video, 5-10 sekondes lank, om voor kursusvideo&#39;s te speel. Voer die video-ID vanaf die Video-oplaai-bladsy en een of meer transkripsielêers in die volgende formaat in: {format} . Byvoorbeeld, &#39;n inskrywing vir &#39;n video met twee transkripsies lyk soos volg: {example}
de_de: Identifizieren Sie ein Video von 5-10 Sekunden Länge, das vor den Kursvideos abgespielt werden soll. Geben Sie die Video-ID von der Seite Video-Uploads und eine oder mehrere Transkriptdateien im folgenden Format ein: {format}. Ein Eintrag für ein Video mit zwei Transkripten sieht beispielsweise so aus: {example}
el: Προσδιορίστε ένα βίντεο, διάρκειας 5-10 δευτερολέπτων, για αναπαραγωγή πριν από τα βίντεο του μαθήματος. Εισαγάγετε το αναγνωριστικό βίντεο από τη σελίδα "Μεταφορτώσεις βίντεο" και ένα ή περισσότερα αρχεία μεταγραφής με την ακόλουθη μορφή: {format}. Για παράδειγμα, μια καταχώριση για ένα βίντεο με δύο μεταγραφές έχει την εξής μορφή: {example}
es: Identifique un video, de 5 a 10 segundos de duración, para reproducir antes de los videos del curso. Ingrese el ID del video de la página Cargas de video y uno o más archivos de transcripción en el siguiente formato: {format}. Por ejemplo, una entrada para un video con dos transcripciones se ve así: {example}.
fa: یک ویدیو به مدت 5 تا 10 ثانیه برای پخش قبل از ویدیوهای دوره شناسایی کنید. شناسه ویدیو را از صفحه آپلودهای ویدیو و یک یا چند فایل رونوشت در قالب زیر وارد کنید: {format} . برای مثال، ورودی یک ویدیو با دو رونوشت به این صورت است: {example}
hu: Azonosítson egy 5-10 másodperces videót, amelyet a kurzus videói előtt játszanak le. Adja meg a videóazonosítót a Videófeltöltések oldalon, valamint egy vagy több átiratfájlt a következő formátumban: {format}. Például egy két átirattal rendelkező videó bejegyzése így néz ki: {example}
ja: コース動画の前に再生する5〜10秒の動画を特定してください。Video Uploadsページから動画IDを入力し、以下の形式で1つ以上のトランスクリプトファイルを入力してください: {format}。例えば、2つのトランスクリプトがある動画のエントリーは次のようになります: {example}
kk: Курс бейнелерінен бұрын ойнату үшін ұзақтығы 5-10 секунд болатын бейнені анықтаңыз. Бейне жүктеп салулар бетінен бейне идентификаторын және келесі пішімдегі бір немесе бірнеше транскрипт файлдарын енгізіңіз: {format} . Мысалы, екі транскрипциясы бар бейне жазбасы келесідей: {example}
lv: Identificējiet 5-10 sekundes garu videoklipu, ko atskaņot pirms kursa videoklipiem. Ievadiet videoklipa ID no lapas Video augšupielādes un vienu vai vairākus transkripcijas failus šādā formātā: {format} . Piemēram, ieraksts videoklipam ar diviem atšifrējumiem izskatās šādi: {example}
sq: Identifikoni një video, 5-10 sekonda e gjatë, për t'u luajtur përpara videove të kursit. Fut ID-në e videos nga faqja e ngarkimeve të videove dhe një ose më shumë skedarë transkripti në formatin e mëposhtëm: {format}. Për shembull, një hyrje për një video me dy transkripta duket kështu: {example}
sv: Identifiera en video, 5-10 sekunder lång, för att spela innan kursvideor. Ange video-ID från sidan Videoöverföringar och en eller flera transkriptfiler i följande format: {format}. Till exempel ser en post för en video med två transkript ut så här: {example}
uz: Kurs videolaridan oldin o'ynash uchun 5-10 soniya uzunlikdagi videoni aniqlang. Videoni yuklash sahifasidan video identifikatorini va quyidagi formatdagi bir yoki bir nechta transkript fayllarini kiriting: {format} . Masalan, ikkita transkriptga ega video yozuvi quyidagicha ko'rinadi: {example}
zh_hk: 課程影片前指定 5-10 秒的影片。從 Video Uploads 中輸入 Video ID，以及一個或多個字幕檔，以下面的格式：{format}。例如，使用兩個字幕檔的一段影片如同： {example}

source: Show Reset Button for Problems
af_za: Wys Herstel-knoppie vir probleme
de_de: Zurücksetzen-Schaltfläche für Probleme anzeigen
el: Εμφάνιση κουμπιού επαναφοράς για προβλήματα
es: Mostrar botón Restablecer para problemas
fa: نمایش دکمه بازنشانی برای مسئله‌ها
hu: Alaphelyzetbe állítás gomb megjelenítése a feladatoknál
ja: 問題にリセットボタンを表示
kk: Мәселелер үшін Қалпына келтіру түймесін көрсету
lv: Rādīt uzdevumu atiestatīšanas pogu
sq: Shfaq butonin e rivendosjes për problemet
sv: Visa återställningsknapp för problem
th: แสดงปุ่มรีเซ็ตสำหรับปัญหา
uz: Muammolarni tiklash tugmachasini ko'rsatish
zh_hk: 為問題顯示重置按鈕

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
af_za: Voer waar of onwaar in. As dit waar is, is probleme in die kursus verstek om altyd &#39;n &#39;Herstel&#39;-knoppie te vertoon. Jy kan dit in elke probleem se instellings ignoreer. Alle bestaande probleme word geraak wanneer hierdie kursuswye instelling verander word.
de_de: Geben Sie "true" oder "false" ein. Wenn "true", wird bei Problemen im Kurs standardmäßig immer eine Schaltfläche "Zurücksetzen" angezeigt. Sie können dies in den Einstellungen des jeweiligen Problems überschreiben. Alle bestehenden Probleme sind betroffen, wenn diese kursbreite Einstellung geändert wird.
el: Εισαγάγετε true ή false. Εάν ισχύει, τα προβλήματα στο μάθημα προεπιλογή για την εμφάνιση πάντα ενός κουμπιού «Επαναφορά». Μπορείτε να το παρακάμψετε στις ρυθμίσεις κάθε προβλήματος. Όλα τα υπάρχοντα προβλήματα επηρεάζονται όταν αλλάξει αυτή η ρύθμιση σε όλο το μάθημα.
es: Ingrese verdadero o falso. Si es verdadero, los problemas del curso mostrarán de forma predeterminada un botón 'Restablecer'. Puede anular esta configuración en la configuración de cada problema. Todos los problemas existentes se ven afectados cuando se cambia esta configuración a nivel de curso.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، همیشه دکمه «بازنشانی» برای مسئله‌های دوره به طور پیش‌فرض وجود دارد. می‌توانید در تنظیمات هر مسئله این مورد را بازنویسی کنید. همه مسئله‌های موجود با تغییر این تنظیمات کلی دوره، تحت تأثیر قرار خواهند گرفت.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a kurzus feladatai alapértelmezés szerint mindig megjelenítik a „Visszaállítás” gombot. Ezt minden feladat beállításainál felülírhatja. Minden meglévő feladat érintett, amikor ez a kurzus szintű beállítás megváltozik.
ja: 真または偽を入力してください。真の場合、コース内の問題はデフォルトで常に「リセット」ボタンが表示されます。各問題の設定でこれを上書きすることができます。このコース全体の設定が変更されると、既存のすべての問題に影響します。
kk: Шын немесе жалған деп енгізіңіз. Егер шын болса, курстағы мәселелер әдепкі бойынша әрқашан "Қалпына келтіру" түймешігін көрсетеді. Мұны әрбір мәселенің параметрлерінде қайта анықтауға болады. Курс бойынша осы параметр өзгертілгенде, барлық бар мәселелер әсер етеді.
lv: Ievadiet True vai False. Ja True, kursa uzdevumi pēc noklusējuma vienmēr parāda pogu Atiestatīt. Varat to ignorēt katras uzdevumi iestatījumos. Mainot šo visa kursa iestatījumu, tiek ietekmētas visas esošās uzdevumi.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, problemet në kursin e paracaktuar për të shfaqur gjithmonë një buton "Rivendosje". Mund ta anashkaloni këtë në cilësimet e secilit problem. Të gjitha problemet ekzistuese preken kur ndryshohet ky mjedis në të gjithë kursin.
sv: Ange sant eller felaktigt. Om det är sant, är det normalt att problemen i kursen alltid visar en &quot;Återställ&quot; -knapp. Du kan åsidosätta detta i inställningarna för varje problem. Alla befintliga problem påverkas när den här kursövergripande inställningen ändras.
th: เลือกใช่หรือไม่ใช่ ถ้าใช่ ปัญหาในการค่าเริ่มต้นหลักสูตรที่มักจะแสดงปุ่มรีเซ็ต คุณสามารถแทนที่ส่วนนี้ในการตั้งค่าปัญหา ปัญหาที่มีอยู่ทั้งหมดจะได้รับผลกระทบเมื่อตั้งค่ามีการเปลี่ยนแปลง
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, kursdagi muammolar har doim “Qayta oʻrnatish” tugmasi koʻrsatiladi. Buni har bir muammo sozlamalarida bekor qilishingiz mumkin. Ushbu kurs bo'ylab sozlama o'zgartirilganda barcha mavjud muammolar ta'sirlanadi.
zh_hk: 輸入true或false。為true時，課程中的問題總是預設顯示一個「重設」按鈕，您可以在每個問題的設定中重新設定。當該課程範圍內的設定改變時，所有已存在的問題都會受影響。

source: Enable Student Notes
af_za: Aktiveer Student Notes
de_de: Teilnehmer Notizen aktivieren
el: Ενεργοποίηση σημειώσεων σπουδαστή
es: Habilitar notas de estudiantes
fa: یادداشت های دانشجویی را فعال کنید
ja: 学生ノートを有効にする
kk: Студент жазбаларын қосыңыз
lv: Iespējot dalībnieku piezīmes
sq: Aktivizo shënimet e nxënësve
sv: Aktivera studentanteckningar
th: สามารถใช้โน้ตบันทึกของนักเรียน
uz: Talaba qaydlarini yoqish
zh_hk: 啟用學生筆記

source: Enter true or false. If true, students can use the Student Notes feature.
af_za: Voer waar of onwaar in. Indien waar, kan studente die Student Notes-kenmerk gebruik.
de_de: Geben Sie "wahr" oder "falsch" ein. Wenn wahr, können Teilnehmer die Fähigkeit Teilnehmernotizen verwenden.
el: Εισαγάγετε true ή false. Εάν ισχύει, οι σπουδαστές μπορούν να χρησιμοποιήσουν τη λειτουργία Σημειώσεις σπουδαστή.
es: Ingrese verdadero o falso. Si es verdadero, los estudiantes pueden usar la función Notas de estudiante.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، دانش‌آموزان می‌توانند از ویژگی یادداشت‌های دانشجویی استفاده کنند.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a diákok használhatják a Diákjegyzetek funkciót.
ja: 真または偽を入力してください。真の場合、学生は「学生ノート」機能を使用できます。
kk: Шын немесе жалған деп енгізіңіз. Егер шын болса, студенттер Студент жазбалары мүмкіндігін пайдалана алады.
lv: Ievadiet True vai False. Ja True, dalībnieki var izmantot Dalībnieku piezīmju līdzekli.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, studentët mund të përdorin veçorinë Shënime studentore.
sv: Ange sant eller falskt. Om sant kan eleverna använda funktionen Studentanteckningar.
th: เลือกใช่หรือไม่ใช่ ถ้าใช่ นักเรียนสามารถใช้คุณลักษณะของโน้ตบันทึกของนักเรียนได้
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, talabalar “Talaba qaydlari” funksiyasidan foydalanishlari mumkin.
zh_hk: 輸入true或false。為true時，學生可以使用學生筆記特性。
