Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Problem successfully {action} for {attempted} students
af_za: Probleem suksesvol {action} vir {attempted} studente
bo: སློབ་ཕྲུག་གིས་ཚོད་ལྟ་ {attempted} གང་བྱས་པ་ལྟར་དྲི་བ་ {action} ལམ་ལྷོངས་བྱུང་སོང་།
de_de: Fragestellung erfolgreich {action} für {attempted} Teilnehmer
el: Το πρόβλημα επιτυχώς {action} για {attempted} σπουδαστές
es: El problema se {action} correctamente para {attempted} estudiantes
fa: {action} مسئله با موفقیت برای {attempted} دانش‌آموز انتخاب‌شده انجام شد
hu: A probléma sikeresen {action} lett {attempted} diák számára
ja: {attempted}人の学生に対して問題が正常に{action}されました
kk: {attempted} студенттеріне арналған {action} мәселесі сәтті шықты
lv: Uzdevums veiksmīgi {action} {attempted} dalībniekiem
sq: Problemi u zgjidh me sukses {action} për studentët {attempted}
sv: Problem med framgång {action} för {attempted} studenter
th: ปัญหาที่สำเร็จ {action} ของนักเรียน {attempted}
uz: {attempted} talabalari uchun muammo muvaffaqiyatli {action}
zh_hk: 為{attempted}學生成功解決{action}問題

source: Problem {action} for {succeeded} of {attempted} students
af_za: Probleem {action} vir {succeeded} van {attempted} studente
bo: སློབ་ཕྲུག་ཚོའི་ཆེད་དུ་དྲི་བ་ {action} འདིའི་ {succeeded} ཐེངས་མ་ {attempted}
de_de: Fragestellung {action} für {succeeded} von {attempted} Teilnehmer
el: Το πρόβλημα {action} για {succeeded} από {attempted} σπουδαστών
es: El problema se {action} para {succeeded} de {attempted} estudiantes
fa: {action} مسئله برای {succeeded} از {attempted} دانش آموز انتخاب‌شده با موفقیت انجام شد
lv: Uzdevums {action} {succeeded} {attempted} dalībniekiem
sq: Problemi {action} për {succeeded} nga {attempted} studentë
sv: Problem {action} för {succeeded} av {attempted} studenter
th: ปัญหารในการ {action} สำหรับ {succeeded} ของ {attempted} นักเรียน
uz: {attempted} talabalarining {succeeded} uchun {action} muammosi
zh_hk: {attempted}學生的{succeeded}的問題{action}

source: Unable to find any recipients to be {action}
af_za: Kan nie enige ontvangers vind om {action} te wees nie
bo: {action} གཏོང་ས་སུ་ཡང་བཙལ་ཐུབ་མ་སོང་།
de_de: Kann keine Empfänger die {action} sind finden
el: Αδυναμία εύρεσης παραληπτών που να {action}
es: No se encontraron destinatarios para {action}
fa: هیچ گیرنده ای پیدا نشد که {action} باشد
kk: {action} болатын ешбір алушы табылмады
lv: Nevar atrast nevienu adresātu {action}
sq: Nuk mund të gjendet ndonjë marrës që të jetë {action}
sv: Det gick inte att hitta några mottagare att vara {action}
th: ไม่พบผู้รับใดๆ ต่อ {action}
uz: {action} bo‘lgan qabul qiluvchilarni topib bo‘lmadi
zh_hk: 找不到任何收件人{action}

source: Message failed to be {action} for any of {attempted} recipients
af_za: Boodskap kon nie {action} wees vir enige van {attempted} ontvangers nie
bo: {attempted} གཏོང་ཐུབ་མ་སོང་པས་ {action} འཕྲིན་ཐུང་འདི་ འགྲོ་མ་སོང་།
de_de: Die Nachricht ist nicht {action} für einen der {attempted} Empfänger
el: Το μήνυμα απέτυχε ως {action} για κανέναν από τους {attempted} παραλήπτες
es: El mensaje no pudo ser {action} para ninguno de los {attempted} destinatarios
fa: پیام برای هیچ یک از گیرندگان {attempted} {action} ناموفق بود
hu: Az üzenetet nem sikerült {action} a {attempted} címzettek egyikének sem.
lv: Ziņojumu neizdevās izveidot {action} nevienam no {attempted} adresātiem
sq: Mesazhi dështoi të jetë {action} për asnjë nga marrësit {attempted}
sv: Meddelandet misslyckades med att vara {action} för någon av {attempted} mottagare
th: ข้อความล้มเหลวในการ {action} ของการ {attempted} ของผู้รับ
uz: Har bir {attempted} qabul qiluvchisi uchun xabar {action} bo‘lmadi
zh_hk: 對於任何{attempted}收件人，郵件均無法為{action}

source: Message successfully {action} for {attempted} recipients
af_za: Boodskap suksesvol {action} vir {attempted} ontvangers
bo: {attempted} ཁོང་ལ་ {action} འཕྲིན་ཐུང་བདེ་ལེགས་ངང་ཡོད།
de_de: Die Nachricht ist erfolgreich {action} für {attempted} Empfänger
el: Επιτυχής αποστολή μηνύματος ως {action} για {attempted} παραλήπτες
es: El mensaje se {action} correctamente para {attempted} destinatarios
fa: پیام با موفقیت {action} برای گیرندگان {attempted}
hu: Az üzenet sikeresen {action} {attempted} címzett számára
ja: メッセージは{attempted}人の受信者に対して正常に{action}されました
kk: {attempted} алушылары үшін {action} хабары сәтті жіберілді.
lv: Ziņojums veiksmīgi {action} {attempted} adresātiem
sq: Mesazhi u dërgua me sukses {action} për marrësit {attempted}
sv: Meddelande framgångsrikt {action} för {attempted} mottagare
th: ข้อความที่สำเร็จ {action} สำหรับ {attempted} ผู้รับ
uz: {attempted} qabul qiluvchilar uchun xabar muvaffaqiyatli {action}
zh_hk: 成功向{attempted}收件者發送訊息{action}

source: Message {action} for {succeeded} of {attempted} recipients
af_za: Boodskap {action} vir {succeeded} van {attempted} ontvangers
bo: གློག་འཕྲིན་ {action} གཏོང་ཡུལ་{attempted} ལྟར་ {succeeded} ལེགས་པར་གྲུབ།
de_de: Nachricht {action} für {succeeded} von {attempted} Empfänger
el: Το μήνυμα {action} για {succeeded} από {attempted} παραλήπτες
es: El mensaje se {action} para {succeeded} de {attempted} destinatarios
fa: پیام {action} برای {succeeded} گیرندگان {attempted}
hu: Üzenet {action} {attempted} címzett közül {succeeded} számára
lv: Ziņojums {action} {succeeded} no {attempted} adresātiem
sq: Mesazh {action} për {succeeded} nga {attempted} marrës
sv: Meddelande {action} för {succeeded} av {attempted} mottagare
th: ข้อความ {action} สำหรับ {succeeded} ของ {attempted} ผู้รับ
uz: {attempted} qabul qiluvchining {succeeded} uchun {action} xabari
zh_hk: {attempted}收件人的{succeeded}的訊息{action}

source: Status: {action} {succeeded} of {attempted}
af_za: Status: {action} {succeeded} van {attempted}
bo: གནས་བབ།: {attempted} འདིའི་ {action} {succeeded}
de_de: Status: {action} {succeeded} von {attempted}
el: Κατάσταση: {action} {succeeded} από {attempted}
es: Estado: {action} {succeeded} de {attempted}
fa: وضعیت: {action} {succeeded} از {attempted}
hu: Állapot: {action} {succeeded} a(z) {attempted} közül
ja: ステータス: {action} {succeeded} 件中 {attempted} 件
lv: Statuss: {action} {succeeded} no {attempted}
sq: Status: {action} {succeeded} dhe {attempted}
sv: Status: {action} {succeeded} av {attempted}
th: สถานะ: {action} {succeeded} ของ {attempted}
uz: Holati: {action} {succeeded} of {attempted}
zh_hk: 狀態： {attempted}的{action} {succeeded}

source: (skipping {skipped})
af_za: (slaan {skipped} oor)
de_de: (überspringe {skipped})
el: (παράληψη {skipped})
es: (omitidos {skipped})
fa: (پرش از {skipped} )
hu: (kihagyva {skipped})
kk: ( {skipped} өткізіп жіберу)
lv: (izlaižot {skipped} )
sq: (duke kapërcyer {skipped} )
sv: (hoppar över {skipped})
th: (ข้าม {skipped})
uz: ( {skipped} o'tkazib yuboriladi)
zh_hk: （跳過{skipped} ）

source: (out of {total})
af_za: (uit {total} )
de_de: (von {total})
el: (από {total} συνολικά)
es: (de {total})
fa: (از {total} )
hu: (közül {total})
ja: （{total}のうち）
kk: ( {total} ішінен)
lv: (no {total} )
sq: (nga {total})
sv: (av {total})
th: (จาก {total})
uz: ( {total} dan)
zh_hk: （取自{total} ）

source: Programs
af_za: Programme
bo: ལས་རིམ་ཁག
de_de: Programme
el: Προγράμματα
es: Programas
fa: برنامه ها
hu: Programok
ja: プログラム
kk: Бағдарламалар
lv: Programmas
sq: Programet
sv: Program
th: โปรแกรม
uz: Dasturlar
zh_hk: 精選課程

source: Program Details
af_za: Programbesonderhede
bo: ལས་རིམ་ཞིབ་ཕྲ།
de_de: Programmdetails
el: Λεπτομέρειες προγράμματος
es: Detalles del programa
fa: جزئیات برنامه
hu: Program részletei
ja: プログラムの詳細
kk: Бағдарлама мәліметтері
lv: Programmas informācija
sq: Detajet e programit
sv: Programdetaljer
th: รายละเอียดโปรแกรม
uz: Dastur tafsilotlari
zh_hk: 精選課程詳情

source: This component's access settings refer to deleted or invalid group configurations.
af_za: Hierdie komponent se toegangsinstellings verwys na geskrapte of ongeldige groepkonfigurasies.
bo: གྲུབ་ཆ་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་བསུབས་ཟིན་པ་དང་ཡང་ན་ཚུལ་མཐུན་མ་ཡིན་པའི་ཚོགས་ཆུང་བཀོད་སྒྲིག་ཅིག་ལ་མཐུད་འདུག
de_de: Die Zugriffseinstellungen dieser Komponente beziehen sich auf gelöschte oder ungültige Gruppenkonfigurationen.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου αναφέρονται σε διαγραμμένες ή μη έγκυρες διαμορφώσεις ομάδας.
es: La configuración de acceso de este componente hace referencia a configuraciones de grupos eliminadas o no válidas.
fa: تنظیمات دسترسی این مؤلفه به پیکربندی های گروه حذف شده یا نامعتبر اشاره دارد.
hu: Ennek az összetevőnek a hozzáférési beállításai törölt vagy érvénytelen csoportkonfigurációkra hivatkoznak.
ja: このコンポーネントのアクセス設定は、削除されたか無効なグループ設定を参照しています。
kk: Бұл құрамдастың кіру параметрлері жойылған немесе жарамсыз топ конфигурацияларына қатысты.
lv: Šī komponenta piekļuves iestatījumi attiecas uz dzēstām vai nederīgām grupas konfigurācijām.
sq: Cilësimet e aksesit të këtij komponenti i referohen konfigurimeve të grupit të fshirë ose të pavlefshëm.
uz: Ushbu komponentning kirish sozlamalari o'chirilgan yoki noto'g'ri guruh konfiguratsiyalariga ishora qiladi.
zh_hk: 該組件的存取設定引用已刪除或無效的群組設定。

source: This unit's access settings refer to deleted or invalid group configurations.
af_za: Hierdie eenheid se toegangsinstellings verwys na geskrapte of ongeldige groepkonfigurasies.
de_de: Die Zugriffseinstellungen dieser Lerneinheit beziehen sich auf gelöschte oder ungültige Gruppenkonfigurationen.
el: Οι ρυθμίσεις πρόσβασης αυτού του κεφαλαίου αναφέρονται σε διαγραμμένες ή μη έγκυρες διαμορφώσεις ομάδας.
es: La configuración de acceso de esta unidad hace referencia a configuraciones de grupos eliminadas o no válidas.
fa: تنظیمات دسترسی این واحد به پیکربندی های گروه حذف شده یا نامعتبر اشاره دارد.
hu: Ennek az egységnek a hozzáférési beállításai törölt vagy érvénytelen csoportkonfigurációkra hivatkoznak.
ja: このユニットのアクセス設定は、削除されたか無効なグループ構成を参照しています。
kk: Бұл құрылғының кіру параметрлері жойылған немесе жарамсыз топ конфигурацияларына қатысты.
lv: Šīs ierīces piekļuves iestatījumi attiecas uz dzēstām vai nederīgām grupas konfigurācijām.
sq: Cilësimet e aksesit të kësaj njësie i referohen konfigurimeve të grupit të fshirë ose të pavlefshëm.
sv: Den här enhetens åtkomstinställningar avser raderade eller ogiltiga gruppkonfigurationer.
uz: Ushbu qurilmaning kirish sozlamalari o'chirilgan yoki noto'g'ri guruh konfiguratsiyalariga ishora qiladi.
zh_hk: 本機的存取設定涉及已刪除或無效的群組設定。

source: This component's access settings refer to deleted or invalid groups.
af_za: Hierdie komponent se toeganginstellings verwys na geskrapte of ongeldige groepe.
bo: གྲུབ་ཆ་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་བསུབས་ཟིན་པ་དང་ཡང་ན་ཚུལ་མཐུན་མ་ཡིན་པའི་ཚོགས་ཆུང་ལ་མཐུད་འདུག
de_de: Die Zugriffseinstellungen dieser Komponente beziehen sich auf gelöschte oder ungültige Gruppen.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου αναφέρονται σε διαγραμμένες ή μη έγκυρες ομάδες.
es: La configuración de acceso de este componente hace referencia a grupos eliminados o no válidos.
fa: تنظیمات دسترسی این مؤلفه به گروه های حذف شده یا نامعتبر اشاره دارد.
hu: Ennek az összetevőnek a hozzáférési beállításai törölt vagy érvénytelen csoportokra hivatkoznak.
ja: このコンポーネントのアクセス設定は、削除されたか無効なグループを参照しています。
kk: Бұл құрамдастың кіру параметрлері жойылған немесе жарамсыз топтарға қатысты.
lv: Šī komponenta piekļuves iestatījumi attiecas uz dzēstām vai nederīgām grupām.
sq: Cilësimet e aksesit të këtij komponenti i referohen grupeve të fshira ose të pavlefshme.
sv: Den här komponentens åtkomstinställningar avser raderade eller ogiltiga grupper.
uz: Ushbu komponentning kirish sozlamalari o'chirilgan yoki noto'g'ri guruhlarga tegishli.
zh_hk: 該組件的存取設定引用已刪除或無效的群組。

source: This unit's access settings refer to deleted or invalid groups.
af_za: Hierdie eenheid se toeganginstellings verwys na geskrapte of ongeldige groepe.
bo: ཡང་གསེས་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་བསུབས་ཟིན་པ་དང་ཡང་ན་ཚུལ་མཐུན་མ་ཡིན་པའི་ཚོགས་ཆུང་ལ་མཐུད་འདུག
de_de: Die Zugriffseinstellungen dieser Lerneinheit beziehen sich auf gelöschte oder ungültige Gruppen.
el: Οι ρυθμίσεις πρόσβασης αυτού του κεφαλαίου αναφέρονται σε διαγραμμένες ή μη έγκυρες ομάδες.
es: La configuración de acceso de esta unidad hace referencia a grupos eliminados o no válidos.
fa: تنظیمات دسترسی این واحد به گروه های حذف شده یا نامعتبر اشاره دارد.
hu: Ennek az egységnek a hozzáférési beállításai törölt vagy érvénytelen csoportokra hivatkoznak.
ja: このユニットのアクセス設定は、削除されたか無効なグループを参照しています。
kk: Бұл құрылғының кіру параметрлері жойылған немесе жарамсыз топтарға қатысты.
lv: Šīs ierīces piekļuves iestatījumi attiecas uz dzēstām vai nederīgām grupām.
sq: Cilësimet e aksesit të kësaj njësie i referohen grupeve të fshira ose të pavlefshme.
sv: Den här enhetens åtkomstinställningar avser raderade eller ogiltiga grupper.
uz: Ushbu qurilmaning kirish sozlamalari o'chirilgan yoki yaroqsiz guruhlarga tegishli.
zh_hk: 本機的存取設定涉及已刪除或無效的群組。

source: This component's access settings contradict its parent's access settings.
af_za: Hierdie komponent se toeganginstellings weerspreek sy ouer se toeganginstellings.
bo: གྲུབ་ཆ་འདིའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་དེ་དེའི་རྩ་བའི་བལྟ་ཀློག་གི་སྒྲིག་འགོད་དང་འགལ་འདུག
de_de: Die Zugriffseinstellungen dieser Komponente stehen im Widerspruch zu den Zugriffseinstellungen ihrer Eltern.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου έρχονται σε αντίθεση με τις ρυθμίσεις πρόσβασης του γονικού του.
es: La configuración de acceso de este componente contradice la configuración de acceso de su elemento principal.
fa: تنظیمات دسترسی این مؤلفه با تنظیمات دسترسی والدین آن در تضاد است.
hu: Ennek az elemnek a hozzáférési beállításai ellentmondanak a szülő hozzáférési beállításainak.
ja: このコンポーネントのアクセス設定は、親のアクセス設定と矛盾しています。
kk: Бұл құрамдастың кіру параметрлері оның ата-анасының кіру параметрлеріне қайшы келеді.
lv: Šī komponenta piekļuves iestatījumi ir pretrunā tā vecāka piekļuves iestatījumiem.
sq: Cilësimet e aksesit të këtij komponenti kundërshtojnë cilësimet e aksesit të prindit të tij.
sv: Den här komponentens åtkomstinställningar motsätter sig föräldrars åtkomstinställningar.
uz: Ushbu komponentning kirish sozlamalari ota-ona ruxsati sozlamalariga zid.
zh_hk: 此組件的存取設定與其父組件的存取設定相矛盾。

source: Whether to display this block in the table of contents
af_za: Of hierdie blok in die inhoudsopgawe vertoon moet word
bo: དོན་གྱི་རེའུ་མིག་ནང་ཚན་པ་འདི་སྟོན་དགོས་དང་མི་དགོས།
de_de: Ob dieser Block im Inhaltsverzeichnis angezeigt werden soll
el: Εάν θα εμφανιστεί αυτό το μπλοκ στον πίνακα περιεχομένων
es: Si se debe mostrar este bloque en la tabla de contenidos
fa: نمایش این بلوک در فهرست مطالب
hu: Megjelenjen-e ez a blokk a tartalomjegyzékben?
ja: 目次にこのブロックを表示するかどうか
kk: Бұл блокты мазмұн кестесінде көрсету керек пе
lv: Vai rādīt šo bloku satura rādītājā
sq: Nëse ky bllok duhet të shfaqet në tabelën e përmbajtjes
sv: Om detta block ska visas i innehållsförteckningen
uz: Ushbu blokni tarkibda ko'rsatish kerakmi
zh_hk: 是否在目錄中顯示該區塊

source: What format this block is in (used for deciding which grader to apply, and what to show in the TOC)
af_za: In watter formaat hierdie blok is (word gebruik om te besluit watter gradeerder om aansoek te doen, en wat om in die TOC te wys)
de_de: Welches Format dieser Block hat (wird verwendet, um zu entscheiden, welcher Bewerter angewendet werden soll und was im Inhaltsverzeichnis angezeigt werden soll)
el: Σε ποια μορφή είναι αυτό το μπλοκ (χρησιμοποιείται για να αποφασίσετε ποιον βαθμολογητή θα εφαρμόσετε και τι θα εμφανιστεί στο TOC)
es: En qué formato está este bloque (se utiliza para decidir qué calificador aplicar y qué mostrar en la TOC)
fa: این بلوک در چه قالبی است (برای تصمیم‌گیری اینکه کدام درجه‌بندی باید اعمال شود و چه چیزی در TOC نشان داده شود استفاده می‌شود)
hu: Milyen formátumban van ez a blokk (ezt használják annak eldöntésére, hogy melyik értékelőt alkalmazzák, és mit mutassanak a tartalomjegyzékben)
kk: Бұл блок қандай форматта (қай грейдер қолдану керектігін және TOC-та нені көрсету керектігін шешу үшін пайдаланылады)
lv: Kādā formātā ir šis bloks (izmanto, lai izlemtu, kuru vērtētāju lietot un ko rādīt TOC)
sq: Në çfarë formati është ky bllok (përdoret për të vendosur se cilin notues të aplikojë dhe çfarë të tregohet në TOC)
sv: Vilket format detta block är i (används för att bestämma vilken klassificering som ska tillämpas och vad som ska visas i innehållsförteckningen)
uz: Ushbu blok qaysi formatda (qaysi grader qo'llash va TOCda nimani ko'rsatishni hal qilish uchun ishlatiladi)
zh_hk: 此區塊採用什麼格式（用於決定套用哪個評分方式，以及在 目錄中顯示什麼）

source: Course Chrome
af_za: Kursus Chrome
bo: སློབ་ཚན་གྱི་ Chrome
de_de: Kurs Chrome
el: Μάθημα Chrome
es: Chrome del curso
fa: دوره کروم
kk: Курс Chrome
lv: Kurss Chrome
sq: Kursi Chrome
sv: Kurs Chrome
uz: Kurs Chrome
zh_hk: 課程 Chrome

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
af_za: Voer die chrome, of navigasienutsmiddels, in om vir die XBlock in die LMS te gebruik. Geldige waardes is: &quot;chroomloos&quot; -- om nie oortjies of die trekklavier te gebruik nie; &quot;tabs&quot; - om slegs oortjies te gebruik; &quot;trekklavier&quot; -- om slegs die trekklavier te gebruik; of &quot;tabs, trekklavier&quot; -- om oortjies en die trekklavier te gebruik.
de_de: Geben Sie die Chrome- oder Navigations-Werkzeuge ein, die für XBlock im LMS verwendet werden sollen. Zulässige Werte sind: "chromeless" – um weder Reiter noch das Akkordeon zu verwenden; "tabs" – um nur Reiter zu verwenden; "accordion" – um nur das Akkordeon zu verwenden; oder "tabs,accordion" – um Reiter und das Akkordeon zu verwenden.
el: Εισαγάγετε το chrome ή τα εργαλεία πλοήγησης που θα χρησιμοποιήσετε για το XBlock στο LMS. Οι έγκυρες τιμές είναι: "chromeless" -- να μην χρησιμοποιείτε καρτέλες ή το ακορντεόν. "tabs" -- για χρήση μόνο καρτελών. "accordion" -- να χρησιμοποιείτε μόνο το ακορντεόν. ή "tabs, accordion" -- για να χρησιμοποιήσετε καρτέλες και το ακορντεόν.
es: Ingrese el chrome, o herramientas de navegación, que se utilizarán para el XBlock en el LMS. Los valores válidos son: "chromeless" -- para no usar pestañas ni el acordeón; "tabs" -- para usar solo pestañas; "accordion" -- para usar solo el acordeón; o "tabs,accordion" -- para usar pestañas y el acordeón.
fa: کروم یا ابزارهای پیمایش را برای استفاده برای XBlock در LMS وارد کنید. مقادیر معتبر عبارتند از: &quot;بدون کروم&quot; -- برای استفاده نکردن از زبانه یا آکاردئون. &quot;tabs&quot; -- فقط برای استفاده از برگه ها. &quot;آکاردئون&quot; -- فقط برای استفاده از آکاردئون. یا &quot;tabs, accordion&quot; -- برای استفاده از زبانه ها و آکاردئون.
hu: Adja meg a krómot vagy navigációs eszközöket, amelyeket az XBlock-hoz szeretne használni az LMS-ben. Érvényes értékek: "chromeless" -- ha nem szeretne füleket vagy harmonikát használni; "tabs" -- ha csak füleket szeretne használni; "accordion" -- ha csak harmonikát szeretne használni; vagy "tabs,accordion" -- ha füleket és harmonikát is szeretne használni.
ja: XBlockで使用するLMSのクロームまたはナビゲーションツールを入力してください。有効な値は次のとおりです： 「chromeless」-- タブやアコーディオンを使用しない; 「tabs」-- タブのみを使用する; 「accordion」-- アコーディオンのみを使用する; または 「tabs,accordion」-- タブとアコーディオンを使用する。
kk: LMS жүйесінде XBlock үшін пайдалану үшін хромды немесе шарлау құралдарын енгізіңіз. Жарамды мәндер: "хромсыз" -- қойындыларды немесе аккордеондарды қолданбау; "tabs" -- тек қойындыларды пайдалану үшін; "аккордеон" -- тек аккордеонды пайдалану үшін; немесе "tabs,accordion" -- қойындылар мен аккордеондарды пайдалану.
lv: Ievadiet hromu vai navigācijas rīkus, ko vēlaties izmantot XBlokam LMS. Derīgās vērtības ir: "bez hroma" - lai neizmantotu cilnes vai akordeonu; "tabs" -- lai izmantotu tikai cilnes; "accordion" -- lai izmantotu tikai akordeonu; vai "tabs,accordion" -- lai izmantotu cilnes un akordeonu.
sq: Hyni në kromin ose veglat e navigimit për t'u përdorur për XBlock në LMS. Vlerat e vlefshme janë: "pa krom" - për të mos përdorur skeda ose fizarmonikë; "tabs" -- për të përdorur vetëm skeda; "fizarmonikë" - për të përdorur vetëm fizarmonikën; ose "tabs,fizarmonikë" -- për të përdorur skedat dhe fizarmonikën.
th: เข้าสู่chrome, หรือเครื่องมือนำร่องที่ใช้สำหรับXBlock ใน LMS : "chromeless" -- ไม่ใช้แท็บ; "tabs" -- ใช้แท็บเท่านั้น; "accordion" -- ใช้แอ็คคอร์เดียนเท่านั้น หรือ "tabs,accordion" -- ใช้ทั้งแท็บและแอ็คคอร์เดียน
uz: LMSda XBlock uchun foydalanish uchun Chrome yoki navigatsiya vositalarini kiriting. Yaroqli qiymatlar: "chromeless" -- yorliqlar yoki akkordeon ishlatmaslik; "tabs" -- faqat yorliqlardan foydalanish uchun; "akkordeon" -- faqat akkordeondan foydalanish; yoki "tabs,accordion" -- yorliqlar va akkordeonlardan foydalanish.
zh_hk: 在 LMS XBlock 中輸入要使用的 chrome，或導覽工具列。允許的取值有： 「chromeless」－不使用選項卡及風琴欄； 「tabs」－只使用選項卡； 「accordion」－只使用風琴欄； 「tabs,accordion」－既使用選項卡也使用風琴欄。

source: Default Tab
af_za: Verstekoortjie
bo: རྨང་གཞིའི་ཐོག་ལེན་
de_de: Standardreiter
el: Προεπιλεγμένη καρτέλα
es: Pestaña predeterminada
fa: برگه پیش فرض
hu: Alapértelmezett fül
ja: デフォルトタブ
kk: Әдепкі қойынды
lv: Noklusējuma cilne
sq: Skeda e parazgjedhur
sv: Standardflik
th: แท๊บเริ่มต้น
uz: Standart tab
zh_hk: 預設標籤頁

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
af_za: Voer die oortjie in wat in die XBlock gekies is. Indien nie gestel nie, word die Kursus-oortjie gekies.
bo: XBlock ནང་འདེམས་རྟགས་བརྒྱབ་པའི་ tab ནང་འཇུག་ཞུ། གལ་སྲིད་མ་སྒྲིག་ན། སློབ་ཚན། tab འདེམ་འགྲོ་བ་ཡིན།
de_de: Geben Sie die Registerkarte ein, die im XBlock ausgewählt ist. Wenn nicht gesetzt, ist die Registerkarte Kurs ausgewählt.
el: Εισαγάγετε την καρτέλα που είναι επιλεγμένη στο XBlock. Εάν δεν έχει οριστεί, επιλέγεται η καρτέλα Μάθημα.
es: Ingrese la pestaña que está seleccionada en el XBlock. Si no se establece, se selecciona la pestaña del Curso.
fa: وارد تب انتخاب شده در XBlock شوید. اگر تنظیم نشده باشد، تب Course انتخاب می شود.
hu: Adja meg az XBlock-ban kiválasztott fület. Ha nincs beállítva, a Kurzus fül lesz kiválasztva.
ja: XBlockで選択されているタブを入力してください。設定されていない場合、コースタブが選択されます。
kk: XBlock ішінде таңдалған қойындыны енгізіңіз. Орнатылмаған болса, Курс қойындысы таңдалады.
lv: Ievadiet XBlokā atlasīto cilni. Ja nav iestatīts, tiek izvēlēta cilne Kurss.
sq: Hyni skedën që është zgjedhur në XBlock. Nëse nuk është caktuar, zgjidhet skeda e kursit.
sv: Ange fliken som valts i XBlock. Om den inte är inställd, är fliken Kurs vald.
uz: XBlock-da tanlangan yorliqni kiriting. Agar o'rnatilmagan bo'lsa, Kurs yorlig'i tanlanadi.
zh_hk: 輸入在 XBlock 中選擇的選項卡。如果未設置，則選擇“課程”標籤。

source: LaTeX Source File Name
af_za: LaTeX-bronlêernaam
bo: LaTeX ཡི་རྒྱུ་ཆའི་མིང་།
de_de: LaTeX Quelldateiname
el: Όνομα αρχείου πηγής LaTeX
es: Nombre del archivo fuente de LaTeX
fa: نام فایل منبع LaTeX
hu: LaTeX forrásfájl neve
ja: LaTeXソースファイル名
kk: LaTeX бастапқы файл атауы
lv: LaTeX avota faila nosaukums
sq: Emri i skedarit burim LaTeX
sv: LaTeX Källfilnamn
th: ชื่อไฟล์LaTeX
uz: LaTeX manba fayl nomi
zh_hk: LaTeX 原始檔名

source: Enter the source file name for LaTeX.
af_za: Voer die bronlêernaam vir LaTeX in.
bo: LaTeX ཡི་རྒྱུ་ཆའི་མིང་། ཕྲིས།
de_de: Quelldateiname für LaTeX angeben.
el: Εισαγάγετε το όνομα του αρχείου προέλευσης για το LaTeX.
es: Ingrese el nombre del archivo fuente para LaTeX.
fa: نام فایل منبع LaTeX را وارد کنید.
hu: Írd be a forrásfájl nevét a LaTeX-hez.
ja: LaTeXのソースファイル名を入力してください。
kk: LaTeX үшін бастапқы файл атауын енгізіңіз.
lv: Ievadiet LaTeX avota faila nosaukumu.
sq: Futni emrin e skedarit të burimit për LaTeX.
sv: Ange källfilnamnet för LaTeX.
th: ใส่แหล่งที่มาของชื่อไฟล์สำหรับ LaTeX
uz: LaTeX uchun manba fayl nomini kiriting.
zh_hk: 輸入 LaTeX 的來源檔名。
