Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: While you tried to delete this article, it was modified. TAKE CARE!
af_za: Terwyl jy probeer het om hierdie artikel uit te vee, is dit gewysig. KYK MOOI NA JOUSELF!
de_de: Während Sie versuchten, diesen Artikel zu löschen, wurde er modifiziert. ACHTUNG!
el: Ενώ εσείς προσπαθήσατε να διαγράψετε αυτό το άρθρο, τροποποιήθηκε. ΠΡΟΣΕΞΤΕ!
fa: در حالی که شما سعی داشتید این مقاله را حذف کنید، آن را اصلاح کردند. مراقب باش!
hu: Miközben megpróbálta törölni ezt a cikket, az módosítva lett. VIGYÁZZON!
ja: この記事を削除しようとした間に、内容が変更されました。注意してください！
kk: Сіз бұл мақаланы жоймақ болғаныңызда, ол өзгертілді. ӨЗ-ӨЗІҢДІ КҮТ!
lv: Kamēr jūs mēģinājāt dzēst šo rakstu, tas tika modificēts. UZMANĪBU!
sq: Ndërsa u përpoqët ta fshini këtë artikull, ai u modifikua. KUJDES!
sv: Medan du försökte ta bort den här artikeln, ändrades den. VAR FÖRSIKTIG!
th: ในขณะที่คุณพยายามที่จะลบบทความนี้ บทความมีการปรับเปลี่ยน ตรวจสอบ!
uz: Siz ushbu maqolani oʻchirib tashlamoqchi boʻlganingizda, u oʻzgartirilgan. QAYG'URMOQ; O'ZINI EHTIYOT QILMOQ!
zh_hk: 當您嘗試刪除這篇文章時，它已被修改。小心！

source: Lock article
af_za: Sluit artikel
de_de: Artikel sperren
el: Κλειδώστε το άρθρο
fa: قفل مقاله
hu: Cikk zárolása
ja: 記事をロックする
kk: Мақаланы құлыптау
lv: Bloķēt rakstu
sq: Mbyll artikull
sv: Lås artikel
th: ล็อคบทความ
uz: Maqolani qulflash
zh_hk: 鎖定文章

source: Deny all users access to edit this article.
af_za: Weier alle gebruikers toegang om hierdie artikel te wysig.
de_de: Allen Benutzern verbieten diesen Artikel zu bearbeiten.
el: Απαγορεύεται η είσοδος σε όλους τους χρήστες για την επεξεργασία του άρθρου.
fa: دسترسی همه کاربران برای ویرایش این مقاله را ممنوع کنید.
hu: Tagadja meg minden felhasználónak a hozzáférést a cikk szerkesztéséhez.
kk: Барлық пайдаланушыларға осы мақаланы өңдеуге рұқсат бермеңіз.
lv: Liegt visiem lietotājiem piekļuvi šī raksta rediģēšanai.
sq: Refuzo qasjen e të gjithë përdoruesve për të redaktuar këtë artikull.
sv: Neka alla användare att redigera denna artikel.
th: ระงับสิทธิ์การแก้ไขบทความนี้จากผู้ใช้ทุกคน
uz: Ushbu maqolani tahrirlash uchun barcha foydalanuvchilarga ruxsat bermang.
zh_hk: 拒絕所有用户編輯本文的權限。

source: Permissions
af_za: Toestemmings
de_de: Berechtigungen
el: Δικαιώματα χρήσης
fa: مجوزها
hu: Engedélyek
ja: 権限
kk: Рұқсаттар
lv: Atļaujas
sq: Lejet
sv: Behörigheter
th: สิทธิ์การใช้งาน
uz: Ruxsatlar
zh_hk: 權限

source: Owner
af_za: Eienaar
de_de: Inhaber
el: Ιδιοκτήτης
fa: مالک
kk: Меншік иесі
lv: Īpašnieks
sq: Pronari
sv: Ägare
th: เจ้าของ
uz: Egasi
zh_hk: 擁有者

source: Enter the username of the owner.
af_za: Voer die gebruikernaam van die eienaar in.
de_de: Geben Sie den Benutzernamen des Inhabers ein.
el: Εισάγετε το όνομα του κατόχου.
fa: نام کاربری مالک را وارد کنید.
hu: Írd be a tulajdonos felhasználó nevét.
ja: 所有者のユーザー名を入力してください。
kk: Иесінің пайдаланушы атын енгізіңіз.
lv: Ievadiet īpašnieka lietotājvārdu.
sq: Futni emrin e përdoruesit të pronarit.
sv: Skriv ägarens användarnamn.
th: ป้อนชื่อผู้ใช้ของเจ้าของ
uz: Egasining foydalanuvchi nomini kiriting.
zh_hk: 輸入所有者的用户名稱。

source: (none)
af_za: (geen)
de_de: (keine)
el: (οὐδείς)
fa: (هیچ یک)
hu: (nincs)
lv: (nav)
sq: (asnjë)
sv: (inget)
uz: (yo'q)
zh_hk: （無）

source: Inherit permissions
af_za: Erf toestemmings
de_de: Rechte übernehmen
el: Κληρονομικά δικαιώματα
fa: مجوزها را به ارث ببرند
hu: Örökölt jogok
ja: 権限を継承
kk: Рұқсаттарды мұраға алу
lv: Mantot atļaujas
sq: Trashëgoni lejet
sv: Ärv tillstånd
th: สิทธิ์ในการสืบทอด
uz: Ruxsatlarni meros qilib olish
zh_hk: 繼承權限

source: Check here to apply the above permissions recursively to articles under this one.
af_za: Kyk hier om die bogenoemde toestemmings rekursief toe te pas op artikels onder hierdie een.
de_de: Auswählen, um die obigen Berechtigungen rekursiv auf alle Artikel unterhalb von diesem anzuwenden
el: Ελέγξτε εδώ για να εφαρμόσετε τα ανωτέρω δικαιώματα αναδρομικά στα άρθρα κάτω από αυτό.
fa: اینجا را بررسی کنید تا مجوزهای بالا را به صورت بازگشتی برای مقالات تحت این یکی اعمال کنید.
hu: Kattints ide, hogy a fenti jogokat érvényesítsük rekurzívan a cikkre és az alcikkekre.
kk: Жоғарыдағы рұқсаттарды осы рұқсаттың астындағы мақалаларға рекурсивті қолдану үшін осы жерді тексеріңіз.
lv: Pārbaudiet šeit, lai rekursīvi lietotu iepriekš minētās atļaujas rakstiem saskaņā ar šo.
sq: Kontrolloni këtu për të aplikuar lejet e mësipërme në mënyrë rekursive për artikujt nën këtë.
sv: Markera här för att rekursivt verkställa ovanstående åtkomster i artiklarna under denna.
th: ตรวจสอบที่นี่เพื่อใช้สิทธิ์ดังกล่าวซ้ำไปยังบทความนี้
uz: Yuqoridagi ruxsatlarni shu ostidagi maqolalarga rekursiv ravishda qo'llash uchun bu yerni tekshiring.
zh_hk: 選擇此項將使上述權限對下列的文件遞歸生效。

source: Permission settings for the article were updated.
af_za: Toestemminginstellings vir die artikel is opgedateer.
de_de: Befugniseinstellungen für den Artikel wurden aktualisiert.
el: Οι ρυθμίσεις αδειών για το άρθρο ενημερώθηκαν.
fa: تنظیمات مجوز برای مقاله به روز شد.
hu: A cikk jogosultsági beállításai frissítésre kerültek.
ja: 記事の権限設定が更新されました。
kk: Мақала үшін рұқсат параметрлері жаңартылды.
lv: Raksta atļauju iestatījumi tika atjaunināti.
sq: Cilësimet e lejeve për artikullin u përditësuan.
sv: Åtkomstinställningarna för artikeln har uppdaterats.
th: การตั้งค่าการอนุญาตสำหรับบทความได้รับการปรับปรุง
uz: Maqola uchun ruxsat sozlamalari yangilandi.
zh_hk: 文章的權限設定已更新。

source: Your permission settings were unchanged, so nothing saved.
af_za: Jou toestemminginstellings was onveranderd, so niks is gestoor nie.
de_de: Ihre Befugniseinstellungen wurden nicht geändert, nichts wurde gespeichert.
el: Οι ρυθμίσεις σας για άδεια πρόσβασης παρέμειναν αμετάβλητες κι έτσι τίποτα δεν αποθηκεύτηκε.
fa: تنظیمات مجوز شما بدون تغییر بود، بنابراین چیزی ذخیره نشد.
hu: A jogosultság beállításaiban nem történt változás, így nincs mit menteni.
ja: あなたの権限設定は変更されていないため、保存されませんでした。
kk: Рұқсат параметрлері өзгеріссіз қалды, сондықтан ештеңе сақталмады.
lv: Jūsu atļauju iestatījumi netika mainīti, tāpēc nekas netika saglabāts.
sq: Cilësimet e lejes suaj ishin të pandryshuara, kështu që asgjë nuk u ruajt.
sv: Dina åtkomstinställningar har inte ändrats, så inget har sparats.
th: การตั้งค่าสิทธิ์ของคุณไม่ได้เปลี่ยนแปลง ไม่ได้บันทึกเพิ่มเติม
uz: Ruxsat sozlamalaringiz oʻzgarmadi, shuning uchun hech narsa saqlanmadi.
zh_hk: 您的權限設定未更改，因此未儲存任何內容。

source: No user with that username
af_za: Geen gebruiker met daardie gebruikersnaam nie
de_de: Kein Benutzer mit diesem Namen
el: Δεν υπάρχει χρήστης με αυτό το ψευδώνυμο
fa: هیچ کاربری با آن نام کاربری وجود ندارد
hu: Nincs ilyen felhasználónévvel rendelkező felhasználó
ja: そのユーザー名のユーザーはいません
kk: Мұндай пайдаланушы аты бар пайдаланушы жоқ
lv: Nav lietotāja ar šo lietotājvārdu
sq: Asnjë përdorues me atë emër përdoruesi
sv: Ingen användare med det användarnamnet
th: ไม่มีผู้ใช้ที่ใช้ชื่อนี้
uz: Bunday foydalanuvchi nomi bilan hech qanday foydalanuvchi
zh_hk: 沒有使用該用戶名的用戶

source: Article locked for editing
af_za: Artikel gesluit vir redigering
de_de: Artikel ist zum Bearbeiten gesperrt
el: Το άρθρο είναι κλειδωμένο για επεξεργασία
fa: مقاله برای ویرایش قفل شد
hu: A cikk zárolva van szerkesztésre
ja: 記事は編集のためにロックされています
kk: Мақала өңдеу үшін құлыпталған
lv: Raksts ir bloķēts rediģēšanai
sq: Artikulli u mbyll për redaktim
sv: Artikel låst för ändring
th: ล็อคบทความเพื่อการแก้ไข
uz: Maqola tahrirlash uchun qulflangan
zh_hk: 文章在編輯中，已被鎖定

source: Article unlocked for editing
af_za: Artikel ontsluit vir redigering
de_de: Artikel ist zum Bearbeiten entsperrt
el: Το άρθρο είναι ανοιχτό για επεξεργασία
fa: قفل مقاله برای ویرایش باز شد
hu: Cikk zárolás feloldva, szerkeszthető
ja: 記事は編集のためにアンロックされています
kk: Мақала өңдеу үшін ашылды
lv: Raksts ir atbloķēts rediģēšanai
sq: Artikulli u shkyç për redaktim
sv: Artikel upplåst för ändring
th: ปลดล็อคบทความเพื่อการแก้ไข
uz: Maqola tahrirlash uchun qulfdan chiqarilgan
zh_hk: 文章已解鎖，可編輯

source: Filter
de_de: Filtern
el: Φίλτρο
fa: فیلتر کنید
hu: Szűrő
ja: フィルター
kk: Сүзгі
lv: Filtrs
sq: Filtro
uz: Filtr
zh_hk: 篩選

source: Settings for plugin
af_za: Instellings vir inprop
de_de: Einstellungen für Plugin
el: Ρυθμίσεις για πρόσθετα
fa: تنظیمات افزونه
ja: プラグインの設定
kk: Плагинге арналған параметрлер
lv: Spraudņa iestatījumi
sq: Cilësimet për shtojcën
sv: Inställningar för plugin
th: การตั้งค่าส่วนเสริม
uz: Plagin uchun sozlamalar
zh_hk: 插件設定

source: current revision
af_za: huidige hersiening
de_de: Aktuelle Revision
el: τρέχουσα αναθεώρηση
fa: تجدید نظر فعلی
hu: jelenlegi változat
kk: ағымдағы түзету
lv: pašreizējā pārskatīšana
sq: rishikimi aktual
sv: Nuvarande version
th: การแก้ไขปัจจุบัน
uz: joriy tahrir
zh_hk: 目前修訂版

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
af_za: Die hersiening wat vir hierdie artikel vertoon word. As jy &#39;n terugrol moet doen, verander eenvoudig die waarde van hierdie veld.
de_de: Die für diesen Beitrag angezeigte Revision. Falls du zu vorherigen Versionen zurückkehren willst, ändere einfach den Wert dieses Feldes.
el: Η αναθεώρηση που εμφανίζεται για αυτό το άρθρο. Αν χρειαστεί να κάνετε ένα γύρισμα πίσω, απλά αλλάξτε την τιμή του πεδίου αυτού.
fa: ویرایش در حال نمایش برای این مقاله. اگر نیاز به بازگشت مجدد دارید، به سادگی مقدار این فیلد را تغییر دهید.
hu: A felülvizsgálat meg lesz jelenítve a cikknél. Ha szeretnél egy korábbi verziót látni, akkor változtasd meg ennek a mezőnek az értékét.
ja: この記事に表示されているリビジョンです。ロールバックが必要な場合は、このフィールドの値を変更するだけです。
kk: Осы мақала үшін түзету көрсетілуде. Егер кері қайтару қажет болса, жай ғана осы өрістің мәнін өзгертіңіз.
lv: Šajā rakstā parādītā pārskatīšana. Ja nepieciešams veikt atsaukšanu, vienkārši mainiet šī lauka vērtību.
sq: Rishikimi që shfaqet për këtë artikull. Nëse duhet të bëni një rikthim, thjesht ndryshoni vlerën e kësaj fushe.
sv: Versionen som visas för denna artikel. Om du behöver göra en återställning, ändra värdet i detta fält.
th: การแก้ไขถูกแสดงสำหรับบทความนี้ ถ้าคุณต้องการที่จะทำเรียกคืน เพียงแค่เปลี่ยนการตั้งค่า
uz: Ushbu maqola uchun tahrir ko'rsatilmoqda. Agar siz orqaga qaytarishni amalga oshirishingiz kerak bo'lsa, shunchaki ushbu maydonning qiymatini o'zgartiring.
zh_hk: 本文顯示的修訂版。如果需要回滾，只需更改該欄位的值即可。

source: modified
af_za: gewysig
de_de: verändert
el: τροποποιημένο
fa: اصلاح شده
hu: Módosítva
kk: өзгертілген
lv: modificēts
sq: modifikuar
sv: Modifierad
th: เปลี่ยนแปลงแล้ว
uz: tahrirlangan
zh_hk: 修改的

source: Article properties last modified
af_za: Artikeleienskappe laas gewysig
de_de: Zuletzt geänderte Artikeleigenschaften
el: Ιδιότητες του άρθρου τελευταία τροποποημένες
fa: ویژگی های مقاله آخرین اصلاح شده است
hu: A cikk tulajdonságainak utolsó módosítása
ja: 記事のプロパティ最終更新日時
kk: Мақаланың сипаттары соңғы өзгертілген
lv: Raksta rekvizīti pēdējo reizi mainīti
sq: Karakteristikat e artikullit janë modifikuar për herë të fundit
sv: Artikelns egenskaper ändrades senast
th: บทความที่แก้ไขล่าสุด
uz: Maqola xususiyatlari oxirgi tahrirlangan
zh_hk: 最後修改的文章屬性

source: The owner of the article, usually the creator. The owner always has both read and write access.
af_za: Die eienaar van die artikel, gewoonlik die skepper. Die eienaar het altyd beide lees- en skryftoegang.
de_de: Der Besitzer des Artikels, für gewöhnlich der Ersteller. Der Besitzer hat sowohl Zugang zum Lesen als auch zum Schreiben.
el: Ο ιδιοκτήτης του άρθρου, συνήθως ο δημιουργός. Ο ιδιοκτήτης έχει πάντα πρόσβαση ανάγνωσης και εγγραφής.
fa: صاحب مقاله، معمولاً سازنده. مالک همیشه هم دسترسی خواندن و نوشتن دارد.
hu: A cikk tulajdonosa általában a készítője. A tulajdonosnak mindig van írási és olvasási jogosultsága is.
ja: 記事の所有者は通常、作成者です。所有者は常に読み取りと書き込みの両方のアクセス権を持っています。
kk: Мақала иесі, әдетте жасаушы. Иесінің әрқашан оқуға және жазуға рұқсаты бар.
lv: Raksta īpašnieks, parasti autors. Īpašniekam vienmēr ir gan lasīšanas, gan rakstīšanas piekļuve.
sq: Pronari i artikullit, zakonisht krijuesi. Pronari ka gjithmonë akses për lexim dhe shkrim.
sv: Artikelns ägare, vanligtvis dess skapare. Ägaren har alltid både läs- och skrivbehörighet.
th: โดยปกติแล้วเจ้าของบทความก็คือผู้ที่สร้างบทความ ซึ่งเจ้าของบทความสามารถทำได้ทั้งอ่านและเขียน
uz: Maqolaning egasi, odatda yaratuvchisi. Egasi har doim ham o'qish, ham yozish huquqiga ega.
zh_hk: 文章的擁有者，通常是創建者。所有者始終具有讀取和寫入存取權限。

source: group
af_za: groep
de_de: Gruppe
el: ομάδα
fa: گروه
hu: Csoport
ja: グループ
kk: топ
lv: grupai
sq: grup
sv: Grupp
th: กลุ่ม
uz: guruh
zh_hk: 團體

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
af_za: Soos in &#39;n UNIX-lêerstelsel, kan toestemmings aan &#39;n gebruiker gegee word volgens groeplidmaatskap. Groepe word deur die Django-bekragtigingstelsel hanteer.
de_de: Wie in einem UNIX-Ordner-System kann die Befugnis den Usern in Abhängigkeit von Gruppenmitgliedschaften zugeteilt werden. Gruppen werden durch das Django-Authentifizierungssystem organisiert.
el: Σε ένα σύστημα αρχείων UNIX, τα δικαιώματα μπορεί να δοθούν στο χρήστη σύμφωνα με την ιδιότητα του μέλους της ομάδας. Οι ομάδες που διακινούνται μέσω του συστήματος Django auth.
fa: مانند یک سیستم فایل یونیکس، مجوزها را می توان با توجه به عضویت در گروه به کاربر داد. گروه ها از طریق سیستم احراز هویت جنگو مدیریت می شوند.
hu: A UNIX fájlrendszeréhez hasonlóan a jogosultságok kiadhatóak felhasználóra és csoportra is. A csoportokat a Django hitelesítési rendszerén keresztül kezeli.
ja: UNIXファイルシステムのように、権限はグループメンバーシップに応じてユーザーに与えることができます。グループはDjangoの認証システムを通じて管理されます。
kk: UNIX файлдық жүйесіндегі сияқты, рұқсаттар топ мүшелігіне сәйкес пайдаланушыға берілуі мүмкін. Топтар Django аутентификация жүйесі арқылы өңделеді.
lv: Tāpat kā UNIX failu sistēmā, lietotājam var piešķirt atļaujas atkarībā no piederības grupai. Grupas tiek pārvaldītas, izmantojot Django auth sistēmu.
sq: Ashtu si në një sistem skedarësh UNIX, lejet mund t'i jepen një përdoruesi sipas anëtarësimit në grup. Grupet trajtohen përmes sistemit të autorizimit Django.
sv: Likt i ett UNIX-filsystem kan åtkomst ges till en användare baserat på gruppmedlemskap. Grupper hanteras genom Djangos auktoriseringssystem.
th: เช่นเดียวกับในระบบแฟ้ม UNIX สิทธิ์จะได้รับการใช้งานเป็นไปตามการเป็นสมาชิกของกลุ่ม กลุ่มได้รับการจัดการผ่านระบบรับรองความถูกต้อง Django
uz: UNIX fayl tizimida bo'lgani kabi, guruh a'zoligiga ko'ra foydalanuvchiga ruxsatlar berilishi mumkin. Guruhlar Django auth tizimi orqali boshqariladi.
zh_hk: 類似UNIX檔案系統，權限可以根據使用者的使用者群組授予。使用者群組透過Django的認證系統管理。

source: group read access
af_za: groep lees toegang
de_de: Gruppen schreib zugriff
el: πρόσβαση ομάδας ανάγνωσης
fa: دسترسی به خواندن گروهی
hu: Csoport olvasási jog
ja: グループ読み取りアクセス
kk: топтық оқуға рұқсат
lv: grupas lasīšanas piekļuve
sq: qasje në lexim në grup
sv: läsbehörighet för grupp
th: สิทธิ์ในการอ่านของกลุ่ม
uz: guruhli o'qish imkoniyati
zh_hk: 用户群組讀取存取權限

source: group write access
af_za: groep skryf toegang
de_de: gruppen lese zugriff
el: πρόαβαση ομάδας εγγραφής
fa: دسترسی به نوشتن گروهی
hu: csoportos írási hozzáférés
ja: グループ書き込みアクセス
kk: топтық жазу рұқсаты
lv: grupas rakstīšanas piekļuve
sq: qasje në shkrim në grup
sv: gruppskrivrättigheter
th: สิทธิ์ในการเขียนของกลุ่ม
uz: guruh yozish huquqi
zh_hk: 用户群組寫入存取權限

source: others read access
af_za: ander leestoegang
de_de: andere Lesezugriffe
el: προσβαση ανάγνωσης άλλων
fa: دیگران دسترسی خواندن
hu: Többi felhasználó olvasási jog
ja: 他者の読み取りアクセス
kk: басқалар оқуға рұқсат
lv: citi lasīšanas piekļuve
sq: të tjerët akses leximi
sv: andras läsbehörighet
th: สิทธิ์การอ่านของผู้อื่น
uz: boshqalar o'qish uchun ruxsat
zh_hk: 其他人讀取存取權限

source: others write access
af_za: ander skryftoegang
de_de: andere Schreibzugriffe
el: πρόσβαση εγγράφης άλλων
fa: دیگران دسترسی می نویسند
hu: Többi felhasználó írási jog
kk: басқалары жазуға рұқсат
lv: citi rakstīšanas piekļuve
sq: të tjerët shkruajnë akses
sv: andras skrivbehörighet
th: สิทธิ์การเขียนของผู้อื่น
uz: boshqalar yozish huquqiga ega
zh_hk: 其他用户寫入存取權限

source: Article without content (%(id)d)
af_za: Artikel sonder inhoud ( %(id)d )
de_de: Artikel ohne Inhalt (%(id)d)
el: Άρθρο χωρίς περιεχόμενο (%(id)d)
fa: مقاله بدون محتوا ( %(id)d )
hu: Cikk tartalom nélkül (%(id)d)
ja: コンテンツのない記事 (%(id)d)
kk: Мазмұны жоқ мақала (%(id)d)
lv: Raksts bez satura ( %(id)d )
sq: Artikull pa përmbajtje (%(id)d)
sv: Artikel utan innehåll (%(id)d)
th: บทความไม่มีเนื้อหา (%(id)d)
uz: Tarkibsiz maqola ( %(id)d )
zh_hk: 無內容的文章 ( %(id)d )

source: content type
af_za: tipe inhoud
de_de: Inhaltstyp
el: τύπος περιεχομένου
fa: نوع محتوا
hu: tartalomtípus
ja: コンテンツタイプ
kk: мазмұн түрі
lv: satura veids
sq: lloji i përmbajtjes
th: ประเภทเนื้อหา
uz: tarkib turi
zh_hk: 內容類型

source: object ID
af_za: voorwerp ID
de_de: Objekt ID
el: αντικείμενο ταυτοποίησης
fa: شناسه شی
hu: objektum azonosító
ja: オブジェクトID
kk: нысан идентификаторы
lv: objekta ID
sq: ID e objektit
sv: objekt-ID
th: รหัสวัตถุ
uz: ob'ekt identifikatori
zh_hk: 對象 ID

source: Article for object
af_za: Artikel vir voorwerp
de_de: Beitrag für Objekt
el: Άρθρο για αντικείμενο
fa: مقاله برای شی
hu: Cikk az objektumhoz
ja: オブジェクトの記事
kk: Объектіге арналған мақала
lv: Raksts par objektu
sq: Artikull për objekt
sv: Artikel för objekt
th: บทความสำหรับวัตถุ
uz: Ob'ekt uchun maqola
zh_hk: 對象的文檔

source: Articles for object
af_za: Artikels vir voorwerp
de_de: Beiträge für Objekt
el: Άρθρα για αντικείμενα
fa: مقالات برای شی
hu: Cikkek az objektumhoz
ja: オブジェクトの記事
kk: Объектіге арналған мақалалар
lv: Objektu raksti
sq: Artikuj për objekt
sv: Artiklar för objekt
th: บทความสำหรับวัตถุ
uz: Ob'ekt uchun maqolalar
zh_hk: 對象的文檔

source: revision number
af_za: hersieningsnommer
de_de: Revisionsnummer
el: αριθμός αναθεώρησης
fa: شماره تجدید نظر
hu: felülvizsgálati szám
ja: 改訂番号
kk: қайта қарау нөмірі
lv: pārskatīšanas numurs
sq: numri i rishikimit
sv: versionsnummer
th: การแก้ไขหมายเลข
uz: tahrir raqami
zh_hk: 版本修訂號

source: IP address
af_za: IP adres
de_de: IP-Adresse
el: διεύθυνση IP
fa: آدرس آی پی
hu: IP cím
ja: IPアドレス
kk: IP мекенжайы
lv: IP adrese
sq: Adresa IP
sv: IP-adress
th: หมายเลขไอพี
uz: IP manzili
zh_hk: IP位址

source: user
af_za: gebruiker
de_de: Benutzer
el: χρήστης
fa: کاربر
hu: felhasználó
ja: ユーザー
kk: пайдаланушы
lv: lietotājs
sq: përdorues
sv: användare
th: ผู้ใช้
uz: foydalanuvchi
zh_hk: 用户

source: locked
af_za: gesluit
de_de: Gesperrt
el: κλειδομένο
fa: قفل شده است
hu: zárolt
ja: ロック済み
kk: құлыптаулы
lv: bloķēta
sq: mbyllur
sv: låst
th: ล็อคแล้ว
uz: qulflangan
zh_hk: 已鎖定

source: article
af_za: artikel
de_de: Artikel
el: άρθρο
fa: مقاله
hu: cikk
ja: 記事
kk: мақала
lv: rakstu
sq: artikull
sv: artikel
th: บทความ
uz: maqola
zh_hk: 文檔

source: article contents
af_za: artikel inhoud
de_de: Artikel-Inhalt
el: περιεχόμενα άρθρου
fa: مطالب مقاله
hu: cikk tartalma
ja: 記事内容
kk: мақала мазмұны
lv: raksta saturs
sq: përmbajtja e artikullit
sv: artikelninnehål
th: เนื้อหาบทความ
uz: maqola mazmuni
zh_hk: 文檔內容

source: article title
af_za: artikel titel
de_de: Artikeltitel
el: τίτλος άρθρου
fa: عنوان مقاله
hu: Cikk címe
ja: 記事タイトル
kk: мақала тақырыбы
lv: raksta virsraksts
sq: titulli i artikullit
sv: artikelns titel
th: หัวเรื่องบทความ
uz: maqola sarlavhasi
zh_hk: 文檔標題

source: Each revision contains a title field that must be filled out, even if the title has not changed
af_za: Elke hersiening bevat &#39;n titelveld wat ingevul moet word, selfs al het die titel nie verander nie
de_de: Jede Revision beinhaltet ein Titelfeld, das ausgefüllt werden muss, selbst wenn der Titel sich nicht geändert hat.
el: Κάθε αναθεώρηση περιέχει ένα πεδίο τίτλου που πρέπει να συμπληρωθεί, έστω και αν ο τίτλος δεν έχει αλλάξει
fa: هر ویرایش شامل یک قسمت عنوان است که باید پر شود، حتی اگر عنوان تغییر نکرده باشد
hu: Minden felülvizsgálatnak van egy cím mezője, amit kötelező kitölteni, még akkor is, ha a cím nem változott.
ja: 各リビジョンには、タイトルが変更されていない場合でも、必ず記入しなければならないタイトルフィールドが含まれています。
kk: Әрбір түзетуде тақырып өзгермеген болса да толтырылуы тиіс тақырып өрісі бар
lv: Katrā pārskatīšanā ir virsraksta lauks, kas jāaizpilda pat tad, ja virsraksts nav mainījies.
sq: Çdo rishikim përmban një fushë titulli që duhet të plotësohet, edhe nëse titulli nuk ka ndryshuar
sv: Varje version innehåller ett titelfält som måste fyllas i, även om titeln inte har ändrats.
th: การแก้ไขแต่ละส่วนมีข้อมูลชื่อที่ต้องกรอกแม้ว่าไม่ได้เปลี่ยนชื่อ
uz: Har bir tahrirda sarlavha o'zgarmagan bo'lsa ham, to'ldirilishi kerak bo'lgan sarlavha maydoni mavjud
zh_hk: 每個修訂版本都包含一個必須填寫的標題字段，即使標題沒有更改

source: original article
af_za: oorspronklike artikel
de_de: Originaler Artikel
el: αρχικό άρθρο
fa: مقاله اصلی
hu: eredeti cikk
kk: түпнұсқа мақала
lv: oriģināls raksts
sq: artikull origjinal
sv: ursprunglig artikel
th: บทความต้นฉบับ
uz: original maqola
zh_hk: 原始文檔

source: Permissions are inherited from this article
af_za: Toestemmings word van hierdie artikel oorgeërf
de_de: Befugnisse wurden von diesem Artikel weitergegeben.
el: Τα δικαιώματα κρηρονομούνται από αυτό το άρθρο
fa: مجوزها از این مقاله به ارث رسیده اند
hu: A jogosultságok ettől a cikktől öröklődtek.
ja: この記事から権限が継承されます
kk: Рұқсаттар осы мақаладан мұраланған
lv: Atļaujas ir mantotas no šī raksta
sq: Lejet janë trashëguar nga ky artikull
sv: Åtkomster ärvs från denna artikel
th: ได้รับสิทธิ์อนุญาตจากบทความนี้
uz: Ruxsatlar ushbu maqoladan meros qilib olingan
zh_hk: 從該文檔繼承的權限

source: A plugin was changed
af_za: &#39;n Inprop is verander
de_de: Ein Plugin wurde geändert
el: Ένα πρόσθετο άλλαξε
fa: یک افزونه تغییر کرد
hu: A beépülő modul megváltozott
ja: プラグインが変更されました
kk: Плагин өзгертілді
lv: Tika mainīts spraudnis
sq: Një shtojcë u ndryshua
sv: Ett tillägg har ändrats
th: ส่วนเสริมได้รับการเปลี่ยนแปลงแล้ว
uz: Plagin o'zgartirildi
zh_hk: 更改了一個插件

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
af_za: Die hersiening wat vir hierdie inprop vertoon word. As jy &#39;n terugrol moet doen, verander eenvoudig die waarde van hierdie veld.
de_de: Die für dieses Plugin angezeigte Revision. Falls du zu vorherigen Versionen zurückkehren willst, ändere einfach den Wert dieses Feldes.
el: Η αναθεώρηση που εμφανίζεται για αυτό το πρόσθετο. Εάν πρέπει να κάνετε γύρισμα πίσω απλά αλλάξτε την τιμή του πεδίου αυτού.
fa: ویرایشی که برای این افزونه نمایش داده می‌شود. اگر نیاز به بازگشت دارید، به سادگی مقدار این فیلد را تغییر دهید.
hu: A felülvizsgálat meg lesz jelenítve ehhez a beépülő modulhoz. Ha szükséged van egy megelőző állapotra, akkor változtasd meg ennek a mezőnek az értékét.
ja: このプラグインに表示されているリビジョンです。ロールバックが必要な場合は、このフィールドの値を変更するだけです。
kk: Осы плагин үшін түзету көрсетілуде. Егер сізге кері қайтару қажет болса, жай ғана осы өрістің мәнін өзгертіңіз.
lv: Šī spraudņa rādītā pārskatīšana.Ja nepieciešams atjaunināt versiju, vienkārši mainiet šī lauka vērtību.
sq: Rishikimi po shfaqet për këtë shtojcë. Nëse keni nevojë të bëni një rikthim, thjesht ndryshoni vlerën e kësaj fushe.
sv: Versionen som visas för detta tillägg. Om du behöver göra en återställning, ändra värdet på detta fält.
th: การแก้ไขถูกแสดงสำหรับส่วนเสริมนี้ ถ้าคุณต้องการที่จะทำเรียกคืน เพียงแค่เปลี่ยนการตั้งค่า
uz: Ushbu plagin uchun tahrir ko'rsatilmoqda. Agar orqaga qaytarish kerak bo'lsa, shunchaki ushbu maydon qiymatini o'zgartiring.
zh_hk: 顯示插件修訂版本資訊。如果您需要回滾到歷史版本，請修改此處的值。

source: Cache lookup value for articles
af_za: Kas-opsoekwaarde vir artikels
de_de: Nachschauwert Pufferspeicher für Beiträge
el: Τιμή αναζήτησης cache για τα άρθρα
fa: مقدار جستجوی حافظه پنهان برای مقالات
hu: Gyorsítótár-keresési érték cikkekhez
ja: 記事のキャッシュ検索値
kk: Мақалалар үшін кэш іздеу мәні
lv: Kešatmiņas uzmeklēšanas vērtība rakstiem
sq: Vlera e kërkimit të memories për artikujt
sv: Cacheuppslag för artiklar
th: ค้นหาค่าแคชสำหรับบทความ
uz: Maqolalar uchun kesh qidirish qiymati
zh_hk: 緩存文檔的查找值
