Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Enable in-platform video conferencing by configuring live
af_za: Aktiveer videokonferensies op die platform deur regstreeks op te stel
de_de: Ermöglichen Sie plattforminterne Videokonferenzen durch Live-Konfiguration
el: Ενεργοποιήστε τη βιντεοδιάσκεψη εντός πλατφόρμας διαμορφώνοντας τις παραμέτρους ζωντανά
es: Habilitar videoconferencia dentro de la plataforma configurando en vivo
fa: با پیکربندی پخش زنده، کنفرانس ویدیویی درون پلتفرمی را فعال کنید
kk: Тікелей эфирді конфигурациялау арқылы платформа ішіндегі бейне конференцияны қосыңыз
lv: Iespējojiet platformas videokonferences, konfigurējot tiešraidi
sq: Aktivizoni videokonferencat në platformë duke konfiguruar drejtpërdrejt
sv: Aktivera videokonferenser på plattformen genom att konfigurera live
uz: Jonli rejimni sozlash orqali platformadagi video konferentsiyani yoqing
zh_hk: 透過配置即時啟用平台內視訊會議

source: Credentials
af_za: Geloofsbriewe
bo: རྒྱབ་ལྗོངས་ལོ་རྒྱུས།
de_de: Anmeldedaten
el: Διαπιστευτήρια
es: Credenciales
fa: اعتبارنامه
hu: Hitelesítő adatok
ja: 資格情報
kk: Тіркелгі деректері
lv: Akreditācijas dati
sq: Kredencialet
sv: Användaruppgifter
uz: Hisob ma'lumotlari
zh_hk: 證書

source: Internal Service URL
af_za: Interne diens-URL
bo: ནང་ཁུལ་ཞབས་ཞུའི་ URL
de_de: Interne Dienste URL
el: URL εσωτερικής υπηρεσίας
es: URL del Servicio Interno
fa: URL سرویس داخلی
hu: Belső szolgáltatás URL-címe
ja: 内部サービスURL
kk: Ішкі қызмет URL мекенжайы
lv: Iekšējā pakalpojuma URL
sq: URL e shërbimit të brendshëm
sv: Interntjänstadress
uz: Ichki xizmat URL manzili
zh_hk: 內部服務網址

source: Public Service URL
af_za: Staatsdiens URL
bo: དམངས་སྤྱོད་ཞབས་ཞུའི་ URL
de_de: Öffentliche Dienste URL
el: URL δημόσιας υπηρεσίας
es: URL del Servicio Público
fa: URL خدمات عمومی
hu: Nyilvános szolgáltatási URL
ja: パブリックサービスURL
kk: Қоғамдық қызмет URL мекенжайы
lv: Sabiedriskā pakalpojuma URL
sq: URL e shërbimit publik
uz: Davlat xizmatining URL manzili
zh_hk: 公共服務網址

source: Enable Learner Issuance
af_za: Aktiveer Leerderuitreiking
bo: སློབ་གཉེར་བར་འགྲེམས་བྱེད་འཇུག་པ།
de_de: Teilnehmer Herausgabe erlauben
el: Ενεργοποίηση έκδοσης σπουδαστή
es: Habilitar Emisión para el Aprendiz
fa: فعال‌سازی صدور مجوز دانش‌پذیر
hu: Tanulói Kiadás Engedélyezése
ja: 学習者発行を有効にする
kk: Оқушының шығаруын қосыңыз
lv: Iespējot kursa dalībnieku izsniegšanu
sq: Aktivizo lëshimin për nxënësit
sv: Aktivera utfärdande för elever
uz: O‘quvchi chiqarishni yoqish
zh_hk: 使學生發表問題

source: Enable issuance of credentials via Credential Service.
af_za: Aktiveer die uitreiking van geloofsbriewe via geloofsbriewediens.
de_de: Herausgabe von Anmeldedaten mittels Anmeldungsservice erlauben.
el: Ενεργοποιήστε την έκδοση διαπιστευτηρίων μέσω της Υπηρεσίας διαπιστευτηρίων.
es: Habilitar la emisión de credenciales a través del Servicio de Credenciales.
fa: فعال کردن صدور اعتبار از طریق Credential Service.
hu: Engedélyezze a hitelesítések kiadását a Hitelesítési Szolgáltatáson keresztül.
kk: Тіркелгі деректері қызметі арқылы тіркелгі деректерін беруді қосыңыз.
lv: Iespējot akreditācijas datu izsniegšanu, izmantojot akreditācijas datu pakalpojumu.
sq: Aktivizo lëshimin e kredencialeve nëpërmjet Shërbimit Kredencial.
sv: Aktivera utfärdande av intyg via Credential Service.
uz: Hisob maʼlumotlari xizmati orqali hisob maʼlumotlarini berishni yoqing.
zh_hk: 透過證書服務啟動發布認證

source: Enable Authoring of Credential in Studio
af_za: Aktiveer die outeur van geloofsbriewe in Studio
de_de: Bearbeiten der Anmeldedaten in Studio erlauben
el: Ενεργοποιήστε τη σύνταξη διαπιστευτηρίων στο Studio
es: Habilitar la Creación de Credenciales en Studio
fa: نگارش اعتبارنامه را در استودیو فعال کنید
ja: スタジオでの資格作成を有効にする
kk: Studio қолданбасында тіркелгі деректерін авторлауды қосыңыз
lv: Iespējojiet akreditācijas datu autorēšanu programmā Studio
sq: Aktivizoni autorizimin e kredencialeve në Studio
uz: Studio'da hisobga olish ma'lumotlarini mualliflik qilishni yoqing
zh_hk: 在工作室中，啟動編輯的證書

source: Enable authoring of Credential Service credentials in Studio.
af_za: Aktiveer die outeur van eiebewysdiens-eiebewyse in Studio.
de_de: Bearbeiten der Anmeldedaten in Studio erlauben, welche von einem Anmeldungsservice stammen.
el: Ενεργοποιήστε τη σύνταξη των διαπιστευτηρίων της υπηρεσίας διαπιστευτηρίων στο Studio.
es: Habilitar la creación de credenciales del Servicio de Credenciales en Studio.
fa: نگارش اعتبارنامه خدمات اعتبارنامه را در استودیو فعال کنید.
hu: Engedélyezze a Credential Service hitelesítések létrehozását a Studio-ban.
kk: Studio қолданбасында тіркелгі деректері қызметінің тіркелгі деректерінің авторлығын қосыңыз.
lv: Iespējojiet Credential Service akreditācijas datu autorēšanu programmā Studio.
sq: Aktivizo autorizimin e kredencialeve të Shërbimit Kredencial në Studio.
sv: Aktivera skapandet av Credential Service-referenser i Studio.
uz: Studio'da hisob ma'lumotlari xizmati hisob ma'lumotlarini yaratishni yoqing.
zh_hk: 在工作室中，啟動編輯證書服務的資格

source: Course Credit Eligibility
af_za: Kursuskredietkwalifikasie
bo: སློབ་ཚན། དངུལ་རྩིས་ཐོབ་ཐང་།
de_de: Anerkennung von Kursleistungen
el: Επιλεξιμότητα αναγνώρισης μαθήματος
es: Elegibilidad para Crédito del Curso
fa: واجد شرایط بودن اعتبار دوره
hu: Tanulmányi kredit jogosultság
ja: コースクレジットの適格性
kk: Курстың несиелік құқығы
lv: Kursa kredītpunktu atbilstība
sq: Pranueshmëria e kredisë së kursit
sv: Kurskodsberättigande
th: หลักสูตรที่มีสิทธิ์ไดรับหน่วยกิต
uz: Kurs krediti huquqi
zh_hk: 課程學分資格

source: You are eligible for credit from {providers_string}
af_za: Jy kom in aanmerking vir krediet vanaf {providers_string}
de_de: Sie haben Anspruch auf Credits von {providers_string}.
el: Πληροίτε τα κριτήρια για αναγνώριση από το {providers_string}
es: Eres elegible para crédito de {providers_string}
fa: شما واجد شرایط دریافت اعتبار از {providers_string} هستید
ja: {providers_string}からの単位取得資格があります。
kk: Сіз {providers_string} несиесін ала аласыз
lv: Jums ir tiesības saņemt kredītu no {providers_string}
sq: Ju keni të drejtë për kredi nga {providers_string}
sv: Du är berättigad till poäng från {providers_string}
uz: Siz {providers_string} dan kredit olishingiz mumkin
zh_hk: 您有資格獲得{providers_string}的學分

source: {first_provider} and {second_provider}
af_za: {first_provider} en {second_provider}
bo: {first_provider} དང་ {second_provider}
de_de: {first_provider} und {second_provider}
el: {first_provider} και {second_provider}
es: {first_provider} y {second_provider}
fa: {first_provider} و {second_provider}
hu: {first_provider} és {second_provider}
ja: {first_provider}と{second_provider}
kk: {first_provider} және {second_provider}
lv: {first_provider} un {second_provider}
sq: {first_provider} dhe {second_provider}
sv: {first_provider} och {second_provider}
uz: {first_provider} va {second_provider}
zh_hk: {first_provider}和{second_provider}

source: {first_providers}, and {last_provider}
af_za: {first_providers} , en {last_provider}
bo: {first_providers} ༎ དང་ {last_provider}
de_de: {first_providers}, und {last_provider}
el: {first_providers}, και {last_provider}
es: {first_providers}, y {last_provider}
fa: {first_providers} و {last_provider}
hu: {szervezetek_sorozata}, és {utolsó_szervezet}
ja: {first_providers}、および{last_provider}
kk: {first_providers} , және {last_provider}
lv: {first_providers} un {last_provider}
sq: {first_providers} dhe {last_provider}
sv: {first_providers} och {last_provider}
uz: {first_providers} va {last_provider}
zh_hk: {first_providers}和{last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
af_za: [ {username} ] kom nie in aanmerking vir krediet vir [ {course_key} ] nie.
bo: [{username}] ཁྱེད་རང་ནི་ཆེད་མཐོང་སློབ་ཚན་ [{course_key}] འདི་ལེན་པའི་ཐོབ་ཐང་མི་འདུག་པས།
de_de: [{username}] hat keinen Anspruch auf Credits für [{course_key}].
el: Ο χρήστης [{username}] δεν είναι κατάλληλος για αναγνώριση για [{course_key}].
es: [{username}] no es elegible para crédito para [{course_key}].
fa: [ {username} ] واجد شرایط اعتبار برای [ {course_key} ] نیست.
hu: [{username}] nem jogosult kreditre a(z) [{course_key}] kurzusért.
ja: [{username}]は[{course_key}]の単位取得資格がありません。
lv: [ {username} ] nevar saņemt kredītu par [ {course_key} ].
sq: [ {username} ] nuk kualifikohet për kredit për [ {course_key} ].
sv: [{username}] är inte berättigad till kredit för [{course_key}].
uz: [ {username} ] [ {course_key} ] uchun kredit olish huquqiga ega emas.
zh_hk: [ {username} ] 不符合 [ {course_key} ] 的學分資格。

source: [{course_key}] is not a valid course key.
af_za: [ {course_key} ] is nie &#39;n geldige kursussleutel nie.
bo: [{course_key}] ནི་སློབ་ཚན་གནད་ཚིག་མ་རེད།
de_de: [{course_key}] ist kein gültiger Kursschlüssel.
el: Το [{course_key}] δεν είναι έγκυρο κλειδί μαθήματος.
es: [{course_key}] no es una clave de curso válida.
fa: [ {course_key} ] یک کلید دوره معتبر نیست.
hu: [{course_key}] nem érvényes kurzuskulcs.
ja: [{course_key}] は有効なコースキーではありません。
kk: [ {course_key} ] жарамды курс кілті емес.
lv: [ {course_key} ] nav derīga kursa atslēga.
sq: [{course_key}] nuk është një çelës i vlefshëm kursi.
sv: [{course_key}] är inte en giltig kursnyckel.
uz: [ {course_key} ] yaroqli kurs kaliti emas.
zh_hk: [ {course_key} ] 不是有效的課程金鑰。

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
af_za: Unieke identifiseerder vir hierdie kredietverskaffer. Slegs alfanumeriese karakters en koppeltekens (-) word toegelaat. Die identifiseerder is hooflettersensitief.
de_de: Einzigartiger Schlüssel für diesen Credit Anbieter. Nur Alphanumerische Zeichen und Bindestriche (-) erlaubt. Beachten Sie die Groß-/Kleinschreibung.
el: Μοναδικό αναγνωριστικό για αυτόν τον πάροχο αναγνώρισης. Επιτρέπονται μόνο αλφαριθμητικοί χαρακτήρες και παύλες (-). Το αναγνωριστικό κάνει διάκριση πεζών-κεφαλαίων.
es: Identificador único para este proveedor de crédito. Solo se permiten caracteres alfanuméricos y guiones (-). El identificador distingue entre mayúsculas y minúsculas.
fa: شناسه منحصر به فرد برای این ارائه دهنده اعتبار. فقط کاراکترهای الفبایی و خط تیره (-) مجاز هستند. شناسه به حروف بزرگ و کوچک حساس است.
hu: Egyedi azonosító ehhez a hitelnyújtóhoz. Csak alfanumerikus karakterek és kötőjelek (-) engedélyezettek. Az azonosító kis- és nagybetűérzékeny.
ja: このクレジットプロバイダーの一意の識別子。英数字とハイフン（-）のみが使用可能です。識別子は大文字と小文字を区別します。
kk: Осы несие провайдері үшін бірегей идентификатор. Тек әріптік-сандық таңбалар мен сызықшаларға (-) рұқсат етіледі. Идентификатор регистрді ескереді.
lv: Šī kredīta devēja unikālais identifikators. Ir atļautas tikai burtu un ciparu zīmes un defisi (-). Identifikatoram ir izšķir mazos un lielos burtus.
sq: Identifikues unik për këtë ofrues krediti. Lejohen vetëm karakteret alfanumerike dhe vizat (-). Identifikuesi është i ndjeshëm ndaj shkronjave të vogla.
sv: Unik identifierare för denna kreditgivare. Endast alfanumeriska tecken och bindestreck (-) är tillåtna. Identifieraren är skiftlägeskänslig.
th: ระบุชื่อเฉพาะของผู้ให้หน่วยกิต สามารถใช้ได้เพียงตัวอักษร ตัวเลขและขีด (-) ชื่อผู้ใช้ต้องคำนึงถึงตัวอักษรเล็กใหญ่
uz: Ushbu kredit provayderi uchun noyob identifikator. Faqat harf-raqamli belgilar va defis (-) qo'yishga ruxsat beriladi. Identifikator katta-kichik harflarga sezgir.
zh_hk: 該學分提供者的唯一識別碼。僅允許使用字母數字字元和連字符 (-)。標識符區分大小寫。

source: Whether the credit provider is currently enabled.
af_za: Of die kredietverskaffer tans geaktiveer is.
de_de: Ob der Kreditanbieter derzeit aktiviert ist.
el: Εάν ο πάροχος αναγνώρισης είναι ενεργοποιημένος αυτήν τη στιγμή.
es: Si el proveedor de crédito está actualmente habilitado.
fa: اینکه آیا ارائه دهنده اعتبار در حال حاضر فعال است یا خیر.
hu: A hitelnyújtó jelenleg engedélyezett-e.
ja: クレジットプロバイダーが現在有効かどうか。
kk: Несие провайдері қазір қосулы ма.
lv: Vai kredīta sniedzējs pašlaik ir iespējots.
sq: Nëse ofruesi i kredisë është aktualisht i aktivizuar.
sv: Huruvida kreditleverantören är aktiverad för närvarande.
th: ผู้ให้เครดิตที่ให้บริการในปัจจุบัน
uz: Kredit provayderi yoqilganmi yoki yo'qmi.
zh_hk: 目前是否啟用學分提供者。

source: Name of the credit provider displayed to users
af_za: Naam van die kredietverskaffer wat aan gebruikers vertoon word
bo: སྤྱོད་མཁན་རྣམས་ལ་མིང་བསྟན་པའི་ཆེ་མཐོང་སློབ་ཚན་དེ་མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་མིང་།
de_de: Name des Creditanbieters, der den Benutzern angezeigt wird.
el: Το όνομα του παρόχου αναγνώρισης που εμφανίζεται στους χρήστες
es: Nombre del proveedor de crédito mostrado a los usuarios
fa: نام ارائه دهنده اعتبار برای کاربران نمایش داده می شود
ja: ユーザーに表示されるクレジットプロバイダーの名前
kk: Пайдаланушыларға көрсетілетін несие провайдерінің аты
lv: Lietotājiem parādītais kredīta sniedzēja nosaukums
sq: Emri i ofruesit të kredisë që u shfaqet përdoruesve
sv: Namnet på kreditleverantören som visas för användarna
th: ชื่อของผู้ให้บริการหน่วยกิตที่จะแสดงต่อกับผู้ใช้
uz: Foydalanuvchilarga ko'rsatilgan kredit provayderining nomi
zh_hk: 向用户顯示的學分提供者名稱

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
af_za: Wanneer waar, stel die kredietverskaffer outomaties in kennis wanneer &#39;n gebruiker krediet versoek. Om dit te laat werk, MOET &#39;n gedeelde geheime sleutel vir die kredietverskaffer in veilige magtigingsinstellings opgestel word.
de_de: Wenn der Wert auf "true" gesetzt ist, wird automatisch der Credit Anbieter benachrichtigt, wenn ein Benutzer einen Credit beantragt. Damit dies funktioniert, MUSS ein gemeinsamer geheimer Schlüssel für den Credit Anbieter in den sicheren Authentifizierungseinstellungen konfiguriert werden.
el: Όταν ισχύει, ειδοποιεί αυτόματα τον πάροχο αναγνώρισης όταν ένας χρήστης ζητά αναγνώριση. Για να λειτουργήσει αυτό, ΠΡΕΠΕΙ να διαμορφωθεί ένα κοινό μυστικό κλειδί για τον πάροχο αναγνώρισης σε ασφαλείς ρυθμίσεις επικύρωσης.
es: Cuando es verdadero, notificar automáticamente al proveedor de crédito cuando un usuario solicita crédito. Para que esto funcione, DEBE configurarse una clave secreta compartida para el proveedor de crédito en la configuración de autenticación segura.
fa: وقتی درست است، وقتی کاربر درخواست اعتبار می‌کند، به‌طور خودکار به ارائه‌دهنده اعتبار اطلاع دهید. برای انجام این کار، یک کلید مخفی مشترک باید برای ارائه دهنده اعتبار در تنظیمات احراز هویت امن پیکربندی شود.
hu: Amikor igaz, automatikusan értesíti a hitelszolgáltatót, amikor egy felhasználó hitelt kér. Ahhoz, hogy ez működjön, egy megosztott titkos kulcsot KELL beállítani a hitelszolgáltató számára a biztonságos hitelesítési beállításokban.
ja: ユーザーがクレジットを要求した際に、クレジットプロバイダーに自動的に通知します。これを機能させるためには、クレジットプロバイダーのセキュア認証設定で共有シークレットキーを設定する必要があります。
kk: Рас болғанда, пайдаланушы несие сұраған кезде несие провайдеріне автоматты түрде хабарлаңыз. Бұл жұмыс істеуі үшін ортақ құпия кілт қауіпсіз аутентификация параметрлерінде несие провайдері үшін конфигурациялануы керек.
lv: Ja ir True, automātiski paziņojiet kredīta sniedzējam, kad lietotājs pieprasa kredītu. Lai tas darbotos, drošās autentifikācijas iestatījumos OBLIGĀTI ir jākonfigurē kredīta sniedzēja koplietotā slepenā atslēga.
sq: Kur është e vërtetë, njoftoni automatikisht ofruesin e kredisë kur një përdorues kërkon kredi. Në mënyrë që kjo të funksionojë, një çelës sekret i përbashkët DUHET të konfigurohet për ofruesin e kredisë në cilësimet e sigurta të vërtetimit.
sv: När sant, meddela automatiskt kreditleverantören när en användare begär kredit. För att detta ska kunna fungera måste en gemensam hemlig nyckel konfigureras för kreditleverantören i säkra auth-inställningar.
th: เมื่อเป็นจริง ผู้ให้หน่วยกิตจะได้รับการแจ้งโดยอัตโนมัติเมื่อมีผู้ใช้ขอหน่วยกิต เพื่อที่จะทำงาน คีย์ลับที่ใช้ร่วมกันจะต้องได้รับการกำหนดค่าสำหรับผู้ให้หน่วยกิตในการตั้งค่ารับรองความปลอดภัย
uz: Agar rost boʻlsa, foydalanuvchi kredit soʻraganda avtomatik ravishda kredit provayderiga xabar bering. Buning ishlashi uchun kredit provayderi uchun xavfsiz autentifikatsiya sozlamalarida umumiy maxfiy kalit sozlangan bo'lishi kerak.
zh_hk: 如果為 "是"，則當用户要求學分時自動通知學分提供者。為了使其發揮作用，必須在安全身份驗證設定中為學分提供者設定共用金鑰。

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
af_za: URL van die kredietverskaffer. As outomatiese integrasie geaktiveer is, sal dit die eindpunt wees waarheen ons POST om die verskaffer van &#39;n kredietversoek in kennis te stel. Andersins sal die gebruiker &#39;n skakel na hierdie URL gewys word, sodat die gebruiker krediet direk van die verskaffer kan versoek.
de_de: URL eines Credit Anbieters. Wenn die automatische Integration aktiviert ist, wird dies der End-Punkt sein, an dem wir den Anbieter über eine Gutschriftanforderung per POST benachrichtigen. Andernfalls wird dem Benutzer ein Link zu dieser URL angezeigt, so dass der Benutzer direkt beim Provider eine Gutschrift anfordern kann.
el: URL του παρόχου αναγνώρισης. Εάν είναι ενεργοποιημένη η αυτόματη ενσωμάτωση, αυτό θα είναι το τελικό σημείο στο οποίο ΤΑΧΥΔΡΟΜΟΥΜΕ για να ειδοποιήσουμε τον πάροχο ενός αιτήματος αναγνώρισης. Διαφορετικά, θα εμφανιστεί στον χρήστη ένας σύνδεσμος προς αυτήν τη διεύθυνση URL, ώστε ο χρήστης να μπορεί να ζητήσει αναγνώριση απευθείας από τον πάροχο.
es: URL del proveedor de crédito. Si la integración automática está habilitada, este será el punto final al que enviaremos un POST para notificar al proveedor sobre una solicitud de crédito. De lo contrario, se mostrará al usuario un enlace a esta URL, para que el usuario pueda solicitar crédito directamente al proveedor.
fa: URL ارائه دهنده اعتبار. اگر ادغام خودکار فعال باشد، این نقطه پایانی است که ما آن را برای اطلاع دادن به ارائه دهنده درخواست اعتبار ارسال می کنیم. در غیر این صورت، پیوندی به این URL به کاربر نشان داده می شود، بنابراین کاربر می تواند مستقیماً از ارائه دهنده درخواست اعتبار کند.
hu: A hitelnyújtó URL-je. Ha az automatikus integráció engedélyezve van, ez lesz az a végpont, ahová a hitelkérelem értesítését küldjük. Ellenkező esetben a felhasználónak megjelenik egy link erre az URL-re, így közvetlenül kérhet hitelt a szolgáltatótól.
ja: クレジットプロバイダーのURL。自動統合が有効になっている場合、これはクレジットリクエストをプロバイダーに通知するためにPOSTするエンドポイントとなります。そうでない場合、ユーザーにはこのURLへのリンクが表示され、ユーザーはプロバイダーから直接クレジットをリクエストすることができます。
kk: Несие берушінің URL мекенжайы. Автоматты біріктіру қосылса, бұл провайдерге несие сұрауы туралы хабарлау үшін POST жіберетін соңғы нүкте болады. Әйтпесе, пайдаланушыға осы URL мекенжайына сілтеме көрсетіледі, сондықтан пайдаланушы провайдерден тікелей несие сұрай алады.
lv: kredīta sniedzēja URL. Ja ir iespējota automātiskā integrācija, šis būs galapunkts, uz kuru mēs POST nosūtīsim, lai paziņotu kredīta sniedzējam par kredīta pieprasījumu. Pretējā gadījumā lietotājam tiks parādīta saite uz šo URL, lai lietotājs varētu pieprasīt kredītu tieši no pakalpojumu sniedzēja.
sq: URL-ja e ofruesit të kredisë. Nëse aktivizohet integrimi automatik, kjo do të jetë pika përfundimtare që ne POSTojmë për të njoftuar ofruesin për një kërkesë kredie. Përndryshe, përdoruesit do t'i shfaqet një lidhje me këtë URL, kështu që përdoruesi mund të kërkojë kredi direkt nga ofruesi.
sv: URL för kreditleverantören. Om automatisk integration är aktiverad kommer det att bli den slutpunkt som vi POST för att meddela leverantören av en kreditförfrågan. I annat fall visas användaren en länk till den här webbadressen, så användaren kan begära kredit från leverantören direkt.
th: URL ของผู้ให้หน่วยกิต หากการรวมโดยอัตโนมัติถูกเปิดใช้งาน นี้จะจุดสิ้นสุดที่เราโพสต์ไปแจ้งให้ผู้ให้ในการขอหน่วยกิต มิฉะนั้นผู้ใช้จะแสดงลิงค์ที่ไปยัง URL นี้เพื่อให้ผู้ใช้สามารถขอหน่วยกิตจากผู้ให้บริการโดยตรง
uz: Kredit provayderining URL manzili. Agar avtomatik integratsiya yoqilgan bo'lsa, bu biz provayderni kredit so'rovi haqida xabardor qilish uchun POST qiladigan yakuniy nuqta bo'ladi. Aks holda, foydalanuvchiga ushbu URL manziliga havola ko'rsatiladi, shuning uchun foydalanuvchi to'g'ridan-to'g'ri provayderdan kredit so'rashi mumkin.
zh_hk: 學分提供者的 URL。如果啟用自動集成，這將是我們發佈到的端點，以通知提供者學分請求。否則，將向用戶顯示指向此 URL 的鏈接，以便用戶可以直接向提供者請求學分。

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
af_za: URL van die kredietverskaffer waar die gebruiker die status van sy of haar versoek om krediet kan nagaan. Dit word aan studente vertoon *nadat* hulle krediet aangevra het.
de_de: URL eines Credit Anbieters, bei dem ein Nutzer den Status seiner Credit Anfrage prüfen kann. Dies ist nur sichtbar, *nachdem* ein Nutzer einen Credit angefordert hat.
el: URL του παρόχου αναγνώρισης όπου ο χρήστης μπορεί να ελέγξει την κατάσταση του αιτήματός του για αναγνώριση. Αυτό εμφανίζεται στους σπουδαστές *αφού* έχουν ζητήσει αναγνώριση.
es: URL del proveedor de crédito donde el usuario puede verificar el estado de su solicitud de crédito. Esto se muestra a los estudiantes *después* de que hayan solicitado crédito.
fa: نشانی اینترنتی ارائه‌دهنده اعتبار که در آن کاربر می‌تواند وضعیت درخواست اعتبار خود را بررسی کند. این برای دانش آموزان *بعد از* درخواست اعتبار نمایش داده می شود.
hu: A hitelnyújtó URL-je, ahol a felhasználó ellenőrizheti hitelkérelmének állapotát. Ez a diákok számára *azután* jelenik meg, hogy hitelt kértek.
ja: クレジットプロバイダーからのURLで、ユーザーがクレジット申請の状況を確認できます。これは、学生がクレジットを申請した*後*に表示されます。
kk: Пайдаланушы несие сұрауының күйін тексере алатын несие провайдерінің URL мекенжайы. Бұл студенттерге несие сұрағаннан кейін * көрсетіледі.
lv: Kredīta sniedzēja URL, kurā lietotājs var pārbaudīt sava kredīta pieprasījuma statusu. Tas tiek parādīts dalībniekiem *pēc tam, kad viņi ir pieprasījuši kredītu.
sq: URL ofruesi i kredisë ku përdoruesi mund të kontrollojë statusin e kërkesës së tij/saj për kredi. Kjo u shfaqet studentëve *pas kërkimit të kredive*.
sv: URL från kreditgivaren där användaren kan kontrollera statusen för sin kreditansökan. Detta visas för studenter *efter* att de har ansökt om kredit.
th: URL จากผู้ให้หน่วยกิตที่ผู้ใช้สามารถตรวจสอบสถานะของคำขอสำหรับหน่ววยกิต ส่วนนี้จะแสดงให้กับนักเรียน หลังจากที่พวกเขาได้ขอหน่วยกิต
uz: Kredit provayderining URL manzili, u erda foydalanuvchi kredit so'rovi holatini tekshirishi mumkin. Bu talabalarga kredit so'raganidan keyin * ko'rsatiladi.
zh_hk: 來自學分提供者的 URL，用户可以在其中檢查其學分請求的狀態。這將在學生*之後*他們申請學分後顯示給他們。

source: Description for the credit provider displayed to users.
af_za: Beskrywing vir die kredietverskaffer wat aan gebruikers vertoon word.
bo: སྤྱོད་མཁན་རྣམས་ལ་བསྟན་པའི་ཆེ་མཐོང་སློབ་ཚན་དེ་མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་འགྲེལ་བརྗོད།
de_de: Beschreibung des Creditanbieters, die den Benutzern angezeigt wird.
el: Περιγραφή για τον πάροχο αναγνώρισης που εμφανίζεται στους χρήστες.
es: Descripción del proveedor de crédito mostrada a los usuarios.
fa: توضیحات برای ارائه دهنده اعتبار برای کاربران نمایش داده می شود.
ja: ユーザーに表示されるクレジットプロバイダーの説明。
kk: Пайдаланушыларға көрсетілетін несие провайдерінің сипаттамасы.
lv: Lietotājiem parādīts kredīta sniedzēja apraksts.
sq: Përshkrimi për ofruesin e kredisë u shfaqet përdoruesve.
sv: Beskrivning för kreditleverantören som visas för användarna.
th: รายละเอียดสำหรับผู้ให้หน่วยกิตที่จะแสดงต่อผู้ใช้
uz: Kredit provayderining tavsifi foydalanuvchilarga ko'rsatiladi.
zh_hk: 顯示給用户的學分提供者的描述。
