Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Upload CSV to override enrollment attributes for learners
af_za: Laai CSV op om inskrywingskenmerke vir leerders te ignoreer
bo: སློབ་གཉེར་བར་ཞུགས་ཐོའི་མཐུན་རྐྱེན་ཟུར་སྤྲོད་ཀྱི་ཆེད་དུ་ CSV ནང་འཇུག་བྱོས།
de_de: Laden Sie eine CSV-Datei hoch, um Einschreibungsattribute für Teilnehmer zu überschreiben.
el: Ανεβάστε CSV για να παρακάμψετε τα χαρακτηριστικά εγγραφής για μαθητές
es: Sube un CSV para anular los atributos de inscripción de los estudiantes
fa: برای لغو ویژگی‌های ثبت‌نام برای زبان‌آموزان، CSV را آپلود کنید
hu: Töltse fel a CSV-fájlt a tanulók regisztrációs attribútumainak felülbírálásához
ja: 学習者の登録属性を上書きするためにCSVをアップロード
kk: Оқушыларға тіркелу атрибуттарын қайта анықтау үшін CSV жүктеп салыңыз
lv: Augšupielādējiet CSV, lai ignorētu kursa dalībnieku reģistrācijas atribūtus
sq: Ngarko CSV për të anashkaluar atributet e regjistrimit për nxënësit
sv: Ladda upp CSV för att åsidosätta registreringsattribut för elever
uz: Talabalar uchun roʻyxatga olish atributlarini bekor qilish uchun CSV yuklang
zh_hk: 上傳 CSV 以覆寫學生的註冊屬性

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
af_za: Ons is jammer, jy is nie gemagtig om toegang tot {platform_name} via hierdie kanaal te kry nie. Kontak asseblief jou leeradministrateur of -bestuurder om toegang tot {platform_name} te verkry. {line_break} {line_break} Foutbesonderhede: {line_break} {error_message}
bo: དགོངས་དག་ཞུ། བརྒྱུད་ལམ་འདི་བརྒྱུད་ནས་ {platform_name} འདི་བལྟ་ཀློག་གི་དབང་ཆ་མི་འདུག {platform_name} འདིའི་ནངབལྟ་ཆོག་པའི་ཆེད་དུ་ཁྱེད་རང་གི་སློབ་སྦྱོང་དོ་དམ་པའམ་འགན་འཛིན་ལ་འབྲེལ་བ་གནང་རོགས། {line_break}{line_break} གནད་དོན་ཞིབ་ཕྲ་ནི། {line_break}{error_message}
de_de: Es tut uns leid, Sie sind nicht berechtigt, über diesen Kanal auf {platform_name} zuzugreifen. Bitte wenden Sie sich an Ihren Lern-Administrator oder Manager, um auf {platform_name} zuzugreifen.{line_break}{line_break}Fehlerdetails:{line_break}{error_message}
el: Λυπούμαστε, δεν έχετε εξουσιοδότηση πρόσβασης στο {platform_name} μέσω αυτού του καναλιού. Επικοινωνήστε με τον διαχειριστή ή τον υπεύθυνό σας για να αποκτήσετε πρόσβαση στο {platform_name}.{line_break}{line_break}Λεπτομέρειες σφάλματος:{line_break}{error_message}
es: Lo sentimos, no estás autorizado para acceder a {platform_name} a través de este canal. Comunícate con tu administrador de aprendizaje o gerente para acceder a {platform_name}.{line_break}{line_break}Detalles del error:{line_break}{error_message}
fa: متأسفیم، شما مجاز به دسترسی به {platform_name} از طریق این کانال نیستید. لطفاً برای دسترسی به {platform_name} با سرپرست یا مدیر آموزشی خود تماس بگیرید. جزئیات خطا {line_break} {line_break} : {line_break} {error_message}
hu: Sajnáljuk, de Ön nem jogosult a {platform_name} hozzáférésére ezen a csatornán keresztül. Kérjük, vegye fel a kapcsolatot a tanulási rendszergazdájával vagy vezetőjével a {platform_name} hozzáféréséhez.{line_break}{line_break}Hiba részletei:{line_break}{error_message}
ja: 申し訳ありませんが、このチャンネルを通じて{platform_name}にアクセスする権限がありません。{platform_name}にアクセスするには、学習管理者またはマネージャーにお問い合わせください。{line_break}{line_break}エラーの詳細:{line_break}{error_message}
kk: Кешіріңіз, сізге осы арна арқылы {platform_name} кіруге рұқсатыңыз жоқ. {platform_name} кіру үшін оқу әкімшісіне немесе менеджеріне хабарласыңыз.{line_break}{line_break}Қате туралы мәліметтер:{line_break}{error_message}
lv: Atvainojamies, jums nav atļauts piekļūt {platform_name}, izmantojot šo kanālu. Lūdzu, sazinieties ar savu mācību administratoru vai vadītāju, lai piekļūtu {platform_name}.{line_break}{line_break} Kļūdas detaļas:{line_break}{error_message}
sq: Na vjen keq, nuk jeni të autorizuar të hyni në {platform_name} përmes këtij kanali. Ju lutemi, kontaktoni administratorin ose menaxherin tuaj të mësimit për të hyrë në {platform_name}.{line_break}{line_break}Detajet e gabimit:{line_break}{error_message}
sv: Tyvärr, det är inte tillåtet dör dig att komma åt {platform_name} på det här sätter. Kontakta din administratör eller coach för att kunna komma åt resurserna på {platform_name}.{line_break}{line_break}Detaljer::{line_break}{error_message}
uz: Kechirasiz, siz ushbu kanal orqali {platform_name} ga kirish huquqiga ega emassiz. {platform_name} ga kirish uchun oʻquv administratori yoki menejeringizga murojaat qiling. {line_break} {line_break} Xato tafsilotlari: {line_break} {error_message}
zh_hk: 很抱歉，您無權透過此通道存取{platform_name} 。請聯絡您的學習管理員或經理才能存取{platform_name} 。 {line_break} {line_break}錯誤詳細資料： {line_break} {error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
af_za: Dankie dat jy by {platform_name} aangesluit het. Net &#39;n paar stappe voor jy begin leer!
bo: ཁྱེད་རང་ {platform_name} འདིར་མཉམ་ཞུགས་བྱས་པར་བཀའ་དྲིན་ཆེ་ཞུ། ཁྱེད་ཀྱིས་སློབ་གཉེར་འགོ་མ་རྩོམ་གྱི་བར་དུ་ད་དུང་བྱ་རིམ་རེ་གཉིས་ཤིག་དགོས་འདུག
de_de: Vielen Dank für Ihre Teilnahme bei der {platform_name}. Es trennen Sie noch ein paar kleine Schritte bis Sie lernen können.
el: Σας ευχαριστούμε για τη συμμετοχή σας στο {platform_name}. Μόλις μερικά βήματα πριν ξεκινήσετε να μαθαίνετε!
es: Gracias por unirte a {platform_name}. ¡Solo unos pasos más antes de que comiences a aprender!
fa: از اینکه به {platform_name} پیوستید متشکریم. فقط چند قدم قبل از شروع یادگیری!
hu: Köszönjük, hogy csatlakozott a {platform_name} szolgáltatáshoz. Csak néhány lépés a tanulás megkezdése előtt!
ja: {platform_name}にご参加いただきありがとうございます。学習を始める前に、あと少しのステップがあります！
kk: {platform_name} қосылғаныңызға рахмет. Оқуды бастамас бұрын бірнеше қадам қалды!
lv: Paldies, ka pievienojāties {platform_name} . Tikai pāris soļi, pirms sākat mācīties!
sq: Faleminderit që u bashkuat me {platform_name}. Vetëm disa hapa para se të filloni të mësoni!
sv: Tack för att du registrerade dig på {platform_name}. Bara ett par steg innan du börjar lära!
uz: {platform_name} ga qo'shilganingiz uchun tashakkur. O'rganishni boshlashdan oldin bir necha qadam!
zh_hk: 感謝您加入{platform_name} 。只需幾個步驟即可開始學習！

source: Continue
af_za: Aanhou
bo: མུ་མཐུད་ནས།
de_de: Fortsetzen
el: Συνέχεια
es: Continuar
fa: ادامه هید
hu: Folytatás
kk: Жалғастыру
lv: Turpināt
sq: Vazhdo
sv: Fortsätt
th: ต่อไป
uz: Davom eting
zh_hk: 繼續

source: Shift due dates
af_za: Verskuiwing sperdatums
bo: དུས་བཀག་བརྗེ་སྤོ་བྱེད།
de_de: Verschiebe Abgabetermin
el: Μετατόπιση ημερομηνιών λήξης
es: Desplazar fechas límite
fa: تاریخ های سررسید تغییر دهید
hu: Esedékességi dátumok eltolása
lv: Pārvietojiet izpildes datumus
sq: Zhvendosni datat e duhura
sv: Skift förfallodatum
th: เลื่อนวันหมดเขต
uz: Tugatish sanalari
zh_hk: 更改截止日期

source: It looks like you missed some important deadlines based on our suggested schedule.
af_za: Dit lyk of jy &#39;n paar belangrike sperdatums gemis het op grond van ons voorgestelde skedule.
bo: ང་ཚོས་མཚམས་སྦྱོར་བྱས་པའི་དུས་ཚོད་རེའུ་མིག་ལྟར་ན། ཁྱེད་ཀྱིས་དུས་བཀག་གལ་ཆེན་འགའ་ཤོར་ཡོད་པ་འདྲ།
de_de: Es scheint, als wenn Sie ein paar wichtige Fristen unseres vorgeschlagenen Ablaufplans verpasst.
el: Φαίνεται ότι χάσατε ορισμένες σημαντικές προθεσμίες με βάση το προτεινόμενο πρόγραμμά μας.
es: Parece que no cumpliste con algunas fechas límite importantes según nuestro calendario sugerido.
fa: به نظر می‌رسد برخی مهلت‌های مهم را بر اساس برنامه زمانی پیشنهادی ما از دست داده‌اید.
hu: Úgy tűnik, hogy néhány fontos határidőt elmulasztott a javasolt ütemtervünk alapján.
kk: Ұсынылған кестеге негізделген кейбір маңызды мерзімдерді өткізіп алған сияқтысыз.
lv: Šķiet, ka nokavējāt dažus svarīgus termiņus, pamatojoties uz mūsu ieteikto grafiku.
sq: Me sa duket keni humbur disa afate të rëndësishme bazuar në orarin tonë të sugjeruar.
sv: Det verkar som att du missade några viktiga deadlines baserat på vårt föreslagna schema.
th: ดูเหมือนว่าคุณจะพลาดกำหนดเวลาที่สำคัญบางรายการตามกำหนดการที่เราแนะนำ
uz: Tavsiya etilgan jadvalimiz asosida muhim muddatlarni o‘tkazib yuborganga o‘xshaysiz.
zh_hk: 根據我們建議的時間表，您似乎錯過了一些重要的截止日期。

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don’t worry—you won’t lose any of the progress you’ve made when you shift your due dates.
af_za: Om jouself op koers te hou, kan jy hierdie skedule opdateer en die agterstallige opdragte na die toekoms skuif. Moenie bekommerd wees nie—jy sal nie enige van die vordering wat jy gemaak het verloor as jy jou sperdatums verskuif nie.
bo: རང་ཉིད་དུས་ཚོད་ཀྱི་སྒྲོམ་གཞིའི་ནང་གནས་ཕྱིར་ཁྱེད་ཀྱིས་དུས་བཀག་ཡོལ་ཟིན་པའི་ནང་སྦྱོང་ཚན་གྱི་རེའུ་མིག་རྣམས་གཞུག་ལ་ཕྱིར་སྣུར་ཆོག་པ་ཡིན། དུས་བཀག་ཕྱིར་སྣུར་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་ཁྱེད་ཀྱིས་བླངས་ཟིན་པའི་སྦྱངས་འབྲས་གང་ཡང་བོར་བརླག་ཏུ་མི་འགྲོ་བས་སེམས་ཁྲལ་བྱེད་མི་དགོས།
de_de: Sie können den Ablaufplan individuell anpassen und die überfälligen Aufgaben auf einen späteren Zeitpunkt verschieben. Keine Sorge—Ihr bisheriger Fortschritt geht dabei nicht verloren.
el: Για να διατηρήσετε τον εαυτό σας σε καλό δρόμο, μπορείτε να ενημερώσετε αυτό το χρονοδιάγραμμα και να μεταφέρετε τις καθυστερημένες αναθέσεις στο μέλλον. Μην ανησυχείτε—δεν θα χάσετε καμία από την πρόοδο που έχετε σημειώσει όταν αλλάζετε τις ημερομηνίες λήξης.
es: Para mantenerte al día, puedes actualizar este calendario y desplazar las tareas vencidas al futuro. No te preocupes, no perderás el progreso que hayas hecho al desplazar tus fechas límite.
fa: برای اینکه خود را در مسیر خود نگه دارید، می توانید این برنامه را به روز کنید و تکالیف گذشته را به آینده منتقل کنید. نگران نباشید، وقتی تاریخ سررسید خود را تغییر دهید، هیچ یک از پیشرفت هایی را که به دست آورده اید از دست نخواهید داد.
ja: スケジュールを更新して、期限が過ぎた課題を未来に移動させることで、自分の進捗を維持できます。心配しないでください—期限を変更しても、これまでの進捗が失われることはありません。
kk: Өзіңізді жолда ұстау үшін осы кестені жаңартып, мерзімі өткен тапсырмаларды болашаққа ауыстыруыңызға болады. Уайымдамаңыз - мерзімін ауыстырған кезде қол жеткізген жетістіктеріңіздің ешқайсысын жоғалтпайсыз.
lv: Lai sekotu līdzi, varat atjaunināt šo grafiku un pārcelt uzdevumus, kuru izpildes termiņš ir pagājis, uz nākotni. Neuztraucieties —pārvietojot izpildes termiņus, jūs nezaudēsiet nekādus panākumus, ko ieguvāt.
sq: Për të mbajtur veten në rrugën e duhur, mund ta përditësoni këtë orar dhe t'i zhvendosni detyrat e kaluara në të ardhmen. Mos u shqetësoni - nuk do të humbisni asnjë nga përparimet që keni bërë kur të ndryshoni datat tuaja.
sv: För att hålla dig på rätt spår kan du uppdatera det här schemat och flytta tidigare förfallna uppdrag in i framtiden. Oroa dig inte – du kommer inte att förlora några av de framsteg du har gjort när du ändrar dina förfallodatum.
th: คุณสามารถอัปเดตกำหนดการนี้และเลื่อนงานที่ผ่านมาที่ครบกำหนดเป็นอนาคตเพื่อให้ตัวเองอยู่ในเส้นทางได้ ไม่ต้องกังวล คุณจะไม่สูญเสียความคืบหน้าใดๆ ที่คุณได้ทำไว้เมื่อคุณเปลี่ยนวันครบกำหนด
uz: Sizni izda tutish uchun, ushbu jadvalni yangilab, o‘tgan muddati o‘tib ketgan topshiriqlarni kelajakka surishingiz mumkin. Xavotir olmang—muddatlarni o'zgartirganingizda erishgan yutuqlaringizni yo'qotmaysiz.
zh_hk: 為了讓自己保持在正軌上，您可以更新此計劃並將過期的作業轉移到未來。不用擔心，當您更改截止日期時，您不會失去任何已取得的進展。

source: Try again ({attempts} attempt remaining)
af_za: Probeer weer ( {attempts} poging oor)
bo: བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། ({attempts} attempts remaining)
el: Δοκιμάστε ξανά (απομένει προσπάθεια {attempts} )
es: Inténtalo de nuevo ({attempts} intento restante)
fa: دوباره امتحان کنید ( تلاش {attempts} باقی مانده است)
hu: Próbálja újra ({attempts} kísérlet maradt)
kk: Қайталап көріңіз ( {attempts} әрекет қалды)
lv: Mēģiniet vēlreiz ( {attempts} atlikuši 0 mēģinājumi)
sq: Provo përsëri ({attempts} tentativë e mbetur)
sv: Försök igen ({attempts} försök kvar)
uz: Qayta urinib ko'ring ( {attempts} urinish qoldi)
zh_hk: 再試一次（剩餘{attempts}次嘗試）

source: You have used {attempts} of {max_attempts} attempts for this problem.
af_za: Jy het {attempts} van {max_attempts} pogings vir hierdie probleem gebruik.
bo: ཁྱེད་ཀྱིས་དྲི་བ་འདི་ལ་ {attempts} ཚོད་ལྟ་ {max_attempts} འདི་ལས་མང་བ་བྱས་སོང་།
de_de: Sie haben {attempts} von {max_attempts} möglichen Versuchen gebraucht.
el: Χρησιμοποιήσατε {attempts} από προσπάθειες {max_attempts} για αυτό το πρόβλημα.
es: Has usado {attempts} de {max_attempts} intentos para este problema.
fa: شما {attempts} از {max_attempts} دفعات مجاز این مسئله را استفاده کرده‌اید.
hu: Ön {attempts} próbálkozást használt fel a {max_attempts} próbálkozásból ennél a feladatnál.
ja: この問題に対して、{max_attempts}回の試行のうち{attempts}回を使用しました。
kk: Бұл мәселе үшін {max_attempts} әрекеттерінің {attempts} әрекетін пайдаландыңыз.
lv: Šīs uzdevumi risināšanai izmantojāt {attempts} no {max_attempts} mēģinājumiem.
sq: Ju keni përdorur {attempts} të {max_attempts} përpjekje për këtë problem.
sv: Du har använt {attempts} av {max_attempts} försök för det här problemet.
th: คุณได้ทำ {attempts} ครั้งจากจำนวนสูงสุด {max_attempts} ครั้งของปัญหานี้
uz: Ushbu muammo uchun {max_attempts} urinishlarining {attempts} dan foydalangansiz.
zh_hk: 您已使用{attempts}或{max_attempts}嘗試解決此問題。

source: Try again (unlimited attempts)
af_za: Probeer weer (onbeperkte pogings)
bo: བསྐྱར་དུ་ཚོད་ལྟ་བྱོས། (unlimited attempts)
de_de: Versuchen Sie es erneut (unbegrenzte Versuche)
el: Δοκιμάστε ξανά (απεριόριστες προσπάθειες)
es: Inténtalo de nuevo (intentos ilimitados)
fa: دوباره امتحان کنید (تلاش های نامحدود)
hu: Próbáld újra (korlátlan próbálkozások)
kk: Қайталап көріңіз (шексіз әрекет)
lv: Mēģiniet vēlreiz (neierobežoti mēģinājumi)
sq: Provo sërish (përpjekje të pakufizuara)
sv: Försök igen (obegränsat antal försök)
th: ลองอีกครั้ง (ไม่จำกัดจำนวนครั้ง)
uz: Qayta urinib ko'ring (cheksiz urinishlar)
zh_hk: 再試一次（無限次嘗試）

source: You have used {attempts} of unlimited attempts for this problem.
af_za: Jy het {attempts} van onbeperkte pogings vir hierdie probleem gebruik.
bo: ཁྱེད་ཀྱིས་དྲི་བ་འདི་ལ་ཚད་བཀག་མེད་པའི་ཚོད་ལྟ་ནས་ཚོད་ལྟ་ཐེངས་མ་ {attempts} འདི་ཙམ་བྱས་སོང་།
de_de: Sie haben {attempts} für dieses Problem benötigt.
el: Χρησιμοποιήσατε {attempts} απεριόριστων προσπαθειών για αυτό το πρόβλημα.
es: Has usado {attempts} de intentos ilimitados para este problema.
fa: شما {attempts} از بی‌نهایت دفعات مجاز این مسئله را استفاده کرده‌اید.
hu: {attempts} alkalommal próbálkozott ezzel a problémával.
ja: この問題に対して、無制限の試行のうち{attempts}回を使用しました。
kk: Сіз бұл мәселе үшін {attempts} шектеусіз әрекетті қолдандыңыз.
lv: Šīs uzdevumi risināšanai izmantojāt neierobežotu skaitu {attempts} .
sq: Ju keni përdorur {attempts} të përpjekjeve të pakufizuara për këtë problem.
sv: Du har använt {attempts} av obegränsade försök för det här problemet.
th: คุณได้ทำ {attempts} จากการไม่จำกัดจำนวนครั้งการทำของปัญหานี้
uz: Siz ushbu muammo uchun cheksiz urinishlar soni {attempts} dan foydalangansiz.
zh_hk: 您已使用{attempts}無限次嘗試解決此問題。

source: Sign In
af_za: Meld aan
bo: ནང་འཛུལ།
de_de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود
hu: Bejelentkezés
ja: サインイン
kk: Кіру
lv: Ielogoties
sq: Hyni
sv: Logga in
th: เข้าสู่ระบบ
uz: Tizimga kirish
zh_hk: 登入

source: Our mailing address is
af_za: Ons posadres is
bo: ཁྱེད་ཀྱི་སྦྲགས་སྐུར་ཁ་བྱང་ནི།
de_de: Unsere Postanschrift lautet
el: Η διεύθυνση του ηλεκτρονικού ταχυδρομείου μας είναι
es: Nuestra dirección postal es
fa: آدرس پستی ما است
hu: Levelezési címünk
ja: 私たちの郵送先住所は
kk: Біздің пошталық мекенжайымыз
lv: Mūsu pasta adrese ir
sq: Adresa jonë e postës është
sv: Vår postadress är
th: อีเมลของเราคือ
uz: Bizning pochta manzilimiz
zh_hk: 我們的郵寄地址是

source: XML data for the annotation
af_za: XML-data vir die aantekening
bo: མཆན་འགྲེལ་དེའི་ XML ཡི་གཞི་གྲངས།
de_de: XML-Daten für die Anmerkung
el: Δεδομένα XML για σχολιασμό
es: Datos XML para la anotación
fa: داده های XML برای حاشیه نویسی
hu: XML adatok a jegyzethez
kk: Аннотацияға арналған XML деректері
lv: XML dati anotācijai
sq: Të dhënat XML për shënimin
sv: XML-data för annoteringen
th: ข้อมูล XML สำหรับหมายเหตุ
uz: Izoh uchun XML ma'lumotlari
zh_hk: 用於批註的XML數據

source: The display name for this component.
af_za: Die vertoonnaam vir hierdie komponent.
bo: གྲུབ་ཆ་འདིའི་འཆར་རྒྱུའི་མིང་།
de_de: Anzeigename für diese Komponente
el: Το όνομα αυτού του στοιχείου, το οποίο θα φαίνεται στους φοιτητές.
es: El nombre para mostrar de este componente.
fa: نام نمایشی این مؤلفه
hu: Ennek az összetevőnek a megjelenített neve.
ja: このコンポーネントの表示名。
kk: Осы құрамдас үшін көрсетілетін атау.
lv: Šī komponenta parādāmais nosaukums.
sq: Emri i shfaqur për këtë komponent.
sv: Visningsnamnet för den här komponenten.
th: ชื่อที่แสดงสำหรับส่วนประกอบนี้
uz: Ushbu komponent uchun ko'rsatiladigan nom.
zh_hk: 該組件的顯示名稱。

source: Annotation
af_za: Aantekening
bo: མཆན་འགྲེལ།
de_de: Anmerkung
el: Σχόλια
es: Anotación
fa: حاشیه نویسی
hu: Jegyzet
ja: 注釈
kk: Аннотация
lv: Anotācija
sq: Shënim
sv: Anteckning
th: หมายเหตุ
uz: Izoh
zh_hk: 批註

source: Cannot rescore problems with possible file submissions
af_za: Kan nie probleme met moontlike lêervoorleggings herstel nie
bo: འདྲ་ཤས་ཆེ་བའི་ཡིག་ཆ་འབུལ་སྤྲོད་ཀྱིས་དྲི་བའི་ཐོབ་སྐར་བསྐྱར་སྐོར་བྱ་མི་ཐུབ།
de_de: Aufgaben mit möglichen Dateieinreichungen können nicht neubewertet werden
el: Δεν είναι δυνατή η επαναξιολόγηση προβλημάτων με πιθανές υποβολές αρχείων
es: No se pueden revaluar problemas con posibles envíos de archivos
fa: امکان نمره‌دهی مجدد مسئله‌هایی که فایل‌های بارگذاری احتمالی دارند، وجود ندارد.
hu: A lehetséges fájlbeküldésekkel kapcsolatos problémák nem javíthatók
ja: ファイル提出の可能性がある問題を再採点できません
lv: Nevar atkārtoti novērst problēmas ar iespējamu failu iesniegšanu
sq: Nuk mund të zgjidh problemet me paraqitjet e mundshme të skedarëve
sv: Det går inte att lösa problem med möjliga filinsatser
th: ไม่สามารถให้คะแนนคำถามใหม่กับไฟล์ที่เสนอไป
uz: Mumkin bo'lgan fayllarni yuborish bilan bog'liq muammolarni bartaraf etib bo'lmaydi
zh_hk: 無法對可能的文件提交問題重新評分

source: Question {}
af_za: Vraag {}
bo: དྲི་བ། {}
de_de: Frage {}
el: Ερώτηση {}
es: Pregunta {}
fa: سوال {}
hu: Kérdés {}
ja: 質問 {}
kk: Сұрақ {}
lv: jautājums {}
sq: pyetje {}
sv: Fråga {}
th: คำถาม {}
uz: Savol {}
zh_hk: 問題 {}

source: Incorrect
af_za: Verkeerd
bo: འགྲིག་མེད་པ།
de_de: Falsch
el: Λανθασμένο
es: Incorrecto
fa: غلط
hu: Helytelen
ja: 不正解
kk: Дұрыс емес
lv: Nepareizi
sq: Gabim
sv: Felaktig
th: ไม่ถูกต้อง
uz: Noto'g'ri
zh_hk: 不正確

source: Correct
af_za: Korrek
bo: འགྲིག་པ།
de_de: richtig
el: Σωστό
es: Correcto
fa: درست
hu: Helyes
ja: 正解
kk: Дұрыс
lv: Pareizi
sq: Saktë
sv: Rätt
th: ถูกต้อง
uz: To'g'ri
zh_hk: 正確的

source: correct
af_za: korrek
bo: འགྲིག་པ།
de_de: richtig
el: σωστό
es: correcto
fa: درست
hu: helyes
ja: 正解
kk: дұрыс
lv: pareizi
sq: korrekt
sv: rätt
th: ถูก
uz: to'g'ri
zh_hk: 正確的

source: incorrect
af_za: verkeerd
bo: འགྲིག་མེད་པ།
de_de: falsch
el: λανθασμένο
es: incorrecto
fa: غلط
hu: nem helyes
ja: 不正解
kk: дұрыс емес
lv: nepareizi
sq: e pasaktë
sv: felaktig
th: ผิด
uz: noto'g'ri
zh_hk: 不正確

source: partially correct
af_za: gedeeltelik korrek
bo: རེ་འགའ་འགྲིག་པ།
de_de: Teilweise richtig
el: μερικώς σωστό
es: parcialmente correcto
fa: تا حدی درست
hu: részben helyes
ja: 部分的に正しい
kk: ішінара дұрыс
lv: daļēji pareizi
sq: pjesërisht e saktë
sv: delvis rätt
th: ถูกต้องบางส่วน
uz: qisman to'g'ri
zh_hk: 部分正確

source: incomplete
af_za: onvolledig
bo: ཆ་ཚང་གྲུབ་མེད་པ།
de_de: unvollständig
el: Μη ολοκληρωμένο
es: incompleto
fa: ناقص
hu: nincs kész
ja: 未完了
kk: толық емес
lv: nepilnīgs
sq: jo të paplota
sv: Ofullständig
th: ไม่สมบูรณ์
uz: to'liqsiz
zh_hk: 未完成

source: unanswered
af_za: onbeantwoord
bo: ལན་བཏབ་མེད་པ།
de_de: unbeantwortet
el: αναπάντητο
es: sin responder
fa: بی پاسخ
hu: megválaszolatlan
ja: 未回答
kk: жауапсыз
lv: neatbildēts
sq: nuk është përgjigjur
sv: obesvarad
th: ยังไม่ตอบ
uz: javobsiz
zh_hk: 未答覆的

source: submitted
af_za: ingedien
bo: འབུལ་སྤྲོད་བྱས་ཟིན།
de_de: eingereicht
el: υποβλήθηκε
es: enviado
fa: ارسال شده
hu: beküldött
ja: 提出済み
kk: тапсырылды
lv: iesniegts
sq: dorëzuar
sv: inlämnad
th: ส่งแล้ว
uz: topshirildi
zh_hk: 已提交

source: processing
af_za: verwerking
bo: བརྒྱུད་རིམ་འགྲོ་བཞིན་པ།
de_de: verarbeite
el: Επεξεργασία
es: procesando
fa: در حال پردازش
hu: feldolgozás
ja: 処理中
kk: өңдеу
lv: apstrāde
sq: procesimi
sv: bearbetar
th: กำลังประมวลผล
uz: qayta ishlash
zh_hk: 處理中

source: This answer is correct.
af_za: Hierdie antwoord is korrek.
bo: ལན་འདི་འགྲིག་འདུག
de_de: Diese Antwort ist richtig.
el: Η απάντηση είναι σωστή.
es: Esta respuesta es correcta.
fa: این پاسخ صحیح است.
hu: Ez a válasz helyes.
ja: この回答は正しいです。
kk: Бұл жауап дұрыс.
lv: Šī atbilde ir pareiza.
sq: Kjo përgjigje është e saktë.
sv: Detta svar är korrekt.
th: คำตอบนี้ ถูกต้อง
uz: Bu javob to'g'ri.
zh_hk: 這個答案是正確的。

source: This answer is incorrect.
af_za: Hierdie antwoord is verkeerd.
bo: ལན་འདི་འགྲིག་མི་འདུག
de_de: Diese Anwort ist falsch.
el: Η απάντηση είναι λανθασμένη.
es: Esta respuesta es incorrecta.
fa: این پاسخ نادرست است.
hu: Ez a válasz helytelen.
ja: この回答は正しくありません。
kk: Бұл жауап дұрыс емес.
lv: Šī atbilde ir nepareiza.
sq: Kjo përgjigje është e pasaktë.
sv: Detta svar är felaktigt.
th: คำตอบนี้ ไม่ถูกต้อง
uz: Bu javob noto'g'ri.
zh_hk: 這個答案是不正確的。

source: This answer is partially correct.
af_za: Hierdie antwoord is gedeeltelik korrek.
bo: ལན་འདིའི་རེ་འགའ་འགྲིག་འདུག
de_de: Diese Antwort ist teilweise richtig.
el: Η απάντηση είναι εν μέρει σωστή .
es: Esta respuesta es parcialmente correcta.
fa: این پاسخ تا حدی درست است.
hu: Ez a válasz részben helyes.
ja: この回答は部分的に正しいです。
kk: Бұл жауап ішінара дұрыс.
lv: Šī atbilde ir daļēji pareiza.
sq: Kjo përgjigje është pjesërisht e saktë.
sv: Detta svar är delvis korrekt.
th: คำตอบนี้ ถูกต้องส่วนหนึ่ง
uz: Bu javob qisman to'g'ri.
zh_hk: 這個答案部分正確。

source: This answer is being processed.
af_za: Hierdie antwoord word verwerk.
bo: ལན་འདིའི་བརྒྱུད་རིམ་འགྲོ་བཞིན་འདུག
de_de: Ihre Antwort wird verarbeitet
el: Επεξεργαζόμαστε την απάντησή σας.
es: Esta respuesta se está procesando.
fa: این پاسخ در حال پردازش است.
hu: A válasz feldolgozása folyamatban van.
ja: この回答は処理中です。
kk: Бұл жауап өңделуде.
lv: Šī atbilde tiek apstrādāta.
sq: Kjo përgjigje është duke u përpunuar.
sv: Detta svar behandlas.
th: กำลังประมวลผลคำตอบ
uz: Bu javob qayta ishlanmoqda.
zh_hk: 該答案正在處理中。

source: Not yet answered.
af_za: Nog nie beantwoord nie.
bo: ལན་ད་དུང་བཏབ་མི་འདུག
de_de: Noch nicht beantwortet
el: Δεν έχει απαντηθεί ακόμη.
es: Aún no se ha respondido.
fa: هنوز پاسخ داده نشده است.
hu: Még nincs megválaszolva.
kk: Әлі жауап берген жоқ.
lv: Vēl nav atbildēts.
sq: Ende nuk është përgjigjur.
sv: Inte besvarad än.
th: ยังไม่ได้ตอบ
uz: Hali javob berilmagan.
zh_hk: 未回答。

source: Select an option
af_za: Kies &#39;n opsie
bo: གདམ་ཀ་ཞིག་འདེམས།
de_de: Wählen Sie eine Option
el: Κάντε μια επιλογή
es: Seleccione una opción
fa: یک گزینه را انتخاب کنید
hu: Válassz egy lehetőséget
kk: Опцияны таңдаңыз
lv: Izvēlieties opciju
sq: Zgjidhni një opsion
sv: Välj ett alternativ
th: เลือกหนึ่งตัวเลือก
uz: Variantni tanlang
zh_hk: 選擇一個選項

source: ChoiceGroup: unexpected tag {tag_name}
af_za: Keusegroep: onverwagte merker {tag_name}
bo: ChoiceGroup: གློ་བུར་བའི་བྱང་བུ། {tag_name}
de_de: Auswahlgruppe: unewartetes Schlagwort {tag_name}
el: ChoiceGroup: απροσδόκητη ετικέτα {tag_name}
es: ChoiceGroup: etiqueta inesperada {tag_name}
fa: ChoiceGroup: برچسب غیرمنتظره {tag_name}
hu: ChoiceGroup: váratlan címke {tag_name}
ja: ChoiceGroup: 予期しないタグ {tag_name}
kk: ChoiceGroup: күтпеген тег {tag_name}
lv: ChoiceGroup: negaidīts tags {tag_name}
sq: ChoiceGroup: etiketë e papritur {tag_name}
sv: ChoiceGroup: oväntad tagg {tag_name}
th: ตัวเลือก: แท็กที่ไม่คาดคิด {tag_name}
uz: ChoiceGroup: kutilmagan teg {tag_name}
zh_hk: ChoiceGroup：意外標籤{tag_name}

source: Answer received.
af_za: Antwoord ontvang.
bo: ལན་འབྱོར་ཟིན་པ།
de_de: Antwort erhalten.
el: Απάντηση ελήφθη.
es: Respuesta recibida.
fa: پاسخ دریافت شد.
hu: Válasz megérkezett.
ja: 回答を受け取りました。
kk: Жауап алынды.
lv: Atbilde saņemta.
sq: Përgjigjja e marrë.
sv: Svar mottaget.
th: ได้รับคำตอบ
uz: Javob qabul qilindi.
zh_hk: 收到答覆。
