Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Create and manage a library of course readings, textbooks, and chapters.
af_za: Skep en bestuur &#39;n biblioteek van kursuslesings, handboeke en hoofstukke.
bo: སློབ་ཚན་གྱི་དཔེ་ཀློག་དང་སློབ་དེབ་ཁག ལེའུ་ཚན་བཅས་ཀྱི་དཔེ་མཛོད་ཅིག་བཟོས་ཏེ་དོ་དམ་བྱོས།
de_de: Erstellen und verwalten Sie eine Bibliothek mit Kurslektüren, Lehrbüchern und Kapiteln.
el: Δημιουργήστε και διαχειριστείτε μια βιβλιοθήκη με αναγνώσεις μαθημάτων, σχολικά βιβλία και κεφάλαια.
es: Crea y gestiona una biblioteca de lecturas, libros de texto y capítulos del curso.
fa: ایجاد و مدیریت یک کتابخانه از مطالعه، کتاب‌های درسی، و متون درسی.
ja: コースの読書資料、教科書、章を管理し、ライブラリを作成します。
kk: Курс оқулары, оқулықтар және тараулар кітапханасын жасаңыз және басқарыңыз.
lv: Izveidojiet un pārvaldiet kursu lasījumu, mācību grāmatu un nodaļu bibliotēku.
sq: Krijoni dhe menaxhoni një bibliotekë me lexime, tekste shkollore dhe kapituj.
sv: Skapa och hantera ett bibliotek med kurslitteratur, läroböcker och kapitel.
uz: Kurslar, darsliklar va boblar kutubxonasini yarating va boshqaring.
zh_hk: 創建和管理課程讀物、教科書和章節的資料資料庫。

source: Calculator
af_za: Sakrekenaar
bo: བརྩི་ཆས།
de_de: Taschenrechner
el: Αριθμομηχανή
es: Calculadora
fa: ماشین‌حساب
hu: Számológép
kk: Калькулятор
lv: Kalkulators
sq: Llogaritësi
sv: Kalkylator
th: เครื่องคิดเลข
uz: Kalkulyator
zh_hk: 計算機

source: Provide an in-course calculator for simple and complex calculations.
af_za: Verskaf &#39;n in-kursus sakrekenaar vir eenvoudige en komplekse berekeninge.
bo: སློབ་ཚན་གྱི་སྟབས་བདེ་བ་དང་རྙོག་འཛིང་ཆེ་བའི་རིགས་ཀྱི་ཆེད་དུ་སློབ་ཚན་ནང་རྩིས་རྒྱག་འཕྲུལ་ཆས་ཤིག་མཁོ་སྤྲོད་བྱས་ཡོད།
de_de: Stellen Sie einen kursinternen Taschenrechner für einfache und komplexe Berechnungen bereit.
el: Παρέχετε μια αριθμομηχανή για απλούς και σύνθετους υπολογισμούς.
es: Proporciona una calculadora dentro del curso para cálculos simples y complejos.
fa: برای محاسبات ساده و پیچیده، یک ماشین‌حساب در دوره ارائه دهید.
hu: Biztosítson egy kurzuson belüli számológépet egyszerű és összetett számításokhoz.
ja: コース内で簡単かつ複雑な計算ができる電卓を提供します。
kk: Қарапайым және күрделі есептеулер үшін курстағы калькуляторды қамтамасыз етіңіз.
lv: Nodrošiniet kursa kalkulatoru vienkāršiem un sarežģītiem aprēķiniem.
sq: Siguroni një kalkulator në kurs për llogaritjet e thjeshta dhe komplekse.
sv: Tillhandahåll en kurskalkylator för enkla och komplexa beräkningar.
uz: Oddiy va murakkab hisob-kitoblar uchun kursdagi kalkulyatorni taqdim eting.
zh_hk: 提供課程內計算器，用於簡單和複雜的計算。

source: Proctoring
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད།
de_de: Beaufsichtigung
el: Εποπτεία
es: Supervisión
fa: حفاظت
ja: 監督
lv: Uzraudzība
sq: Mbrojtja
th: การควบคุมการสอบ
uz: Proktoring
zh_hk: 監考

source: Maintain exam integrity by enabling a proctoring solution for your course
af_za: Handhaaf eksamenintegriteit deur &#39;n proctoring-oplossing vir jou kursus moontlik te maak
bo: རང་ཉིད་ཀྱི་སློབ་ཚན་ལ་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱི་བྱེད་ཐབས་ཀྱི་བྱེད་ནུས་སྒོ་ཕྱེས་ཏེ་རྒྱུགས་སྤྲོད་ཀྱི་དྲང་བདེན་རང་བཞིན་རྒྱུན་འཁྱོངས་བྱོས།
de_de: Bewahren Sie die Prüfungsintegrität, indem Sie eine Aufsichtslösung für Ihren Kurs aktivieren
el: Διατηρήστε την ακεραιότητα των εξετάσεων, ενεργοποιώντας μια λύση proctoring για το μάθημά σας
es: Mantén la integridad del examen habilitando una solución de supervisión para tu curso
fa: حفظ یکپارچگی امتحان با فعالسازی یک راه‌حل بررسی برای دورۀ خود
hu: Tartsa fenn a vizsga integritását azáltal, hogy engedélyezi a felügyeleti megoldást a kurzusához.
kk: Курсыңыз үшін тексеру шешімін қосу арқылы емтиханның тұтастығын сақтаңыз
lv: Saglabājiet eksāmenu integritāti, iespējojot sava kursa pārbaudes risinājumu
sq: Ruani integritetin e provimit duke mundësuar një zgjidhje mbikëqyrjeje për kursin tuaj
sv: Upprätthåll tentamens integritet genom att möjliggöra en proctoring-lösning för din kurs
uz: Kursingiz uchun proktoring yechimini yoqish orqali imtihonning yaxlitligini saqlang
zh_hk: 透過為您的課程啟用監考來保持考試的公正

source: Custom pages
af_za: Pasgemaakte bladsye
bo: རྨང་གཞི་ཤོག་ངོས།
de_de: Individuelle Seiten
el: Πρόσθετες Σελίδες
fa: صفحات سفارشی
hu: Egyéni lapok
ja: カスタムページ
kk: Теңшелетін беттер
lv: Pielāgotas lapas
sq: Faqe të personalizuara
sv: Anpassade sidor
uz: Maxsus sahifalar
zh_hk: 自訂頁面

source: Provide additional course content and resources with custom pages
af_za: Verskaf bykomende kursusinhoud en hulpbronne met gepasmaakte bladsye
bo: རྨང་གཞིའི་ཤོག་ངོས་ནང་དུ་སློབ་ཚན་གྱི་ནང་དོན་འཕར་མ་དང་རྒྱུ་ཆ་གཞན་མཁོ་སྤྲོད་བྱེད།
de_de: Stellen Sie zusätzliche Kursinhalte und Ressourcen mit benutzerdefinierten Seiten bereit
el: Παρέχετε πρόσθετο περιεχόμενο μαθημάτων και πόρους με προσαρμοσμένες σελίδες
es: Proporciona contenido y recursos adicionales del curso con páginas personalizadas
fa: محتوای دوره و منابع اضافی را با صفحات سفارشی ارائه دهید
hu: Biztosítson további tananyagot és forrásokat egyedi oldalakon keresztül
kk: Қосымша курс мазмұны мен ресурстарын реттелетін беттермен қамтамасыз етіңіз
lv: Nodrošiniet papildu kursa saturu un resursus, izmantojot pielāgotas lapas
sq: Siguroni përmbajtje dhe burime shtesë të kursit me faqe të personalizuara
sv: Tillhandahåll ytterligare kursinnehåll och resurser med anpassade sidor
uz: Maxsus sahifalar bilan qo'shimcha kurs mazmuni va resurslarini taqdim eting
zh_hk: 透過自訂頁面提供額外的課程內容和資源

source: Open Response Assessment Settings
de_de: Öffnen Sie die Antwortbewertungseinstellungen
el: Ανοίξτε τις Ρυθμίσεις αξιολόγησης απόκρισης
zh_hk: 開放式答題評估設定

source: Course level settings for Open Response Assessment.
de_de: Kursstufeneinstellungen für Open Response Assessment.
el: Ρυθμίσεις επιπέδου μαθήματος για την Ανοικτή αξιολόγηση απόκρισης.
zh_hk: 開放式答題評估的課程等級設定。

source: Course
af_za: Kursus
bo: སློབ་ཚན།
de_de: Kurs
el: Υλικό Μαθήματος
fa: دوره
hu: Kurzus
ja: 講座
kk: Курс
lv: Kurss
sq: Kursi
sv: Kurs
th: หลักสูตร
uz: Kurs
zh_hk: 課程

source: Syllabus
af_za: Sillabus
bo: སློབ་ཚན་རྩ་འཛིན།
de_de: Lehrplan
el: Αναλυτικό πρόγραμμα
es: Programa de estudios
fa: سرفصل دروس
hu: Tanterv
ja: シラバス
kk: Силлабус
lv: Mācību programma
sq: Programi mësimor
sv: Kursplan
th: หลักสูตร
uz: Reja
zh_hk: 教學大綱

source: Dates
af_za: Datums
bo: ཟླ་ཚེས།
de_de: Daten
el: Ημερομηνίες
es: Fechas
fa: تاریخ
hu: Dátumok
ja: 日付
kk: Күндер
lv: Datumi
sq: Datat
sv: datum
th: วันที่
uz: Sanalar
zh_hk: 日期

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
de_de: Sie sind nicht angemeldet. Um den Inhalt des Kurses sehen zu können, müssen Sie sich erst {sign_in_link} oder {register_link} und sich in diesen Kurs einschreiben.
el: Δεν είστε συνδεδεμένοι. Για να δείτε επιπλέον περιεχόμενο μαθημάτων, {sign_in_link} ή {register_link} και εγγραφείτε σε αυτό το μάθημα.
fa: شما وارد نشده‌اید. برای مشاهدۀ محتوای دوره اضافی، {sign_in_link} یا {register_link} و در این دوره ثبت‌نام کنید.
hu: Ön nincs bejelentkezve. További kurzustartalom megtekintéséhez {sign_in_link} vagy {register_link}, és iratkozzon fel erre a kurzusra.
ja: サインインしていません。追加のコースコンテンツを見るには、{sign_in_link} または {register_link} して、このコースに登録してください。
kk: Сіз жүйеге кірген жоқсыз. Қосымша курс мазмұнын көру үшін {sign_in_link} немесе {register_link} және осы курсқа жазылыңыз.
sv: Du är inte inloggad. För att kunna se innehållet i kursen måste du {sign_in_link} eller {register_link} och registrera dig på kursen.
zh_hk: 您尚未登入，如需查看額外課程內容，請{sign_in_link}或{register_link}並選讀此課程。

source: sign in
af_za: teken aan
bo: ནང་འཛུལ།
de_de: Anmelden
el: συνδεθείτε
es: iniciar sesión
fa: ورود
hu: Bejelentkezés
ja: サインイン
kk: кіру
lv: ielogoties
sq: regjistrohu
sv: Logga in
th: เข้าสู่ระบบ
uz: Tizimga kirish
zh_hk: 登入

source: register
af_za: registreer
bo: ཐོ་འགོད།
de_de: registrieren
el: εγγραφείτε
es: registrarse
fa: ثبت‌نام
hu: regisztráció
ja: 登録
kk: тіркелу
lv: reģistrēties
sq: regjistrohu
sv: Registrera konto
th: ลงทะเบียน
uz: ro'yxatdan o'tish
zh_hk: 登記

source: Your enrollment: Audit track
af_za: Jou inskrywing: Ouditbaan
bo: ཁྱེད་ཀྱི་ཞུགས་ཐོ་ནི། Audit track
de_de: Ihre Einschreibung: Gasthörer Modus
el: Η εγγραφή σας: Ακρόαση διαδρομής
es: Tu inscripción: Modalidad de auditoría
fa: ثبت‌نام شما: مسیر حسابرسی
ja: あなたの登録: 聴講トラック
kk: Тіркелуіңіз: тексеру жолы
lv: Jūsu reģistrācija: Audita ceļš
sq: Regjistrimi juaj: Gjurma e auditimit
sv: Din registrering: Revisionsspår
uz: Ro'yxatdan o'tish: Audit treki
zh_hk: 您的註冊：審核軌道

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
af_za: Jy is ingeskryf vir die ouditbaan vir hierdie kursus. Die ouditbaan sluit nie &#39;n sertifikaat in nie.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་audit track ཡི་ངོ་བོར་ཞུགས་ཐོ་བཀོད་འདུག audit track འདིའི་རིགས་ལ་ལག་ཁྱེར་ཡོད་པ་མ་རེད།
de_de: Sie sind im Gasthörer Modus eingeschrieben. Im Gasthörer Modus werden Ihnen keine Zertifikate ausgestellt.
el: Έχετε εγγραφεί στην ακρόαση διαδρομής για αυτόν τον κύκλο μαθημάτων. Η ακρόαση διαδρομής δεν περιλαμβάνει πιστοποιητικό.
es: Estás inscrito en la modalidad de auditoría para este curso. La modalidad de auditoría no incluye un certificado.
fa: شما در مسیر حسابرسی این دوره ثبت‌نام کرده‌اید. مسیر حسابرسی شامل گواهی نیست.
hu: Ön beiratkozott a kurzus felülvizsgálati sávjába. A felülvizsgálati sáv nem tartalmaz bizonyítványt.
ja: このコースの聴講トラックに登録されています。聴講トラックには証明書が含まれていません。
kk: Сіз осы курстың аудит жолына жазылдыңыз. Аудит жолында сертификат жоқ.
lv: Jūs esat uzņemti šī kursa audita programmā. Audita kurss neietver sertifikātu.
sq: Ju jeni regjistruar në pistën e auditimit për këtë kurs. Pista e auditimit nuk përfshin një certifikatë.
sv: Du är inskriven på audit-spåret för den här kursen. Audit-spåret inkluderar inte ett certifikat.
uz: Siz ushbu kurs uchun audit trekiga yozildingiz. Audit treki sertifikatni o'z ichiga olmaydi.
zh_hk: 您已註冊參加本課程的審核軌道。審核軌道不包括證書。

source: Your enrollment: Honor track
af_za: Jou inskrywing: Honor track
bo: ཁྱེད་ཀྱི་ཞུགས་ཐོ་ནི།: Honor track རེད།
de_de: Ihre Einschreibung: Honor Modus
el: Η εγγραφή σας: Διαδρομή κώδικα τιμής
es: Tu inscripción: Modalidad de honor
fa: ثبت‌نام شما: مسیر اصول اخلاقی
kk: Сіздің тіркелуіңіз: Құрметті трек
lv: Jūsu reģistrācija: Goda dziesma
sq: Regjistrimi juaj: Honor track
sv: Din registrering: Hedersspår
uz: Sizning ro'yxatdan o'tganingiz: Honor trek
zh_hk: 您的報名：榮譽軌道

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
af_za: Jy is ingeskryf vir die erebaan vir hierdie kursus. Die erebaan sluit nie &#39;n sertifikaat in nie.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ཆེད་དུ་ honor track ནང་ཞུགས་ཐོ་བཀོད་འདུག honor track འདིའི་རིགས་ལ་ལག་ཁྱེར་ཡོད་པ་མ་རེད།
de_de: Sie sind im Honor Modus eingeschrieben. Im Honor Modus werden Ihnen keine Zertifikate ausgestellt.
el: Έχετε εγγραφεί σε διαδρομή κώδικα τιμής για αυτό το μάθημα. Η διαδρομή κώδικα τιμής δεν περιλαμβάνει πιστοποιητικό.
es: Estás inscrito en la modalidad de honor para este curso. La modalidad de honor no incluye un certificado.
fa: شما در پیست افتخاری این دوره ثبت نام کرده اید. پیست افتخاری شامل مدرک نمی باشد.
hu: Ön beiratkozott a kurzus kitüntetéses sávjába. A kitüntetéses sáv nem tartalmaz bizonyítványt.
ja: このコースの優等トラックに登録されています。優等トラックには証明書が含まれていません。
kk: Сіз осы курстың құрметті жолына жазылдыңыз. Құрмет жолында сертификат жоқ.
lv: Jūs esat uzņemti šajā kursā. Goda kursā nav iekļauts sertifikāts.
sq: Ju jeni regjistruar në pistën e nderit për këtë kurs. Pista e nderit nuk përfshin një certifikatë.
sv: Du är inskriven på Honor Track för den här kursen. Honor Track leder inte till ett certifikat.
uz: Siz ushbu kurs uchun faxriy trekka yozildingiz. Faxriy trekka sertifikat kiritilmagan.
zh_hk: 您已註冊參加本課程的榮譽課程。榮譽軌道不包括證書。

source: We're working on it...
af_za: Ons werk daaraan...
bo: ང་ཚོས་འདིའི་ཐད་ལས་ཀ་བྱེད་བཞིན་ཡོད་་་
de_de: Wir arbeiten dran...
el: Το επεξεργαζόμαστε...
es: Estamos trabajando en ello...
fa: داریم روی آن کار می‌کنیم...
hu: Dolgozunk rajta...
ja: 作業中です...
kk: Біз онымен жұмыс істеп жатырмыз ...
lv: Mēs pie tā strādājam...
sq: Ne jemi duke punuar për të ...
sv: Vi jobbar med det ...
th: เรากำลังทำงาน ...
uz: Biz buning ustida ishlayapmiz...
zh_hk: 我們正在努力...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
af_za: Ons skep jou sertifikaat. Jy kan aanhou werk in jou kursusse en &#39;n skakel daarna sal hier en op jou Dashboard verskyn wanneer dit gereed is.
bo: ང་ཚོས་ཁྱོད་ཀྱི་ལག་ཁྱེར་བཟོ་བཞིན་ཡོད། ཁྱོད་ཀྱིས་མུ་མཐུད་དུ་ཁྱེད་ཀྱིས་སློབ་ཚན་ཁག་ལ་སྦྱོང་བ་བྱས་ཆོག་ལ། གྲ་སྒྲིག་བྱས་ཚར་རྗེས་དེའི་དྲ་ཐག་ཅིག་འདི་དང་ཁྱོད་ཀྱི་གཙོ་ངོས་གཉིས་སུ་འཆར་ཡོང་།
de_de: Wir erstellen Ihr Zertifikat. Sie können in Ihren Kursen weiterlernen. Ein Link zum Zertifikat wird hier und auf der Seite "Meine Kurse" erscheinen, sobald es erstellt ist.
el: Δημιουργούμε το πιστοποιητικό σας. Μπορείτε να συνεχίσετε να εργάζεστε στα μαθήματά σας και ένας σύνδεσμος προς αυτό θα εμφανιστεί εδώ και στον Πίνακα ελέγχου σας όταν είναι έτοιμος.
es: Estamos creando tu certificado. Puedes seguir trabajando en tus cursos y aparecerá un enlace aquí y en tu Tablero cuando esté listo.
fa: ما در حال ایجاد گواهی شما هستیم. می‌توانید در دوره‌های خود به کار ادامه دهید و زمانی که آماده شد پیوندی به آن در اینجا و روی داشبورد شما ظاهر می‌شود.
hu: Elkészítjük a bizonyítványodat. Továbbra is dolgozhatsz a kurzusaidon, az irányítópultodon megjelenik majd a link, amikor kész.
ja: 証明書を作成しています。コースの作業を続けてください。準備ができ次第、ここやダッシュボードにリンクが表示されます。
kk: Біз сіздің сертификатыңызды жасап жатырмыз. Курстарда жұмыс істеуді жалғастыра аласыз және ол дайын болған кезде оған сілтеме осы жерде және бақылау тақтасында пайда болады.
lv: Mēs izveidojam jūsu sertifikātu. Jūs varat turpināt darbu savos kursos, un saite uz to parādīsies šeit un jūsu vadības panelī, kad tas būs gatavs.
sq: Ne po krijojmë certifikatën tuaj. Mund të vazhdoni të punoni në kurset tuaja dhe një lidhje me të do të shfaqet këtu dhe në Panelin tuaj kur të jetë gati.
sv: Vi skapar ditt certifikat. Du kan fortsätta arbeta i dina kurser och en länk till den kommer att visas här och på din Dashboard när den är klar.
th: เรากำลังสร้างใบรับรองของคุณ คุณสามารถให้ทำงานในหลักสูตรของคุณและลิงค์ที่เชื่อมโยงจะปรากฏขึ้นที่นี่และในแดชบอร์ดของคุณเมื่อมันพร้อม
uz: Biz sizning sertifikatingizni yaratmoqdamiz. Siz kurslaringizda ishlashni davom ettirishingiz mumkin va u tayyor boʻlganda unga havola shu yerda va asboblar panelida paydo boʻladi.
zh_hk: 我們正在建立您的證書。您可以繼續學習您的課程，當準備就緒時，此處和控制面板上將顯示該課程的連結。

source: Your certificate has been invalidated
af_za: Jou sertifikaat is ongeldig
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་ནུས་མེད་བྱས་འདུག
de_de: Ihr Zertifikat wurde entwertet und ist somit ungültig.
el: Το πιστοποιητικό σας έχει ακυρωθεί
es: Tu certificado ha sido invalidado
fa: گواهی شما باطل شده‌است
hu: A bizonyítványát érvénytelenítették
ja: あなたの証明書は無効になりました
kk: Сіздің сертификатыңыз жарамсыз деп танылды
lv: Jūsu sertifikāts ir anulēts
sq: Certifikata juaj është e pavlefshme
sv: Ditt certifikat har ogiltigförklarats
uz: Sertifikatingiz bekor qilindi
zh_hk: 您的證書已失效

source: Please contact your course team if you have any questions.
af_za: Kontak asseblief jou kursusspan indien jy enige vrae het.
bo: ཁྱེད་ལ་དོགས་འདྲི་ཅི་ཞིག་ཡོད་རུང་སློབ་ཚན་ལས་བྱེད་པར་འབྲེལ་བ་བྱ་རོགས།
de_de: Bei Fragen wenden Sie sich bitte an Ihr Kursteam.
el: Επικοινωνήστε με την ομάδα κύκλου μαθημάτων σας εάν έχετε οποιεσδήποτε ερωτήσεις.
es: Por favor, contacta al equipo del curso si tienes alguna pregunta.
fa: لطفاً در صورت داشتن هرگونه سوال با تیم دوره خود تماس بگیرید.
hu: Ha bármilyen kérdése van, forduljon a tanfolyam csapatához.
kk: Сұрақтарыңыз болса, курс командасына хабарласыңыз.
lv: Ja jums ir kādi jautājumi, lūdzu, sazinieties ar savu kursa komandu.
sq: Ju lutemi kontaktoni ekipin tuaj të kursit nëse keni ndonjë pyetje.
sv: Vänligen kontakta ditt kurslag om du har några frågor.
uz: Savollaringiz bo'lsa, kurs jamoasi bilan bog'laning.
zh_hk: 如果您有任何疑問，請聯絡您的課程團隊。

source: Congratulations, you qualified for a certificate!
af_za: Baie geluk, jy het gekwalifiseer vir &#39;n sertifikaat!
bo: ཁྱེད་ལ་ལག་ཁྱེར་འཐོབ་པའི་ཚད་གཞི་ལོན་བར་རྟེན་འབྲེལ་ཞུ།
de_de: Gratulation, du hast Dich für ein Zertifikat qualifiziert!
el: Συγχαρητήρια, πληροίτε τις προϋποθέσεις για τη λήψη πιστοποιητικού!
es: ¡Felicidades, calificaste para un certificado!
fa: تبریک می گویم، شما واجد شرایط دریافت گواهی هستید!
hu: Gratulálunk, megszerezted a bizonyítványt!
ja: おめでとうございます、あなたは証明書の資格を得ました！
kk: Құттықтаймыз, сіз сертификатқа ие болдыңыз!
lv: Apsveicam, jūs kvalificējāties sertifikāta saņemšanai!
sq: Urime, jeni kualifikuar për një certifikatë!
sv: Grattis, du har kvalificerat dig för ett certifikat!
th: ขอแสดงความยินดี คุณมีคุณสมบัติสำหรับใบรับรอง!
uz: Tabriklaymiz, siz sertifikatga ega bo'ldingiz!
zh_hk: 恭喜您，獲得證書資格！

source: You've earned a certificate for this course.
af_za: Jy het &#39;n sertifikaat vir hierdie kursus verdien.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ལག་ཁྱེར་ལོན་སོང་།
de_de: Sie haben ein Zertifikat für diesen Kurs erhalten.
el: Αποκτήσατε ένα πιστοποιητικό για αυτό το μάθημα.
es: Has obtenido un certificado para este curso.
fa: شما برای این دوره گواهینامه کسب کرده‌اید.
hu: Megszerezte a bizonyítványt erre a tanfolyamra.
ja: このコースの修了証を取得しました。
kk: Сіз бұл курсқа сертификат алдыңыз.
lv: Jūs ieguvāt sertifikātu par šo kursu.
sq: Ju keni fituar një certifikatë për këtë kurs.
sv: Du har förtjänat ett certifikat för denna kurs.
uz: Siz ushbu kurs uchun sertifikat oldingiz.
zh_hk: 您已獲得本課程的證書。

source: Your certificate will be available soon!
af_za: Jou sertifikaat sal binnekort beskikbaar wees!
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་མི་འགྱངས་པར་འབྱོར་ཡོང་།
de_de: Dein Zertifikat wird bald verfügbar sein!
el: Το πιστοποιητικό σας θα είναι σύντομα διαθέσιμο!
es: ¡Tu certificado estará disponible pronto!
fa: گواهینامۀ شما به‌زودی در دسترس خواهد بود!
hu: Bizonyítványa hamarosan elérhető lesz!
kk: Сіздің сертификатыңыз жақын арада қолжетімді болады!
lv: Jūsu sertifikāts būs pieejams drīz!
sq: certifikata juaj do të jetë e disponueshme së shpejti!
sv: Ditt certifikat kommer snart att finnas tillgängligt!
uz: Sertifikatingiz tez orada taqdim etiladi!
zh_hk: 您的證書即將可用！

source: After this course officially ends, you will receive an email notification with your certificate.
af_za: Nadat hierdie kursus amptelik geëindig het, sal jy &#39;n e-poskennisgewing saam met jou sertifikaat ontvang.
bo: སློབ་ཚན་འདི་གཞུང་འབྲེལ་གྱིས་མཇུག་བསྡུས་རྗེས། ཁྱེད་ཀྱི་ལག་ཁྱེར་དང་ལྷན་དུ་གློག་འཕྲིན་གྱི་གསར་བརྡ་ཞིག་འབྱོར་ཡོང་།
de_de: Sobald der Kurs offiziell endet, erhalten Sie eine E-Mail mit Ihrem Zertifikat.
el: Μετά την επίσημη λήξη αυτού του μαθήματος, θα λάβετε μια ειδοποίηση μέσω email με το πιστοποιητικό σας.
es: Después de que este curso termine oficialmente, recibirás una notificación por correo electrónico con tu certificado.
fa: پس از پایان رسمی این دوره، یک اعلان از طریق هشدار رایانامه‌ای همراه با گواهینامه خود دریافت خواهید کرد.
hu: A tanfolyam hivatalos befejezése után e-mailben értesítjük a bizonyítvánnyal.
kk: Бұл курс ресми түрде аяқталғаннан кейін сертификатпен электрондық пошта хабарламасын аласыз.
lv: Pēc šī kursa oficiālās beigām jūs saņemsit e-pasta paziņojumu ar sertifikātu.
sq: Pas përfundimit zyrtar të këtij kursi, ju do të merrni një njoftim me email me certifikatën tuaj.
sv: Efter att denna kurs officiellt avslutats kommer du att få ett e-postmeddelande med ditt certifikat.
uz: Kurs rasman tugagach, sizga sertifikat bilan elektron pochta xabarnomasi keladi.
zh_hk: 本課程正式結束後，您將收到一封包含證書的電郵通知。

source: Your certificate is available
af_za: Jou sertifikaat is beskikbaar
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་ལེན་ཆོག་ཆོག་ཡིན།
de_de: Dein Zertifikat ist verfügbar
el: Το πιστοποιητικό σας είναι διαθέσιμο
es: Tu certificado está disponible
fa: گواهی شما موجود است
hu: A bizonyítványod elérhető
ja: あなたの証明書が利用可能です
kk: Сіздің сертификатыңыз қолжетімді
lv: Jūsu sertifikāts ir pieejams
sq: Certifikata juaj është e disponueshme
sv: Ditt certifikat är tillgängligt
th: ใบรับรองของคุณสามารถใช้ได้
uz: Sertifikatingiz mavjud
zh_hk: 您的證書可用

source: Certificate unavailable
af_za: Sertifikaat nie beskikbaar nie
bo: ལག་ཁྱེར་མི་འདུག
de_de: Zertifikat nicht verfügbar
el: Το πιστοποιητικό δεν είναι διαθέσιμο
es: Certificado no disponible
fa: گواهی در دسترس نیست
hu: A bizonyítvány nem elérhető
ja: 証明書は利用できません
kk: Сертификат қолжетімсіз
lv: Sertifikāts nav pieejams
sq: Certifikata nuk disponohet
sv: Certifikatet är inte tillgängligt
uz: Sertifikat mavjud emas
zh_hk: 證書不可用

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
af_za: Jy het nie &#39;n sertifikaat ontvang nie omdat jy nie &#39;n huidige {platform_name} geverifieerde identiteit het nie.
bo: ཁྱེད་ལ་ལག་ཁྱེར་འཐོབ་རྒྱུ་མེད། རྒྱུ་མཚན་ཁྱེད་ལ་ད་ལྟའི་ {platform_name} ཡི་ཁུངས་སྐྱེལ་ID མི་འདུག
de_de: Sie können keine Zertifikate erhalten, da Ihr Konto bei der {platform_name} noch nicht verifiziert wurde.
el: Δεν έχετε λάβει πιστοποιητικό επειδή δεν διαθέτετε επαληθευμένη ταυτότητα στο {platform_name}.
es: No has recibido un certificado porque no tienes una identidad verificada actual en {platform_name}.
fa: شما گواهی دریافت نکرده‌اید زیرا هویت تأییدشدۀ فعلی {platform_name} را ندارید.
hu: Nem kapott bizonyítványt, mert nem rendelkezik a {platform_name} jelenlegi ellenőrzött személyazonosságával.
ja: あなたは現在の{platform_name}の認証済みIDを持っていないため、証明書を受け取っていません。
kk: Сізде сертификат алған жоқсыз, себебі сізде ағымдағы {platform_name} расталған сәйкестендіру куәлігі жоқ.
lv: Jūs nesaņēmāt sertifikātu, jo jums nav pašreizējās {platform_name} verificētās identitātes.
sq: Ju nuk keni marrë një certifikatë sepse nuk keni një identitet aktual të verifikuar {platform_name}.
sv: Du har inte fått ett certifikat eftersom du inte har en aktuell {platform_name} verifierad identitet.
uz: Siz sertifikat olmadingiz, chunki sizda joriy {platform_name} tasdiqlangan shaxsingiz yoʻq.
zh_hk: 您尚未收到證書，因為您沒有目前的{platform_name}驗證身分。

source: To see course content, {sign_in_link} or {register_link}.
af_za: Om kursusinhoud te sien, {sign_in_link} of {register_link} .
bo: སློབ་ཚན་གྱི་ནང་དོན་ལ་གཟིགས་ན་འགྲོ་ལུགས་འདི་གཉིས་ཀྱི་གང་རུང་སྒྲུབ་དགོས། {sign_in_link} ཡང་ན་ {register_link}.
de_de: Um den Inhalt des Kurses sehen zu können, müssen Sie sich erst {sign_in_link} oder {register_link}.
el: Για να δείτε το περιεχόμενο του μαθήματος, {sign_in_link} ή {register_link}.
es: Para ver el contenido del curso, {sign_in_link} o {register_link}.
fa: برای دیدن محتوای دوره، {sign_in_link} یا {register_link} .
hu: A tanfolyam tartalmának megtekintéséhez, {sign_in_link} or {register_link}.
ja: コース内容を見るには、{sign_in_link} または {register_link} してください。
kk: Курс мазмұнын көру үшін {sign_in_link} немесе {register_link} .
lv: Lai skatītu kursa saturu, {sign_in_link} vai {register_link} .
sq: Për të parë përmbajtjen e kursit, {sign_in_link} ose {register_link}.
sv: För att se kursinnehåll, {sign_in_link} eller {register_link}.
uz: Kurs mazmunini koʻrish uchun {sign_in_link} yoki {register_link} .
zh_hk: 若要查看課程內容，請{sign_in_link}或{register_link} 。

source: {sign_in_link} or {register_link}.
af_za: {sign_in_link} of {register_link} .
bo: {sign_in_link} དང་ཡང་ན་ {register_link}
de_de: {sign_in_link} oder {register_link}.
el: {sign_in_link} ή {register_link}.
es: {sign_in_link} o {register_link}.
fa: {sign_in_link} یا {register_link} .
hu: {sign_in_link} vagy {register_link}.
ja: {sign_in_link} または {register_link}。
kk: {sign_in_link} немесе {register_link}.
lv: {sign_in_link} vai {register_link} .
sq: {sign_in_link} ose {register_link}.
sv: {sign_in_link} eller {register_link}.
uz: {sign_in_link} yoki {register_link} .
zh_hk: {sign_in_link}或{register_link} 。

source: Sign in
af_za: Meld aan
bo: ནང་འཛུལ།
de_de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fa: ورود
hu: Bejelentkezés
ja: サインイン
kk: Кіру
lv: Ielogoties
sq: Identifikohu
sv: Logga in
th: เข้าสู่ระบบ
uz: Tizimga kirish
zh_hk: 登入
