Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
af_za: Jou antwoorde is gestoor, maar nie gegradeer nie. Klik &#39;{button_name}&#39; om hulle te gradeer.
bo: ཁྱེད་ཀྱི་ལན་འདེབས་རྣམས་ཉར་ཚགས་བྱས་ཡོད། འོན་ཀྱང་རིམ་པ་བྱས་མེད། རིམ་པ་བསྒྲིག་ན་ '{button_name}' འདིའི་ཐོག་སྣུན།
de_de: Ihre Antworten wurden gespeichert aber noch nicht ausgewertet. Klicken Sie auf '{button_name}', um die Antworten auswerten zu lassen.
el: Οι απαντήσεις σας έχουν αποθηκευτεί αλλά δεν έχουν βαθμολογηθεί. Πατήστε '{button_name}', για να βαθμολογηθούν.
es: Tus respuestas han sido guardadas pero no calificadas. Haz clic en '{button_name}' para calificarlas.
fa: پاسخ های شما ذخیره شده است اما درجه بندی نشده است. برای نمره دادن به آنها روی &quot;{button_name}&quot; کلیک کنید.
hu: A válaszokat elmentettük, de nem értékeltük. Kattintson a(z) '{button_name}' gombra az értékeléshez.
ja: あなたの回答は保存されましたが、採点されていません。採点するには「{button_name}」をクリックしてください。
kk: Жауаптарыңыз сақталды, бірақ бағаланбады. Оларды бағалау үшін "{button_name}" түймесін басыңыз.
lv: Jūsu atbildes ir saglabātas, bet nav novērtētas. Noklikšķiniet uz {button_name}, lai tos novērtētu.
sq: Përgjigjet tuaja janë ruajtur por nuk janë vlerësuar. Kliko '{button_name}' për t'i vlerësuar ato.
sv: Dina svar har blivit sparade men inte betygsatta. Klicka på '{button_name}' för att betygsätta dem.
th: คำตอบของคุณถูกบันทึกแต่ยังไม่นับคะแนน คลิก '{button_name}' เพื่อให้คะแนน
uz: Javoblaringiz saqlangan, lekin baholanmagan. Ularni baholash uchun “{button_name}” tugmasini bosing.
zh_hk: 您的答案已儲存，但未評分。點選「{button_name}」對其進行評分。

source: You cannot select Reset for a problem that is closed.
af_za: Jy kan nie Herstel kies vir &#39;n probleem wat gesluit is nie.
bo: སྒོ་བརྒྱབ་ཟིན་པའི་དྲི་བ་ཡིན་ན་ཁྱེད་ཀྱིས་བསྐྱར་སྒྲིག་འདེམ་མི་ཐུབ།
de_de: Zurücksetzen nicht möglich, da die Aufgabe schon beendet ist.
el: Δεν μπορείτε να επιλέξετε Επαναφορά για ένα πρόβλημα που έχει κλείσει.
es: No puedes seleccionar Restablecer para un problema que está cerrado.
fa: شما نمی‌توانید مسئله‌ای که بسته شده است را بازنشانی کنید.
hu: Nem választhatja a Visszaállítást egy lezárt problémához.
ja: クローズされた問題に対してリセットを選択することはできません。
kk: Жабылған мәселе үшін Қалпына келтіруді таңдау мүмкін емес.
lv: Nav iespējams atlasīt Atiestatīt uzdevumam, kas ir beidzies.
sq: Nuk mund të zgjidhni Reset për një problem që është i mbyllur.
sv: Du kan inte välja Återställ för ett problem som är stängt.
uz: Yopiq muammo uchun Reset ni tanlay olmaysiz.
zh_hk: 對於已解決的問題，您無法選擇“重置”。

source: You must submit an answer before you can select Reset.
af_za: Jy moet &#39;n antwoord indien voordat jy Herstel kan kies.
de_de: Sie müssen eine Antwort erst einreichen, bevor diese zurückgesetzt werden können.
el: Θα πρέπει να υποβάλετε μια απάντηση για να μπορέσετε να επιλέξετε Επαναφορά.
es: Debes enviar una respuesta antes de poder seleccionar Restablecer.
fa: قبل از اینکه بتوانید Reset را انتخاب کنید، باید یک پاسخ ارسال کنید.
ja: 回答を提出してからリセットを選択してください。
lv: Pirms varat izvēlēties Atiestatīt, jums ir jāiesniedz atbilde.
sq: Duhet të dërgoni një përgjigje përpara se të zgjidhni "Rivendosja".
sv: Du måste skicka ett svar innan du kan välja Återställ.
uz: Qayta tiklashni tanlashdan oldin javob yuborishingiz kerak.
zh_hk: 您必須先提交答案，然後才能選擇“重置”。

source: Problem's definition does not support rescoring.
af_za: Probleem se definisie ondersteun nie hertelling nie.
bo: དྲི་བའི་འགྲེལ་བཤད་འདི་ཐོབ་སྐར་སྒྲིག་པར་རམ་འདེགས་མི་ཆོག་པར་འདུག།
de_de: Die Einstellungen der Aufgabenstellung unterstützen keine Neubewertung.
el: Η επεξήγηση του προβλήματος δεν υποστηρίζεται για αναβαθμολόγηση.
es: La definición del problema no admite recalificación.
fa: تعریف مسئله از نمرده‌دهی مجدد پشتیبانی نمی‌کند.
hu: A probléma definíciója nem támogatja az újrapontozást.
ja: 問題の定義は再採点をサポートしていません。
kk: Мәселе анықтамасы қайта бағалауды қолдамайды.
lv: Uzdevumi definīcija neatbalsta atkārtotu uzskaiti.
sq: Përkufizimi i problemit nuk e mbështet rivlerësimin.
sv: Problemets definition stöder inte återställning.
th: คำจำกัดความของปัญหาไม่ได้สนับสนุนการให้คะแนน
uz: Muammoning ta'rifi qayta baholashni qo'llab-quvvatlamaydi.
zh_hk: 問題定義不支持重新評分。

source: Problem must be answered before it can be graded again.
af_za: Probleem moet beantwoord word voordat dit weer gegradeer kan word.
bo: དྲི་བ་ལ་ལན་འདེབས་དགོས་ཡིན་པས་དེ་རྗེས་སྒྲིག་ཐུབ་ཀྱི་རེད།
de_de: Fragestellung muss beantwortet werden, bevor sie erneut benotet werden kann.
el: Θα πρέπει να απαντηθεί το πρόβλημα για να μπορέσει να ξαναβαθμολογηθεί.
es: El problema debe responderse antes de poder calificarse nuevamente.
fa: باید قبل از نمره‌دهی مجدد به مسئله پاسخ داده شود.
hu: A problémát meg kell válaszolni, mielőtt újra osztályozható lenne.
kk: Мәселеге қайта баға қою үшін оған жауап беру керек.
lv: Uzdevums ir jāatbild, pirms to var atkārtoti novērtēt.
sq: Problemi duhet të marrë përgjigje përpara se të mund të vlerësohet përsëri.
sv: Problemet måste besvaras innan det kan graderas igen.
th: ปัญหาต้องได้รับการตอบก่อนที่มันจะให้คะแนนอีกครั้ง
uz: Muammoni qayta baholashdan oldin unga javob berish kerak.
zh_hk: 必須先回答問題，然後才能再次評分。

source: Conditional
af_za: Voorwaardelik
bo: ཆ་རྐྱེན་ཅན།
de_de: konditional
el: Εξαρτώμενο από συνθήκες
es: Condicional
fa: مشروط
hu: Feltételes
ja: 条件付き
kk: Шартты
lv: Nosacīti
sq: E kushtëzuar
sv: Villkorlig
uz: Shartli
zh_hk: 有條件的

source: List of urls of children that are references to external modules
af_za: Lys van url&#39;s van kinders wat verwysings na eksterne modules is
bo: བྱིས་པའི་དྲ་ཐག་ཁག་གི་ཐོ་གཞུང་། དེ་དག་ནི་ཕྱིའི་མ་དཔེ་ཁག་གི་རྒྱུ་ཆ་ཡིན་པ།
de_de: Liste der URLs von Kindern, die Referenzen auf externe Module sind
el: Λίστα url κατιόντων που είναι αναφορές σε εξωτερικές ενότητες
es: Lista de URLs de hijos que son referencias a módulos externos
fa: فهرست آدرس‌های اینترنتی کودکان که به ماژول‌های خارجی اشاره می‌کنند
ja: 子モジュールの外部モジュールへの参照URLのリスト
kk: Сыртқы модульдерге сілтеме болатын еншілес URL мекенжайларының тізімі
lv: Pakārtoto vietrāžu URL saraksts, kas ir atsauces uz ārējiem moduļiem
sq: Lista e url-ve të fëmijëve që janë referenca për modulet e jashtme
sv: Lista över barnadresser som refererar till externa moduler
uz: Tashqi modullarga havola boʻlgan bolalarning URL manzillari roʻyxati
zh_hk: 外部模組引用的子URL列表

source: Source Components
af_za: Bronkomponente
bo: ཡོང་ཁུངས་ཀྱི་གྲུབ་ཆ་རྣམས།
de_de: Quell-Komponenten
el: Στοιχεία πηγής
es: Componentes de origen
fa: اجزای منبع
hu: Forrás Komponensek
ja: ソースコンポーネント
kk: Бастапқы компоненттер
lv: Avota komponenti
sq: Komponentët e burimit
sv: Källkomponenter
uz: Manba komponentlari
zh_hk: 來源組件

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional block. Copy the component location ID of a component from its Settings dialog in Studio.
af_za: Die komponentligging-ID&#39;s van alle bronkomponente wat gebruik word om te bepaal of &#39;n leerder die inhoud van hierdie voorwaardelike blok gewys word. Kopieer die komponentligging-ID van &#39;n komponent uit sy Instellings-dialoog in Studio.
bo: སློབ་སྦྱོང་བྱེད་མཁན་ལ་ཆ་རྐྱེན་ཅན་གྱི་བཀག་སྡོམ་འདིའི་ནང་དོན་སྟོན་ཡོད་མེད་གཏན་འབེབས་བྱེད་པར་བེད་སྤྱོད་བྱེད་པའི་ཐོན་ཁུངས་ཆ་ཤས་ཚང་མའི་ཆ་ཤས་གནས་ཡུལ་IDs ཡིན། སྒྲིག་བཀོད་ཌའི་ལོག་ནས་ཆ་ཤས་ཤིག་གི་ཆ་ཤས་གནས་ཡུལ་ID འདྲ་བཤུས་བྱེད།
de_de: Die Komponentenstandort-IDs aller Quellkomponenten, die verwendet werden, um zu bestimmen, ob einem Lernenden der Inhalt dieses bedingten Blocks angezeigt wird. Kopieren Sie die Komponentenstandort-ID einer Komponente aus ihrem Einstellungsdialog in Studio.
el: Τα αναγνωριστικά θέσης στοιχείων όλων των στοιχείων πηγής που χρησιμοποιούνται για να καθοριστεί εάν εμφανίζεται σε έναν εκπαιδευόμενο το περιεχόμενο αυτού του μπλοκ υπό όρους. Αντιγράψτε το αναγνωριστικό θέσης στοιχείου ενός στοιχείου από το παράθυρο διαλόγου Ρυθμίσεις στο Studio.
es: Las IDs de ubicación de los componentes de origen que se utilizan para determinar si a un estudiante se le muestra el contenido de este bloque condicional. Copia la ID de ubicación del componente desde su cuadro de diálogo de Configuración en Studio.
fa: شناسه‌های مکان مؤلفه همه مؤلفه‌های منبع که برای تعیین اینکه آیا محتوای این بلوک شرطی به یادگیرنده نشان داده می‌شود یا نه، استفاده می‌شود. شناسه مکان کامپوننت یک جزء را از گفتگوی تنظیمات آن در استودیو کپی کنید.
hu: A forráskomponensek összes komponenshelyazonosítója, amelyeket arra használnak, hogy meghatározzák, megjelenik-e a tanulónak ennek a feltételes blokknak a tartalma. Másolja ki egy komponens helyazonosítóját a Studio beállítások párbeszédablakából.
kk: Оқушыға осы шартты блоктың мазмұны көрсетілгенін анықтау үшін пайдаланылатын барлық бастапқы құрамдастардың құрамдас орнының идентификаторлары. Компоненттің құрамдас орнының идентификаторын оның Studio бағдарламасындағы Параметрлер тілқатысу терезесінен көшіріңіз.
lv: Visu avota komponentu komponentu atrašanās vietas ID, kas tiek izmantoti, lai noteiktu, vai kursa dalībniekam tiek rādīts šī nosacījuma bloka saturs. Kopējiet komponenta komponenta atrašanās vietas ID no tā iestatījumu dialoga programmas Studio.
sq: ID-të e vendndodhjes së komponentëve të të gjithë komponentëve të burimit që përdoren për të përcaktuar nëse një nxënësi i shfaqet përmbajtja e këtij blloku të kushtëzuar. Kopjo ID-në e vendndodhjes së komponentit të një komponenti nga dialogu i cilësimeve në Studio.
sv: Komponentplats-ID:n för alla källkomponenter som används för att avgöra om en elev visas innehållet i detta villkorliga block. Kopiera komponentens plats-ID för en komponent från dialogrutan Inställningar i Studio.
uz: O'quvchiga ushbu shartli blokning mazmuni ko'rsatilishini aniqlash uchun foydalaniladigan barcha manba komponentlarining komponent joylashuvi identifikatorlari. Komponentning komponent joylashuvi identifikatorini uning Studio-dagi Sozlamalar dialog oynasidan nusxa oling.
zh_hk: 所有來源組件的組件位置 ID，用於確定是否向學習者顯示此條件區塊的內容。從 Studio 中的「設定」對話方塊複製組件的組件位置 ID。

source: Conditional Attribute
af_za: Voorwaardelike kenmerk
bo: ཆ་རྐྱེན་གྱི་ཁྱད་ཆོས།
de_de: Konditionale Eigenschaften
el: Ιδιότητα υπό συνθήκες
es: Atributo condicional
fa: صفت شرطی
hu: Függő Tulajdonság
ja: 条件付き属性
kk: Шартты атрибут
lv: Nosacīts atribūts
sq: Atribut i kushtëzuar
sv: Villkorlig egenskap
uz: Shartli atribut
zh_hk: 條件屬性

source: The attribute of the source components that determines whether a learner is shown the content of this conditional block.
af_za: Die kenmerk van die bronkomponente wat bepaal of &#39;n leerder die inhoud van hierdie voorwaardelike blok gewys word.
bo: སློབ་སྦྱོང་བྱེད་མཁན་ལ་ཆ་རྐྱེན་ཅན་གྱི་བཀག་སྡོམ་འདིའི་ནང་དོན་སྟོན་མིན་གཏན་འབེབས་བྱེད་པའི་འབྱུང་ཁུངས་ཆ་ཤས་ཀྱི་ཁྱད་ཆོས།
de_de: Das Attribut der Quellkomponenten, das bestimmt, ob einem Lernenden der Inhalt dieses Bedingungsblocks angezeigt wird.
el: Το χαρακτηριστικό των στοιχείων πηγής που καθορίζει εάν εμφανίζεται σε έναν εκπαιδευόμενο το περιεχόμενο αυτού του μπλοκ υπό όρους.
es: El atributo de los componentes de origen que determina si a un estudiante se le muestra el contenido de este bloque condicional.
fa: ویژگی مؤلفه های منبع که تعیین می کند آیا محتوای این بلوک شرطی به یادگیرنده نشان داده می شود یا خیر.
hu: A forráskomponensek azon attribútuma, amely meghatározza, hogy a tanuló megtekintheti-e ennek a feltételes blokknak a tartalmát.
kk: Оқушыға осы шартты блоктың мазмұны көрсетілгенін анықтайтын бастапқы құрамдастардың атрибуты.
lv: Avota komponentu atribūts, kas nosaka, vai kursa dalībniekam tiek parādīts šī nosacījuma bloka saturs.
sq: Atributi i komponentëve të burimit që përcakton nëse një nxënësi i shfaqet përmbajtja e këtij blloku të kushtëzuar.
sv: Attributet för källkomponenterna som avgör om en elev visas innehållet i detta villkorliga block.
uz: O'quvchiga ushbu shartli blokning mazmuni ko'rsatilishini aniqlaydigan manba komponentlarining atributi.
zh_hk: 來源元件的屬性，用於確定是否向學生顯示此條件區塊的內容。

source: Conditional Value
af_za: Voorwaardelike waarde
bo: ཆ་རྐྱེན་གྱི་རིན་ཐང་།
de_de: konditionale Werte
el: Τιμή υπό συνθήκες
es: Valor condicional
fa: ارزش مشروط
hu: Függő Érték
ja: 条件値
kk: Шартты мән
lv: Nosacītā vērtība
sq: Vlera e kushtëzuar
sv: Villkorligt värde
uz: Shartli qiymat
zh_hk: 條件值

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional block.
af_za: Die waarde wat die voorwaardelike kenmerk van die bronkomponente moet ooreenstem voordat &#39;n leerder die inhoud van hierdie voorwaardelike blok gewys word.
bo: སློབ་མ་ཞིག་ལ་ཆ་རྐྱེན་བཀག་སྡོམ་འདིའི་ནང་དོན་སྟོན་པའི་སྔོན་ལ་འབྱུང་ཁུངས་ཆ་ཤས་ཀྱི་ཆ་རྐྱེན་ཁྱད་ཆོས་མཐུན་དགོས་པའི་རིན་ཐང་།
de_de: Der Wert, dem das Bedingungsattribut der Quellkomponenten entsprechen muss, bevor einem Lernenden der Inhalt dieses Bedingungsblocks angezeigt wird.
el: Η τιμή που πρέπει να ταιριάζει το χαρακτηριστικό υπό όρους των στοιχείων πηγής πριν εμφανιστεί στον εκπαιδευόμενο το περιεχόμενο αυτού του μπλοκ υπό όρους.
es: El valor que debe coincidir con el atributo condicional de los componentes de origen antes de que a un estudiante se le muestre el contenido de este bloque condicional.
fa: مقداری که ویژگی شرطی مؤلفه‌های منبع باید با آن مطابقت داشته باشد، قبل از اینکه یادگیرنده محتوای این بلوک شرطی را نشان دهد.
hu: A forráskomponensek feltételes attribútumának azt az értéket kell elérnie, mielőtt a tanuló megtekintheti ennek a feltételes blokknak a tartalmát.
lv: Vērtība, kurai jāatbilst avota komponentu nosacījuma atribūtam, pirms kursa dalībniekam tiek parādīts šī nosacījuma bloka saturs.
sq: Vlera që duhet të përputhet atributi i kushtëzuar i përbërësve burimor përpara se një nxënësi t'i tregohet përmbajtjes së këtij blloku të kushtëzuar.
sv: Värdet som det villkorliga attributet för källkomponenterna måste matcha innan en elev visas innehållet i detta villkorliga block.
uz: O'quvchidan oldin manba komponentlarining shartli atributi mos kelishi kerak bo'lgan qiymat ushbu shartli blokning mazmuni ko'rsatiladi.
zh_hk: 在向學習者顯示此條件區塊的內容之前，源組件的條件屬性必須匹配的值。

source: Blocked Content Message
af_za: Geblokkeerde inhoudboodskap
bo: ནང་དོན་བཀག་སྡོམ་བྱས་པའི་བརྡ་འཕྲིན།
de_de: Gesperrter Nachrichteninhalt
el: Μήνυμα αποκλεισμένου περιεχομένου
es: Mensaje de contenido bloqueado
fa: پیام محتوای مسدود شده
hu: Letiltott tartalom üzenet
kk: Блокталған мазмұн хабары
lv: Bloķēts satura ziņojums
sq: Mesazh me përmbajtje të bllokuar
sv: Blockerat innehållsmeddelande
uz: Bloklangan kontent xabari
zh_hk: 已封鎖內容訊息

source: The message that is shown to learners when not all conditions are met to show the content of this conditional block. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
af_za: Die boodskap wat aan leerders gewys word wanneer nie aan alle voorwaardes voldoen word nie om die inhoud van hierdie voorwaardelike blok te wys. Sluit {link} in die teks van jou boodskap in om leerders &#39;n direkte skakel na vereiste eenhede te gee. Byvoorbeeld, &#39;Jy moet {link} voltooi voordat jy toegang tot hierdie eenheid kan kry&#39;.
bo: ཆ་རྐྱེན་ཚང་མ་མ་ཚང་བའི་སྐབས་སུ་སློབ་སྦྱོང་བྱེད་མཁན་ལ་སྟོན་པའི་བརྡ་འཕྲིན་འདི་སྟོན་དགོས། ཁྱེད་རང་གི་བརྡ་འཕྲིན་ནང་ལ་ {link} བཀོད་ནས་སློབ་ཕྲུག་ཚོར་དགོས་མཁོའི་སྡེ་ཚན་ལ་ཐད་ཀར་འབྲེལ་བ་སྤྲོད་དགོས། དཔེར་ན་ 'ཁྱེད་ཀྱིས་ཚད་གཞི་འདི་ལ་འཛུལ་མ་ཐུབ་གོང་ {link} ཚང་དགོས།'
de_de: Die Nachricht, die den Lernenden angezeigt wird, wenn nicht alle Bedingungen erfüllt sind, um den Inhalt dieses Bedingungsblocks anzuzeigen. Fügen Sie {link} in den Text Ihrer Nachricht ein, um den Lernenden einen direkten Link zu den erforderlichen Einheiten zu geben. Beispiel: „Sie müssen {link} abschließen, bevor Sie auf diese Einheit zugreifen können“.
el: Το μήνυμα που εμφανίζεται στους μαθητές όταν δεν πληρούνται όλες οι προϋποθέσεις για την εμφάνιση του περιεχόμενο αυτού του μπλοκ υπό όρους. Συμπεριλάβετε {link} στο κείμενο του μηνύματός σας για να δώσετε στους μαθητές έναν άμεσο σύνδεσμο προς τις απαιτούμενες ενότητες. Για παράδειγμα, «Πρέπει να ολοκληρώσετε {link} για να μπορέσετε να αποκτήσετε πρόσβαση σε αυτήν τη μονάδα».
es: El mensaje que se muestra a los estudiantes cuando no se cumplen todas las condiciones para mostrar el contenido de este bloque condicional. Incluye {link} en el texto de tu mensaje para dar a los estudiantes un enlace directo a las unidades requeridas. Por ejemplo, 'Debes completar {link} antes de poder acceder a esta unidad'.
fa: پیامی که برای نمایش محتوای این بلوک شرطی در زمانی که همه شرایط برآورده نشده اند به زبان آموزان نشان داده می شود. {link} را در متن پیام خود قرار دهید تا به زبان آموزان پیوند مستقیمی به واحدهای مورد نیاز داده شود. برای مثال، «قبل از اینکه بتوانید به این واحد دسترسی پیدا کنید، باید {link} را تکمیل کنید».
ja: 学習者に表示されるメッセージは、この条件付きブロックのコンテンツを表示するためのすべての条件が満たされていない場合に表示されます。メッセージの中に{link}を含めて、学習者に必要なユニットへの直接リンクを提供してください。例えば、「このユニットにアクセスする前に{link}を完了する必要があります」といった形です。
kk: Осы шартты блоктың мазмұнын көрсету үшін барлық шарттар орындалмаған кезде оқушыларға көрсетілетін хабарлама. Оқушыларға қажетті бірліктерге тікелей сілтеме беру үшін хабарлама мәтініне {link} қосыңыз. Мысалы, 'Осы құрылғыға қол жеткізу үшін {link} толтыру керек'.
lv: Ziņojums, kas tiek rādīts kursa dalībniekiem, ja nav izpildīti visi nosacījumi, lai parādītu šī nosacījuma bloka saturu. Ziņojuma tekstā iekļaujiet {link} lai sniegtu kursa dalībniekiem tiešu saiti uz nepieciešamajām vienībām. Piemēram, “Jums ir jāaizpilda {link} , lai varētu piekļūt šai ierīcei”.
sq: Mesazhi që u shfaqet nxënësve kur nuk plotësohen të gjitha kushtet për të treguar përmbajtjen e këtij blloku të kushtëzuar. Përfshini {link} në tekstin e mesazhit tuaj për t'u dhënë nxënësve një lidhje të drejtpërdrejtë me njësitë e kërkuara. Për shembull, 'Duhet të plotësoni {link} përpara se të mund të përdorni këtë njësi'.
sv: Meddelandet som visas för elever när inte alla villkor är uppfyllda för att visa innehållet i detta villkorliga block. Inkludera {link} i texten i ditt meddelande för att ge eleverna en direktlänk till obligatoriska enheter. Till exempel "Du måste fylla i {link} innan du kan komma åt den här enheten".
uz: Ushbu shartli blokning mazmunini ko'rsatish uchun barcha shartlar bajarilmaganda o'quvchilarga ko'rsatiladigan xabar. Oʻquvchilarga kerakli birliklarga toʻgʻridan-toʻgʻri havola berish uchun xabaringiz matniga {link} kiriting. Masalan, 'Ushbu qurilmaga kirishdan oldin {link} to'ldirishingiz kerak'.
zh_hk: 當並非所有條件都滿足時向學習者顯示的訊息，以顯示此條件區塊的內容。在訊息正文中包含 {link}，為學習者提供指向所需單元的直接連結。例如，「您必須完成 {link} 才能存取此單元」。

source: You must complete {link} before you can access this unit.
af_za: Jy moet {link} voltooi voordat jy toegang tot hierdie eenheid kan kry.
bo: ཁྱེད་ཀྱིས་ {link} འགྲུབ་དགོས་པར་ཐོག་མར་ཡང་གསེས་འདི་དཔར་བལྟ་སྔོག་བྱེད་ཐུབ།
de_de: Sie müssen zuerst {link} beenden, bevor Sie diese Lerneinheit bearbeiten können.
el: Πρέπει να συμπληρώσετε το {link} για να μπορέσετε να αποκτήσετε πρόσβαση σε αυτήν την ενότητα.
es: Debes completar {link} antes de poder acceder a esta unidad.
fa: قبل از اینکه بتوانید به این واحد دسترسی پیدا کنید، باید {link} تکمیل کنید.
hu: Be kell fejeznie a következőt: {link}, mielőtt hozzáférhet ehhez az egységhez.
kk: Бұл құрылғыға қол жеткізу үшін {link} толтыру керек.
lv: Lai piekļūtu šai ierīcei, jums jāaizpilda {link} .
sq: Duhet të plotësoni {link} përpara se të mund të përdorni këtë njësi.
sv: Du måste slutföra {link} innan du kan komma åt den här enheten.
th: คุณต้องดำเนินการกับ {link} ให้สำเร็จก่อนจะเข้าถึงหน่วยนี้ได้
uz: Bu qurilmaga kirishdan oldin {link} toʻldirishingiz kerak.
zh_hk: 您必須先完成{link} ，然後才能存取此單元。

source: This component has no source components configured yet.
af_za: Hierdie komponent het nog geen bronkomponente opgestel nie.
bo: གྲུབ་ཆ་འདིར་ཡོང་ཁུངས་གྲུབ་ཆ་ད་དུང་སྒྲིག་འགོད་མ་བྱས།
de_de: Diese Komponente hat noch keine Quellkomponenten konfiguriert.
el: Αυτό το στοιχείο δεν έχει ακόμη διαμορφωμένα στοιχεία πηγής.
es: Este componente aún no tiene configurados componentes de origen.
fa: این مؤلفه هنوز هیچ مؤلفه منبع پیکربندی نشده است.
hu: Ehhez az összetevőhöz még nincsenek konfigurálva forrásösszetevők.
ja: このコンポーネントには、まだソースコンポーネントが設定されていません。
kk: Бұл құрамда әлі конфигурацияланған бастапқы құрамдастары жоқ.
lv: Šim komponentam vēl nav konfigurēti avota komponenti.
sq: Ky komponent nuk ka ende përbërës burim të konfiguruar.
sv: Denna komponent har inga källkomponenter ännu konfigurerade.
uz: Bu komponentda hali hech qanday manba komponentlari sozlanmagan.
zh_hk: 此組件尚未配置來源組件。

source: Configure list of sources
af_za: Stel lys van bronne op
bo: ཡོང་ཁུངས་ཀྱི་ཐོ་གཞུང་གོ་སྒྲིག
de_de: Konfiguriere Liste der Quellen
el: Διαμόρφωση λίστας πηγών
es: Configurar lista de fuentes
fa: لیست منابع را پیکربندی کنید
hu: Állítsa be a források listáját
ja: ソースのリストを構成する
kk: Дереккөздер тізімін конфигурациялаңыз
lv: Konfigurējiet avotu sarakstu
sq: Konfiguro listën e burimeve
sv: Konfigurera lista över källor
th: ตั้งค่ารายการของแหล่งข้อมูล
uz: Manbalar ro'yxatini sozlang
zh_hk: 設定來源列表

source: LTI Passports
af_za: LTI paspoorte
bo: LTI ལག་དེབ།
de_de: LTI-Pässe
el: Διαβατήρια LTI
es: Pasaportes LTI
fa: گذرنامه های LTI
hu: LTI útlevelek
ja: LTIパスポート
lv: LTI pases
sq: Pasaporta LTI
th: LTI พาสปอร์ต
uz: LTI pasportlari
zh_hk: LTI 通行證

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
af_za: Voer die paspoorte vir kursus LTI-nutsgoed in die volgende formaat in: &quot;id:client_key:client_secret&quot;.
bo: སློབ་ཚན་གྱི་ཡོང་ཁུངས་ཀྱི་ཆེད་དུ་གཤམ་བཀོད་པའི་རྣམ་སྒྲིག་ཁག་སྤྱད་དེ་ LTI ལག་ཆ་དག་ལག་དེབ་ནང་འཇུག་བྱོས། "id:client_key:client_secret".
de_de: Gib die Passwörter für die LTI-Werkzeuge des Kurses in folgendem Format ein:
el: Εισαγάγετε τα διαβατήρια για τα εργαλεία LTI μαθημάτων στην ακόλουθη μορφή: &quot;id:client_key:client_secret&quot;.
es: Ingresa los pasaportes para las herramientas LTI del curso en el siguiente formato: "id:clave_cliente:secreto_cliente".
fa: پاسپورت ابزارهای دوره LTI را در قالب زیر وارد کنید: &quot;id:client_key:client_secret&quot;.
hu: Adja meg a kurzus LTI eszközeinek útleveleit a következő formátumban: "id:client_key:client_secret".
ja: コースLTIツールのパスポートを次の形式で入力してください: "id:client_key:client_secret"。
kk: Курс LTI құралдарының төлқұжаттарын келесі пішімде енгізіңіз: "id:client_key:client_secret".
lv: Ievadiet kursa LTI rīku pases šādā formātā: &quot;id:klienta_atslēga:klienta_noslēpums&quot;.
sq: Futni pasaportat për mjetet e kursit LTI në formatin e mëposhtëm: "id:client_key:client_secret".
sv: Ange pass för kursens LTI-verktyg i följande format: "id:client_key:client_secret".
th: กรอกรหัสผ่านสำหรับเครื่องมือหลักสูตร LTI ในรูปแบบข้างล่างนี้ : "รหัส:client_key:client_secret"
uz: Kurs LTI vositalari uchun pasportlarni quyidagi formatda kiriting: "id:client_key:client_secret".
zh_hk: 按以下格式輸入課程 LTI 工具的通行證：「id:client_key:client_secret」。
