Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Edit
af_za: Wysig
bo: རྩོམ་སྒྲིག
de_de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش کنید
hu: Szerkesztés
ja: 編集する
kk: Өңдеу
lv: Rediģēt
sq: Redakto
sv: Redigera
th: แก้ไข
uz: Tahrirlash
zh_hk: 編輯

source: Save changes
af_za: Stoor veranderinge
bo: བསྒྱུར་བཅོས་བྱས་པ་རྣམས་ཉར་ཚགས་བྱོས།
de_de: Änderungen speichern
el: Αποθηκεύστε τις αλλαγές
es: Guardar cambios
fa: ذخیره تغییرات
hu: Változások mentése
ja: 変更を保存
kk: Өзгерістерді сақтау
lv: Saglabāt izmaiņas
sq: Ruaj ndryshimet
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
uz: O'zgarishlarni saqlang
zh_hk: 儲存變更

source: Preview
af_za: Voorskou
bo: སྔོན་ལྟ།
de_de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fa: پیش نمایش
hu: Előnézet
ja: プレビュー
kk: Алдын ала қарау
lv: Priekšskatījums
sq: Parapamje
sv: Förhandsgranska
th: แสดงตัวอย่าง
uz: Ko‘rib chiqish
zh_hk: 預覽

source: Wiki Preview
af_za: Wiki-voorskou
bo: ཝེ་ཁེ་སྔོན་ལྟ།
de_de: Wiki Vorschau
el: Προεπισκόπηση Wiki
es: Vista previa del wiki
fa: پیش نمایش ویکی
hu: Wiki előnézete
ja: ウィキプレビュー
kk: Wiki алдын ала қарау
lv: Wiki priekšskatījums
sq: Parashikimi i Wiki
th: ตัวอย่างวิกิ
uz: Wiki-ni oldindan ko'rish
zh_hk: Wiki預覽

source: window open
af_za: venster oop
bo: སྒེའུ་ཁུང་སྒོ་ཕྱེ།
de_de: Fenster offen
el: παράθυρο ανοικτό
es: ventana abierta
fa: پنجره باز
hu: ablak nyitása
ja: ウィンドウを開く
kk: терезе ашық
lv: logs atvērts
sq: dritare e hapur
sv: fönster öppet
th: เปิดหน้าต่าง
uz: oyna ochiq
zh_hk: 窗口打開

source: Back to editor
af_za: Terug na redakteur
bo: ཕྱིར་རྩོམ་སྒྲིག་ལ་ལོག
de_de: Zurück zum Editor
el: Πίσω στην επεξεργασία
es: Volver al editor
fa: بازگشت به ویرایشگر
hu: Vissza a szerkesztőhöz
ja: エディターに戻る
kk: Редакторға оралу
lv: Atpakaļ uz redaktoru
sq: Kthehu në redaktor
sv: Tillbaka till redaktören
th: กลับไปที่ตัวแก้ไข
uz: Tahrirlovchiga qaytish
zh_hk: 返回編輯器

source: History
af_za: Geskiedenis
bo: ལོ་རྒྱུས།
de_de: Verlauf
el: Ιστορικό
es: Historial
fa: تاریخ
hu: Történet
kk: Тарих
lv: Vēsture
sq: Historia
sv: Historik
th: ประวัติที่ผ่านมา
uz: Tarix
zh_hk: 歷史記錄

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
af_za: Klik op elke hersiening om &#39;n lys van geredigeerde reëls te sien. Klik die Voorskou-knoppie om te sien hoe die artikel op hierdie stadium gelyk het. Onderaan hierdie bladsy kan jy na &#39;n spesifieke hersiening verander of &#39;n ou hersiening met die huidige een saamvoeg.
de_de: Klicken Sie auf eine Überarbeitung, um eine Liste der bearbeiteten Zeilen zu sehen. Klicken Sie auf den Vorschau-Knopf um den aktuellen Stand des Artikels anzuschauen. Unten auf dieser Seite können Sie zu einer bestimmten Überarbeitung wechseln oder eine alte mit der aktuellen Version vereinigen.
el: Κάντε κλικ σε κάθε αναθεώρηση για να δείτε την λίστα με της γραμμες που επιμελήθηκαν.Κάντε κλικ στη Προεπισκόπηση για να δείτε το στάδιο του άρθρου. Στο κάτω μέρος της σελίδας, μπορείτε να αλλάξετε σε μια συγκεκριμένη αναθεώρηση ή τη συγχώνευση μίας παλιάς αναθεώρησης στη σημερινή.
es: Haga clic en cada revisión para ver una lista de las líneas editadas. Haga clic en el botón Vista previa para ver cómo se veía el artículo en esta etapa. En la parte inferior de esta página, puede cambiar a una revisión en particular o fusionar una revisión antigua con la actual.
fa: برای مشاهده لیستی از خطوط ویرایش شده روی هر نسخه کلیک کنید. روی دکمه Preview کلیک کنید تا ببینید مقاله در این مرحله چگونه به نظر می رسد. در پایین این صفحه، می‌توانید یک ویرایش خاص را تغییر دهید یا یک نسخه قدیمی را با نسخه فعلی ادغام کنید.
hu: Kattints minden elemre, hogy megnézhesd a megváltozott sorokat. Kattints az Előnézetre, hogy megtekinthesd hogyan néz ki a cikk a jelenlegi állapotában. A lap alján be tudod változtatni, hogy ez egy új változat, vagy egy régebbivel olvadjon egybe.
ja: 各リビジョンをクリックすると、編集された行のリストが表示されます。「プレビュー」ボタンをクリックすると、この段階での記事の見え方を確認できます。このページの下部で、特定のリビジョンに変更したり、古いリビジョンを現在のものとマージしたりできます。
kk: Өңделген жолдар тізімін көру үшін әрбір түзетуді басыңыз. Мақаланың осы кезеңде қалай көрінетінін көру үшін «Алдын ала қарау» түймесін басыңыз. Осы беттің төменгі жағында белгілі бір нұсқаға өзгертуге немесе ескі нұсқаны ағымдағымен біріктіруге болады.
lv: Noklikšķiniet uz katras pārskatītās versijas, lai skatītu rediģēto rindu sarakstu. Noklikšķiniet uz pogas Priekšskatījums, lai redzētu, kā raksts izskatās šajā posmā. Šīs lapas apakšdaļā varat pāriet uz konkrētu pārskatīšanu vai apvienot veco pārskatīšanu ar pašreizējo.
sq: Kliko çdo rishikim për të parë një listë të rreshtave të redaktuar. Kliko butonin Preview për të parë se si dukej artikulli në këtë fazë. Në fund të kësaj faqeje, mund të ndryshoni në një rishikim të veçantë ose të bashkoni një rishikim të vjetër me atë aktual.
sv: Klicka på varje revision för att se en lista med redigerade rader. Klicka på knappen Förhandsgranska för att se hur artikeln såg ut i det här skedet. Nederst på den här sidan kan du byta till en viss revision eller slå samman en gammal revision med den nuvarande.
th: คลิกที่การแก้ไขแต่ละรายการเพื่อดูรายการของสายการแก้ไข คลิกที่ปุ่มแสดงตัวอย่างเพื่อดูว่าบทความมีลักษณะอย่างไรในขั้นตอนนี้ ที่ด้านล่างของหน้านี้คุณจะสามารถเปลี่ยนไปการแก้ไขแบบเฉพาะเจาะจงหรือหรือรวมการแก้ไขเก่าเข้ากับปัจจุบัน
uz: Tahrirlangan satrlar ro'yxatini ko'rish uchun har bir tahrirni bosing. Maqolaning ushbu bosqichda qanday ko'rinishini ko'rish uchun Ko'rib chiqish tugmasini bosing. Ushbu sahifaning pastki qismida siz ma'lum bir tahrirga o'tishingiz yoki eski tahrirni joriy bilan birlashtirishingiz mumkin.
zh_hk: 按一下每個修訂版可查看已編輯行的清單。按一下「預覽」按鈕以查看該階段文章的外觀。在此頁面底部，您可以變更為特定修訂版或將舊修訂版與目前修訂版合併。

source: (no log message)
af_za: (geen log boodskap)
de_de: (keine Log Nachricht)
el: (ουδέν μήνυμα καταγραφής)
es: (sin mensaje de registro)
fa: (بدون پیام ورود)
hu: nincs naplóüzenet
ja: ログメッセージなし
kk: (журнал хабарламасы жоқ)
lv: (nav žurnāla ziņojuma)
sq: (pa mesazh regjistri)
sv: (inget loggmeddelande)
th: (ไม่มีบันทึกข้อความ)
uz: (jurnal xabari yo'q)
zh_hk: （無日誌訊息）

source: Preview this revision
af_za: Voorbeskou hierdie hersiening
bo: བསྐྱར་བཅོས་འདི་ཡི་སྔོན་ལྟ།
de_de: Diese Überarbeitung ansehen
el: Κάντε επισκόπηση σε αυτήν την αναθεώρηση
es: Vista previa de esta revisión
fa: پیش نمایش این بازبینی
ja: このリビジョンをプレビュー
kk: Осы түзетуді алдын ала қараңыз
lv: Priekšskatiet šo versiju
sq: Shikoni paraprakisht këtë rishikim
sv: Förhandsgranska denna version
th: แสดงตัวอย่างการแก้ไขนี้
uz: Ushbu tahrirni oldindan ko'rib chiqing
zh_hk: 預覽此修訂版

source: Auto log:
af_za: Outo-log:
bo: རང་འགུལ་ནང་འཛུལ།:
de_de: Automatisches Log:
el: Αναφορά
es: Registro automático:
fa: ثبت خودکار:
hu: Automatikus napló:
ja: 自動ログ:
kk: Автоматты журнал:
lv: Automātiskais žurnāls:
sq: Regjistri automatik:
sv: Automatisk logg:
th: เข้าสู่ระบบอัตโนมัติ
uz: Avtomatik jurnal:
zh_hk: 自動記錄：

source: Change
af_za: Verander
bo: བརྗེ་བསྒྱུར།
de_de: Ändern
el: Αλλαγή
es: Cambiar
fa: تغییر دادن
hu: Változtat
ja: 変更
kk: Өзгерту
lv: Mainīt
sq: Ndrysho
sv: Byta
th: เปลี่ยน
uz: O'zgartirish
zh_hk: 修改

source: Merge selected with current...
af_za: Voeg geselekteerde saam met huidige...
bo: ཟླ་སྒྲིལ་གཏོང་རྒྱུ་ནི་བདམས་ཟིན་པ་དང་ད་ལྟའི་...
de_de: Vereinige ausgewählte mit aktuellen...
el: Συγχώνευσε επιλεγμένη με την τρέχουσα...
es: Fusionar seleccionado con el actual...
fa: ادغام انتخاب شده با فعلی...
hu: A kiválasztott összefésülése az aktuálissal...
ja: 選択したものを現在のものとマージ...
kk: Таңдалғанмен біріктіру...
lv: Apvienot atlasīto ar pašreizējo...
sq: Bashkoni zgjedhjet me aktual...
sv: Slå ihop vald med aktuell...
th: ผสานรูปแบบที่เลือกกับปัจจุบัน
uz: Tanlanganni joriy bilan birlashtirish...
zh_hk: 將所選內容與目前內容合併...

source: Switch to selected version
af_za: Skakel oor na geselekteerde weergawe
bo: བདམས་ཡོད་པའི་ཐོན་རིམ་ལ་སྤོར།
de_de: Wechsle zur ausgewählten Version
el: Αλλαγή στήν επιλεγμένη έκδοση
es: Cambiar a la versión seleccionada
fa: به نسخه انتخاب شده تغییر دهید
hu: Válts a kiválasztott verzióra
ja: 選択したバージョンに切り替え
kk: Таңдалған нұсқаға ауысу
lv: Pārslēdzieties uz atlasīto versiju
sq: Kaloni në versionin e zgjedhur
sv: Byt till vald version
th: สลับไปยังรูปแบบที่เลือก
uz: Tanlangan versiyaga o'tish
zh_hk: 切換到所選版本

source: Wiki Revision Preview
af_za: Wiki-hersieningvoorskou
bo: ཝེ་ཁེ་བསྐྱར་ཞིབ་སྔོན་ལྟ།
de_de: Vorschau der Wiki-Überarbeitung
el: Προεπισκόπηση αναθεώρησης Wiki
es: Vista previa de la revisión del wiki
fa: پیش نمایش ویرایش ویکی
hu: Wiki verzió előnézet
ja: ウィキ改訂プレビュー
kk: Wiki шолуын алдын ала қарау
lv: Wiki pārskatīšanas priekšskatījums
sq: Parashikimi i rishikimit të Wiki
th: แสดงตัวอย่างการแก้ไขWiki
uz: Wiki-ni qayta ko'rib chiqish
zh_hk: Wiki修訂預覽

source: Back to history view
af_za: Terug na geskiedenisaansig
bo: ཕྱིར་ལོ་རྒྱུས་བལྟ་སར་ལོག
de_de: Zurück zur History-Ansicht
el: Πίσω στο ιστορικό
es: Volver a la vista del historial
fa: بازگشت به نمای تاریخ
hu: Vissza a történet nézetre
ja: 履歴ビューに戻る
kk: Тарих көрінісіне оралу
lv: Atgriezties uz vēstures skatu
sq: Kthehu në pamjen e historisë
sv: Tillbaka till historikvyn
th: กลับไปยังประวัติที่การเข้าชม
uz: Tarix ko'rinishiga qaytish
zh_hk: 返回歷史視圖

source: Switch to this version
af_za: Skakel oor na hierdie weergawe
bo: ཐོན་རིམ་འདི་ལ་སྤོར།
de_de: Zu dieser Version wechseln
el: Αλλαγή σε αυτή την έκδοση
es: Cambiar a esta versión
fa: به این نسخه سوئیچ کنید
hu: Válts erre a változatra
ja: このバージョンに切り替える
kk: Осы нұсқаға ауысыңыз
lv: Pārslēdzieties uz šo versiju
sq: Kaloni në këtë version
sv: Byt till den här versionen
th: กลับไปยังอีกรูปแบบ
uz: Ushbu versiyaga o'ting
zh_hk: 切換到這個版本

source: Merge Revision
af_za: Hersiening saamvoeg
bo: བསྐྱར་ཞིབ་ཟླ་སྒྲིལ།
de_de: Zusammenführen der Überarbeitung
el: Συγχώνευση αναθεώρησης
es: Fusionar revisión
fa: ادغام ویرایش
hu: Felülvizsgálatok összevonása
kk: Түзетуді біріктіру
lv: Apvienot pārskatīšanu
sq: Rishikimi i bashkimit
sv: Sammanfoga revision
th: ผสานการปรับปรุง
uz: Tahrirni birlashtirish
zh_hk: 合併修訂

source: Merge with current
af_za: Voeg saam met stroom
bo: ད་ལྟའི་དེ་དང་མཉམ་དུ་ཟླ་སྒྲིལ་གཏོང་།
de_de: Mit aktuellem verbinden
el: Συγχώνευση με την τρέχουσα
es: Fusionar con la actual
fa: ادغام با جریان
hu: Összefésülés az aktuálissal
kk: Ағыммен біріктіру
lv: Apvienot ar pašreizējo
sq: Bashkohu me rrymën
sv: Sammanfoga med nuvarande
th: ผสานกับปัจจุบัน
uz: Joriy bilan birlashing
zh_hk: 與當前合併

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
af_za: Wanneer jy &#39;n hersiening met die huidige saamvoeg, sal alle data van beide weergawes behou word en vanaf elke hersiening op sy benaderde ligging saamgevoeg word.
de_de: Wenn Sie eine Überarbeitung mit der aktuellen Version vereinigen, werden alle Informationen von beiden Versionen bebehalten und so zusammengefügt, dass die Positionen möglichst nahe an den Orten der jeweiligen Versionen liegen.
el: Όταν κάνετε συγχώνευση μιας αναθεώρησης με την τρέχουσα, όλα τα δεδομένα θα διατηρούνται και από τις δύο εκδόσεις και θα συγχωνεύονται σε κατά προσέγγιση θέση του από κάθε αναθεώρηση.
es: Cuando fusiona una revisión con la actual, se conservarán todos los datos de ambas versiones y se fusionarán en su ubicación aproximada de cada revisión.
fa: وقتی یک نسخه را با نسخه فعلی ادغام می کنید، همه داده ها از هر دو نسخه حفظ می شوند و از هر ویرایش در مکان تقریبی آن ادغام می شوند.
hu: Amikor egy verziót egyesít az aktuálissal, az összes adat megmarad mindkét verzióból, és az egyes verziók hozzávetőleges helyén kerül egyesítésre.
ja: リビジョンを現在のものとマージすると、両方のバージョンからすべてのデータが保持され、それぞれのリビジョンの大まかな位置にマージされます。
kk: Нұсқаны ағымдағымен біріктірген кезде, барлық деректер екі нұсқадан да сақталады және әрбір нұсқасының шамамен орналасқан жерінде біріктіріледі.
lv: Apvienojot versiju ar pašreizējo versiju, visi dati tiks saglabāti no abām versijām un apvienoti aptuvenā vietā no katras versijas.
sq: Kur bashkoni një rishikim me aktualin, të gjitha të dhënat do të mbahen nga të dy versionet dhe do të shkrihen në vendndodhjen e tij të përafërt nga çdo rishikim.
sv: När du slår samman en revision med den nuvarande, kommer all data att behållas från båda versionerna och slås samman på sin ungefärliga plats från varje revision.
th: เมื่อคุณรวมการปรับปรุงใหม่กับข้อมูลปัจจุบัน, ข้อมูลทั้งหมดจะเก็บข้อมูลทั้งสองประเภทไว้และผสานที่ตำแหน่งโดยประมาณจากแต่ละการแก้ไข
uz: Qayta ko'rib chiqishni joriy bilan birlashtirganda, barcha ma'lumotlar ikkala versiyadan ham saqlanib qoladi va har bir tahrirning taxminiy joyida birlashtiriladi.
zh_hk: 當您將修訂版與目前修訂版合併時，兩個版本中的所有資料都將保留，並在每個修訂版的大致位置進行合併。

source: After this, it's important to do a manual review.
af_za: Hierna is dit belangrik om &#39;n handmatige hersiening te doen.
bo: འདིའི་རྗེས་ལག་སྒྲིག་བསྐྱར་ཞིབ་བྱེད་པ་གལ་ཆེ།
de_de: Hiernach ist es wichtig, einen Kontrolle von Hand durchzuführen.
el: Μετά από αυτό, είναι σημαντικό να κάνετε μια χειροκίνητη αναθεώρηση
es: Después de esto, es importante hacer una revisión manual.
fa: پس از این، مهم است که یک بررسی دستی انجام دهید.
hu: Ezt követően fontos, hogy kézi ellenőrzést végezzünk.
ja: この後、手動での確認が重要です。
kk: Осыдан кейін қолмен шолу жасау маңызды.
lv: Pēc tam ir svarīgi veikt manuālu pārskatīšanu.
sq: Pas kësaj, është e rëndësishme të bëni një rishikim manual.
sv: Efter det är det viktigt att göra en manuell granskning.
th: หลังจากนี้ สำคัญมากที่จะต้องทำการีวิวด้วยตนเอง
uz: Shundan so'ng, qo'lda tekshirishni amalga oshirish muhimdir.
zh_hk: 此後，進行手動審核很重要。

source: Create new merged version
af_za: Skep nuwe saamgevoegde weergawe
bo: ཟླ་སྒྲིལ་བྱས་པའི་ཐོན་རིམ་གསར་པ་ཞིག་བཟོས།
de_de: Erstelle eine neue, zusammengeführte Version
el: Δημιουργήστε νεα συγχωνευμένη έκδοση
es: Crear nueva versión fusionada
fa: ایجاد نسخه ادغام شده جدید
hu: Új összefésült verzió létrehozása
ja: 新しい統合バージョンを作成
kk: Жаңа біріктірілген нұсқаны жасаңыз
lv: Izveidojiet jaunu apvienoto versiju
sq: Krijo një version të ri të bashkuar
sv: Skapa ny sammanslagen version
th: สร้างการผสานใหม่
uz: Yangi birlashtirilgan versiyani yarating
zh_hk: 建立新的合併版本

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
af_za: Jy moet {anchor_start_login} aanmeld {anchor_end} of {anchor_start_signup} aanmeld {anchor_end} om hierdie funksie te gebruik.
bo: ཁྱོད་ཀྱིས་འདི་ལག་ལེན་བྱེད་ནི་དོན་ལུ་ {anchor_start_login}ཐོ་འགོད་འབད་དགོས{anchor_end} ཡང་ན་ {anchor_start_signup}ཐོ་བཙུགས་འབད་དགོས{anchor_end} ཡིན།
de_de: Sie müssen sich {anchor_start_login}anmelden{anchor_end} oder {anchor_start_signup}registrieren{anchor_end}, um diese Funktion zu nutzen.
el: Πρέπει να συνδεθείτε {anchor_start_login} {anchor_end} ή {anchor_start_signup} να εγγραφείτε {anchor_end} για να χρησιμοποιήσετε αυτήν τη λειτουργία.
es: Debe {anchor_start_login}iniciar sesión{anchor_end} o {anchor_start_signup}registrarse{anchor_end} para usar esta función.
fa: برای استفاده از این تابع باید {anchor_start_login} وارد سیستم شوید {anchor_end} یا {anchor_start_signup} ثبت نام کنید {anchor_end}
hu: Be kell {anchor_start_login}jelentkezned{anchor_end} vagy {anchor_start_signup}regisztrálnod{anchor_end}, hogy használhasd ezt a funkciót.
ja: この機能を使用するには、{anchor_start_login}ログイン{anchor_end}するか、{anchor_start_signup}サインアップ{anchor_end}する必要があります。
kk: Бұл функцияны пайдалану үшін {anchor_start_login} жүйеге {anchor_end} немесе {anchor_start_signup} кіруіңіз керек {anchor_end} .
lv: Lai izmantotu šo funkciju, jums {anchor_start_login} jāpiesakās {anchor_end} vai {anchor_start_signup} jāreģistrējas {anchor_end} .
sq: Duhet të {anchor_start_login}identifikoheni{anchor_end} ose {anchor_start_signup}krijoni një llogari{anchor_end} për të përdorur këtë funksion.
sv: Du behöver {anchor_start_login}logga in{anchor_end} eller {anchor_start_signup}registrera dig{anchor_end} för att använda den här funktionen.
uz: Bu funksiyadan foydalanish uchun {anchor_start_login} tizimga kirishingiz kerak {anchor_end} yoki {anchor_start_signup} ro'yxatdan o'ting {anchor_end} .
zh_hk: 您需要{anchor_start_login}登入{anchor_end}或{anchor_start_signup}註冊{anchor_end}才能使用此功能。

source: You need to log in or sign up to use this function.
af_za: Jy moet aanmeld of aanmeld om hierdie funksie te gebruik.
bo: ཁྱེད་ཀྱིས་བྱེད་ལས་འདི་བཀོལ་སྤྱོད་བྱེད་པ་དུ་ནང་འཛུལ་ཡང་ན་གསར་ཞུགས་བྱ་དགོས།
de_de: Sie müssen sich anmelden oder registrieren um diese Funktion zu verwenden.
el: Πρέπει να συνδεθείτε ή να εγγραφείτε για να χρησιμοποιήσετε αυτή τη λειτουργία.
es: Debe iniciar sesión o registrarse para usar esta función.
fa: برای استفاده از این تابع باید وارد سیستم شوید یا ثبت نام کنید.
hu: Be kell jelentkezned vagy regisztrálnod e funkció használatához.
ja: この機能を使用するには、ログインまたはサインアップが必要です。
kk: Бұл функцияны пайдалану үшін жүйеге кіру немесе тіркелу қажет.
lv: Lai izmantotu šo funkciju, jums ir jāpiesakās vai jāreģistrējas.
sq: Ju duhet të identifikoheni ose të regjistroheni për të përdorur këtë funksion.
sv: Du måste logga in eller registrera dig för att använda den här funktionen.
th: คุณต้องเข้าสู่ระบบหรือลงทะเบียนเพื่อใช้งานฟังก์ชัน
uz: Ushbu funktsiyadan foydalanish uchun tizimga kirishingiz yoki ro'yxatdan o'tishingiz kerak.
zh_hk: 您需要登入或註冊才能使用此功能。

source: Wiki Cheatsheet
bo: ཝེ་ཁེ་འི་སྟབས་བདེའི་གནས་ཚུལ།
de_de: Wiki-Kurzhilfe
el: Οδηγίες Wiki
es: Hoja de referencia de Wiki
fa: ویکی چیت شیت
hu: Wiki tipp
ja: ウィキチートシート
sq: Fletë mashtrimi Wiki
th: เอกสารที่รวบรวมคำสั่งWiki
zh_hk: Wiki備忘錄

source: Wiki Syntax Help
af_za: Wiki-sintaksishulp
bo: ཝེ་ཁེ་ཡི་ཚིག་གཤིས་རམ་འདེགས།
de_de: Hilfe zur Wiki-Syntax
el: Βοήθεια Σύνταξης Wiki
es: Ayuda de sintaxis de Wiki
fa: راهنمای نحو ویکی
hu: Wiki szintaxis súgó
ja: ウィキ構文ヘルプ
kk: Wiki синтаксисінің анықтамасы
lv: Wiki sintakses palīdzība
sq: Ndihmë për sintaksën e Wiki
sv: Wiki Syntax Hjälp
th: ความช่วยเหลือด้านไวยากรณ์ของวิกิ
uz: Wiki sintaksisi yordami
zh_hk: Wiki語法幫助

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
af_za: Hierdie wiki gebruik {start_strong} Markdown {end_strong} vir stilering. Daar is verskeie nuttige gidse aanlyn. Sien enige van die skakels hieronder vir in-diepte besonderhede:
de_de: Dieses Wiki verwendet {start_strong}Markdown{end_strong} für das Styling. Es gibt mehrere nützliche Anleitungen online. Weitere Informationen finden Sie unter den folgenden Links:
el: Αυτό το wiki χρησιμοποιεί {start_strong} Markdown {end_strong} για στυλ. Υπάρχουν πολλοί χρήσιμοι οδηγοί στο διαδίκτυο. Δείτε οποιονδήποτε από τους παρακάτω συνδέσμους για λεπτομερείς λεπτομέρειες:
es: Esta wiki utiliza {start_strong}Markdown{end_strong} para el estilo. Hay varias guías útiles en línea. Consulta cualquiera de los enlaces a continuación para obtener detalles en profundidad:
fa: این ویکی از {start_strong} Markdown {end_strong} برای استایل‌سازی استفاده می‌کند. چندین راهنمای مفید آنلاین وجود دارد. برای جزئیات بیشتر به هر یک از پیوندهای زیر مراجعه کنید:
hu: Ez a wiki a {start_strong}Markdown{end_strong} formázást használja. Számos hasznos útmutató található online. Az alábbi linkek bármelyikén részletes információkat találhat:
ja: このウィキでは、スタイリングに{start_strong}Markdown{end_strong}を使用しています。オンラインにはいくつかの便利なガイドがあります。詳細については、以下のリンクをご覧ください。
kk: Бұл вики сәндеу үшін {start_strong} Markdown {end_strong} пайдаланады. Интернетте бірнеше пайдалы нұсқаулықтар бар. Толық мәліметтер алу үшін төмендегі сілтемелердің кез келгенін қараңыз:
lv: Šajā wiki tiek izmantots {start_strong}Markdown{end_strong} stils. Tīmeklī ir vairākas noderīgas rokasgrāmatas. Lai iegūtu sīkāku informāciju, skatiet jebkuru no tālāk minētajām saitēm:
sq: Kjo wiki përdor {start_strong}Markdown{end_strong} për stilim. Ka disa udhëzues të dobishëm në internet. Shikoni ndonjë nga lidhjet më poshtë për detaje të thelluara:
sv: Den här wikin använder {start_strong}Markdown{end_strong} för styling. Det finns flera användbara guider på nätet. Se någon av länkarna nedan för djupgående detaljer:
uz: Ushbu wiki uslub uchun {start_strong} Markdown {end_strong} dan foydalanadi. Internetda bir nechta foydali qo'llanmalar mavjud. Batafsil ma'lumot uchun quyidagi havolalardan birini ko'ring:
zh_hk: 本 wiki 使用{start_strong} Markdown {end_strong}進行樣式設定。網路上有一些有用的指南。有關詳細信息，請參閱以下任意連結：

source: Markdown: Basics
af_za: Markdown: Basiese beginsels
bo: Markdown: རྨང་གཞི།
de_de: Markdown: Grundlagen
el: Υποσημείωση: Τα Βασικά
es: Markdown: Conceptos básicos
fa: Markdown: اصول
hu: Markdown: Alapok
kk: Markdown: негіздері
lv: Markdown: pamati
sq: Markdown: Bazat
sv: Markdown: Grunderna
th: การลด: ปกติ
uz: Markdown: asoslar
zh_hk: Markdown：基礎知識

source: Quick Markdown Syntax Guide
af_za: Vinnige Markdown-sintaksisgids
bo: བལྟ་བདེའི་ Markdown ཡི་ཚིག་གཤིས་ལམ་སྟོན།
de_de: Kurzanleitung zur Markdown-Syntax
el: Γρηγορη Υποσημείωση Οδηγου Σύνταξης
es: Guía rápida de sintaxis de Markdown
fa: راهنمای نحو علامت گذاری سریع
hu: Gyors Markdown szintaxis útmutató
ja: クイックMarkdown構文ガイド
kk: Жылдам белгілеу синтаксисі нұсқаулығы
lv: Ātrās atzīmes sintakses rokasgrāmata
sq: Udhëzues i shpejtë i sintaksës së Markdown
th: คู่มือรูปแบบMarkdownด่วน
uz: Tez Markdown sintaksisi qo'llanma
zh_hk: 快速 Markdown 語法指南

source: Miniature Markdown Guide
af_za: Miniatuur Markdown Guide
bo: Miniature Markdown ཡི་ལམ་སྟོན།
de_de: Minianleitung zu Markdown
el: Μινιατούρα Οδηγός Υποσημείωσης
es: Guía mínima de Markdown
fa: راهنمای نشانه گذاری مینیاتوری
hu: Miniatűr Markdown Útmutató
ja: ミニチュアMarkdownガイド
kk: Миниатюралық белгілеу нұсқаулығы
lv: Mini Markdown ceļvedis
sq: Udhëzues në miniaturë Markdown
th: คู่มือMarkdownแบบย่อ
uz: Miniatyura Markdown qo'llanma
zh_hk: 簡明 Markdown 指南

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
af_za: Om &#39;n nuwe wiki-artikel te skep, skep &#39;n skakel daarna. Deur op die skakel te klik, kry jy die skeppingsbladsy.
bo: ཝེ་ཁེ་རྩོམ་ཡིག་གསར་བ་སྤེལ་བར་ཁྱེད་ཀྱིས་སྦྲེལ་ཐག་ཅིག་བཟོ་དགོས། ཁྱེད་ཀྱིས་སྦྲེལ་ཐག་དེ་སྟེང་བསྣུན་ན་ལས་ཀའི་ཤོག་ངོས་དེ་སྤྲད་ཡོང་།
de_de: Um einen neuen Wiki-Artikel zu erstellen, erstellen Sie einen Link zu diesem Artikel. Wenn Sie diesen Link anklicken, kommt die Erstellungsseite für den Artikel.
el: Για να δημιουργήσετε ένα νέο άρθρο wiki, δημιουργήστε μια σύνδεση σε αυτό. Κάνοντας κλικ στο σύνδεσμο σας δίνει τη δημιουργία της σελίδας.
es: Para crear un nuevo artículo en la wiki, crea un enlace hacia él. Al hacer clic en el enlace, accederás a la página de creación.
fa: برای ایجاد یک مقاله ویکی جدید، پیوندی به آن ایجاد کنید. با کلیک بر روی پیوند، صفحه ایجاد را به شما می دهد.
hu: Új Wiki cikk létrehozásához készíts egy linket. A linkre kattintva megkapod a létrehozási oldalt.
ja: 新しいウィキ記事を作成するには、そのリンクを作成します。リンクをクリックすると、作成ページが表示されます。
kk: Жаңа вики мақаласын жасау үшін оған сілтеме жасаңыз. Сілтемені басу сізге жасау бетін береді.
lv: Lai izveidotu jaunu wiki rakstu, izveidojiet saiti uz to. Noklikšķinot uz saites, tiek atvērta izveides lapa.
sq: Për të krijuar një artikull të ri wiki, krijoni një lidhje me të. Klikimi i lidhjes ju jep faqen e krijimit.
sv: För att skapa en ny wikiartikel, skapa en länk till den. Genom att klicka på länken får du skapningssidan.
th: การที่จะสร้างบทความในวิกิ, สร้างลิ้งค์เพื่อไปยังบทความ กดลิ้งค์ที่ให้ไปเพื่อสร้างหน้าใหม่
uz: Yangi viki-maqola yaratish uchun unga havola yarating. Havolani bosish sizga yaratish sahifasini beradi.
zh_hk: 要建立新的 wiki 文章，請建立指向它的連結。點擊該連結將顯示建立頁面。
