Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
af_za: Jou goedkeuringstatus bly geldig vir twee jaar, en dit sal verval %(expiration_datetime)s .
bo: ཁྱེད་ཀྱི་ཞིབ་བཤེར་ཆོག་མཆན་ཐོབ་པའི་གོ་གནས་དེ་ལོ་གཉིས་ལ་སྔར་བཞིན་གོ་ཆོད་པ་ཡིན། དུས་བཀག་ %(expiration_datetime)s འདིའི་ཉིན་རྫོགས་འགྲོ།
de_de: Ihre ID-Verifikation ist gültig für zwei Jahre und wird am %(expiration_datetime)s ablaufen.
el: Η κατάσταση έγκρισής σας παραμένει σε ισχύ για δύο χρόνια και θα λήξει %(expiration_datetime)s .
es: Tu estado de aprobación sigue siendo válido por dos años y caducará el %(expiration_datetime)s.
fa: وضعیت تأیید شما به مدت دو سال معتبر است و منقضی می‌شود %(expiration_datetime)s .
hu: Az Ön jóváhagyási státusza két évig érvényes, és lejár %(expiration_datetime)s.
ja: あなたの承認ステータスは2年間有効で、%(expiration_datetime)sに失効します。
lv: Jūsu apstiprinājuma statuss ir derīgs divus gadus, un tā derīguma termiņš beigsies %(expiration_datetime)s .
sq: Statusi juaj i miratimit mbetet i vlefshëm për dy vjet dhe do të skadojë %(expiration_datetime)s.
sv: Din godkännandestatus förblir giltig i två år och den löper ut %(expiration_datetime)s.
uz: Tasdiqlash maqomingiz ikki yil davomida amal qiladi va uning muddati tugaydi %(expiration_datetime)s .
zh_hk: 您的核准狀態有效期為兩年，到期時間為%(expiration_datetime)s 。

source: Enjoy your studies,
af_za: Geniet jou studies,
bo: ཁྱེད་ཀྱི་བསླབ་བྱ་དག་ལ་ལོངས་སུ་སྤྱོད།
de_de: Viel Erfolg beim Lernen,
el: Απολαύστε τις σπουδές σας,
es: Disfruta de tus estudios,
fa: از مطالعه خود لذت ببرید،
ja: 勉強を楽しんでください。
kk: Оқуыңыздан ләззат алыңыз,
lv: Izbaudi mācības,
sq: Gëzoni studimet tuaja,
sv: Njut av dina studier,
uz: O'qishdan zavqlaning,
zh_hk: 享受你的學習，

source: Your %(platform_name)s ID verification was approved!
af_za: Jou %(platform_name)s ID-verifikasie is goedgekeur!
bo: ཁྱེད་ཀྱི་ %(platform_name)s ID ཡི་ཁུངས་སྐྱེལ་ངོས་ལེན་བྱས་སོང་།
de_de: Ihre %(platform_name)s ID Verifikation ist bestätigt.
el: Η ταυτότητα %(platform_name)s επαλήθευση εγκρίθηκε!
es: ¡Tu verificación de identidad de %(platform_name)s fue aprobada!
fa: تأیید هویت %(platform_name)s شما تأیید شد!
hu: A(z) %(platform_name)s azonosító-ellenőrzése jóváhagyásra került!
ja: あなたの%(platform_name)s ID認証が承認されました！
kk: %(platform_name)s идентификаторыңызды растау расталды!
lv: Jūsu %(platform_name)s ID verifikācija tika apstiprināta!
sq: Verifikimi juaj i ID-së %(platform_name)s u miratua!
sv: Din %(platform_name)s ID-verifiering godkändes!
uz: Sizning %(platform_name)s identifikatoringiz tasdiqlandi!
zh_hk: 您的%(platform_name)s身份驗證已獲得批准！

source: Expired ID Verification
af_za: Verstreke ID-verifikasie
bo: ཁུངས་སྐྱེལ་ ID ཡི་དུས་ཚོད་ཡོལ་འདུག
de_de: Ausgelaufene ID Verifikation
el: Ληγμένη ταυτότητα επαλήθευση
es: Verificación de identidad caducada
fa: تایید شناسه منقضی شده
hu: Lejárt azonosító-ellenőrzés
ja: 有効期限切れのID確認
kk: Мерзімі өтіп кеткен ID растау
lv: ID verifikācija, kurai beidzies derīguma termiņš
sq: Verifikimi i ID-së i skaduar
sv: Utgången ID-verifiering
uz: Muddati tugagan ID tekshiruvi
zh_hk: 身份驗證過期

source: Your %(platform_name)s ID verification has expired.
af_za: Jou %(platform_name)s ID-verifikasie het verval.
bo: ཁྱེད་ཀྱི་ %(platform_name)s ID ཁུངས་སྐྱེལ་ཀྱི་དུས་ཚོད་ཡོལ་འདུག
de_de: Ihre %(platform_name)s ID Verifikation ist abgelaufen.
el: Το αναγνωριστικό σας %(platform_name)s επαλήθευση έχει λήξει.
es: Tu verificación de identidad de %(platform_name)s ha caducado.
fa: تأییدیه شناسه %(platform_name)s شما منقضی شده است.
hu: A(z) %(platform_name)s azonosító ellenőrzése lejárt.
ja: あなたの%(platform_name)s ID認証が期限切れになりました。
kk: %(platform_name)s идентификаторын растау мерзімі аяқталды.
lv: Jūsu %(platform_name)s ID verifikācijai ir beidzies derīguma termiņš.
sq: Verifikimi juaj i ID-së %(platform_name)s ka skaduar.
sv: Din %(platform_name)s ID-verifiering har löpt ut.
uz: Sizning %(platform_name)s identifikatorini tasdiqlash muddati tugadi.
zh_hk: 您的%(platform_name)s ID 驗證已過期。

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
af_za: Jy moet &#39;n geldige ID-verifikasie hê om eksamens af te lê en vir sertifikate te kwalifiseer.
bo: བལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་དང་ལག་ཁྱེར་ལེན་པར་ཁུངས་སྐྱེལ་ཚུལ་མཐུན་གྱི་ ID ཞིག་ངེས་པར་དགོས།
de_de: Sie müssen über eine gültige ID-Verifikation verfügen, um an beaufsichtigten Prüfungen teilnehmen und sich für Zertifikate qualifizieren zu können.
el: Πρέπει να έχετε έγκυρη ταυτότητα επαλήθευση για να συμμετάσχετε σε ειδικές εξετάσεις και να πληροίτε τις προϋποθέσεις για πιστοποιητικά.
es: Debes tener una verificación de identidad válida para realizar exámenes supervisados y calificar para certificados.
fa: برای شرکت در آزمون‌های اختصاصی و واجد شرایط بودن برای گواهینامه‌ها، باید تأییدیه شناسایی معتبر داشته باشید.
hu: Érvényes személyazonosító igazolással kell rendelkeznie, hogy felügyelt vizsgákat tehessen és bizonyítványokat szerezzen.
kk: Прокуратуралық емтихандарды тапсыру және сертификаттарды алу үшін сізде жарамды жеке куәлік болуы керек.
lv: Lai kārtotu uzraudzīto eksāmenu un kvalificētos sertifikāta saņemšanai, jums ir jābūt derīgai ID verifikācijai.
sq: Ju duhet të keni një verifikim të vlefshëm të identifikimit për të marrë provimet e mbrojtura dhe për t'u kualifikuar për certifikata.
sv: Du måste ha en giltig ID-verifiering för att göra övervakade prov och kvalificera dig för certifikat.
uz: Imtihonlarni topshirish va sertifikatlarga ega bo'lish uchun sizda haqiqiy shaxsni tasdiqlovchi hujjat bo'lishi kerak.
zh_hk: 您必須擁有有效的身份驗證才能參加監考考試並有資格獲得證書。

source: Follow the link below to submit your photos and renew your ID verification.
af_za: Volg die skakel hieronder om jou foto&#39;s in te dien en jou ID-verifikasie te hernu.
bo: ཁྱེད་ཀྱི་འདྲ་པར་དང་བསྐྱར་ཞུའི་ཁུངས་སྐྱེལ་ ID འབུལ་སྤྲོད་བྱེད་པར་གཤམ་གྱི་དྲ་ཐག་ལ་རྗེས་འཇུག་བྱོས།
de_de: Folgen Sie dem untenstehenden Link, um Ihre Fotos einzureichen und Ihre ID-Verifikation zu erneuern.
el: Ακολουθήστε τον παρακάτω σύνδεσμο για να υποβάλετε τις φωτογραφίες σας και να ανανεώσετε την ταυτότητά σας επαλήθευση .
es: Sigue el enlace a continuación para enviar tus fotos y renovar tu verificación de identidad.
fa: برای ارسال عکس ها و تمدید تاییدیه هویت خود از لینک زیر استفاده کنید.
hu: Kövesse az alábbi linket, hogy benyújtsa fényképeit és megújítsa az igazolvány-ellenőrzését.
ja: 以下のリンクをたどって、写真を提出し、ID認証を更新してください。
kk: Фотосуреттеріңізді жіберу және жеке куәлігіңізді растау үшін төмендегі сілтемені орындаңыз.
lv: Sekojiet tālāk norādītajai saitei, lai iesniegtu savus fotoattēlus un atjaunotu ID verifikāciju.
sq: Ndiqni lidhjen më poshtë për të dorëzuar fotot tuaja dhe për të rinovuar verifikimin e identitetit tuaj.
sv: Följ länken nedan för att skicka in dina foton och förnya din ID-verifiering.
uz: Suratlaringizni yuborish va shaxsingizni tasdiqlovchi hujjatni yangilash uchun quyidagi havolaga o‘ting.
zh_hk: 請點擊下面的連結提交您的照片並更新您的身份驗證。

source: You can also do this from your dashboard.
af_za: Jy kan dit ook vanaf jou dashboard doen.
bo: ཁྱེད་ཀྱིས་རང་ཉིད་ཀྱི་གཙོ་ངོས་ནས་འདི་ཡང་བྱེད་ཆོག
de_de: Sie können dies auch von Ihrer 'Meine Kurse' Übersicht aus tun.
el: Μπορείτε επίσης να το κάνετε αυτό από τον πίνακα ελέγχου σας.
es: También puedes hacerlo desde tu panel de control.
fa: شما همچنین می توانید این کار را از داشبورد خود انجام دهید.
hu: Ezt az irányítópultodról is megteheted.
ja: ダッシュボードからもこれを行うことができます。
kk: Мұны бақылау тақтасынан да жасауға болады.
lv: To var izdarīt arī no informācijas paneļa.
sq: Ju gjithashtu mund ta bëni këtë nga pulti juaj.
sv: Du kan också göra detta från din instrumentpanel.
uz: Buni asboblar panelidan ham qilishingiz mumkin.
zh_hk: 您也可以從控制面板執行此操作。

source: Resubmit Verification : %(lms_verification_link)s
af_za: Dien weer verifikasie in: %(lms_verification_link)s
bo: ཁུངས་སྐྱེལ་བསྐྱར་འབུལ། : %(lms_verification_link)s
de_de: Verifikation erneut einreichen: %(lms_verification_link)s
el: Εκ νέου υποβολή επαλήθευση : %(lms_verification_link)s
es: Volver a enviar verificación: %(lms_verification_link)s
fa: تأیید مجدد را ارسال کنید: %(lms_verification_link)s
hu: Küldje be újra az ellenőrzést: %(lms_verification_link)s
ja: 再提出の確認: %(lms_verification_link)s
kk: Тексеруді қайта жіберу: %(lms_verification_link)s
lv: Atkārtoti iesniegt verifikāciju: %(lms_verification_link)s
sq: Ridorëzoni verifikimin: %(lms_verification_link)s
sv: Skicka verifiering igen: %(lms_verification_link)s
uz: Tekshirishni qayta yuborish: %(lms_verification_link)s
zh_hk: 重新提交驗證： %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
af_za: ID-verifikasie Gereelde vrae: %(help_center_link)s
bo: ID ཁུངས་སྐྱེལ་ཐད་ཀྱི་ FAQ : %(help_center_link)s
de_de: ID Verifikation FAQ: %(help_center_link)s
el: ID επαλήθευση FAQ : %(help_center_link)s
es: Preguntas frecuentes sobre verificación de identidad: %(help_center_link)s
fa: سؤالات متداول تأیید شناسه: %(help_center_link)s
hu: ID-ellenőrzés GYIK: %(help_center_link)s
ja: ID確認に関するFAQ : %(help_center_link)s
kk: Жеке куәлікті растау туралы жиі қойылатын сұрақтар: %(help_center_link)s
lv: ID verifikācijas FAQ: %(help_center_link)s
sq: FAQ për verifikimin e ID-së: %(help_center_link)s
sv: Vanliga frågor om ID-verifiering: %(help_center_link)s
uz: Shaxsni tasdiqlash haqida tez-tez so'raladigan savollar: %(help_center_link)s
zh_hk: 驗證常見問題： %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
af_za: Jou %(platform_name)s -verifikasie het verval
bo: ཁྱེད་ཀྱི་ %(platform_name)s ཁུངས་སྐྱེལ་ཀྱི་དུས་ཚོད་ཡོལ་འདུག
de_de: Ihre %(platform_name)s Verifikation ist abgelaufen
el: Το %(platform_name)s επαλήθευση σας έχει λήξει
es: Tu verificación de %(platform_name)s ha caducado
fa: تأیید %(platform_name)s شما منقضی شده است
hu: A(z) %(platform_name)s ellenőrzése lejárt.
ja: あなたの%(platform_name)s認証が期限切れになりました
lv: Jūsu %(platform_name)s verifikācijai ir beidzies derīguma termiņš
sq: Verifikimi juaj %(platform_name)s ka skaduar
sv: Din %(platform_name)s-verifiering har löpt ut.
uz: %(platform_name)s tasdiqlash muddati tugagan
zh_hk: 您的%(platform_name)s驗證已過期

source: ID Verification Submitted
af_za: ID-verifikasie ingedien
bo: ID ཁུངས་སྐྱེལ་འབུལ་སྤྲོད་བྱས་ཡོད།
de_de: ID Verifikation ist eingereicht
el: ID επαλήθευση Υποβλήθηκε
es: Verificación de identidad enviada
fa: تایید هویت ارسال شد
hu: ID-ellenőrzés elküldve
ja: ID確認が提出されました
kk: Жеке куәлікті растау жіберілді
lv: ID pārbaude ir iesniegta
sq: Verifikimi i ID-së u dorëzua
sv: ID-verifiering inskickad
uz: ID tekshiruvi topshirildi
zh_hk: 身份驗證已提交

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
af_za: Dankie dat jy jou foto&#39;s ingedien het vir identiteitsverifikasie by %(platform_name)s .
bo: %(platform_name)s ལ་ཁྱེད་ཀྱི་འདྲ་པར་དང་ཁུངས་སྐྱེལ་ ID འབུལ་སྤྲོད་བྱས་པར་བཀའ་དྲིན་ཆེ།
de_de: Vielen Dank für das Hochladen Ihrer Fotos für die Identitätsüberprüfung auf der %(platform_name)s.
el: Σας ευχαριστούμε που υποβάλατε τις φωτογραφίες σας για ταυτότητα επαλήθευση με %(platform_name)s .
es: Gracias por enviar tus fotos para la verificación de identidad con %(platform_name)s.
fa: از ارسال عکس های خود برای تأیید هویت با %(platform_name)s سپاسگزاریم.
ja: %(platform_name)sでの本人確認のために写真を提出していただきありがとうございます。
kk: Фотосуреттеріңізді %(platform_name)s арқылы жеке басын растауға жібергеніңіз үшін рақмет.
lv: Paldies, ka iesniedzāt savus fotoattēlus identitātes verifikācijai, izmantojot %(platform_name)s .
sq: Faleminderit që dërguat fotot tuaja për verifikim identiteti me %(platform_name)s.
sv: Tack för att du skickade in dina foton för identitetsverifiering med %(platform_name)s.
uz: Rasmlaringizni %(platform_name)s orqali shaxsingizni tasdiqlash uchun yuborganingiz uchun tashakkur.
zh_hk: 感謝您透過%(platform_name)s提交照片以進行身份驗證。

source: We have received your photos and they will be reviewed within 3-5 days.
af_za: Ons het jou foto&#39;s ontvang en hulle sal binne 3-5 dae hersien word.
bo: ང་ཚོར་ཁྱེད་ཀྱི་འདྲ་པར་དག་འབྱོར་སོང་། ཉིན་གསུམ་ནས་ལྔའི་བར་དེ་དག་ལ་བསྐྱར་ཞིབ་བྱ་རྒྱུ་ཡིན།
de_de: Wir haben Ihre Fotos erhalten und werden diese innerhalb der kommenden 3-5 Tagen prüfen.
el: Λάβαμε τις φωτογραφίες σας και θα ελεγχθούν εντός 3-5 ημερών.
es: Hemos recibido tus fotos y serán revisadas en un plazo de 3 a 5 días.
fa: عکس‌های شما را دریافت کرده‌ایم و ظرف ۳ تا ۵ روز بررسی می‌شوند.
hu: Megkaptuk a fényképeit, és azokat 3-5 napon belül átnézzük.
ja: お写真を受け取りました。3〜5日以内に審査されます。
kk: Біз сіздің фотосуреттеріңізді алдық және олар 3-5 күн ішінде қаралады.
lv: Esam saņēmuši jūsu fotogrāfijas, un tās tiks izskatītas 3-5 dienu laikā.
sq: Ne kemi marrë fotot tuaja dhe ato do të shqyrtohen brenda 3-5 ditëve.
sv: Vi har tagit emot dina bilder och de kommer att granskas inom 3-5 dagar.
uz: Biz sizning suratlaringizni oldik va ular 3-5 kun ichida ko'rib chiqiladi.
zh_hk: 我們已收到您的照片，並將在 3-5 天內進行審核。

source: You may check the status on your dashboard: %(dashboard_link)s
af_za: Jy kan die status op jou dashboard nagaan: %(dashboard_link)s
bo: ཁྱེད་ཀྱི་གཙོ་ངོས་དེར་གནས་བབ་ཞིབ་བལྟ་བྱས་ནས་མཐོང་ཆོག: %(dashboard_link)s
de_de: Sie können den Status auf Ihrem Dashboard überprüfen: %(dashboard_link)s
el: Μπορείτε να ελέγξετε την κατάσταση στον πίνακα εργαλείων σας: %(dashboard_link)s
es: Puedes verificar el estado en tu panel de control: %(dashboard_link)s
fa: می توانید وضعیت داشبورد خود را بررسی کنید: %(dashboard_link)s
hu: Ellenőrizheti az állapotot a vezérlőpultján: %(dashboard_link)s
ja: ダッシュボードでステータスを確認できます: %(dashboard_link)s
kk: Күйді бақылау тақтасында тексеруге болады: %(dashboard_link)s
lv: Varat pārbaudīt statusu savā informācijas panelī: %(dashboard_link)s
sq: Ju mund të kontrolloni statusin në pultin tuaj: %(dashboard_link)s
sv: Du kan kontrollera statusen på din instrumentpanel: %(dashboard_link)s
uz: Siz boshqaruv panelidagi holatni tekshirishingiz mumkin: %(dashboard_link)s
zh_hk: 您可以在控制面板上檢查狀態： %(dashboard_link)s

source: Best regards,
af_za: Beste wense,
bo: སྨོན་འདུན་བཟང་བོ་དང་བཅས་
de_de: Mit freundlichen Grüßen,
el: Τις καλύτερες ευχές,
es: Saludos cordiales,
fa: با احترام،
hu: Üdvözlettel,
ja: 敬具
kk: Ең жақсы тілектер,
lv: Ar laba vēlējumiem,
sq: Përshëndetjet më të mira,
sv: Vänliga hälsningar,
uz: Eng yaxshi ezgu tilaklar bilan,
zh_hk: 此致，

source: Thank you for submitting your photos!
af_za: Dankie dat jy jou foto&#39;s ingestuur het!
bo: ཁྱེད་ཀྱི་འདྲ་པར་འབུལ་སྤྲོད་བྱས་པར་བཀའ་དྲིན་ཆེ།
de_de: Vielen Dank für das Einreichen Ihrer Fotos!
el: Σας ευχαριστούμε που υποβάλατε τις φωτογραφίες σας!
es: ¡Gracias por enviar tus fotos!
fa: با تشکر از شما برای ارسال عکس های خود
hu: Köszönjük, hogy elküldted a fotóidat!
ja: 写真を提出していただきありがとうございます！
kk: Фотосуреттеріңізді жібергеніңіз үшін рахмет!
lv: Paldies, ka iesniedzāt savas fotogrāfijas!
sq: Faleminderit që dërguat fotot tuaja!
sv: Tack för att du skickade in dina bilder!
uz: Suratlaringizni yuborganingiz uchun tashakkur!
zh_hk: 感謝您提交照片！

source: Last modified:
af_za: Laas verander:
bo: མཇུག་མཐའི་བཟོ་བཅོས་བརྒྱབ་པ།:
de_de: Zuletzt geändert:
el: Τελευταία τροποποίηση:
es: Última modificación:
fa: آخرین اصلاح:
hu: Utoljára módosítva:
ja: 最終更新日:
kk: Соңғы өзгертілген:
lv: Pēdējās izmaiņas:
sq: Ndryshuar së fundi:
sv: Senast ändrad:
th: แก้ไขล่าสุด:
uz: Oxirgi tahrirlangan:
zh_hk: 上一次更改：

source: See all children
af_za: Sien alle kinders
bo: བྱིས་པ་ཡོངས་ལ་ལྟོས།
de_de: Alle Unterpunkte anzeigen
el: Δείτε όλα τα άρθρα.
es: Ver todos los elementos secundarios
fa: همه بچه ها را ببینید
hu: Összes gyermek megtekintése
ja: すべての子供を見る
kk: Барлық балаларды қараңыз
lv: Skatīt visas apakškategorijas
sq: Shihni të gjithë fëmijët
sv: Se alla barn
th: ดูผลทั้งหมด
uz: Barcha bolalarni ko'ring
zh_hk: 查看所有子文章

source: This article was last modified:
af_za: Hierdie artikel is laas gewysig:
bo: རྩོམ་ཡིག་འདི་མཇུག་མཐཪ་བཟོ་བཅོས་བྱས་འདུག:
de_de: Dieser Artikel wurde zuletzt geändert:
el: Το άρθρο αυτό τροποποιήθηκε τελευταία:
es: Este artículo se modificó por última vez:
fa: این مقاله آخرین بار اصلاح شد:
hu: Ez a cikk utoljára módosítva:
kk: Бұл мақала соңғы рет өзгертілген:
lv: Šis raksts pēdējo reizi tika mainīts:
sq: Ky artikull u modifikua për herë të fundit:
sv: Den här artikeln ändrades senast:
th: บทความนี้มีการปรับปรุงล่าสุด:
uz: Ushbu maqola oxirgi marta tahrirlangan:
zh_hk: 本文最後修改時間：

source: Add new article
af_za: Voeg nuwe artikel by
bo: རྩོམ་ཡིག་གསར་པ་ཞོག
de_de: Neuen Artikel hinzufügen
el: Προσθήκη νέου άρθρου
es: Agregar nuevo artículo
fa: مقاله جدید اضافه کنید
hu: Adj hozzá egy új cikket
ja: 新しい記事を追加
kk: Жаңа мақала қосу
lv: Pievienot jaunu rakstu
sq: Shto artikull të ri
sv: Lägga till en ny artikel
th: เพิ่มบทความใหม่
uz: Yangi maqola qo'shing
zh_hk: 新增文章

source: Create article
af_za: Skep artikel
bo: རྩོམ་ཡིག་གསར་སྤེལ།
de_de: Artikel erstellen
el: Δημιουργία άρθρου
es: Crear artículo
fa: مقاله ایجاد کنید
hu: Cikk létrehozása
ja: 記事を作成
kk: Мақала жасау
lv: Izveidot rakstu
sq: Krijo artikull
sv: Skapa artikel
th: สร้างบทความ
uz: Maqola yaratish
zh_hk: 創建文章

source: Go back
af_za: Gaan terug
bo: ཕྱིར་ལོག
de_de: Gehe zurück
el: Πίσω
es: Volver atrás
fa: برگرد
hu: Vissza
ja: 戻る
kk: Қайтып келу
lv: Atgriezties
sq: Kthehu prapa
sv: Gå tillbaka
th: กลับไป
uz: Ortga qaytish
zh_hk: 返回

source: Delete article
af_za: Vee artikel uit
bo: རྩོམ་ཡིག་སུབ།
de_de: Artikel löschen
el: Διαγραφή του άρθρου
es: Eliminar artículo
fa: حذف مقاله
hu: Cikk törlése
ja: 記事を削除
kk: Мақаланы жою
lv: Dzēst rakstu
sq: Fshij artikullin
sv: Ta bort artikeln
th: ลบบทความ
uz: Maqolani o'chirish
zh_hk: 刪除文章

source: Delete
af_za: Vee uit
bo: སུབ།
de_de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
hu: Törlés
ja: 削除
kk: Жою
lv: Dzēst
sq: Fshij
sv: Radera
th: ลบ
uz: Oʻchirish
zh_hk: 刪除

source: You cannot delete a root article.
af_za: Jy kan nie &#39;n wortelartikel uitvee nie.
bo: ཁྱེད་ཀྱིས་རྩ་བའི་རྩོམ་ཡིག་བསུབ་མི་ཐུབ།
de_de: Sie können nicht den Hauptartikel löschen
el: Δεν μπορείτε να διαγράψετε ένα άρθρο διαδρομής
es: No puede eliminar un artículo raíz.
fa: شما نمی توانید یک مقاله ریشه را حذف کنید.
hu: Nem tudod törölni a kezdő cikket.
ja: ルート記事を削除することはできません。
kk: Түбірлік мақаланы жою мүмкін емес.
lv: Jūs nevarat izdzēst saknes rakstu.
sq: Ju nuk mund të fshini një artikull rrënjë.
sv: Du kan inte ta bort en rotartikel.
th: คุณไม่สามารถลบบทความหลักได้
uz: Siz asosiy maqolani o'chira olmaysiz.
zh_hk: 您無法刪除根文章。

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
af_za: Jy kan nie hierdie artikel uitvee nie, want jy het nie toestemming om artikels met kinders uit te vee nie. Probeer om die kinders een vir een met die hand te verwyder.
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་འདི་བསུབ་མི་ཚུགས། རྒྱུ་མཚན་ནི་ཁྱེད་ཚོར་བྱིས་པ་དང་མཉམ་དུ་ཡོད་པའི་རྩོམ་ཡིག་བསུབ་པའི་ཆོག་མཆན་མེད། བྱིས་པ་ཚོ་རེ་རེ་བཞིན་ལག་པས་གཙང་སེལ་བྱ་རོགས།
de_de: Sie können diesen Artikel nicht löschen, da Sie keine Berechtigung haben Artikel mit Kindern (Unterartikel) zu löschen. Versuchen Sie die Kinder von Hand, schritt für schritt, einzeln zu löschen.
el: Δεν μπορείτε να διαγράψετε αυτό το άρθρο γιατί δεν έχετε άδεια να διαγράψετε άρθρα με παιδιά. Προσπαθήστε να αφαιρέσετε τα παιδιά με το χέρι ένα-ένα.
es: No puede eliminar este artículo porque no tiene permiso para eliminar artículos con elementos secundarios. Intente eliminar los elementos secundarios manualmente uno por uno.
fa: شما نمی توانید این مقاله را حذف کنید زیرا مجوز حذف مقالات با کودکان را ندارید. سعی کنید کودکان را به صورت دستی یک به یک حذف کنید.
hu: A cikket nem törölheted, mert nincs jogod olyan cikket törölni, amelyek tartalmaznak további cikkeket. Próbáld meg a befoglalt cikkeket törölni egyesével.
ja: この記事を削除できません。子記事を持つ記事を削除する権限がありません。子記事を一つずつ手動で削除してみてください。
kk: Сіз бұл мақаланы жоя алмайсыз, себебі балалары бар мақалаларды жоюға рұқсатыңыз жоқ. Балаларды бір-бірден қолмен алып тастауға тырысыңыз.
lv: Jūs nevarat dzēst šo rakstu, jo jums nav tiesību dzēst rakstus ar apakšrakstiem. Mēģiniet dzēst apakšrakstus manuāli vienu pēc otra.
sq: Nuk mund ta fshish këtë artikull sepse nuk ke leje të fshish artikuj me fëmijë. Mundohuni t'i hiqni fëmijët me dorë një nga një.
th: คุณไม่สามารถลบบทความนี้เพราะคุณไม่ได้รับสิทธิ์ในการลบบทความลูก พยายามย้ายบทความลูกด้วยตนเองออกทีละหนึ่ง
uz: Siz ushbu maqolani oʻchira olmaysiz, chunki sizda bolalar ishtirokidagi maqolalarni oʻchirishga ruxsatingiz yoʻq. Bolalarni birma-bir qo'lda olib tashlashga harakat qiling.
zh_hk: 當文章帶有子文章時您無權刪除，請嘗試手動逐一刪除子文章。

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
af_za: Jy vee &#39;n artikel uit. Dit beteken dat sy kinders ook uitgevee sal word. As jy kies om te suiwer, sal kinders ook gesuiwer word!
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་ཅིག་སུབ་དགོས་ཡོད། འདིས་ད་དུང་བྱིས་པ་ཡང་བསུབ་དགོས་ཡིན། གཙང་སེལ་བདམས་ན་བྱིས་པ་ཡང་གཙང་སེལ་དགོས་ཡིན།
de_de: Sie sind dabei einen Artikel zu löschen. Das bedeutet das alle Unterartikel auch gelöscht werden. Wenn Sie löschen auswählen, dann werden die Unterartikel auch gelöscht!
el: Διαγράψατε ένα άρθρο. Αυτό σημαίνει ότι τα παιδιά του θα διαγραφούν επίσης. Εάν επιλέξετε να καθαριστεί, τα παιδιά θα πρέπει να καθάριστούν και αυτά.
es: Está eliminando un artículo. Esto significa que sus elementos secundarios también se eliminarán. Si elige purgar, los elementos secundarios también se purgarán.
fa: شما در حال حذف یک مقاله هستید. یعنی فرزندان آن نیز حذف خواهند شد. اگر پاکسازی را انتخاب کنید، کودکان نیز پاکسازی خواهند شد!
ja: 記事を削除しようとしています。これにより、その子記事も削除されます。「パージ」を選択すると、子記事もパージされます！
kk: Сіз мақаланы жоясыз. Бұл оның балалары да жойылады дегенді білдіреді. Тазартуды таңдасаңыз, балалар да тазартылады!
lv: Jūs dzēšat rakstu. Tas nozīmē, ka tiks dzēsti arī tā apakšraksti. Ja izvēlēsieties dzēst neatgriezeniski, arī apakšraksti tiks neatgriezeniski dzēsti!
sq: Ju jeni duke fshirë një artikull. Kjo do të thotë se edhe fëmijët e saj do të fshihen. Nëse zgjidhni të pastroni, edhe fëmijët do të pastrohen!
th: คุณกำลังลบบทความ ซึ่งหมายความว่าบทความลูกก็จะถูกลบออกไปด้วย หากคุณเลือกที่จะล้าง บทความลูกก็จะถูกล้างไปด้วย!
uz: Siz maqolani o'chiryapsiz. Bu uning bolalari ham o'chirilishini anglatadi. Agar siz tozalashni tanlasangiz, bolalar ham tozalanadi!
zh_hk: 刪除這篇文章將會導致相關子文章會同時被刪除。如果您選擇清除，子文章也將同時被清除。

source: Articles that will be deleted
af_za: Artikels wat uitgevee sal word
bo: རྩོམ་ཡིག་དེ་དག་བསུབ་འགྲོ།
de_de: Artikel werden gelöscht
el: Τα άρθρα που θα διαγραφούν
es: Artículos que se eliminarán
fa: مقالاتی که حذف خواهند شد
hu: Cikkek, amelyek törlésre kerülnek
ja: 削除される記事
kk: Жойылатын мақалалар
lv: Raksti, kas tiks dzēsti
sq: Artikujt që do të fshihen
sv: Artiklar som kommer att raderas
th: บทความที่จะถูกลบ
uz: Oʻchirib tashlanadigan maqolalar
zh_hk: 將被刪除的文章

source: ...and more!
af_za: ...en meer!
bo: ...དང་དེ་ལས་མང་བ།
de_de: ...und mehr!
el: ...και άλλα!
es: ¡...y más!
fa: ...و بیشتر!
hu: ...és még sok más!
ja: ...その他！
kk: ...және т.б.!
lv: ...un vēl!
sq: ...dhe më shumë!
sv: ...samt mer!
th: ... และอื่น ๆ !
uz: ...va boshqalar!
zh_hk: ....和更多！

source: You are deleting an article. Please confirm.
af_za: Jy vee &#39;n artikel uit. Bevestig asseblief.
bo: ཁྱེད་ཀྱིས་རྩོམ་ཡིག་ཅིག་སུབ་དགོས་ཡོད། གཏན་འཁེལ་བྱོས།
de_de: Sie löschen gerade einen Artikel. Bitte bestätigen.
el: Με αυτή σας την ενέργεια πρόκειται να διαγράψετε ένα άρθρο. Παρακαλούμε επιβεβαιώστε ότι θέλετε να προχωρήσετε σε αυτήν.
es: Está eliminando un artículo. Confirme, por favor.
fa: شما در حال حذف یک مقاله هستید. لطفا تایید کنید.
hu: Törölsz egy cikket. Kérjük erősítsd meg!
ja: 記事を削除しようとしています。確認してください。
kk: Сіз мақаланы жоясыз. Растауыңызды өтінеміз.
lv: Jūs dzēšat rakstu. Lūdzu apstipriniet.
sq: Ju jeni duke fshirë një artikull. Ju lutem konfirmoni.
sv: Du tar bort en artikel. Var god bekräfta.
th: คุณกำลังลบบทความ กรุณายืนยัน
uz: Siz maqolani o'chiryapsiz. Iltimos, tasdiqlang.
zh_hk: 您正在刪除一篇文章。請確認。
