Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
af_za: Spesifiseer wanneer die Wys Antwoord-knoppie vir elke probleem verskyn. Geldige waardes is &quot;altyd&quot;, &quot;beantwoord&quot;, &quot;poging&quot;, &quot;gesluit&quot;, &quot;klaar&quot;, &quot;verstreke&quot;, &quot;korrek_of_verstreke&quot;, &quot;na_alle_pogings&quot;, &quot;na_alle_pogings_of_korrek&quot;, &quot;poging_geen_verstreke&quot; en &quot;nooit&quot;.
de_de: Geben Sie an, wann die Schaltfläche Antwort anzeigen für jedes Problem angezeigt wird. Gültige Werte sind "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", und "never".
el: Καθορίστε πότε θα εμφανίζεται το κουμπί Εμφάνιση απάντησης για κάθε πρόβλημα. Οι έγκυρες τιμές είναι &quot;πάντα&quot;, &quot;απαντήθηκε&quot;, &quot;απόπειρα&quot;, &quot;κλειστό&quot;, &quot;ολοκληρώθηκε&quot;, &quot;προηγούμενη_ληξιπρόθεσμη&quot;, &quot;correct_or_past_due&quot;, &quot;after_all_ttempts&quot;, &quot;after_all_ttempts_or_correct&quot;, &quot;attempted_no_past_due&quot; και &quot;never&quot;.
es: Especifique cuándo aparece el botón Mostrar respuesta para cada problema. Los valores válidos son "always" (siempre), "answered" (respondido), "attempted" (intentado), "closed" (cerrado), "finished" (finalizado), "past_due" (vencido), "correct_or_past_due" (correcto o vencido), "after_all_attempts" (después de todos los intentos), "after_all_attempts_or_correct" (después de todos los intentos o correcto), "attempted_no_past_due" (intentado sin estar vencido) y "never" (nunca).
fa: مشخص کنید که دکمه Show Answer برای هر مشکل چه زمانی ظاهر شود. مقادیر معتبر عبارتند از: &quot;همیشه&quot;، &quot;پاسخ داده شد&quot;، &quot;تلاش شد&quot;، &quot;بسته شد&quot;، &quot;تمام شد&quot;، &quot;سرگذشت_گذشته&quot;، &quot;correct_or_past_due&quot;، &quot;after_all_attempts&quot;، &quot;after_all_attempts_or_correct&quot;، &quot;attempted_no_past_due&quot;، و &quot;never&quot;.
ja: 各問題に対して「解答を表示」ボタンが表示されるタイミングを指定します。有効な値は「always」、「answered」、「attempted」、「closed」、「finished」、「past_due」、「correct_or_past_due」、「after_all_attempts」、「after_all_attempts_or_correct」、「attempted_no_past_due」、および「never」です。
kk: Әрбір мәселе үшін Жауапты көрсету түймесі қашан пайда болатынын көрсетіңіз. Жарамды мәндер: "әрқашан", "жауап берілді", "талпыныс жасалды", "жабық", "аяқталды", "өткен_мерзім", "дұрыс_немесе_өткен_өте", "барлық_әрекеттерден_кейін", "барлық_әрекеттерден_немесе_дұрыс", "өте_өтпеген_әрекет" және "ешқашан".
lv: Norādiet, kad katrai problēmai tiks parādīta poga Rādīt atbildi. Derīgās vērtības ir "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
sq: Specifikoni kur të shfaqet butoni Trego përgjigjen për çdo problem. Vlerat e vlefshme janë "gjithmonë", "përgjigjur", "përpjekje", "mbyllur", "përfunduar", "pas_detyruar", "korrekt_ose_past_detyruar", "pas_të gjitha_përpjekjeve", "pas_të gjitha përpjekjet ose korrekt", "përpjekje_pa_afat" dhe "asnjëherë".
sv: Ange när knappen Visa svar visas för varje problem. Giltiga värden är "alltid", "svarade", "försökt", "stängd", "avslutad", "förfallna", "korrekt_eller_förfallna", "efter_alla_försök", "efter_alla_försök_eller_korrekt", "försök_inte_förfallna" och "aldrig".
uz: Har bir muammo uchun “Javobni ko‘rsatish” tugmasi qachon paydo bo‘lishini belgilang. Yaroqli qiymatlar: "har doim", "javob berilgan", "urinish", "yopilgan", "tugallangan", "muddati o'tgan", "to'g'ri yoki muddati o'tgan", "barcha_urinishlardan keyin", "barcha_urinishlardan_keyin yoki to'g'ri", "muddati o'tmagan_urinish" va "hech qachon".
zh_hk: 指定何時為每個問題顯示「顯示答案」按鈕。有效值為“always”、“answered”、“attempted”、“closed”、“finished”、“past_due”、“correct_or_past_due”、“after_all_attempts”、“after_all_attempts_or_correct”、“attempted_no_past_due”和“never”。

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
af_za: Spesifiseer wanneer om antwoordkorrektheid en telling aan leerders te wys. Geldige waardes is &quot;altyd&quot;, &quot;nooit&quot; en &quot;verstreke&quot;.
de_de: Geben Sie an, wann die Antwortkorrektheit und die Punktzahl den Lernenden angezeigt werden sollen. Gültige Werte sind "always", "never", und "past_due".
el: Καθορίστε πότε θα εμφανίζεται η ορθότητα της απάντησης και η βαθμολογία στους σπουδαστές. Οι έγκυρες τιμές είναι "πάντα", "ποτέ" και "ληξιπρόθεσμα".
es: Especifique cuándo mostrar la corrección de la respuesta y la puntuación a los estudiantes. Los valores válidos son "always" (siempre), "never" (nunca) y "past_due" (vencido).
fa: مشخص کنید که چه زمانی درستی پاسخ و نمره را به زبان آموزان نشان دهد. مقادیر معتبر عبارتند از &quot;همیشه&quot;، &quot;هرگز&quot; و &quot;سررسید_گذشته&quot;.
ja: 解答の正誤とスコアを学習者に表示するタイミングを指定します。有効な値は「always」、「never」、「past_due」です。
lv: Norādiet, kad dalībniekiem parādīt atbilžu pareizību un punktu skaitu. Derīgās vērtības ir "vienmēr", "nekad" un "pagājis_nolikums".
sq: Specifikoni se kur të tregoni saktësinë e përgjigjes dhe pikët për nxënësit. Vlerat e vlefshme janë "gjithmonë", "kurrë" dhe "past_due".
sv: Ange när du ska visa svar korrekthet och göra poäng till eleverna. Giltiga värden är "alltid", "aldrig" och "past_due".
uz: To'g'ri javobni ko'rsatish va o'quvchilarga ballni qachon ko'rsatishni belgilang. Yaroqli qiymatlar "har doim", "hech qachon" va "o'tgan_due".
zh_hk: 請設定顯示答案是否正確和分數的時間。有效值為 "always"、"never" 和 "past_due" 。

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
af_za: Spesifiseer die verstek vir hoe gereeld veranderlike waardes in &#39;n probleem ewekansig gemaak word. Hierdie instelling moet op &quot;nooit&quot; gestel word, tensy jy van plan is om &#39;n Python-skrif te verskaf om waardes in die meeste van die probleme in jou kursus te identifiseer en ewekansig te maak. Geldige waardes is &quot;altyd&quot;, &quot;onherstel&quot;, &quot;nooit&quot; en &quot;per_student&quot;.
de_de: Geben Sie den Standard an, wie oft Variablenwerte in einem Problem randomisiert werden. Diese Einstellung sollte auf "never" gesetzt werden, es sei denn, Sie planen, ein Python-Skript bereitzustellen, um Werte in den meisten Problemen in Ihrem Kurs zu identifizieren und zufällig zu bestimmen. Gültige Werte sind "always", "onreset", "never", und "per_student".
el: Καθορίστε την προεπιλογή για τη συχνότητα τυχαιοποίησης των τιμών μεταβλητών σε ένα πρόβλημα. Αυτή η ρύθμιση θα πρέπει να οριστεί σε "ποτέ", εκτός εάν σκοπεύετε να παρέχετε ένα σενάριο Python για τον εντοπισμό και την τυχαιοποίηση τιμών στα περισσότερα προβλήματα του μαθήματος σας. Οι έγκυρες τιμές είναι "πάντα", "επί_επαναιφορά", "ποτέ" και "ανά_σπουδαστή".
es: Especifique el valor predeterminado para la frecuencia con la que se aleatorizan los valores de las variables en un problema. Esta configuración debe establecerse en "never" (nunca) a menos que planee proporcionar un script de Python para identificar y aleatorizar valores en la mayoría de los problemas de su curso. Los valores válidos son "always" (siempre), "onreset" (al reiniciar), "never" (nunca) y "per_student" (por estudiante).
fa: پیش‌فرض را برای تعداد دفعات تصادفی شدن مقادیر متغیر در یک مسئله مشخص کنید. این تنظیم باید روی &quot;هرگز&quot; تنظیم شود، مگر اینکه قصد داشته باشید یک اسکریپت پایتون برای شناسایی و تصادفی کردن مقادیر در بیشتر مشکلات در دوره خود ارائه دهید. مقادیر معتبر &quot;همیشه&quot;، &quot;onreset&quot;، &quot;هرگز&quot; و &quot;per_student&quot; هستند.
hu: Adja meg az alapértelmezett beállítást arra vonatkozóan, hogy milyen gyakran legyenek véletlenszerűek a változók értékei egy feladatban. Ezt a beállítást "soha" értékre kell állítani, hacsak nem tervez Python szkriptet biztosítani, amely azonosítja és véletlenszerűvé teszi az értékeket a kurzus legtöbb feladatában. Érvényes értékek: "mindig", "visszaállításkor", "soha" és "hallgatónként".
ja: 問題内の変数値がどのくらいの頻度でランダム化されるかのデフォルトを指定します。この設定は、コース内のほとんどの問題で値を特定しランダム化するPythonスクリプトを提供する予定がない限り、「never」に設定する必要があります。有効な値は「always」、「onreset」、「never」、「per_student」です。
lv: Norādiet noklusējuma iestatījumu, cik bieži uzdevumi mainīgās vērtības tiek nejaušinātas. Šim iestatījumam jābūt iestatītam uz &quot;nekad&quot;, ja vien neplānojat nodrošināt Python skriptu, lai noteiktu un nejauši izvēlētos vērtības lielākajā daļā kursa uzdevumu. Derīgās vērtības ir &quot;always&quot;, &quot;onreset&quot;, &quot;never&quot; un &quot;per_student&quot;.
sq: Specifikoni parazgjedhjen se sa shpesh randomizohen vlerat e ndryshueshme në një problem. Ky cilësim duhet të vendoset në "kurrë" nëse nuk planifikoni të siguroni një skript Python për të identifikuar dhe randomizuar vlerat në shumicën e problemeve në kursin tuaj. Vlerat e vlefshme janë "gjithmonë", "onreset", "kurrë" dhe "per_student".
sv: Ange standard för hur ofta variabla värden i ett problem är randomiserade. Denna inställning bör sättas till &quot;aldrig&quot; om du inte planerar att tillhandahålla ett Python-skript för att identifiera och randomisera värden i de flesta problem i din kurs. Giltiga värden är &quot;alltid&quot;, &quot;onreset&quot;, &quot;aldrig&quot; och &quot;per_student&quot;.
th: ระบุค่าเริ่มต้นสำหรับค่าที่จะถูกสุ่มในแต่ละคำถาม ค่านี้จะถูกตั้งไว้ที่ "ไม่เคย" จนกว่าคุณต้องการที่จะให้ไพธ่อนช่วยระบุและและสุ่มค่าในปัญหาส่วนใหญ่ของหลักสูตร ค่าที่ใช้ได้คือ "เสมอ", "ในตั้งค่าใหม่", "ไม่เคย", และ "ต่อนักเรียน"
uz: Muammodagi oʻzgaruvchan qiymatlar qanchalik tasodifiy boʻlishini koʻrsating. Kursingizdagi muammolarning aksariyatida qiymatlarni aniqlash va tasodifiylashtirish uchun Python skriptini taqdim etishni rejalashtirmaguningizcha, bu sozlama “hech qachon” ga o‘rnatilishi kerak. Yaroqli qiymatlar: “har doim”, “on reset”, “hech qachon” va “per_student”.
zh_hk: 指定隱含變數值多久會發生問題是採隨機系統預設。此設定應設為“從不”，除非您打算提供一個Python script 來隨機辨識您的課程中大部分問題。有效欄位為"always", "onreset", "never", and "per_student".

source: Days Early for Beta Users
af_za: Dae vroeg vir Beta-gebruikers
de_de: Tageszahl der Vorabfreigabe für Beta-Nutzer
el: Μέρες νωρίς για χρήστες Beta
es: Días de antelación para usuarios beta
fa: روزهای زود برای کاربران بتا
ja: ベータユーザー向けの早期アクセス日数
kk: Бета пайдаланушылары үшін ерте күндер
lv: Dienas agrāk Beta lietotājiem
sq: Ditë të hershme për përdoruesit Beta
sv: Dagar Tidigt För Beta Användare
th: วันแรกสำหรับผู้ใช้เบต้า
uz: Beta foydalanuvchilari uchun kunlar erta
zh_hk: Beta 測試用戶提前造訪天數

source: Enter the number of days before the start date that beta users can access the course.
af_za: Voer die aantal dae voor die begindatum in wat beta-gebruikers toegang tot die kursus kan kry.
de_de: Gib die Anzahl an Tagen vor dem Startdatum des Kurses ein, an denen Beta-Nutzer Zugriff haben.
el: Εισαγάγετε τον αριθμό των ημερών πριν από την ημερομηνία έναρξης που οι χρήστες beta μπορούν να έχουν πρόσβαση στο μάθημα.
es: Ingrese el número de días antes de la fecha de inicio en que los usuarios beta pueden acceder al curso.
fa: تعداد روزهای قبل از تاریخ شروع که کاربران بتا می توانند به دوره دسترسی داشته باشند را وارد کنید.
hu: Adja meg, hány nappal a kezdési dátum előtt férhetnek hozzá a béta felhasználók a kurzushoz.
ja: ベータユーザーがコースにアクセスできる開始日の何日前かを入力してください。
kk: Бета пайдаланушылары курсқа кіре алатын басталу күніне дейін күн санын енгізіңіз.
lv: Ievadiet dienu skaitu pirms sākuma datuma, kad beta lietotāji var piekļūt kursam.
sq: Futni numrin e ditëve para datës së fillimit që përdoruesit beta mund t'i qasen kursit.
sv: Ange antalet dagar före startdatumet som betaanvändare kan få tillgång till kursen.
th: ระบุจำนวนวันก่อนวันที่เริ่มที่ผู้ใช้เบต้า สามารถเข้าสู่หลักสูตรได้
uz: Beta-versiya foydalanuvchilari kursga kirishlari mumkin bo'lgan boshlanish sanasidan oldin kunlar sonini kiriting.
zh_hk: 輸入課程測試員可以提前訪問課程的天數。

source: Static Asset Path
af_za: Statiese batepad
de_de: Statischer Speicherpfad für Materialien
el: διαδρομή Static Asset
es: Ruta de activos estáticos
fa: مسیر دارایی ایستا
hu: Statikus eszközök útvonala
ja: 静的アセットパス
kk: Статикалық актив жолы
lv: Statiskā īpašuma ceļš
sq: Rruga Statike e Aseteve
sv: Statisk tillgångspass
th: เส้นทางสินทรัพย์คงที่
uz: Statik aktivlar yoʻli
zh_hk: 靜態資源路徑

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
af_za: Voer die pad in om vir lêers te gebruik op die lêers en oplaai-bladsy. Hierdie waarde ignoreer die Studio-standaard, c4x://.
de_de: Gib den Pfad an, der für Dateien auf der "Dateien & Uploads"-Seite genutzt wird. Dieser Wert überstimmt den Studio-Standardwert, c4x://.
el: Εισαγάγετε τη διαδρομή που θα χρησιμοποιήσετε για αρχεία στη σελίδα Αρχεία &amp; Μεταφορτώσεις. Αυτή η τιμή υπερισχύει της προεπιλογής του Studio, c4x://.
es: Ingrese la ruta que se utilizará para los archivos en la página Archivos y cargas. Este valor anula el valor predeterminado de Studio, c4x://.
fa: مسیر مورد استفاده برای فایل‌ها را در صفحه Files &amp; Uploads وارد کنید. این مقدار پیش‌فرض استودیو یعنی c4x:// را لغو می‌کند.
hu: Adja meg a fájlok elérési útját a Fájlok és feltöltések oldalon. Ez az érték felülírja a Studio alapértelmezett beállítását, a c4x://-t.
ja: ファイルとアップロードページで使用するパスを入力してください。この値は、Studioのデフォルトであるc4x://を上書きします。
kk: Файлдар мен жүктеп салулар бетінде файлдар үшін пайдаланылатын жолды енгізіңіз. Бұл мән Studio әдепкі c4x:// параметрін қайта анықтайды.
lv: Ievadiet ceļu, kas jāizmanto failiem lapā Faili un augšupielādes. Šī vērtība aizstāj Studio noklusējuma vērtību c4x://.
sq: Shkruani rrugën për t&#39;u përdorur për skedarët në faqen Skedarët dhe Ngarkimet. Kjo vlerë anashkalon parazgjedhjen e Studio, c4x://.
sv: Ange sökvägen för att använda filer på sidan Filer och uppladdningar. Detta värde åsidosätter Studio-standard, c4x://.
th: ระบุเส้นทางที่จะใช้สำหรับไฟล์บนหน้า ไฟล์ & อัพโหลด สิ่งนี้สามารถแทนที่ได้ที่ ค่าเริ่มต้นสตูดิโอ, c4x://.
uz: Files & Uploads sahifasida fayllar uchun foydalaniladigan yo'lni kiriting. Ushbu qiymat Studio standartini, ya'ni c4x:// ni almashtiradi.
zh_hk: 請輸入要使用的檔案＆上傳頁面中檔案的路徑。這將覆蓋 Studio 的預設值（c4x:// 格式）。

source: Enable LaTeX Compiler
af_za: Aktiveer LaTeX-samesteller
de_de: Aktiviere LaTeX-Compiler
el: Ενεργοποίηση LaTeX Compiler
es: Habilitar compilador LaTeX
fa: کامپایلر LaTeX را فعال کنید
hu: LaTeX fordító engedélyezése
ja: LaTeXコンパイラを有効にする
kk: LaTeX компиляторын қосыңыз
lv: Iespējot LaTeX kompilatoru
sq: Aktivizo përpiluesin LaTeX
sv: Aktivera LaTeX-kompilator
th: สามารถใช้ตัวคอมไพล์ LaTeXได้
uz: LaTeX kompilyatorini yoqing
zh_hk: 啟用 LaTeX 編譯器

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
af_za: Voer waar of onwaar in. As dit waar is, kan jy die LaTeX-sjablone vir HTML-komponente en gevorderde probleemkomponente gebruik.
de_de: Gib "Wahr" oder "Falsch" ein. Falls "Wahr", kannst du LaTeX-Schablonen für HTML-Komponenten und fortgeschrittene Fragestellungskomponenten benutzen.
el: Εισαγάγετε true ή false. Εάν ισχύει, μπορείτε να χρησιμοποιήσετε τα πρότυπα LaTeX για στοιχεία HTML και σύνθετα στοιχεία Προβλήματος.
es: Ingrese verdadero o falso. Si es verdadero, puede usar las plantillas LaTeX para componentes HTML y componentes avanzados de Problema.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، می‌توانید از الگوهای LaTeX برای مؤلفه‌های HTML و مؤلفه‌های مشکل پیشرفته استفاده کنید.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, használhatja a LaTeX sablonokat a HTML összetevőkhöz és a haladó problémaösszetevőkhöz.
ja: 真または偽を入力してください。真の場合、HTMLコンポーネントと高度な問題コンポーネントのためのLaTeXテンプレートを使用できます。
kk: Шын немесе жалған деп енгізіңіз. Егер шын болса, HTML құрамдастары мен кеңейтілген мәселе құрамдастары үшін LaTeX үлгілерін пайдалануға болады.
lv: Ievadiet True vai False. Ja tā ir True, varat izmantot LaTeX veidnes HTML komponentiem un uzlabotajiem uzdevumu komponentiem.
sq: Shkruani e vërtetë ose e rreme. Nëse është e vërtetë, mund të përdorni shabllonet LaTeX për komponentët HTML dhe komponentët e avancuar të Problemit.
sv: Ange sant eller felaktigt. Om det är sant kan du använda LaTeX-mallarna för HTML-komponenter och avancerade problemkomponenter.
th: เลือกใช่หรือไม่ใช่ ถ้าใช่ คุณสามารถใช้เท็มเพลตLaTeX สำหรับส่วน HTMLและส่วนปัญหาขั้นสูง
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, HTML komponentlari va ilgʻor Muammo komponentlari uchun LaTeX shablonlaridan foydalanishingiz mumkin.
zh_hk: 請輸入 true 或 false ，當輸入為 true 時，您可以使用 LaTeX 編輯器，編輯 HTML 模組和問題模組。

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
af_za: Voer die maksimum aantal kere wat &#39;n student kan probeer om probleme te beantwoord in. By verstek is Maksimum pogings op nul gestel, wat beteken dat studente &#39;n onbeperkte aantal pogings vir probleme het. Jy kan hierdie kursuswye instelling vir individuele probleme ignoreer. As die kursuswye instelling egter &#39;n spesifieke getal is, kan jy nie die Maksimum Pogings vir individuele probleme op onbeperk stel nie.
de_de: Geben Sie die maximale Anzahl an, wie oft ein Teilnehmer versuchen kann, Probleme zu lösen. Standardmäßig ist die maximale Anzahl an Versuchen auf null gesetzt, was bedeutet, dass die Schüler eine unbegrenzte Anzahl von Versuchen bei Problemen haben. Diese kursweite Einstellung können Sie bei individuellen Problemen überschreiben. Wenn die Einstellung für den gesamten Kurs jedoch eine bestimmte Zahl ist, können Sie die maximalen Versuche für einzelne Probleme nicht auf unbegrenzt setzen.
el: Εισαγάγετε τον μέγιστο αριθμό προσπαθειών υποβολής των τεστ. Από προεπιλογή, ο μέγιστος αριθμός προσπαθειών έχει οριστεί σε null, που σημαίνει ότι οι φοιτητές έχουν απεριόριστο αριθμό προσπαθειών για τα τεστ. Μπορείτε να παρακάμψετε αυτήν τη ρύθμιση σε όλο το μάθημα για μεμονωμένα τεστ. Ωστόσο, εάν η ρύθμιση για ολόκληρο το μάθημα περιλαμβάνει έναν συγκεκριμένο αριθμό, δεν μπορείτε να ορίσετε τις μέγιστες προσπάθειες για μεμονωμένα τεστ σε απεριόριστες.
es: Ingrese el número máximo de veces que un estudiante puede intentar responder problemas. De forma predeterminada, el número máximo de intentos se establece en nulo, lo que significa que los estudiantes tienen un número ilimitado de intentos para los problemas. Puede anular esta configuración a nivel de curso para problemas individuales. Sin embargo, si la configuración a nivel de curso es un número específico, no puede establecer el número máximo de intentos para problemas individuales como ilimitado.
fa: حداکثر تعداد دفعات مجاز پاسخ‌دهی دانش‌آموز به مسئله‌ها را وارد کنید. به طور پیش‌فرض، حداکثر دفعات مجاز پاسخ‌دهی روی null تنظیم شده است، به این معنی که دانش‌آموزان محدودیتی در دفعات پاسخ‌دهی به مسئله‌ها ندارند. شما می‌توانید این تنظیم کلی دوره را برای هر مسئله به طور مجزا بازنویسی کنید. با این حال، اگر تنظیم کلی دوره یک عدد خاص باشد، نمی‌توانید حداکثر دفعات پاسخ‌گویی مسئله را به نامحدود تنظیم کنید.
hu: Adja meg, hogy egy diák hányszor próbálkozhat a feladatok megoldásával. Alapértelmezés szerint a maximális próbálkozások száma nullára van állítva, ami azt jelenti, hogy a diákok korlátlan számú próbálkozást tehetnek a feladatok megoldására. Ezt a kurzus szintű beállítást felülírhatja egyéni feladatok esetén. Azonban, ha a kurzus szintű beállítás egy konkrét szám, akkor nem állíthatja be az egyéni feladatok maximális próbálkozásait korlátlanra.
ja: 学生が問題に答えることができる最大回数を入力してください。デフォルトでは、最大試行回数はnullに設定されており、学生は問題に対して無制限の試行回数を持っています。このコース全体の設定を個別の問題に対して上書きすることができます。ただし、コース全体の設定が特定の数値である場合、個別の問題に対して最大試行回数を無制限に設定することはできません。
kk: Студент есептерге жауап беруге тырысатын ең көп санын енгізіңіз. Әдепкі бойынша, Максималды әрекеттер нөлге орнатылады, яғни студенттерде проблемаларды шешу әрекеттерінің шектеусіз саны болады. Жеке мәселелер үшін бұл жалпы курс параметрін қайта анықтауға болады. Дегенмен, жалпы курс параметрі белгілі бір сан болса, жеке мәселелер үшін Максималды әрекетті шектеусіз етіп орнатуға болмайды.
lv: Ievadiet maksimālo reižu skaitu, cik reizes dalībnieks/ce var mēģināt atbildēt uz uzdevumiem. Pēc noklusējuma Maksimālais mēģinājumu skaits ir nulle, kas nozīmē, ka dalībniekiem ir neierobežots skaits mēģinājumu risināt problēmas. Šo kursa mēroga iestatījumu var mainīt attiecībā uz atsevišķām problēmām. Tomēr, ja visa kursa iestatījums ir konkrēts skaits, jūs nevarat noteikt neierobežotu maksimālo mēģinājumu skaitu atsevišķām problēmām.
sq: Futni numrin maksimal të herëve që një student mund të përpiqet t&#39;u përgjigjet problemeve. Si parazgjedhje, Përpjekjet Maksimale është vendosur në null, që do të thotë se studentët kanë një numër të pakufizuar përpjekjesh për probleme. Ju mund ta anashkaloni këtë cilësim në të gjithë kursin për probleme individuale. Megjithatë, nëse cilësimi për të gjithë kursin është një numër specifik, nuk mund t&#39;i vendosni Përpjekjet maksimale për probleme individuale në të pakufizuar.
sv: Ange det maximala antalet gånger en elev kan försöka svara på. Maximalt försök är som standard inställt på null, vilket innebär att eleverna har ett obegränsat antal försök till problem. Du kan åsidosätta den här kursövergripande inställningen för enskilda problem. Om emellertid hela banan är ett specifikt nummer kan du inte ställa in maximala försök för enskilda problem till obegränsat antal.
th: ระบุจำนวนครั้งที่นักเรียนสามารถพยายามที่จะตอบปัญหา โดยค่าเริ่มต้นสูงสุดมีการตั้งค่าให้เป็นnull ซึ่งหมายความว่านักเรียนมีจำนวนของความพยายามสำหรับปัญหาได้ไม่จำกัด คุณสามารถแทนที่การตั้งค่านี้สำหรับปัญหาของแต่ละบุคคล แต่ถ้าตั้งค่าเป็นจำนวนเฉพาะ คุณไม่สามารถตั้งค่าความพยายามสูงสุดสำหรับปัญหาของแต่ละบุคคลที่จะไม่จำกัด
uz: Talaba savollarga javob berishga harakat qilishi mumkin bo'lgan maksimal son sonini kiriting. Odatiy bo'lib, Maksimal urinishlar nolga o'rnatiladi, ya'ni talabalar cheksiz miqdordagi muammolarni hal qilish uchun urinishlarga ega. Siz individual muammolar uchun ushbu kurs sozlamasini bekor qilishingiz mumkin. Biroq, agar kurs bo'yicha sozlama ma'lum bir raqam bo'lsa, siz individual muammolar uchun maksimal urinishlarni cheksiz qilib belgilay olmaysiz.
zh_hk: 請輸入學生可以嘗試回答問題的最大次數。最大嘗試次數預設為null，也就是說學生可以無限制的嘗試回答問題。對於不同的問題您可以設定不同的回答次數限制。
