Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: You set a goal of learning %(days_per_week)s times a week in %(course_name)s. You're not quite there, but there's still time to reach that goal!
af_za: Jy stel &#39;n doelwit om %(days_per_week)s keer per week in %(course_name)s te leer. Jy is nie heeltemal daar nie, maar daar is nog tyd om daardie doel te bereik!
bo: ཁྱེད་ཀྱིས་སློབ་སྦྱོང་གི་དམིགས་འབེན་ཞིག་སྒྲིག བདུན་ཕྲག་རེའི་ནང་ཉིན་ག་ཚོད་དང་%(days_per_week)s %(course_name)s དུས་ཚོད་ག་ཚོད། དམིགས་འབེན་སར་སླེབ་པར་ཐག་དེ་ཙམ་མི་རིང་མོད། འོན་ཀྱང་ད་དུང་དུས་ཚོད་དགོས་འདུག
de_de: Sie haben sich zum Ziel gesetzt, %(days_per_week)s mal pro Woche in %(course_name)s zu lernen. Du bist noch nicht ganz am Ziel, aber es ist noch Zeit, dieses Ziel zu erreichen!
el: Θέτετε ως στόχο να μαθαίνετε %(days_per_week)s φορές την εβδομάδα στο %(course_name)s . Δεν είστε ακριβώς εκεί, αλλά υπάρχει ακόμα χρόνος για να φτάσετε αυτόν τον στόχο!
es: Te fijaste el objetivo de aprender %(days_per_week)s veces por semana en %(course_name)s. No lo has alcanzado del todo, pero aún hay tiempo para lograr ese objetivo.
fa: شما برای یادگیری %(days_per_week)s بار در هفته در %(course_name)s هدف تعیین می‌کنید. شما کاملاً آن‌جا نیستید، اما هنوز زمان برای رسیدن به آن هدف وجود دارد!
hu: Beállítottad, hogy a(z) %(course_name)s kurzusban heti %(days_per_week)s alkalommal tanulj. Még nem érted el ezt a célt, de még van időd, hogy elérd!
ja: あなたは%(course_name)sで週に%(days_per_week)s回学習するという目標を設定しました。まだ達成していませんが、その目標に到達する時間はまだあります！
kk: Сіз %(course_name)s ішінде аптасына %(days_per_week)s рет үйрену мақсатын қойдыңыз. Сіз ол жерде емессіз, бірақ бұл мақсатқа жетуге әлі уақыт бар!
lv: Jūs uzstādījāt mērķi mācīties %(days_per_week)s reizes nedēļā %(course_name)s . Jūs neesat līdz galam, bet vēl ir laiks, lai sasniegtu šo mērķi!
sq: Ju vendosni një qëllim për të mësuar %(days_per_week)s herë në javë në %(course_name)s. Nuk je ende aty, por ka ende kohë për të arritur këtë qëllim!
sv: Du sätter ett mål att lära dig %(days_per_week)s gånger i veckan i %(course_name)s. Du är inte riktigt där, men det finns fortfarande tid att nå det målet!
uz: Siz %(course_name)s da haftasiga %(days_per_week)s marta o'rganishni maqsad qilib qo'ydingiz. Siz u erda emassiz, lekin bu maqsadga erishish uchun hali vaqt bor!
zh_hk: 您在%(course_name)s中設定了每週學習%(days_per_week)s次的目標。您還沒有完全達到目標，但仍有時間實現該目標！

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
af_za: Onthou, jy kan altyd jou leerdoelwit verander. Die beste doelwit is een waaraan jy kan vashou.
bo: དྲན་དགོས་པ། ཁྱེད་ཀྱིས་རང་གི་སློབ་སྦྱོང་གི་དམིགས་འབེན་ནམ་ཡིན་རུང་འགྱུར་བ་གཏོང་ཆོག དམིགས་འབེན་ལེགས་ཤོས་ནི་ཁྱེད་ཀྱིས་གཏན་འཁེལ་བསྒྲུབ་ཐུབ་པ་ཞིག་དགོས།
de_de: Denken Sie daran, dass Sie Ihr Lernziel jederzeit ändern können. Das beste Ziel ist eines, an dem man festhalten kann.
el: Θυμηθείτε, μπορείτε πάντα να αλλάξετε τον μαθησιακό σας στόχο. Ο καλύτερος στόχος είναι αυτός στον οποίο μπορείτε να επιμείνετε.
es: Recuerda que siempre puedes cambiar tu objetivo de aprendizaje. El mejor objetivo es aquel al que puedes ser constante.
fa: به یاد داشته باشید، همیشه می‌توانید هدف یادگیری خود را تغییر دهید. بهترین هدف هدفی است که بتوانید به آن پایبند باشید.
hu: Ne feledd, hogy mindig változtathatod a tanulási célodat. A legjobb cél az, amelyhez ragaszkodni tudsz.
ja: 学習目標はいつでも変更できます。最も良い目標は、続けられる目標です。
kk: Есіңізде болсын, сіз әрқашан оқу мақсатыңызды өзгерте аласыз. Ең жақсы мақсат - сіз ұстануға болатын мақсат.
lv: Atcerieties, ka vienmēr varat mainīt mācību mērķi. Labākais mērķis ir tāds, pie kura varat pieturēties.
sq: Mbani mend, ju gjithmonë mund të ndryshoni qëllimin tuaj të të mësuarit. Qëllimi më i mirë është ai të cilit mund t&#39;i përmbaheni.
sv: Kom ihåg att du alltid kan ändra ditt inlärningsmål. Det bästa målet är ett som du kan hålla dig till.
uz: Esingizda bo'lsin, siz har doim o'rganish maqsadingizni o'zgartirishingiz mumkin. Eng yaxshi maqsad - bu siz sodiq qolishingiz mumkin bo'lgan maqsaddir.
zh_hk: 請記住，您隨時可以改變學習目標。最好的目標是你可以堅持的目標。

source: You've almost reached your goal in %(course_name)s
af_za: Jy het amper jou doelwit bereik in %(course_name)s
bo: ཁྱེད་རང་ %(course_name)s སློབ་ཚན་འདིའི་དམིགས་འབེན་ལ་འབྱོར་གྲབས་འདུག
de_de: Sie haben Ihr Ziel in %(course_name)s fast erreicht
el: Έχετε σχεδόν φτάσει τον στόχο σας στο %(course_name)s
es: Ya casi alcanzas tu objetivo en %(course_name)s
fa: شما تقریباً به هدف خود در %(course_name)s رسیده‌اید
hu: Majdnem elérted a célodat a(z) %(course_name)s kurzusban
ja: %(course_name)s の目標にもう少しで到達します
kk: Сіз %(course_name)s бағдарламасындағы мақсатыңызға жеттіңіз
lv: Jūs gandrīz sasniedzāt savu mērķi %(course_name)s
sq: Pothuajse e keni arritur qëllimin tuaj në %(course_name)s
sv: Du har nästan nått ditt mål på %(course_name)s
uz: Siz %(course_name)s da deyarli maqsadingizga erishdingiz
zh_hk: 您幾乎已達到%(course_name)s的目標

source: These define the context to disable the frontend-app-learning progress page.If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
af_za: Dit definieer die konteks om die frontend-app-leervorderingsbladsy te deaktiveer. As geen waardes gestel is nie, is die konfigurasie wêreldwyd van toepassing. As &#39;n enkele waarde gestel is, is die konfigurasie van toepassing op alle kursusse binne daardie konteks. Hoogstens een waarde kan op &#39;n slag gestel word.<br> As veelvuldige kontekste op &#39;n kursus van toepassing is (byvoorbeeld, as konfigurasie vir die kursus spesifiek gespesifiseer word, en vir die organisasie waarin die kursus is, dan ignoreer die meer spesifieke konteks die meer algemene konteks.
bo: གལ་ཏེ་རིན་ཐང་གང་ཡང་གཞི་སྒྲིག་མ་བྱས་ན་སྒྲིག་བཀོད་དེ་འཛམ་གླིང་ཡོངས་ལ་འཇུག་སྤྱོད་བྱེད། རིན་ཐང་གཅིག་སྒྲིག་ཡོད་ན་དེ་སྐབས་དོན་དེའི་ནང་ཁུལ་གྱི་སློབ་ཚན་ཚང་མར་འཇུག་སྤྱོད་བྱེད། མང་ཤོས་ལ་རིན་ཐང་གཅིག་དུས་གཅིག་ཏུ་སྒྲིག་ཐུབ།<br> སློབ་ཚན་ལ་སྐབས་དོན་སྣ་ཚོགས་འཇུག་སྤྱོད་བྱེད་ན་སྐབས་དོན་གཅིག་གི་སྒྲིག་བཀོད་སློབ་ཚན་དེའི་ཆེད་དུ་དམིགས་བསལ་དུ་གསལ་བཀོད་བྱས་ཡོད་ན། དེ་ནས་སྐབས་དོན་གཅིག་གི་གནས་ཚད་གཞི་སྒྲིག་གཞི་སྒྲིག་ལ་འགོག་བྱེད།
de_de: Diese definieren den Kontext zum Deaktivieren der Frontend-App-Learning-Fortschrittsseite. Wenn keine Werte festgelegt sind, gilt die Konfiguration global. Wenn ein einzelner Wert festgelegt wird, gilt die Konfiguration für alle Kurse in diesem Kontext. Es kann höchstens ein Wert gleichzeitig eingestellt werden.<br> Wenn für einen Kurs mehrere Kontexte gelten (z. B. wenn die Konfiguration speziell für den Kurs und für die Organisation angegeben ist, in der sich der Kurs befindet, überschreibt der spezifischere Kontext den allgemeineren Kontext.
el: Αυτά καθορίζουν το περιβάλλον για την απενεργοποίηση της σελίδας προόδου της εφαρμογής εκμάθησης διεπαφής. Εάν δεν έχουν οριστεί τιμές, τότε η διαμόρφωση εφαρμόζεται καθολικά. Εάν έχει οριστεί μία μόνο τιμή, τότε η διαμόρφωση ισχύει για όλα τα μαθήματα εντός αυτού του πλαισίου. Το πολύ μία τιμή μπορεί να οριστεί κάθε φορά.<br> Εάν ισχύουν πολλά περιβάλλοντα σε ένα μάθημα (για παράδειγμα, εάν η διαμόρφωση έχει καθοριστεί ειδικά για το μάθημα και για τον οργανισμό στον οποίο βρίσκεται το μάθημα, τότε το πιο συγκεκριμένο πλαίσιο υπερισχύει του γενικότερου περιβάλλοντος.
es: Estos definen el contexto para deshabilitar la página de progreso de frontend-app-learning. Si no se establecen valores, la configuración se aplica globalmente. Si se establece un solo valor, la configuración se aplica a todos los cursos dentro de ese contexto. Solo se puede establecer un valor a la vez.<br>Si varios contextos se aplican a un curso (por ejemplo, si la configuración se especifica para el curso en particular y para la organización a la que pertenece el curso), el contexto más específico anula al más general.
fa: اینها زمینه را برای غیرفعال کردن صفحه پیشرفت یادگیری برنامه frontend تعریف می کنند. اگر هیچ مقداری تنظیم نشده باشد، پیکربندی به صورت سراسری اعمال می شود. اگر یک مقدار منفرد تنظیم شود، پیکربندی برای همه دوره‌ها در آن زمینه اعمال می‌شود. حداکثر یک مقدار را می توان در یک زمان تنظیم کرد.<br> اگر زمینه های متعددی برای یک دوره اعمال شود (به عنوان مثال، اگر پیکربندی به طور خاص برای دوره مشخص شده باشد، و برای سازمانی که دوره در آن قرار دارد، پس زمینه خاص تر، زمینه کلی تر را لغو می کند.
hu: Ezek határozzák meg a kontextust a frontend-app-learning haladási oldal letiltásához. Ha nincsenek beállítva értékek, akkor a konfiguráció globálisan érvényes. Ha egyetlen érték van beállítva, akkor a konfiguráció az adott kontextuson belüli összes kurzusra érvényes. Egyszerre legfeljebb egy érték állítható be.<br>Ha egy kurzusra több kontextus is érvényes (például ha a konfiguráció kifejezetten a kurzusra és az azt tartalmazó szervezetre is meg van adva), akkor a specifikusabb kontextus felülírja az általánosabb kontextust.
ja: これらは、フロントエンドアプリの学習進捗ページを無効にするためのコンテキストを定義します。値が設定されていない場合、設定はグローバルに適用されます。単一の値が設定されている場合、そのコンテキスト内のすべてのコースに設定が適用されます。一度に設定できる値は最大で1つです。<br>複数のコンテキストがコースに適用される場合（たとえば、コースに特定の設定が指定されている場合や、そのコースが所属する組織に設定がある場合）、より具体的なコンテキストがより一般的なコンテキストを上書きします。
kk: Олар frontend-app-learning орындалу бетін өшіру үшін мәтінмәнді анықтайды.Ешбір мәндер орнатылмаса, конфигурация жаһандық деңгейде қолданылады. Жалғыз мән орнатылса, конфигурация сол мәтінмәндегі барлық курстарға қолданылады. Бір уақытта ең көбі бір мәнді орнатуға болады.<br> Курсқа бірнеше мәтінмән қолданылса (мысалы, конфигурация курс үшін және курс орналасқан ұйым үшін арнайы көрсетілсе, нақтырақ контекст жалпы контекстті қайта анықтайды.
lv: Tie nosaka kontekstu, kurā atspējota frontend-app-learning progresa lapa. Ja nav iestatītas vērtības, tad konfigurācija tiek piemērota globāli. Ja ir iestatīta viena vērtība, tad konfigurācija attiecas uz visiem kursiem šajā kontekstā. Vienlaicīgi var iestatīt ne vairāk kā vienu vērtību.<br>Ja kursam piemēro vairākus kontekstus (piemēram, ja konfigurācija ir norādīta konkrēti kursam un org, kurā atrodas šis kurss, tad specifiskākais konteksts ir svarīgāks par vispārīgāko kontekstu.
sq: Këto përcaktojnë kontekstin për të çaktivizuar faqen e përparimit të të mësuarit të aplikacionit frontend. Nëse nuk janë caktuar vlera, atëherë konfigurimi zbatohet globalisht. Nëse vendoset një vlerë e vetme, atëherë konfigurimi zbatohet për të gjitha kurset brenda atij konteksti. Mund të vendoset maksimumi një vlerë në të njëjtën kohë.<br> Nëse për një kurs zbatohen kontekste të shumta (për shembull, nëse konfigurimi është specifikuar për kursin në mënyrë specifike, dhe për organin në të cilin është kursi, atëherë konteksti më specifik tejkalon kontekstin më të përgjithshëm.
sv: Dessa definierar sammanhanget för att inaktivera frontend-app-lärande förloppssida. Om inga värden ställs in gäller konfigurationen globalt. Om ett enskilt värde ställs in så gäller konfigurationen för alla kurser inom det sammanhanget. Högst ett värde kan ställas in åt gången.<br>Om flera sammanhang gäller för en kurs (till exempel om konfigurationen specificeras för kursen specifikt och för den organisation som kursen är i, åsidosätts det mer specifika sammanhanget det mer allmänna sammanhanget.
uz: Bular frontend-app-learning progress sahifasini oʻchirish uchun kontekstni belgilaydi. Hech qanday qiymat oʻrnatilmagan boʻlsa, konfiguratsiya global miqyosda qoʻllaniladi. Agar bitta qiymat o'rnatilgan bo'lsa, konfiguratsiya ushbu kontekstdagi barcha kurslarga qo'llaniladi. Bir vaqtning o'zida ko'pi bilan bitta qiymat o'rnatilishi mumkin.<br> Agar kursga bir nechta kontekst qo'llanilsa (masalan, agar konfiguratsiya kurs uchun va kurs joylashgan tashkilot uchun maxsus belgilangan bo'lsa, aniqroq kontekst umumiy kontekstni bekor qiladi.
zh_hk: 這些定義了停用前端應用程式學習進度頁面的上下文。如果設定單一值，則該設定適用於該上下文中的所有課程。一次最多可以設定一個值。<br>如果多個上下文適用於課程（例如，如果專門為課程以及課程所在的組織指定了設定，則更具體的上下文將涵蓋更一般的上下文。

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
af_za: As enige van hierdie waardes leeg of &quot;Onbekend&quot; gelaat word, sal hul waarde tydens looptyd herwin word uit die volgende mees spesifieke konteks wat van toepassing is. Byvoorbeeld, as &quot;Gedeaktiveer&quot; as &quot;Onbekend&quot; in die kursuskonteks gelaat word, sal daardie kursus slegs gedeaktiveer word as die organisasie waarin dit is Gedeaktiveer is.
de_de: Wenn einer dieser Werte leer oder "Unbekannt" bleibt, wird sein Wert zur Laufzeit aus dem nächstgrößeren zutreffenden spezifischen Kontext abgerufen. Wenn beispielsweise "Deaktiviert" im Kurskontext als "Unbekannt" belassen wird, wird dieser Kurs nur dann deaktiviert, wenn die org, in der er sich befindet, deaktiviert ist.
el: Εάν κάποια από αυτές τις τιμές παραμείνει κενή ή &quot;Άγνωστη&quot;, τότε η τιμή τους κατά το χρόνο εκτέλεσης θα ανακτηθεί από το επόμενο πιο συγκεκριμένο περιβάλλον που ισχύει. Για παράδειγμα, εάν το &quot;Απενεργοποιημένο&quot; παραμείνει ως &quot;Άγνωστο&quot; στο πλαίσιο του μαθήματος, τότε αυτό το μάθημα θα απενεργοποιηθεί μόνο εάν ο οργανισμός στον οποίο βρίσκεται είναι Απενεργοποιημένος.
es: Si alguno de estos valores se deja vacío o como "Desconocido", su valor en tiempo de ejecución se recuperará del siguiente contexto más específico que aplique. Por ejemplo, si "Deshabilitado" se deja como "Desconocido" en el contexto del curso, ese curso estará deshabilitado solo si la organización a la que pertenece está deshabilitada.
fa: اگر هر یک از این مقادیر خالی یا &quot;ناشناخته&quot; باقی بماند، آنگاه مقدار آنها در زمان اجرا از خاص ترین زمینه بعدی که اعمال می شود، بازیابی می شود. به عنوان مثال، اگر &quot;Disabled&quot; در متن دوره به عنوان &quot;Unknown&quot; باقی بماند، آن دوره فقط در صورتی غیرفعال می شود که سازمانی که در آن قرار دارد غیرفعال باشد.
hu: Ha bármelyik érték üresen marad vagy "Ismeretlen", akkor a futásidőben az értéküket a következő legspecifikusabb kontextusból nyerik ki, amely alkalmazható. Például, ha a "Letiltva" értéke "Ismeretlen" marad a kurzus kontextusában, akkor az a kurzus csak akkor lesz letiltva, ha az a szervezet, amelyben van, le van tiltva.
ja: これらの値のいずれかが空白または「不明」のままの場合、実行時にその値は適用される次に特定のコンテキストから取得されます。たとえば、コースコンテキストで「無効」が「不明」のままの場合、そのコースは、そのコースが所属する組織が無効である場合にのみ無効になります。
kk: Осы мәндердің кез келгені бос қалдырылса немесе "Белгісіз" болса, олардың орындалу уақытындағы мәні қолданылатын келесі ең нақты мәтінмәннен шығарылады. Мысалы, егер курс мәтінмәнінде "Ажыратылған" "Белгісіз" ретінде қалдырылса, онда ол орналасқан ұйым Disabled болса ғана бұл курс Өшірілген болады.
lv: Ja kāda no šīm vērtībām ir atstāta tukša vai "Unknown", tad tās vērtība izpildes laikā tiks iegūta no nākamā piemērotākā konteksta. Piemēram, ja kursa kontekstā "Disabled" - Atslēgts ir atstāts kā "Unknown" - Nav zināms, tad šis kurss būs "Disabled" - Atslēgts tikai tad, ja org, kurā tas atrodas, ir "Disabled" - Atslēgts.
sq: Nëse ndonjë nga këto vlera lihet bosh ose "E panjohur", atëherë vlera e tyre në kohën e ekzekutimit do të merret nga konteksti tjetër më specifik që zbatohet. Për shembull, nëse "Disabled" lihet si "E panjohur" në kontekstin e kursit, atëherë ai kurs do të çaktivizohet vetëm nëse organizata në të cilën ndodhet është e çaktivizuar.
sv: Om något av dessa värden lämnas tomt eller "Okänt", kommer deras värde vid körning att hämtas från det näst mest specifika sammanhanget som gäller. Till exempel, om "Inaktiverad" lämnas som "Okänd" i kurssammanhanget, kommer den kursen att inaktiveras endast om organisationen som den är i är inaktiverad.
uz: Agar bu qiymatlardan birortasi boʻsh qolsa yoki “Nomaʼlum” boʻlsa, ularning ish vaqtidagi qiymati amal qiladigan keyingi eng aniq kontekstdan olinadi. Misol uchun, agar kurs kontekstida "O'chirilgan" "Noma'lum" sifatida qoldirilgan bo'lsa, u holda kurs faqat u joylashgan tashkilot Disabled bo'lsa, o'chirib qo'yiladi.
zh_hk: 如果這些值中的任何一個留空或“未知”，則將從下一步最具體的應用上下文中檢索它們在運行時的值。例如，如果“已停用”在課程上下文中保留為“未知”，則僅當該課程所在的組織已停用時，該課程才會被停用。

source: Disabled
af_za: Gedeaktiveer
bo: ནུས་མེད་བྱས།
de_de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
fa: غیرفعال‌شده
hu: Letiltva
ja: 無効
kk: Өшірілген
lv: Atspējots
sq: I paaftë
sv: Inaktiverad
uz: O'chirilgan
zh_hk: 已停用

source: ({number} Question)
af_za: ( {number} Vraag)
bo: ({number} དྲི་བ་ཁག)
el: ( Ερώτηση {number} )
es: ({number} Pregunta)
fa: (سوال {number} )
hu: ({number} Kérdés)
ja: （{number} 問）
kk: ( {number} сұрақ)
lv: ( {number} jautājumi)
sq: ( Pyetje {number} )
sv: ({number} Fråga)
uz: ( {number} Savollar)
zh_hk: （{number} 題問題）

source: Please contact your degree administrator or {platform_name} Support if you have questions.
af_za: Kontak asseblief jou graadadministrateur of {platform_name} Ondersteuning as jy vrae het.
bo: ཁྱེད་ལ་དོགས་འདྲི་རེ་ཡོད་ཚེ་ཁྱེད་ཀྱི་གནས་ཚད་དོ་དམ་པ་དང་། ཡང་ན་ {platform_name} ཡི་རམ་འདེགས་གཉིས་ཀྱི་གང་རུང་ལ་འབྲེལ་གཏུགས་བྱ་རོགས།
de_de: Bei Fragen wenden Sie sich bitte an Ihren Studiengangssachbearbeiter oder den {platform_name} Support.
el: Επικοινωνήστε με τον διαχειριστή του πτυχίου σας ή με την Υποστήριξη {platform_name} εάν έχετε ερωτήσεις.
es: Comunícate con el administrador de tu programa o con el Soporte de {platform_name} si tienes preguntas.
fa: لطفاً اگر سؤالی دارید با سرپرست مدرک خود یا با پشتیبانی {platform_name} تماس بگیرید.
hu: Kérjük, lépjen kapcsolatba a diplomájáért felelős rendszergazdával vagy a {platform_name} ügyfélszolgálatával, ha kérdése van.
kk: Сұрақтарыңыз болса, дәреже әкімшісіне немесе {platform_name} қолдау қызметіне хабарласыңыз.
lv: Ja jums ir jautājumi, lūdzu, sazinieties ar savu grāda administratoru vai {platform_name} atbalsta dienestu.
sq: Ju lutemi kontaktoni administratorin tuaj të diplomës ose mbështetjen {platform_name} nëse keni pyetje.
sv: Kontakta din examensadministratör eller supporten för {platform_name} om du har frågor.
uz: Savollaringiz boʻlsa, daraja administratoriga yoki {platform_name} Yordam xizmatiga murojaat qiling.
zh_hk: 如果您有疑問，請聯絡您的學位管理員或{platform_name}支援人員。

source: Course is full
af_za: Kursus is vol
bo: འཛིན་གྲྭ་ཁེངས་འདུག
de_de: Kurs ist komplett belegt
el: Ο αριθμός των προβλεπόμενων εγγραφών έχει συμπληρωθεί
es: El curso está completo
fa: دوره پر است
hu: A kurzus betelt
ja: コースは満員です
kk: Курс толы
lv: Kurss pilns
sq: Kursi është plot
sv: Kursen är full
uz: Kurs to'la
zh_hk: 課程已滿

source: 'course_id' is required.
af_za: &#39;course_id&#39; word vereis.
bo: 'སློབ་ཚན་གྱི་_id' དགོས་ངེས་ཡིན།
de_de: 'course_id' wird benötigt.
el: Απαιτείται το &#39;course_id&#39;.
es: Se requiere 'course_id'.
fa: 'course_id' مورد نیاز است.
hu: A 'course_id' megadása kötelező.
ja: 「course_id」が必要です。
lv: Obligāti ir jāievada “course_id”.
sq: Kërkohet &#39;course_id&#39;.
sv: 'course_id' krävs.
th: จำเป็นต้องมี 'course_id'
uz: 'course_id' talab qilinadi.
zh_hk: 「course_id」是必要的。

source: Only 'course_id' is expected.
af_za: Slegs &#39;course_id&#39; word verwag.
bo: 'སློབ་ཚན་གྱི་_id' ནི་དགོས་ངེས་ཡིན།
de_de: Nur eine 'course_id' wird hier erwartet.
el: Αναμένεται μόνο το &#39;course_id&#39;.
es: Solo se espera 'course_id'.
fa: فقط 'course_id' انتظار می‌رود.
hu: Csak a 'course_id' szükséges.
ja: 「course_id」のみが期待されています。
lv: Tiek gaidīts tikai 'course_id'.
sq: Pritet vetëm &#39;course_id&#39;.
sv: Endast 'course_id' förväntas.
uz: Faqat "course_id" kutilmoqda.
zh_hk: 僅預期“course_id”。

source: Welcome message successfully dismissed.
af_za: Welkomboodskap suksesvol afgemaak.
bo: དགའ་བསུའི་འཕྲིན་ཐུང་བདེ་ལེགས་ངང་ཕྱིར་སློག་བྱས་སོང་།
de_de: Begrüßungsnachricht erfolgreich abgewiesen.
el: Το μήνυμα καλωσορίσματος απορρίφθηκε με επιτυχία.
es: Mensaje de bienvenida descartado con éxito.
fa: پیام خوش‌آمد با موفقیت رد شد.
hu: A köszöntő üzenet sikeresen el lett távolítva.
ja: ウェルカムメッセージが正常に解除されました。
kk: Сәлемдесу хабары сәтті жабылды.
lv: Sveiciena ziņojums ir veiksmīgi noraidīts.
sq: Mesazhi i mirëseardhjes u hoq me sukses.
sv: Välkomstmeddelande avfärdat framgångsrikt.
uz: Xush kelibsiz xabar muvaffaqiyatli yopildi.
zh_hk: 歡迎消息已成功駁回。

source: Your course goal has been successfully set.
af_za: Jou kursusdoelwit is suksesvol gestel.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་དམིགས་འབེན་བདེ་ལེགས་ངང་བསྒྲིགས་ཡོད།
de_de: Deine Kursziele wurden erfolgreich eingestellt.
el: Ο στόχος του μαθήματος σας έχει τεθεί με επιτυχία.
es: Tu objetivo de curso se ha establecido correctamente.
fa: هدف دورۀ شما با موفقیت تنظیم شده‌است.
hu: A kurzuscél sikeresen beállítva.
ja: コース目標が正常に設定されました。
kk: Курс мақсатыңыз сәтті қойылды.
lv: Jūsu kursa mērķis ir veiksmīgi uzstādīts.
sq: Qëllimi juaj i kursit është vendosur me sukses.
sv: Ditt kursmål har ställts in.
uz: Kurs maqsadingiz muvaffaqiyatli belgilandi.
zh_hk: 您的課程目標已成功設定。

source: Course goal updated successfully.
af_za: Kursusdoel is suksesvol opgedateer.
bo: སློབ་ཚན་གྱི་དམིགས་འབེན་བསྐྱར་གསོ་ལེགས་པར་བྱས་ཡོད།
de_de: Kursziel erfolgreich aktualisiert.
el: Ο στόχος του μαθήματος ενημερώθηκε με επιτυχία.
es: Objetivo del curso actualizado con éxito.
fa: هدف دوره با موفقیت به‌روز شد.
hu: A kurzus célja sikeresen frissítve.
ja: コース目標が正常に更新されました。
kk: Курс мақсаты сәтті жаңартылды.
lv: Kursa mērķis ir veiksmīgi atjaunināts.
sq: Qëllimi i kursit u përditësua me sukses.
sv: Kursmålet har uppdaterats.
uz: Kurs maqsadi muvaffaqiyatli yangilandi.
zh_hk: 課程目標更新成功。

source: Enable learners to access, and collaborate on course-related information.
af_za: Stel leerders in staat om toegang tot kursusverwante inligting te verkry en daaraan saam te werk.
bo: སློབ་གཉེར་བས་སློབ་ཚན་དང་འབྲེལ་བའི་གནས་ཚུལ་རྣམས་བལྟ་ཀློག་དང་མཉམ་ལས་ཀྱི་བྱེད་ནུས་སྒོ་ཕྱེས།
de_de: Ermöglichen Sie den Lernenden den Zugriff auf und die Zusammenarbeit an kursbezogenen Informationen.
el: Δώστε τη δυνατότητα στους μαθητές να έχουν πρόσβαση και να συνεργάζονται σε πληροφορίες που σχετίζονται με το μάθημα.
es: Permite a los estudiantes acceder y colaborar en información relacionada con el curso.
fa: دانش‌پذیران را قادر به دسترسی و همکاری در اطلاعات مربوط به دوره، می‌سازد.
ja: 学習者がコース関連情報にアクセスし、共同作業できるようにします。
kk: Оқушыларға курсқа қатысты ақпаратқа қол жеткізуге және бірлесіп жұмыс істеуге мүмкіндік беріңіз.
lv: Ļaujiet dalībniekiem piekļūt ar kursu saistītai informācijai un sadarboties ar to.
sq: U mundësoni nxënësve të kenë akses dhe të bashkëpunojnë në informacionin e lidhur me kursin.
sv: Ge eleverna tillgång till och samarbeta kring kursrelaterad information.
uz: Talabalarga kursga oid ma'lumotlarga kirish va hamkorlik qilish imkonini bering.
zh_hk: 使學生能夠存取課程相關資訊並進行協作。

source: This is the wiki for **{organization}**'s _{course_name}_.
af_za: Dit is die wiki vir ** {organization} **&#39;s _ {course_name} _.
bo: **{organization}**ཡི་_{course_name}_ འདིའི་ཝེ་ཁེ་ཡིན།
de_de: Dies ist das Wiki für **{organization}**'s_{course_name}_.
el: Καλώς ήρθατε στο wiki του **{organization}**'- _{course_name}_.
es: Esta es la wiki de **{organization}** para _{course_name}_.
fa: این ویکی برای ** {organization} _ {course_name} _ است.
hu: Ez a **{organization}** _{course_name}_ wikije.
ja: **{organization}** の _{course_name}_ のウィキです。
kk: Бұл **{organization}** _{course_name}_ үшін вики.
lv: Šī ir vietne ** {organization} ** _ {course_name} _.
sq: Ky është wiki për **{organization}**'s _{course_name}_.
sv: Detta är wikin för **{organization}**s _{course_name}_.
th: นี่คือวิกิสำหรับ **{organization}**'s _{course_name}_.
uz: Bu ** {organization} ** _ {course_name} _ uchun wiki.
zh_hk: 這是 ** {organization} ** 的 _ {course_name} _ 的 wiki。
