Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
af_za: Ons hoop jy geniet dit tot dusver om saam met ons te leer in %(first_course_name)s ! &#39;n Geverifieerde sertifikaat laat jou toe om jou nuwe kennis en vaardighede uit te lig. &#39;n %(platform_name)s -sertifikaat is amptelik en maklik deelbaar. Gradeer op deur %(user_schedule_upgrade_deadline_time)s .
de_de: Wir hoffen Ihnen gefällt bisher das Lernen mit uns in %(first_course_name)s! Ein verifiziertes Zertifikat ermöglicht es Ihnen, Ihre neuen Kenntnisse und Fähigkeiten hervorzuheben. Ein %(platform_name)s Zertifikat ist offiziell und leicht zu teilen. Upgraden Sie bis zum %(user_schedule_upgrade_deadline_time)s.
el: Ελπίζουμε να απολαμβάνετε να μαθαίνετε μαζί μας μέχρι στιγμής στο %(first_course_name)s ! Ένα επαληθευμένο πιστοποιητικό σάς επιτρέπει να επισημάνετε τις νέες γνώσεις και δεξιότητές σας. Ένα πιστοποιητικό %(platform_name)s είναι επίσημο και εύκολα κοινοποιήσιμο. Αναβάθμιση από %(user_schedule_upgrade_deadline_time)s .
es: ¡Esperamos que estés disfrutando del aprendizaje con nosotros hasta ahora en %(first_course_name)s! Un certificado verificado te permite resaltar tus nuevos conocimientos y habilidades. Un certificado de %(platform_name)s es oficial y fácil de compartir. Actualiza antes del %(user_schedule_upgrade_deadline_time)s.
fa: امیدواریم از یادگیری با ما تا کنون در %(first_course_name)s لذت برده باشید! گواهی تایید شده به شما امکان می دهد دانش و مهارت های جدید خود را برجسته کنید. گواهی %(platform_name)s رسمی است و به راحتی قابل اشتراک گذاری است. با %(user_schedule_upgrade_deadline_time)s ارتقا دهید.
hu: Reméljük, hogy eddig élvezed a tanulást velünk a(z) %(first_course_name)s kurzuson! Egy hitelesített bizonyítvány lehetővé teszi, hogy kiemeld új tudásodat és készségeidet. Egy %(platform_name)s bizonyítvány hivatalos és könnyen megosztható. Frissíts %(user_schedule_upgrade_deadline_time)s-ig.
ja: %(first_course_name)sでの学習をこれまで楽しんでいただけていることを願っています！認定証を取得することで、新しい知識とスキルをアピールできます。%(platform_name)sの認定証は公式で、簡単に共有できます。%(user_schedule_upgrade_deadline_time)sまでにアップグレードしてください。
kk: Сізге осы уақытқа дейін %(first_course_name)s бағдарламасында бізбен бірге оқу ұнайды деп үміттенеміз! Тексерілген сертификат сіздің жаңа біліміңіз бен дағдыларыңызды көрсетуге мүмкіндік береді. %(platform_name)s сертификаты ресми және оңай бөлісуге болады. %(user_schedule_upgrade_deadline_time)s арқылы жаңартыңыз.
lv: Mēs ceram, ka jums līdz šim patīk mācīties kopā ar mums %(first_course_name)s ! Verificēts sertifikāts ļauj izcelt savas jaunās zināšanas un prasmes. Sertifikāts %(platform_name)s ir oficiāls un viegli kopīgojams. Jauniniet, izmantojot %(user_schedule_upgrade_deadline_time)s .
sq: Shpresojmë që të kënaqeni duke mësuar me ne deri më tani në %(first_course_name)s! Një certifikatë e verifikuar ju lejon të nënvizoni njohuritë dhe aftësitë tuaja të reja. Një certifikatë %(platform_name)s është zyrtare dhe lehtësisht e ndashme. Përmirëso nga %(user_schedule_upgrade_deadline_time)s.
sv: Vi hoppas att du tycker om att lära dig med oss ​​hittills i %(first_course_name)s! Ett verifierat certifikat låter dig lyfta fram dina nya kunskaper och färdigheter. Ett %(platform_name)s-certifikat är officiellt och lätt att dela. Uppgradera med %(user_schedule_upgrade_deadline_time)s.
uz: Umid qilamizki, siz hozirgacha biz bilan %(first_course_name)s da o'rganishni yoqtirasiz! Tasdiqlangan sertifikat sizga yangi bilim va ko'nikmalaringizni ta'kidlash imkonini beradi. %(platform_name)s sertifikati rasmiy va oson almashish mumkin. %(user_schedule_upgrade_deadline_time)s tomonidan yangilang.
zh_hk: 我們希望您到目前為止在%(first_course_name)s中與我們一起學習愉快！經過驗證的證書可以讓您突出您的新知識和技能。 %(platform_name)s證書是官方的且易於分享。透過%(user_schedule_upgrade_deadline_time)s升級。

source: Upgrade now
af_za: Gradeer nou op
de_de: Jetzt aktualisieren
el: Αναβάθμιση τώρα
es: Actualiza ahora
fa: اکنون ارتقا دهید
hu: Frissíts most
ja: 今すぐアップグレード
kk: Қазір жаңартыңыз
lv: Uzlabot tagad
sq: Përmirëso tani
sv: Uppgradera nu
th: อัพเกรดตอนนี้
uz: Hozir yangilang
zh_hk: 現在升級

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
af_za: Ons hoop jy geniet dit tot dusver om saam met ons te leer op {start_strong} %(platform_name)s {end_strong} ! &#39;n Geverifieerde sertifikaat laat jou toe om jou nuwe kennis en vaardighede uit te lig. &#39;n %(platform_name)s -sertifikaat is amptelik en maklik deelbaar.
de_de: Wir hoffen, dass Ihnen das Lernen mit uns bisher auf {start_strong}%(platform_name)s{end_strong} Freude bereitet! Ein verifiziertes Zertifikat ermöglicht es Ihnen, Ihre neuen Kenntnisse und Fähigkeiten hervorzuheben. Ein %(platform_name)s Zertifikat ist offiziell und leicht zu teilen.
el: Ελπίζουμε να απολαμβάνετε να μαθαίνετε μαζί μας μέχρι στιγμής στο {start_strong} %(platform_name)s {end_strong} ! Ένα επαληθευμένο πιστοποιητικό σάς επιτρέπει να επισημάνετε τις νέες γνώσεις και δεξιότητές σας. Ένα πιστοποιητικό %(platform_name)s είναι επίσημο και εύκολα κοινοποιήσιμο.
es: ¡Esperamos que estés disfrutando del aprendizaje con nosotros hasta ahora en {start_strong}%(platform_name)s{end_strong}! Un certificado verificado te permite resaltar tus nuevos conocimientos y habilidades. Un certificado de %(platform_name)s es oficial y fácil de compartir.
fa: امیدواریم از یادگیری با ما تا کنون در {start_strong} %(platform_name)s {end_strong} لذت برده باشید! گواهی تایید شده به شما امکان می دهد دانش و مهارت های جدید خود را برجسته کنید. گواهی %(platform_name)s رسمی است و به راحتی قابل اشتراک گذاری است.
hu: Reméljük, hogy eddig élvezed a tanulást velünk a {start_strong}%(platform_name)s{end_strong} platformon! Egy hitelesített bizonyítvány lehetővé teszi, hogy kiemeld új ismereteidet és készségeidet. Egy %(platform_name)s bizonyítvány hivatalos és könnyen megosztható.
ja: 私たちと一緒に{start_strong}%(platform_name)s{end_strong}での学びを楽しんでいただけていることを願っています！認定証を取得することで、新しい知識とスキルをアピールできます。%(platform_name)sの認定証は公式で、簡単に共有できます。
kk: Сізге осы уақытқа дейін {start_strong} %(platform_name)s {end_strong} сайтында бізбен бірге оқу ұнайды деп үміттенеміз! Тексерілген сертификат сіздің жаңа біліміңіз бен дағдыларыңызды көрсетуге мүмкіндік береді. %(platform_name)s сертификаты ресми және оңай ортақ пайдалануға болады.
lv: Mēs ceram, ka līdz šim jums patīk mācīties kopā ar mums vietnē {start_strong} %(platform_name)s {end_strong} ! Verificēts sertifikāts ļauj izcelt savas jaunās zināšanas un prasmes. Sertifikāts %(platform_name)s ir oficiāls un viegli kopīgojams.
sq: Shpresojmë që të kënaqeni duke mësuar me ne deri më tani në {start_strong}%(platform_name)s{end_strong}! Një certifikatë e verifikuar ju lejon të nënvizoni njohuritë dhe aftësitë tuaja të reja. Një certifikatë %(platform_name)s është zyrtare dhe lehtësisht e ndashme.
sv: Vi hoppas att du tycker om att lära dig med oss ​​hittills på {start_strong}%(platform_name)s{end_strong}! Ett verifierat certifikat låter dig lyfta fram dina nya kunskaper och färdigheter. Ett %(platform_name)s-certifikat är officiellt och lätt att dela.
uz: Umid qilamizki, siz hozirgacha biz bilan {start_strong} %(platform_name)s {end_strong} da o'rganishni yoqtirasiz! Tasdiqlangan sertifikat sizga yangi bilim va ko'nikmalaringizni ta'kidlash imkonini beradi. %(platform_name)s sertifikati rasmiy va oson almashish mumkin.
zh_hk: 我們希望您到目前為止在{start_strong} %(platform_name)s {end_strong}上與我們一起學習愉快！經過驗證的證書可以讓您突出您的新知識和技能。 %(platform_name)s證書是官方的且易於分享。

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
af_za: Ons hoop jy geniet dit tot dusver om saam met ons te leer in {start_strong} {first_course_name} {end_strong} ! &#39;n Geverifieerde sertifikaat laat jou toe om jou nuwe kennis en vaardighede uit te lig. &#39;n {platform_name} -sertifikaat is amptelik en maklik deelbaar.
de_de: Wir hoffen Ihnen gefällt bisher das Lernen mit uns in {start_strong}{first_course_name}{end_strong}! Ein verifiziertes Zertifikat ermöglicht es Ihnen, Ihre neuen Kenntnisse und Fähigkeiten hervorzuheben. Ein {platform_name} Zertifikat ist offiziell und leicht zu teilen.
el: Ελπίζουμε να απολαμβάνετε να μαθαίνετε μαζί μας μέχρι στιγμής στο {start_strong} {first_course_name} {end_strong} ! Ένα επαληθευμένο πιστοποιητικό σάς επιτρέπει να επισημάνετε τις νέες γνώσεις και δεξιότητές σας. Ένα πιστοποιητικό {platform_name} είναι επίσημο και εύκολα κοινοποιήσιμο.
es: ¡Esperamos que estés disfrutando del aprendizaje con nosotros hasta ahora en {start_strong}{first_course_name}{end_strong}! Un certificado verificado te permite resaltar tus nuevos conocimientos y habilidades. Un certificado de {platform_name} es oficial y fácil de compartir.
fa: امیدواریم تا کنون از یادگیری با ما در {start_strong} {first_course_name} {end_strong} لذت برده باشید! گواهی تایید شده به شما امکان می دهد دانش و مهارت های جدید خود را برجسته کنید. گواهی {platform_name} رسمی است و به راحتی قابل اشتراک گذاری است.
hu: Reméljük, hogy eddig élvezed a tanulást velünk a {start_strong}{first_course_name}{end_strong} kurzuson! Egy hitelesített bizonyítvány lehetővé teszi, hogy kiemeld új ismereteidet és készségeidet. Egy {platform_name} bizonyítvány hivatalos és könnyen megosztható.
ja: {start_strong}{first_course_name}{end_strong}での学習を楽しんでいただけていますでしょうか？認定証を取得することで、新しい知識とスキルをアピールできます。{platform_name}の認定証は公式で、簡単に共有できます。
kk: Сізге осы уақытқа дейін {start_strong} {first_course_name} {end_strong} бізбен бірге оқу ұнайды деп үміттенеміз! Тексерілген сертификат сіздің жаңа біліміңіз бен дағдыларыңызды көрсетуге мүмкіндік береді. {platform_name} сертификаты ресми және оңай ортақ пайдалануға болады.
lv: Mēs ceram, ka jums līdz šim patīk mācīties kopā ar mums {start_strong} {first_course_name} {end_strong} ! Verificēts sertifikāts ļauj izcelt savas jaunās zināšanas un prasmes. Sertifikāts {platform_name} ir oficiāls un viegli kopīgojams.
sq: Shpresojmë që të kënaqeni duke mësuar me ne deri më tani në {start_strong}{first_course_name}{end_strong}! Një certifikatë e verifikuar ju lejon të nënvizoni njohuritë dhe aftësitë tuaja të reja. Një certifikatë {platform_name} është zyrtare dhe lehtësisht e ndashme.
sv: Vi hoppas att du tycker om att lära dig med oss ​​hittills i {start_strong}{first_course_name}{end_strong}! Ett verifierat certifikat låter dig lyfta fram dina nya kunskaper och färdigheter. Ett {platform_name}-certifikat är officiellt och lätt att dela.
uz: Umid qilamizki, siz hozirgacha biz bilan {start_strong} {first_course_name} {end_strong} da o'rganishni yoqtirasiz! Tasdiqlangan sertifikat sizga yangi bilim va ko'nikmalaringizni ta'kidlash imkonini beradi. {platform_name} sertifikati rasmiy va oson almashish mumkin.
zh_hk: 我們希望您到目前為止在{start_strong} {first_course_name} {end_strong}中與我們一起學習！經過驗證的證書可以讓您突出您的新知識和技能。 {platform_name}證書是官方的且易於分享。

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
af_za: Gradeer op deur {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} .
de_de: Upgraden Sie bis zum {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
el: Αναβάθμιση κατά {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} .
es: Actualiza antes del {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
fa: ارتقاء توسط {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} .
hu: Frissítsen {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}-ig.
ja: {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}までにアップグレードしてください。
kk: {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} арқылы жаңартыңыз.
lv: Jauninājums, izmantojot {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} .
sq: Përmirëso me {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} .
sv: Uppgradera senast {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
uz: {start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong} tomonidan yangilang.
zh_hk: 透過{start_strong} %(user_schedule_upgrade_deadline_time)s {end_strong}升級。

source: You are eligible to upgrade in these courses:
af_za: Jy kwalifiseer om op te gradeer in hierdie kursusse:
de_de: Sie können Ihren Gasthörermodus in folgenden Kursen upgraden:
el: Μπορείτε να αναβαθμίσετε σε αυτά τα μαθήματα:
es: Eres elegible para actualizar en estos cursos:
fa: شما واجد شرایط ارتقاء در این دوره ها هستید:
ja: これらのコースでアップグレードする資格があります。
kk: Сіз мына курстарда жаңаруға құқығыңыз бар:
lv: Jums ir tiesības uz jaunināšanu šajos kursos:
sq: Ju keni të drejtë të përmirësoheni në këto kurse:
sv: Du är berättigad att uppgradera i dessa kurser:
uz: Siz ushbu kurslarda yangilanishingiz mumkin:
zh_hk: 您有資格升等這些課程：

source: Example of a verified certificate
af_za: Voorbeeld van &#39;n geverifieerde sertifikaat
de_de: Beispiel eines verifizierten Zertifikates
el: Παράδειγμα επαληθευμένου πιστοποιητικού
es: Ejemplo de un certificado verificado
fa: نمونه ای از گواهی تایید شده
kk: Тексерілген сертификаттың мысалы
lv: Verificēta sertifikāta piemērs
sq: Shembull i një certifikate të verifikuar
sv: Exempel på ett verifierat certifikat
uz: Tasdiqlangan sertifikat namunasi
zh_hk: 已驗證證書的範例

source: Upgrade now at
af_za: Gradeer nou op by
de_de: Jetzt aktualisieren unter
el: Αναβάθμιση τώρα σε
es: Actualiza ahora en
fa: ارتقا در حال حاضر در
ja: 今すぐアップグレード
kk: Қазір жаңартыңыз
lv: Jauniniet tūlīt plkst
sq: Përmirëso tani në
sv: Uppgradera nu på
uz: Hozir yangilang
zh_hk: 立即升級

source: Upgrade to earn a verified certificate on %(platform_name)s
af_za: Gradeer op om &#39;n geverifieerde sertifikaat op %(platform_name)s te verdien
de_de: Upgrade, um ein verifiziertes Zertifikat von %(platform_name)s zu erhalten
el: Κάντε αναβάθμιση για να αποκτήσετε ένα επαληθευμένο πιστοποιητικό του %(platform_name)s
es: Actualiza para obtener un certificado verificado en %(platform_name)s
fa: برای دریافت گواهی تایید شده در %(platform_name)s ارتقا دهید
hu: Frissítsen, hogy hitelesített bizonyítványt szerezzen a(z) %(platform_name)s platformon
ja: %(platform_name)sで認定証を取得するためにアップグレードする
kk: %(platform_name)s телефонында расталған сертификат алу үшін жаңартыңыз
lv: Jauniniet, lai iegūtu verificētu sertifikātu vietnē %(platform_name)s
sq: Përditëso për të fituar një certifikatë të verifikuar në %(platform_name)s
sv: Uppgradera för att få ett Verifierat Certifikat på %(platform_name)s
uz: %(platform_name)s da tasdiqlangan sertifikat olish uchun yangilang
zh_hk: 升級以獲得%(platform_name)s上的驗證證書

source: Upgrade to earn a verified certificate in %(first_course_name)s
af_za: Gradeer op om &#39;n geverifieerde sertifikaat in %(first_course_name)s te verdien
de_de: Upgrade, um ein verifiziertes Zertifikat nach Abschkuss des Kurses %(first_course_name)s zu erhalten.
el: Κάντε αναβάθμιση για να αποκτήσετε ένα επαληθευμένο πιστοποιητικό στο μάθημα %(first_course_name)s
es: Actualiza para obtener un certificado verificado en %(first_course_name)s
fa: برای کسب گواهی تایید شده در %(first_course_name)s ارتقا دهید
hu: Frissítsen, hogy hitelesített bizonyítványt szerezzen a(z) %(first_course_name)s tanfolyamon
ja: %(first_course_name)sで認定証を取得するためにアップグレードする
lv: Jauniniet, lai iegūtu verificētu sertifikātu %(first_course_name)s
sq: Përditëso për të fituar një certifikatë të verifikuar në %(first_course_name)s
sv: Uppgradera för att få ett Verifierat Certifikat på %(first_course_name)s
uz: %(first_course_name)s da tasdiqlangan sertifikat olish uchun yangilang
zh_hk: 升級以獲得%(first_course_name)s中的驗證證書

source: Site theme changed to {site_theme}
af_za: Werftema verander na {site_theme}
de_de: Seitenlayout wurde zu {site_theme} geändert
el: Το θέμα του ιστότοπου άλλαξε σε {site_theme}
es: El tema del sitio cambió a {site_theme}
fa: تم سایت به {site_theme} تغییر یافت
hu: A webhely témája megváltozott: {site_theme}
ja: サイトテーマが{site_theme}に変更されました
kk: Сайт тақырыбы {site_theme} болып өзгертілді
lv: Vietnes motīvs ir mainīts uz {site_theme}
sq: Tema e sajtit u ndryshua në {site_theme}
sv: Webbplats temat ändrats till {site_theme}
uz: Sayt mavzusi {site_theme} ga o'zgartirildi
zh_hk: 網站主題改為{site_theme}

source: Theme {site_theme} does not exist
af_za: Tema {site_theme} bestaan nie
de_de: Layout {site_theme} existiert nicht
el: Το θέμα {site_theme} δεν υπάρχει
es: El tema {site_theme} no existe
fa: تم {site_theme} وجود ندارد
hu: A(z) {site_theme} téma nem létezik
ja: テーマ {site_theme} は存在しません
kk: {site_theme} тақырыбы жоқ
lv: Motīvs {site_theme} neeksistē
sq: Tema {site_theme} nuk ekziston
sv: Tema {site_theme} existerar inte
uz: {site_theme} mavzusi mavjud emas
zh_hk: 主題{site_theme}不存在

source: Site theme reverted to the default
af_za: Werftema is teruggestel na die verstek
de_de: Seitenlayout wurde zur Standardversion zurückgeändert
el: Το θέμα του ιστότοπου επανήλθε στην προεπιλογή
es: El tema del sitio volvió al predeterminado
fa: طرح زمینه سایت به حالت پیش فرض برگردانده شد
hu: Az oldal témája visszaállt az alapértelmezettre.
ja: サイトテーマがデフォルトに戻されました
kk: Сайт тақырыбы әдепкіге қайтарылды
lv: Vietnes tēma atgriezās pie noklusējuma
sq: Tema e sajtit u rikthye në parazgjedhje
sv: Site-temat återställdes till standardvärdet
uz: Sayt mavzusi standart holatga qaytarildi
zh_hk: 網站主題恢復為預設

source: Theming Administration
af_za: Tema Administrasie
de_de: Verwaltung des Layouts der Seite
el: Διαχείριση θεμάτων
es: Administración de temas
fa: مدیریت تم
ja: テーマ管理
kk: Тақырыптық әкімшілік
lv: Tematiskā administrācija
sq: Administrimi i tematikës
uz: Mavzuni boshqarish
zh_hk: 主題管理

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
af_za: Gebruikersname kan slegs letters (AZ, az), syfers (0-9), onderstrepings (_) en koppeltekens (-) bevat.
de_de: Benutzernamen dürfen nur Buchstaben (A-Z, a-z), Zahlen (0-9), Unterstriche (_) und Bindestriche (-) enthalten. Keine Leerzeichen.
el: Το ψευδώνυμο μπορεί να περιλαμβάνει λατινικούς χαρακτήρες (κεφαλαία ή μικρά γράμματα), αριθμούς (0-9), κάτω παύλες (_) και παύλες (-)
es: Los nombres de usuario solo pueden contener letras (A-Z, a-z), números (0-9), guiones bajos (_) y guiones (-).
fa: نام کاربری فقط می تواند شامل حروف (AZ، az)، اعداد (0-9)، زیرخط (_) و خط فاصله (-) باشد.
hu: A felhasználónevek csak betűket (A-Z, a-z), számjegyeket (0-9), aláhúzásjeleket (_) és kötőjeleket (-) tartalmazhatnak.
ja: ユーザ名に含めることができる文字は、アルファベットと英数字 (0-9) 、アンダースコア (_) 、ハイフン (-) です。
kk: Пайдаланушы атауларында тек әріптер (A-Z, a-z), сандар (0-9), астын сызу (_) және сызықшалар (-) болуы мүмкін.
lv: Lietotājvārdos var būt tikai burti (AZ, az), skaitļi (0-9), pasvītras (_) un defises (-).
sq: Emrat e përdoruesve mund të përmbajnë vetëm shkronja (A-Z, a-z), numra (0-9), nënvizime (_) dhe viza (-).
sv: Användarnamn kan endast innehålla bokstäver (A-Z, a-z), siffror (0-9), understreck (_) och bindestreck (-).
th: ชื่อบัญชีต้องประกอบด้วยตัวอักษร (A-Z, a-z), ตัวเลข (0-9), อักขระ (_), และอักขระ (-) เท่านั้น
uz: Foydalanuvchi nomlarida faqat harflar (AZ, az), raqamlar (0-9), pastki chiziq (_) va defis (-) bo'lishi mumkin.
zh_hk: 用户名稱只能包含字母（AZ、az）、數字（0-9）、底線（_）和連字號（-）。

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
af_za: Gebruikersname kan slegs letters, syfers en @/./+/-/_ karakters bevat.
de_de: Benutzernamen dürfen nur Buchstaben, Zahlen und folgende Zeichen @/./+/-/_ enthalten.
el: Το ψευδώνυμο μπορεί να περιλαμβάνει γράμματα, αριθμούς και τους χαρακτήρες @/,/+/-/_
es: Los nombres de usuario solo pueden contener letras, números y los caracteres @/./+/-/_.
fa: نام کاربری فقط می تواند شامل حروف، اعداد و نویسه های @/./+/-/_ باشد.
hu: A felhasználónevek csak betűket, számokat és @/./+/-/_ karaktereket tartalmazhatnak.
ja: ユーザー名には、文字、数字、@/./+/-/_ の文字のみを含めることができます。
kk: Пайдаланушы атауларында тек әріптер, сандар және @/./+/-/_ таңбалары болуы мүмкін.
lv: Lietotājvārdos var būt tikai burti, cipari un @/./+/-/_ rakstzīmes.
sq: Emrat e përdoruesve mund të përmbajnë vetëm shkronja, numra dhe karaktere @/./+/-/_.
sv: Användarnamn kan bara innehålla bokstäver, siffror och @ /. / + / - / _ tecken.
th: ชื่อบัญชีต้องประกอบด้วยตัวอักษร ตัวเลข และ อักขระ @/./+/-/_ เท่านั้น
uz: Foydalanuvchi nomlarida faqat harflar, raqamlar va @/./+/-/_ belgilar bo'lishi mumkin.
zh_hk: 用户名稱只能包含字母、數字和@/./+/-/_ 字元。

source: Enter a valid email address
af_za: Gee &#39;n geldige e-posadres
bo: ཡིག་ཟམ་ཁ་བྱང་ནུས་ལྡན་ཞིག་བླུགས།
de_de: Geben sie eine gültige E-Mail-Adresse an
el: Εισάγετε μια έγκυρη διεύθυνση email.
es: Introduce una dirección de correo electrónico válida
fa: یک آدرس ایمیل معتبر وارد کنید
hu: Adjon meg egy érvényes e-mail címet.
ja: 有効なメールアドレスを入力してください。
kk: Жарамды электрондық пошта мекенжайын енгізіңіз
lv: ievadiet derīgu epasta adresi
sq: Fut një adresë të vlefshme emaili
sv: Ange en giltig e-postadress
th: ป้อนอีเมล
uz: Yaroqli elektron pochta manzilini kiriting
zh_hk: 輸入一個有效的電郵地址

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
af_za: Dit lyk of {email_address} aan &#39;n bestaande rekening behoort. Probeer weer met &#39;n ander e-posadres.
de_de: Es scheint so, als gehört {email_address} zu einem existierendem Konto. Versuche es noch mal mit einer anderen E-Mail-Adresse.
el: Φαίνεται ότι το e-mail {email_address} χρησιμοποιείται ήδη. Προσπαθήστε ξανά με διαφορετικό e-mail.
es: Parece que {email_address} pertenece a una cuenta existente. Inténtalo de nuevo con una dirección de correo electrónico diferente.
fa: به نظر می رسد {email_address} متعلق به یک حساب موجود است. با آدرس ایمیل دیگری دوباره امتحان کنید.
hu: Úgy tűnik, hogy a(z) {email_address} már egy meglévő fiókhoz tartozik. Próbálkozzon egy másik e-mail címmel.
ja: {email_address}は既存のアカウントに関連付けられているようです。別のメールアドレスで再試行してください。
kk: {email_address} бұрыннан бар тіркелгіге тиесілі сияқты. Басқа электрондық пошта мекенжайымен әрекетті қайталаңыз.
lv: Šķiet, ka {email_address} pieder esošam kontam. Mēģiniet vēlreiz ar citu e-pasta adresi.
sq: Duket sikur {email_address} i përket një llogarie ekzistuese. Provo sërish me një adresë tjetër emaili.
sv: Det verkar som {email_address} tillhör ett befintligt konto. Försök igen med en annan e-postadress.
th: มันดูเหมือนว่า {email_address} มีอยู่ในระบบแล้ว ลองใหม่อีกครั้งด้วยอีเมล์อื่น
uz: {email_address} mavjud accountga tegishli ko'rinadi. Boshqa elektron pochta manzili bilan qayta urinib ko'ring.
zh_hk: 看起來{email_address}屬於現有帳戶。使用不同的電郵地址重試。

source: This email is already associated with an existing or previous {settings.PLATFORM_NAME} account
de_de: Diese E-Mail-Adresse ist bereits mit einem bestehenden oder früheren {settings.PLATFORM_NAME}-Konto verknüpft
el: Το email αυτό χρησιμοποιείται ήδη στο {settings.PLATFORM_NAME}. Αν έχετε δημιουργήσει παλαιότερα έναν λογαριασμό με αυτό το email, επιλέξτε "Σύνδεση", αντί "Εγγραφείτε".
zh_hk: 此電郵已與現有或先前的 {settings.PLATFORM_NAME} 帳戶關聯
