Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: User {email} has registered but has not yet activated their account.
af_za: Gebruiker {email} het geregistreer, maar het nog nie hul rekening geaktiveer nie.
bo: སྤྱོད་མཁན་ {email} འདི་ཐོ་འགོད་བྱས་འདུག་མོད། ད་དུང་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་ཕྱེས་མི་འདུག
de_de: Der Benutzer {email} ist registriert aber hat sein/ihr Konto noch nicht aktiviert.
el: Ο χρήστης {email} έχει εγγραφεί αλλά δεν έχει ενεργοποιήσει ακόμα τον λογαριασμό του.
es: El usuario {email} se ha registrado pero aún no ha activado su cuenta.
fa: کاربر {email} ثبت‌نام کرده اما هنوز حساب کاربری خود را فعال نکرده است.
hu: {email} felhasználó regisztrált, de még nem aktiválta a fiókját.
ja: ユーザー {email} は登録しましたが、まだアカウントを有効化していません。
kk: {email} пайдаланушысы тіркелді, бірақ әлі тіркелгісін белсендірмеген.
lv: Lietotājs {email} ir reģistrējies, bet vēl nav aktivizējis savu kontu.
sq: Përdoruesi {email} është regjistruar por nuk e ka aktivizuar ende llogarinë.
sv: Användaren {email} är registrerad men har ej aktiverat sitt konto.
uz: {email} foydalanuvchisi roʻyxatdan oʻtgan, lekin hali oʻz accountini faollashtirmagan.
zh_hk: 用戶{email}已註冊但尚未啟動其帳戶。

source: Invalid `role` specified.
af_za: Ongeldige &quot;rol&quot; gespesifiseer.
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་ `role` ངོས་འཛིན་བྱས་འདུག
de_de: Ungültige `Rolle` festgelegt.
el: Καθορίστηκε μη έγκυρος «ρόλος».
es: Se especificó un `rol` no válido.
fa: «نقش» مشخص‌شده نامعتبر است.
hu: Érvénytelen 'szerepkör'.
lv: Norādīta nederīga loma.
sq: Roli i specifikuar është i pavlefshëm.
sv: Ogiltig `roll` angiven.
th: ระบุ `บทบาท` ไม่ถูกต้อง
uz: Yaroqsiz “rol” belgilandi.
zh_hk: 指定的「角色」無效。

source: You may not remove the last Admin. Add another Admin first.
af_za: Jy mag nie die laaste Admin verwyder nie. Voeg eers nog &#39;n Admin by.
bo: ཁྱེད་ཀྱིས་ཐོག་མར་འཛིན་སྐྱོང་བ་ཞིག་གསར་སྣོན་མ་བྱས་པར་འཛིན་སྐྱོང་བ་མཐའ་མ་དེ་ཕལ་ཆེར་ཕུད་མི་ཐུབ།
de_de: Die dürfen den letzten verbliebenden Administrator nicht entfernen. Fügen Sie zuerst einen anderen Administratoren hinzu.
el: Δεν μπορείτε να αφαιρέσετε τον τελευταίο Διαχειριστή. Προσθέστε πρώτα έναν άλλο Διαχειριστή.
es: No puedes eliminar al último Administrador. Primero agrega otro Administrador.
fa: شما نمی‌توانید آخرین ادمین را حذف کنید. ابتدا یک ادمین دیگر اضافه کنید.
hu: Nem távolíthatja el az utolsó rendszergazdát. Előbb adjon hozzá másikat.
ja: 最後の管理者を削除することはできません。まず、別の管理者を追加してください。
kk: Соңғы әкімшіні жоюға болмайды. Алдымен басқа әкімші қосыңыз.
lv: Jūs nedrīkstat dzēst pēdējo Admin. Vispirms pievienojiet citu administratoru.
sq: Ju nuk mund të hiqni administratorin e fundit. Shto një administrator tjetër në fillim.
sv: Du får ej ta bort senaste Admin. Lägg till ytterligare en Admin först.
th: คุณยังไม่ได้ลบแอดมินเก่า เพิ่มแอดมินอื่นก่อน
uz: Siz oxirgi administratorni olib tashlay olmaysiz. Avval boshqa administrator qo'shing.
zh_hk: 您不能刪除最後一個管理員。首先新增另一個管理員。

source: Empty
af_za: Leeg
bo: སྟོང་པ།
de_de: Leer
el: Κενό
es: Vacío
fa: خالی
hu: Üres
kk: Бос
lv: Tukšs
sq: Bosh
sv: Tom
th: ไม่มีข้อมูล
uz: Bo'sh
zh_hk: 空白

source: Libraries cannot have more than {limit} components
af_za: Biblioteke kan nie meer as {limit} -komponente hê nie
bo: དཔེ་མཛོད་ཁག་ལ་གྲུབ་ཆ་འདི་དག་ {limit} ལས་བརྒལ་མི་ཆོག
de_de: Bibliotheken können nicht mehr als {limit} Komponenten beinhalten.
el: Οι βιβλιοθήκες δεν μπορούν να έχουν περισσότερα από {limit} στοιχεία
es: Las bibliotecas no pueden tener más de {limit} componentes.
fa: کتاب‌خانه‌ها نمی‌توانند بیش از {limit} مولفه داشته باشند.
hu: A könyvtárak nem tartalmazhatnak több mint {limit} komponenst
kk: Кітапханаларда {limit} құрамдастарынан артық болмауы керек
lv: Bibliotēkās nedrīkst būt vairāk par {limit} komponentiem
sq: Bibliotekat nuk mund të kenë më shumë se {limit} komponentë
sv: Bibliotek kan inte ha mer än {limit} komponenter
uz: Kutubxonalarda {limit} dan ortiq komponent boʻlishi mumkin emas
zh_hk: 資料庫不能包含超過{limit}個元件

source: Invalid data
af_za: Ongeldige data
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་གཞི་གྲངས།
de_de: Ungültige Daten
el: Μη έγκυρα δεδομένα
es: Datos no válidos.
fa: داده نامعتبر
hu: Érvénytelen adat
ja: 無効なデータ
kk: Жарамсыз деректер
lv: Nederīgi dati
sq: Të dhëna të pavlefshme
sv: Ogiltig data
th: ข้อมูลไม่ถูกต้อง
uz: Yaroqsiz maʼlumotlar
zh_hk: 無效數據

source: Invalid data ({details})
af_za: Ongeldige data ( {details} )
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་གཞི་གྲངས། ({details})
de_de: Ungültige Daten ({details})
el: Μη έγκυρα δεδομένα ({details})
es: Datos no válidos ({details}).
fa: داده نامعتبر ({details})
hu: Érvénytelen adat ({details})
ja: 無効なデータ（{details}）
kk: Деректер жарамсыз ( {details} )
lv: Nederīgi dati ({details})
sq: Të dhëna të pavlefshme ({details})
sv: Ogiltiga data ({details})
th: ข้อมูลไม่ถูกต้อง ({details})
uz: Maʼlumotlar notoʻgʻri ( {details} )
zh_hk: 無效資料（ {details} ）

source: There was a problem pasting your component.
af_za: Kon nie jou komponent plak nie.
bo: ཁྱེད་ཀྱི་གྲུབ་ཆ་དེ་སྦྱར་བ་ལ་དཀའ་ངལ་ཞིག་འདུག
de_de: Beim Einfügen Ihrer Komponente ist ein Problem aufgetreten.
el: Παρουσιάστηκε πρόβλημα με την επικόλληση του στοιχείου σας.
es: Hubo un problema al pegar tu componente.
fa: در چسباندن مؤلفه شما مشکلی پیش آمد.
hu: Probléma merült fel az összetevő beillesztésekor.
ja: コンポーネントの貼り付け中に問題が発生しました。
kk: Құрамдасыңызды қою кезінде мәселе туындады.
lv: Ielīmējot jūsu komponentu, radās problēma.
sq: Ka pasur një problem me ngjitjen e komponentit tuaj.
sv: Det uppstod ett problem när din komponent skulle klistras in.
uz: Komponentingizni joylashtirishda muammo yuz berdi.
zh_hk: 貼上您的組件時出現問題。

source: Your clipboard is empty or invalid.
af_za: Jou knipbord is leeg of ongeldig.
bo: ཁྱེད་ཀྱི་སྦྱར་པང་དེ་སྟོང་བ་དང་ཡང་ན་ཚུལ་མཐུན་ཞིག་རེད་མི་འདུག
de_de: Ihre Zwischenablage ist leer oder ungültig.
el: Το πρόχειρό σας είναι κενό ή μη έγκυρο.
es: Tu portapapeles está vacío o es inválido.
fa: کلیپ‌بورد شما خالی یا نامعتبر است.
hu: A vágólap üres vagy érvénytelen.
ja: クリップボードが空か無効です。
kk: Буферіңіз бос немесе жарамсыз.
lv: Jūsu starpliktuve ir tukša vai nederīga.
sq: Clipboard juaj është bosh ose i pavlefshëm.
sv: Din urklipp är tomt eller ogiltigt.
uz: Sizning vaqtinchalik xotirangiz boʻsh yoki yaroqsiz.
zh_hk: 您的剪貼簿為空或無效。

source: You can not move {source_type} into {target_parent_type}.
af_za: Jy kan nie {source_type} na {target_parent_type} skuif nie.
bo: ཁྱེད་ཀྱིས་ {source_type} འདི་ {target_parent_type} འདིའི་ནང་ལ་སྤོ་མི་ཐུབ།
de_de: Sie können {source_type} nicht nach {target_parent_type} verschieben.
el: Δεν μπορείτε να μετακινήσετε το {source_type} στο {target_parent_type}.
es: No puedes mover {source_type} dentro de {target_parent_type}.
fa: شما نمی‌توانید {source_type} را به {target_parent_type} منتقل کنید.
hu: Nem mozgathatja a(z) {source_type} elemet a(z) {target_parent_type} elembe.
ja: {source_type}を{target_parent_type}に移動することはできません。
kk: {source_type} {target_parent_type} ішіне жылжыту мүмкін емес.
lv: {source_type} nevar pārvietot uz {target_parent_type} .
sq: Ju nuk mund të zhvendosni {source_type} në {target_parent_type} .
sv: Du kan inte flytta {source_type} till {target_parent_type}.
uz: Siz {source_type} {target_parent_type} ga ko'chira olmaysiz.
zh_hk: 您無法將{source_type}移到{target_parent_type}中。

source: Item is already present in target location.
af_za: Item is reeds teenwoordig in teikenligging.
bo: དངོས་པོ་དེ་ད་སྔ་ནས་དམིགས་འབེན་དུ་བཟུང་བའི་འཇོག་གནས་དེར་གནས་འདུག
de_de: Gegenstand bereits am Zielort vorhanden.
el: Το στοιχείο υπάρχει ήδη στη τοποθεσία στόχου.
es: El elemento ya está presente en la ubicación de destino.
fa: این مورد از قبل در مکان مورد نظر وجود داشته است.
hu: Az elem már jelen van a célhelyen.
ja: ターゲットの場所にアイテムが既に存在します。
kk: Элемент мақсатты орында бұрыннан бар.
lv: Vienums jau atrodas mērķa atrašanās vietā.
sq: Artikulli është tashmë i pranishëm në vendndodhjen e synuar.
sv: Objektet finns redan på målplatsen.
uz: Element maqsadli joyda allaqachon mavjud.
zh_hk: 項目已存在於目標位置。

source: You can not move an item into itself.
af_za: Jy kan nie &#39;n item in homself skuif nie.
bo: ཁྱེད་ཀྱིས་དངོས་པོ་དེ་དེ་ག་རང་གི་ནང་སྤོ་མི་ཐུབ།
de_de: Sie können ein Objekte nicht auf sich selbst verschieben.
el: Δεν μπορείτε να μετακινήσετε ένα αντικείμενο στον εαυτό του.
es: No puedes mover un elemento dentro de sí mismo.
fa: شما نمی‌توانید یک مورد را به خودش منتقل کنید.
hu: Nem mozgathat egy elemet önmagába.
ja: アイテムを自分自身に移動することはできません。
kk: Элементті өзіне жылжыту мүмкін емес.
lv: Objektu nevar pārvietot uz sevi.
sq: Ju nuk mund të zhvendosni një artikull në vetvete.
sv: Du kan inte flytta ett föremål in i sig själv.
uz: Elementni o'ziga ko'chira olmaysiz.
zh_hk: 您無法將項目移入其中。

source: You can not move an item into it's child.
af_za: Jy kan nie &#39;n item in sy kind skuif nie.
bo: ཁྱེད་ཀྱིས་དངོས་པོ་ཞིག་དེའི་བུ་ཡིག་ནང་སྤོ་མི་ཐུབ།
de_de: Sie können ein Objekt nicht zu seinem eigenen Unterobjekt verschieben.
el: Δεν μπορείτε να μετακινήσετε ένα στοιχείο στον απόγονό του.
es: No puedes mover un elemento dentro de su hijo.
fa: شما نمی‌توانید یک مورد را به فرزند آن منتقل کنید.
hu: Nem mozgathat egy elemet a saját alá.
ja: アイテムをその子要素に移動することはできません。
kk: Элементті оның еншісіне жылжыту мүмкін емес.
lv: Jūs nevarat pārvietot vienumu uz tā atvasinājumu.
sq: Ju nuk mund të zhvendosni një artikull në fëmijën e tij.
sv: Du kan inte flytta ett föremål till dess underordnade.
uz: Elementni uning bolasiga ko'chira olmaysiz.
zh_hk: 您無法將項目移至其子項目中。

source: You can not move an item directly into content experiment.
af_za: Jy kan nie &#39;n item direk na inhoudeksperiment skuif nie.
bo: ཁྱེད་ཀྱིས་དངོས་པོ་གང་ཞིག་ཐད་ཀར་ནང་དོན་གྱི་བརྟག་དཔྱད་ནང་དུ་སྤོ་མི་ཐུབ།
de_de: Sie können ein Objekt nicht direkt in ein Inhaltsexperiment verschieben.
el: Δεν μπορείτε να μετακινήσετε ένα στοιχείο απευθείας στο πείραμα περιεχομένου.
es: No puedes mover un elemento directamente dentro de un experimento de contenido.
fa: شما نمی‌توانید یک مورد را مستقیماً به آزمایش محتوا منتقل کنید.
ja: コンテンツ実験に直接アイテムを移動することはできません。
kk: Элементті тікелей мазмұн экспериментіне жылжыту мүмкін емес.
lv: Jūs nevarat pārvietot vienumu tieši uz satura eksperimentu.
sq: Nuk mund të zhvendosësh një artikull drejtpërdrejt në eksperimentin e përmbajtjes.
sv: Du kan inte flytta ett objekt direkt till innehållsexperimentet.
uz: Elementni bevosita kontent tajribasiga koʻchira olmaysiz.
zh_hk: 您無法將項目直接移至內容實驗中。

source: {source_usage_key} not found in {parent_usage_key}.
af_za: {source_usage_key} nie gevind in {parent_usage_key} nie.
bo: {source_usage_key} འདི་ {parent_usage_key} འདིའི་ནང་རྙེད་མ་སོང་།
de_de: {source_usage_key} nicht in {parent_usage_key} gefunden.
el: Το {source_usage_key} δεν βρέθηκε στο {parent_usage_key}.
es: {source_usage_key} no encontrado en {parent_usage_key}.
fa: {source_usage_key} در {parent_usage_key} یافت نشد.
hu: {source_usage_key} nem található a {parent_usage_key} elemen belül.
ja: {source_usage_key}は{parent_usage_key}に見つかりません。
kk: {source_usage_key} {parent_usage_key} ішінде табылмады.
lv: {source_usage_key} nav atrasts mapē {parent_usage_key} .
sq: {source_usage_key} nuk u gjet në {parent_usage_key}.
sv: {source_usage_key} hittades inte i {parent_usage_key}.
uz: {source_usage_key} topilmadi {parent_usage_key} .
zh_hk: 在{parent_usage_key}中找不到{source_usage_key} 。

source: You can not move {source_usage_key} at an invalid index ({target_index}).
af_za: Jy kan nie {source_usage_key} teen &#39;n ongeldige indeks ( {target_index} ) skuif nie.
bo: ཁྱེད་ཀྱིས་ {source_usage_key} འདི་ཚུལ་མཐུན་མ་ཡིན་པའི་ ( {target_index} ) གནད་བསྡུས་ཐོ་གཞུང་ལ་སྤོ་མི་ཐུབ།
de_de: Sie können {source_usage_key} nicht zu einem ungültigen index ({target_index}) verschieben.
el: Δεν μπορείτε να μετακινήσετε το {source_usage_key} σε μη έγκυρο ευρετήριο ({target_index}).
es: No puedes mover {source_usage_key} a un índice no válido ({target_index}).
fa: شما نمی‌ توانید {source_usage_key} در یک شاخص نامعتبر ( {target_index} ) جابجا کنید.
hu: Nem mozgathatja a(z) {source_usage_key} elemet érvénytelen indexre ({target_index}).
ja: 無効なインデックス（{target_index}）に{source_usage_key}を移動することはできません。
kk: Жарамсыз индексте {source_usage_key} жылжыта алмайсыз ( {target_index} ).
lv: Jūs nevarat pārvietot {source_usage_key} ar nederīgu indeksu ({target_index}).
sq: Ju nuk mund të lëvizni {source_usage_key} në një indeks të pavlefshëm ({target_index}).
sv: Du kan inte flytta {source_usage_key} vid ett ogiltigt index ({target_index}).
uz: Siz {source_usage_key} noto'g'ri indeksga ko'chira olmaysiz ( {target_index} ).
zh_hk: 您無法將{source_usage_key}移至無效索引 ( {target_index} )。

source: You must provide target_index ({target_index}) as an integer.
af_za: Jy moet target_index ( {target_index} ) as &#39;n heelgetal verskaf.
bo: ཁྱེད་ཀྱིས་དམིགས་འབེན་དུ་བཟུང་བའི་_དཀར་ཆག་ ({target_index}) ངེས་པར་དུ་ཧྲིལ་གྲངས་འཇོག་དགོས།
de_de: Sie müssen einen target_index ({target_index}) als integer angeben.
el: Πρέπει να παρέχετε target_index ({target_index}) ως ακέραιο.
es: Debes proporcionar target_index ({target_index}) como un número entero.
fa: شما باید target_index ( {target_index} ) را به‌عنوان یک عدد صحیح ارائه کنید.
ja: target_index（{target_index}）を整数で指定する必要があります。
kk: Сіз target_index ( {target_index} ) бүтін сан ретінде беруіңіз керек.
lv: Ir jānorāda mērķa_indekss ({target_index}) kā vesels skaitlis.
sq: Duhet të jepni target_index ({target_index}) si numër i plotë.
sv: Du måste ange target_index ({target_index}) som ett heltal.
uz: Butun son sifatida target_index ( {target_index} ) ni taqdim etishingiz kerak.
zh_hk: 您必須以整數形式提供索引 ( {target_index} )。

source: Students must score {score}{pct_sign} or higher to access course materials.
af_za: Studente moet {score} {pct_sign} of hoër punte kry om toegang tot kursusmateriaal te kry.
bo: སློབ་ཕྲུག་ཚོས་སློབ་ཁྲིད་རྒྱུ་ཆ་རྣམས་བཀོལ་སྤྱོད་བྱེད་ཐུབ་པ་ལ་ལོན་དགོས་པའི་ཐོབ་སྐར་ནི་ {score}{pct_sign} འདི་དང་ཡང་ན་འདི་ལས་མཐོ་བ་ངེས་པར་དུ་ལོན་དགོས།
de_de: Teilnehmerpunkte müssen {score}{pct_sign} oder mehr sein, um auf das Kursmaterial zugreifen zu können.
el: Οι σπουδαστές πρέπει να βγάλουν {score}{pct_sign} ή υψηλότερο για να αποκτήσουν πρόσβαση στο υλικό μαθημάτων.
es: Los estudiantes deben obtener una puntuación de {score}{pct_sign} o superior para acceder a los materiales del curso.
fa: دانش آموزان برای دسترسی به محتوای دوره باید نمره {score}{pct_sign} یا بالاتر را کسب کنند.
hu: A diákoknak legalább {score}{pct_sign} pontot kell elérniük, hogy hozzáférjenek a tananyagokhoz.
ja: 学生はコース教材にアクセスするために{score}{pct_sign}以上のスコアを取得する必要があります。
kk: Курс материалдарына қол жеткізу үшін студенттер {score} {pct_sign} немесе одан жоғары балл жинауы керек.
lv: Lai piekļūtu kursa materiāliem, dalībniekiem jāiegūst vērtējums {score} {pct_sign} vai augstāks.
sq: Studentët duhet të shënojnë {score} {pct_sign} ose më shumë për të pasur akses në materialet e kursit.
sv: Studenter måste uppnå {score}{pct_sign} eller högre för att få tillgång till kursmaterial.
th: นักเรียนจะต้องได้คะแนน {score}{pct_sign} หรือมากกว่าเพื่อเข้าถึงเอกสารประกอบการสอนได้
uz: Kurs materiallariga kirish uchun talabalar {score} {pct_sign} yoki undan yuqori ball olishlari kerak.
zh_hk: 學生必須獲得{score} {pct_sign}或更高分數才能存取課程材料。

source: unrequested
af_za: ongevraagd
bo: རེ་ཞུ་བྱས་མེད་པ།
de_de: nicht angefragt
el: μη ζητηθέν
fa: درخواست‌نشده
kk: сұраусыз
lv: nepieprasīts
sq: të pa kërkuara
th: ไม่ถูกขอ
uz: so'ralmagan
zh_hk: 未經請求的

source: pending
af_za: hangende
bo: སྒུག་བཞིན་པ།
de_de: ausstehend
el: σε εκκρεμότητα
fa: در حال انتظار
hu: Folyamatban
ja: 保留中
kk: күтуде
lv: gaida
sq: në pritje
sv: Avvaktande
th: อยู่ระหว่างการดำเนินการ
uz: kutilmoqda
zh_hk: 待處理中

source: granted
af_za: toegestaan
bo: ཆོག་མཆན་ཐོབ་པ།
de_de: erlaubt
el: παραχωρημένο
fa: اعطا‌شده
hu: engedélyezett
kk: берілді
lv: piešķirts
sq: dhënë
sv: beviljad
th: ได้รับแล้ว
uz: berilgan
zh_hk: 允許

source: denied
af_za: ontken
bo: ངོས་ལེན་མ་བྱས་པ།
de_de: abgelehnt
el: απαγορευμένο
fa: رد شد
hu: megtagadva
ja: 拒否されました
kk: жоққа шығарылды
lv: liegta
sq: mohuar
sv: nekad
th: ถูกปฏิเสธ
uz: rad etdi
zh_hk: 被拒絕

source: Studio user
af_za: Studio gebruiker
bo: སྒྲིག་སྟེགས་སྤྱོད་མཁན།
de_de: Studio Benutzer
el: Χρήστης στούντιο
es: Usuario de Studio
fa: کاربر استودیو
hu: Studio felhasználó
ja: スタジオユーザー
kk: Студия пайдаланушысы
lv: Studio lietotājs
sq: Përdorues i studios
sv: Studioanvändare
th: ผู้ใช้สตูดิโอ
uz: Studio foydalanuvchisi
zh_hk: 工作室用戶

source: The date when state was last updated
af_za: Die datum wanneer staat laas opgedateer is
bo: གནས་བབ་བསྐྱར་གསོ་ཐ་མའི་སྐབས་ཀྱི་ཟླ་ཚེས།
de_de: Zuletzt geändertes Datum
el: Η ημερομηνία τελευταίας ενημέρωσης της κατάστασης
es: La fecha en que se actualizó por última vez el estado.
fa: تاریخ آخرین به‌روز‌رسانی وضعیت
hu: Az a dátum, amikor az állapot utoljára frissült
ja: 状態が最後に更新された日付
kk: Күй соңғы рет жаңартылған күн
lv: Datums, kad štats pēdējo reizi atjaunināts
sq: Data kur gjendja u përditësua për herë të fundit
sv: Datum då tillståndet senast uppdaterades
th: วันที่สถานะได้รับการปรับปรุงล่าสุด
uz: Davlat oxirgi marta yangilangan sana
zh_hk: 狀態上次更新的日期

source: Current course creator state
af_za: Huidige kursus skepper staat
bo: ཉེ་ཆར་གྱི་སློབ་ཚན་གསར་བཟོ་བའི་གནས་བབ།
de_de: Aktueller Kurserstellungsstand
el: Τρέχουσα κατάσταση δημιουργού μαθημάτων
es: Estado actual del creador del curso.
fa: وضعیت سازنده دوره فعلی
hu: Aktuális kurzuskészítő állapota
ja: 現在のコース作成者の状態
kk: Ағымдағы курсты жасаушы күйі
lv: Pašreizējais kursa veidotāja stāvoklis
sq: Gjendja aktuale e krijuesit të kursit
sv: Nuvarande kursskaparstatus
th: สถานะผู้สร้างหลักสูตรปัจจุบัน
uz: Joriy kurs yaratuvchisi holati
zh_hk: 當前課程創建者狀態

source: Optional notes about this user (for example, why course creation access was denied)
af_za: Opsionele notas oor hierdie gebruiker (byvoorbeeld waarom toegang tot kursusskepping geweier is)
bo: སྤྱོད་མཁན་འདིའི་གདམ་ཀ་ཅན་གྱི་ཟུར་མཆན། (དཔེར་ན། སློབ་ཚན་གསར་བཟོའི་ཆོག་མཆན་ངོས་ལེན་མ་བྱས་པའི་རྒྱུ་མཚན། ལྟ་བུ།)
de_de: Optionale Notizen über den Benutzer (z.B. Warum der Kurserstellungs-Zugang abgelehnt wurde)
el: Προαιρετικές σημειώσεις σχετικά με αυτόν τον χρήστη (για παράδειγμα, γιατί απαγορεύτηκε η πρόσβαση στη δημιουργία μαθημάτων)
es: Notas opcionales sobre este usuario (por ejemplo, por qué se denegó el acceso a la creación de cursos).
fa: یادداشت‌های اختیاری درباره این کاربر (به عنوان مثال، چرا دسترسی ایجاد دوره اعطا نشده)
hu: Opcionális megjegyzések erről a felhasználóról (például, miért lett megtagadva a kurzuslétrehozási hozzáférés)
ja: このユーザーに関する任意のメモ（例：なぜコース作成アクセスが拒否されたか）
kk: Осы пайдаланушы туралы қосымша ескертпелер (мысалы, неге курсты құруға рұқсат берілмеді)
lv: Izvēles piezīmes par šo lietotāju (piemēram, kāpēc tika liegta piekļuve kursa izveidei)
sq: Shënime opsionale për këtë përdorues (për shembull, pse u refuzua qasja në krijimin e kursit)
sv: Valfria anteckningar om denna användare (till exempel varför åtkomst till kursutveckling nekades)
th: ตัวเลือกสำหรับจดบันทึกของผู้ใช้รายนี้ (เช่น ทำไมถึงไม่ได้รับอนุญาตให้เข้าไปในการสร้างหลักสูตร)
uz: Ushbu foydalanuvchi haqida ixtiyoriy eslatmalar (masalan, nima uchun kurs yaratishga ruxsat berilmagan)
zh_hk: 有關該用戶的可選註釋（例如，為什麼課程創建訪問被拒絕）

source: Organizations under which the user is allowed to create courses.
af_za: Organisasies waaronder die gebruiker toegelaat word om kursusse te skep.
bo: སྒྲིག་འཛུགས་ཁག་གི་ཁྱབ་ཁོངས་ཀྱི་སྤྱོད་མཁན་ལ་སློབ་ཚན་གསར་བཟོ་བྱེད་ཆོག་པའི་དབང་ཆསྤྲད་ཡོད་པ།
de_de: Organisationen, unter denen der Benutzer Kurse erstellen darf.
el: Οργανισμοί υπό τους οποίους επιτρέπεται στον χρήστη να δημιουργεί μαθήματα.
es: Organizaciones en las que el usuario tiene permitido crear cursos.
fa: سازمان‌هایی که کاربر در آن‌ها مجاز به ایجاد دوره‌های آموزشی است.
ja: ユーザーがコースを作成できる組織。
kk: Пайдаланушыға курстар құруға рұқсат етілген ұйымдар.
lv: Organizācijas, kuru ietvaros lietotājs drīkst veidot kursus.
sq: Organizatat në të cilat përdoruesi lejohet të krijojë kurse.
sv: Organisationer där användaren tillåts skapa kurser.
uz: Foydalanuvchiga kurslar yaratishga ruxsat berilgan tashkilotlar.
zh_hk: 允許用户創建課程的組織。

source: Grant the user the permission to create courses in ALL organizations
af_za: Gee die gebruiker die toestemming om kursusse in ALLE organisasies te skep
bo: སྒྲིག་འཛུགས་ཚང་མའི་ནང་སྤྱོད་མཁན་དེ་ལ་སློབ་ཚན་གསར་བཟོའི་ཆོག་མཆན་སྤྲོད།
de_de: Erteilen Sie dem Benutzer die Berechtigung, Kurse in ALLEN Organisationen zu erstellen
el: Παραχωρήστε στον χρήστη την άδεια να δημιουργήσει μαθήματα σε ΟΛΟΥΣ τους οργανισμούς
es: Conceder al usuario el permiso para crear cursos en TODAS las organizaciones.
fa: به کاربر اجازه ایجاد دوره در همه سازمان‌ها داده شود.
hu: Adjon engedélyt a felhasználónak, hogy kurzusokat hozzon létre MINDEN szervezetben.
kk: Пайдаланушыға БАРЛЫҚ ұйымдарда курстар құруға рұқсат беріңіз
lv: Piešķiriet lietotājam atļauju izveidot kursus VISĀS organizācijās
sq: Jepini përdoruesit lejen për të krijuar kurse në TË GJITHA organizatat
sv: Ge användaren behörighet att skapa kurser i ALLA organisationer
uz: Foydalanuvchiga HAMMA tashkilotlarda kurslar yaratishga ruxsat bering
zh_hk: 授予用户在所有組織中建立課程的權限

source: Dump courses to CourseGraph (respect cache)
de_de: Kurse in CourseGraph ausgeben (Cache beachten)
el: Απόρριψη μαθημάτων στο CourseGraph (respect cache)
zh_hk: 將課程轉儲到課程庫（尊重緩存）

source: Error enqueueing dumps for {} course(s): {}
de_de: Fehler beim Einreihen von Dumps für {} Kurs(e): {}
el: Σφάλμα κατά την ουρά των χωματερών για {} μαθήματα: {}
zh_hk: 將 {} 個課程的轉儲排入佇列時出錯：{}

source: Enqueued dumps for {} course(s). Skipped {} unchanged course(s).
de_de: Eingereihte Dumps für {} Kurs(e). {} unveränderte(n) Kurs(e) übersprungen.
el: Σε ουρά χωματερές για {} μαθήματα. Παράβλεψαν {} αμετάβλητα μαθήματα.
zh_hk: {} 個課程的排隊轉儲。跳過 {} 個未更改的課程。

source: Skipped all {} course(s), as they were unchanged.
de_de: Alle {} Kurse übersprungen, da sie unverändert waren.
el: Παράβλεψαν όλα τα {} μαθήματα, καθώς δεν άλλαξαν.
zh_hk: 跳過 {} 個課程，因為它們沒有變化。

source: Dump courses to CourseGraph (override cache)
de_de: Kurse in CourseGraph ausgeben (Cache überschreiben)
el: Απόρριψη μαθημάτων στο CourseGraph (παράκαμψη της προσωρινής μνήμης)
zh_hk: 將課程轉儲到課程庫（覆蓋緩存）

source: Enqueued dumps for {} course(s).
de_de: Eingereihte Dumps für {} Kurs(e).
el: Σε ουρά χωματερές για {} μαθήματα.
zh_hk: {} 個課程的排隊轉儲。

source: Force Publish Course
de_de: Kursveröffentlichung erzwingen
el: Επιβολή δημοσίευσης μαθήματος
ja: コースを強制公開
th: บังคับเผยแพร่หลักสูตร
zh_hk: 強制發佈課程
