Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
af_za: Studente kan by verstek &#39;n .srt- of .txt-transkripsie aflaai wanneer jy Aflaai-transkripsie toegelaat op Waar stel. As jy &#39;n aflaaibare transkripsie in &#39;n ander formaat wil verskaf, beveel ons aan dat jy &#39;n uitdeelstuk oplaai deur die Laai &#39;n uitdeelstuk-veld op te gebruik. As dit nie moontlik is nie, kan jy &#39;n transkripsielêer op die lêers en oplaaie-bladsy of op die internet plaas, en dan die URL vir die transkripsie hier byvoeg. Studente sien &#39;n skakel om daardie transkripsie af te laai onder die video.
de_de: Standardmäßig können Teilnehmer ein .srt oder .txt Transkript herunterladen, falls du "Herunterladen des Transkripts erlauben" auf "Wahr" gesetzt hast. Falls du ein herunterladbares Transkript in einem anderen Format anbieten möchtest, empfehlen wir dieses als Handout anzubieten, indem du das "Hochladen im Handout-Feld" nutzt. Wenn dies nicht möglich ist, kannst du die Transkriptdatei auf der Dateien & Uploads-Seite oder im Internet hinterlegen, und dann die URL für das Transkript hier angeben. Teilnehmer sehen dann einen Download-Link für dieses Transkript unterhalb des Videos.
el: Από προεπιλογή, οι μαθητές μπορούν να πραγματοποιήσουν λήψη μιας μεταγραφής .srt ή .txt όταν ορίσετε την επιλογή Λήψη μεταγραφής Επιτρέπεται σε True. Εάν θέλετε να παρέχετε μια μεταγραφή με δυνατότητα λήψης σε διαφορετική μορφή, σας συνιστούμε να ανεβάσετε ένα φυλλάδιο χρησιμοποιώντας το πεδίο Μεταφόρτωση φυλλαδίου. Εάν αυτό δεν είναι δυνατό, μπορείτε να δημοσιεύσετε ένα αρχείο μεταγραφής στη σελίδα Αρχεία και μεταφορτώσεις ή στο Διαδίκτυο και, στη συνέχεια, να προσθέσετε τη διεύθυνση URL για τη μεταγραφή εδώ. Οι μαθητές βλέπουν έναν σύνδεσμο για να κατεβάσουν αυτό το αντίγραφο κάτω από το βίντεο.
es: De forma predeterminada, los estudiantes pueden descargar una transcripción en formato .srt o .txt cuando estableces Permitir descarga de transcripción en Verdadero. Si deseas proporcionar una transcripción descargable en un formato diferente, te recomendamos que cargues un material complementario usando el campo Cargar un material complementario. Si esto no es posible, puedes publicar un archivo de transcripción en la página Archivos y Cargas o en Internet, y luego agregar la URL de la transcripción aquí. Los estudiantes verán un enlace para descargar esa transcripción debajo del video.
fa: به‌طور پیش‌فرض، دانش‌آموزان می‌توانند یک رونوشت .srt یا txt. را با تنظیم «بارگیری رونوشت مجاز» روی True دانلود کنند. اگر می‌خواهید رونوشت قابل دانلودی در قالب دیگری ارائه کنید، توصیه می‌کنیم با استفاده از قسمت آپلود جزوه، جزوه را آپلود کنید. اگر این امکان پذیر نیست، می توانید یک فایل رونوشت را در صفحه فایل ها و آپلودها یا در اینترنت پست کنید و سپس URL مربوط به رونوشت را در اینجا اضافه کنید. دانش‌آموزان پیوندی را برای دانلود آن متن زیر ویدیو مشاهده می‌کنند.
hu: Alapértelmezés szerint a diákok letölthetnek egy .srt vagy .txt átiratot, ha a Letöltés engedélyezése beállítást Igazra állítja. Ha más formátumban szeretne letölthető átiratot biztosítani, javasoljuk, hogy töltsön fel egy segédanyagot a Segédanyag feltöltése mező használatával. Ha ez nem lehetséges, közzétehet egy átiratfájlt a Fájlok és feltöltések oldalon vagy az interneten, majd adja hozzá az átirat URL-jét itt. A diákok a videó alatt láthatják az átirat letöltési linkjét.
ja: デフォルトでは、Download Transcript AllowedをTrueに設定すると、学生は.srtまたは.txt形式のトランスクリプトをダウンロードできます。別の形式でダウンロード可能なトランスクリプトを提供したい場合は、Upload a Handoutフィールドを使用してハンドアウトをアップロードすることをお勧めします。これが不可能な場合は、Files & Uploadsページまたはインターネット上にトランスクリプトファイルを投稿し、ここにそのURLを追加することができます。学生はビデオの下にそのトランスクリプトをダウンロードするリンクを見ます。
kk: Әдепкі бойынша, Транскрипцияны жүктеуге рұқсат етілген "шын" мәніне орнатылғанда, студенттер .srt немесе .txt транскриптін жүктей алады. Жүктеп алынатын транскриптті басқа пішімде бергіңіз келсе, Үлестірмелі материалды жүктеп салу өрісін пайдалану арқылы таратпаны жүктеп салуды ұсынамыз. Бұл мүмкін болмаса, транскрипт файлын «Файлдар және жүктеп салулар» бетінде немесе Интернетте жариялауға болады, содан кейін транскрипттің URL мекенжайын осында қосуға болады. Студенттер бұл транскриптті жүктеп алу үшін бейненің астындағы сілтемені көреді.
lv: Pēc noklusējuma dalībnieki var lejupielādēt .srt vai .txt transkripciju, ja iestatāt Lejupielādēt transkripciju uz True. Ja vēlaties nodrošināt lejupielādējamu transkripciju citā formātā, iesakām augšupielādēt izdales materiālu, izmantojot lauku Augšupielādēt izdales materiālu. Ja tas nav iespējams, varat ievietot transkripcijas failu lapā Faili un augšupielādes vai internetā un pēc tam šeit pievienot transkripcijas URL. Studenti zem videoklipa redz saiti, lai lejupielādētu šo transkripciju.
sq: Si parazgjedhje, studentët mund të shkarkojnë një transkript .srt ose .txt kur vendosni "Shkarkimi i transkriptit të lejuar" në "Të vërtetë". Nëse dëshironi të siguroni një transkript të shkarkueshëm në një format tjetër, ju rekomandojmë të ngarkoni një fletushkë duke përdorur fushën Ngarko një fletushkë. Nëse kjo nuk është e mundur, mund të postoni një skedar transkripti në faqen Skedarët dhe Ngarkimet ose në internet dhe më pas shtoni URL-në për transkriptin këtu. Studentët shohin një lidhje për të shkarkuar atë transkript poshtë videos.
sv: Som standard kan eleverna ladda ner ett .srt- eller .txt-transkript när du ställer in hämtning av transkript tillåtet till True. Om du vill tillhandahålla ett nedladdningsbart transkript i ett annat format rekommenderar vi att du laddar upp en handout med hjälp av fältet Upload a Handout. Om detta inte är möjligt kan du lägga in en transkriptfil på sidan Filer och uppladdningar eller på Internet och sedan lägga till webbadressen för transkriptet här. Eleverna ser en länk för att ladda ner det transkriptet under videon.
th: ด้วยค่าเริ่มต้น นักเรียนสามารถดาวน์โหลดใบรับรอง .srt or .txt ได้เมื่อคุณตั้งค่าอนุญาตที่การอนุญาตดาวน์โหลดใบรับรองผลว่าจริง ถ้าคุณต้องการหาใบรับรองที่ดาวน์โหลดได้ในรูปแบบที่ต่างออกไป เราแนะนำให้คุณอัพโหลดเอกสารสำหรับการใช้เอกสาร ถ้ายังไม่สามารถเป็นไปได้ คุณสามารถโพสต์ไฟล์ใบรับรองบนหน้า ไฟล์&อัพโหลด หรือบนอินเตอร์เนตและเพิ่มURL สำหรับใบรับรองผลที่นี่ นักเรียนสามารถเห็นลิ้งค์ที่ไว้สำหรับดาวน์โหลดใบรับรองคะแนนใต้วิดิโอนี้
uz: Odatiy boʻlib, “Yuklab olish uchun ruxsat berilgan transkriptni rost” deb belgilaganingizda, talabalar .srt yoki .txt transkriptini yuklab olishlari mumkin. Agar siz boshqa formatda yuklab olinadigan transkriptni taqdim qilmoqchi bo'lsangiz, tarqatma materialni yuklash maydonidan foydalanib yuklashingizni tavsiya qilamiz. Agar buning iloji bo'lmasa, siz transkripsiya faylini Fayllar va yuklamalar sahifasida yoki Internetda joylashtirishingiz mumkin, so'ngra bu yerga transkripsiya URL manzilini qo'shishingiz mumkin. Talabalar video ostidagi transkriptni yuklab olish uchun havolani ko'rishadi.
zh_hk: 預設情況下，當您將允許下載字幕設為 True 時，學生可以下載 .srt 或 .txt 字幕。如果您想提供不同格式的可下載字幕，我們建議您使用上傳講義欄位上傳講義。如果無法做到這一點，您可以將字幕檔案發佈到「檔案和上傳」頁面或網上，然後在此處新增字幕的 URL。學生會在影片下方看到下載該字幕的連結。

source: Downloadable Transcript URL
af_za: Aflaaibare transkripsie-URL
bo: ཕབ་ལེན་བྱ་ཆོག་པའི་བརྙན་ཡིག་གི་དྲ་ཐག
de_de: Herunterladbare Transkript-URL
el: URL μεταγραφής με δυνατότητα λήψης
es: URL de transcripción descargable
fa: URL رونوشت قابل دانلود
hu: Letölthető felirat URL-je
ja: ダウンロード可能なトランスクリプトURL
kk: Жүктеп алынатын транскрипт URL
lv: Lejupielādējams transkripcijas URL
sq: URL e transkriptit që mund të shkarkohet
sv: Nedladdningsbar transkriptionsadress
th: URL ที่สามารถดาวน์โหลดใบรับรองผลการศึกษาได้
uz: Yuklab olinadigan transkript URL
zh_hk: 可下載字幕網址

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
af_za: Laat studente toe om die tydgeskrewe transkripsie af te laai. &#39;n Skakel om die lêer af te laai verskyn onder die video. By verstek is die transkripsie &#39;n .srt- of .txt-lêer. As jy die transkripsie vir aflaai in &#39;n ander formaat wil verskaf, laai &#39;n lêer op deur die Oplaai-uitdeelstuk-veld te gebruik.
bo: སློབ་ཕྲུག་ཚོས་སྒྲ་མཚམས་ཕྱེས་ཟིན་པའི་བརྙན་ཡིག་ཕབ་ལེན་བྱ་ཆོག བརྙན་ཡིག་ཕབ་ལེན་གྱི་དྲ་ཐག་ཅིག་བརྙན་འོག་རང་ལ་འཆར་ཡོང་། བརྙན་ཡིག་གི་རྨང་གཞིའི་རྣམ་སྒྲིག་ནི་ srt དང་ཡང་ན་ .txt གང་རུང་ཡིན། གལ་སྲིད་ཁྱེད་ཀྱིས་བརྙན་ཡིག་ཕབ་ལེན་དེ་རྣམ་སྒྲིག་འདྲ་མིན་ནང་ཕབ་ལེན་བྱེད་པའི་མཐུན་རྐྱེན་མཁོ་སྤྲོད་བྱ་འདོད་ཚེ། ཁྲིད་ཆས་ནང་འཇུག་ཚན་པ་ Handout field བཀོལ་ནས་ཡིག་ཆ་ནང་འཇུག་བྱ་དགོས།
de_de: Erlaube den Teilnehmern den Download eines zeitbehafteten Transkripts. Ein Link zum Download der Datei erscheint unterhalb des Videos. Standardmäßig ist das Transkript eine .srt oder .txt Datei. Falls du den Download des Transkripts in einem anderen Format anbieten möchtest, lade diese Datei mit Hilfe des "Hochladen von Handout"-Feldes hoch.
el: Επιτρέψτε στους μαθητές να κατεβάσουν τη χρονισμένη μεταγραφή. Κάτω από το βίντεο εμφανίζεται ένας σύνδεσμος για τη λήψη του αρχείου. Από προεπιλογή, η μεταγραφή είναι ένα αρχείο .srt ή .txt. Εάν θέλετε να δώσετε τη μεταγραφή για λήψη σε διαφορετική μορφή, μεταφορτώστε ένα αρχείο χρησιμοποιώντας το πεδίο Μεταφόρτωση φυλλαδίου.
es: Permitir que los estudiantes descarguen la transcripción con marcas de tiempo. Aparece un enlace para descargar el archivo debajo del video. De forma predeterminada, la transcripción es un archivo .srt o .txt. Si deseas proporcionar la transcripción para descargar en un formato diferente, carga un archivo usando el campo Cargar material complementario.
fa: به دانش آموزان اجازه دهید رونوشت زمان بندی شده را دانلود کنند. لینک دانلود فایل در زیر ویدیو ظاهر می شود. به طور پیش فرض، رونوشت یک فایل .srt یا txt. است. اگر می‌خواهید رونوشت را برای دانلود در قالب دیگری ارائه کنید، با استفاده از قسمت آپلود جزوه، فایلی را آپلود کنید.
hu: Engedélyezze a diákoknak az időzített átirat letöltését. A fájl letöltésére szolgáló link a videó alatt jelenik meg. Alapértelmezés szerint az átirat .srt vagy .txt fájl. Ha más formátumban szeretné elérhetővé tenni az átiratot letöltésre, töltsön fel egy fájlt a Kézirat feltöltése mező használatával.
ja: 学生がタイムドトランスクリプトをダウンロードできるようにします。ファイルをダウンロードするリンクはビデオの下に表示されます。デフォルトでは、トランスクリプトは.srtまたは.txtファイルです。別の形式でダウンロード用のトランスクリプトを提供したい場合は、ハンドアウトアップロードフィールドを使用してファイルをアップロードしてください。
kk: Студенттерге уақытша транскриптті жүктеп алуға рұқсат етіңіз. Бейненің астында файлды жүктеп алуға арналған сілтеме пайда болады. Әдепкі бойынша, транскрипт .srt немесе .txt файлы болып табылады. Жүктеп алу үшін транскриптті басқа пішімде бергіңіз келсе, Үлестірмелі жүктеп салу өрісін пайдаланып файлды жүктеп салыңыз.
lv: Ļaujiet dalībniekiem lejupielādēt noteikta laika transkripciju. Zem videoklipa ir redzama saite, lai lejupielādētu failu. Pēc noklusējuma transkripcija ir .srt vai .txt fails. Ja vēlaties iesniegt transkripciju lejupielādei citā formātā, augšupielādējiet failu, izmantojot lauku Augšupielādēt izdales materiālu.
sq: Lejojini studentët të shkarkojnë transkriptin me kohë. Një lidhje për të shkarkuar skedarin shfaqet poshtë videos. Si parazgjedhje, transkripti është një skedar .srt ose .txt. Nëse dëshironi të jepni transkriptin për shkarkim në një format tjetër, ngarkoni një skedar duke përdorur fushën Ngarko fletëpalosje.
sv: Låt eleverna ladda ner det tidsbestämda transkriptet. En länk för att ladda ner filen visas under videon. Som standard är transkriptet en .srt- eller .txt-fil. Om du vill ge transkriptet för nedladdning i ett annat format, ladda upp en fil genom att använda fältet Upload Handout.
th: อนุญาตให้นักเรียนดาวน์โหลดใบรับรองผลการศึกษาที่หมดเวลาได้ ลิ้งค์ที่ดาวน์โหลดไฟล์จะปรากฏใต้วิดิโอนี้ ซึ่งค่าเริ่มต้นในการดาวน์โหลดใบรับรองคือ .srt or .txt ถ้าคุณต้องการหาใบรับรองที่ดาวน์โหลดได้ในรูปแบบที่ต่างออกไป เราแนะนำให้คุณอัพโหลดเอกสารสำหรับการใช้เอกสาร
uz: Talabalarga vaqtli transkriptni yuklab olishlariga ruxsat bering. Video ostida faylni yuklab olish uchun havola paydo bo'ladi. Odatiy bo'lib, transkript .srt yoki .txt faylidir. Agar siz boshqa formatda yuklab olish uchun transkriptni taqdim qilmoqchi bo'lsangiz, "Yuklash materiallarini yuklash" maydonidan foydalanib faylni yuklang.
zh_hk: 允許學生下載定時字幕。下載檔案的連結出現在影片下方。預設情況下，字幕是 .srt 或 .txt 檔案。如果您想提供不同格式的字幕供下載，請使用「上傳講義」欄位上傳檔案。

source: Download Transcript Allowed
af_za: Aflaai Transkripsie toegelaat
bo: བརྙན་ཡིག་ཕབ་ལེན་བྱེད་བཅུགས་ཡོད།
de_de: Herunterladen des Transkripts erlaubt
el: Επιτρέπεται η λήψη μεταγραφής
es: Descarga de transcripción permitida
fa: دانلود رونوشت مجاز است
hu: Letölthető átirat engedélyezve
kk: Транскриптті жүктеп алуға рұқсат етілген
lv: Atļauts lejupielādēt transkripciju
sq: Lejohet shkarkimi i transkriptit
sv: Nedladdning av utskrift tillåten
th: อนุญาตให้ดาวน์โหลดใบรับรองผลการศึกษา
uz: Transkriptni yuklab olish uchun ruxsat berilgan
zh_hk: 允許下載字幕

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
af_za: Die verstektranskripsie vir die video, vanaf die Verstek Tydige Transkripsie-veld op die Basiese-oortjie. Hierdie transkripsie moet in Engels wees. Jy hoef nie hierdie instelling te verander nie.
de_de: Das Standardtranskript für dieses Video, aus dem standard, zeitbehafteten Transkript-Feld im "Grundgelgendes"-Reiter. Dieses Transkript sollte auf deutsch sein. Du brauchst diese Einstellung nicht zu ändern.
el: Η προεπιλεγμένη μεταγραφή για το βίντεο, από το πεδίο Προεπιλεγμένη χρονολογημένη μεταγραφή στην καρτέλα Βασικά. Αυτή η μεταγραφή πρέπει να είναι στα αγγλικά. Δεν χρειάζεται να αλλάξετε αυτήν τη ρύθμιση.
es: La transcripción predeterminada para el video, del campo Transcripción con marcas de tiempo predeterminada en la pestaña Básica. Esta transcripción debe estar en inglés. No es necesario que cambies esta configuración.
fa: رونوشت پیش‌فرض ویدیو، از قسمت پیش‌فرض رونوشت زمان‌بندی شده در برگه Basic. این رونوشت باید به زبان انگلیسی باشد. لازم نیست این تنظیم را تغییر دهید.
hu: A videó alapértelmezett átirata a Basic fül Alapértelmezett időzített átirat mezőjéből. Ez az átirat angol nyelvű legyen. Nem kell változtatnia ezt a beállítást.
ja: ビデオのデフォルトの文字起こしは、基本タブのデフォルトタイムドトランスクリプトフィールドから取得されます。この文字起こしは英語である必要があります。この設定を変更する必要はありません。
kk: Бейнеге арналған әдепкі транскрипт, Негізгі қойындысындағы Әдепкі уақытты транскрипт өрісінен. Бұл транскрипт ағылшын тілінде болуы керек. Бұл параметрді өзгертудің қажеті жоқ.
lv: Videoklipa noklusējuma transkripcija no Noklusējuma laika atzīmju transkripcijas lauka Pamata cilnē. Šim atšifrējumam jābūt angļu valodā. Šis iestatījums nav jāmaina.
sq: Transkripti i parazgjedhur për videon, nga fusha "Transkripti me kohë të paracaktuar" në skedën "Bazë". Ky transkript duhet të jetë në anglisht. Nuk duhet ta ndryshoni këtë cilësim.
sv: Standardutskrift för videon, från fältet Standard Timed Transcript på fliken Grundläggande. Detta transkript ska vara på engelska. Du behöver inte ändra den här inställningen.
th: ค่าใบรับรองผลการศึกษาเริ่มต้นสำหรับวิดิโอนี้ จากช่องใบรับรองผลการศึกษาเวลาตัวอย่างบนแท็บพื้นฐาน. ใบรับรองผลการศึกษาควรจะเป็นภาษาอังกฤษ คุณไม่ต้องเปลี่ยนการตั้งค่า
uz: Video uchun standart transkript, Asosiy yorliqdagi Standart vaqtli transkript maydonidan. Ushbu transkript ingliz tilida bo'lishi kerak. Bu sozlamani oʻzgartirishingiz shart emas.
zh_hk: 影片的預設字幕，來自於「基本」面板的「預設字幕」網域。該字幕應為英語字幕。您不必修改這個設定。

source: Default Timed Transcript
af_za: Verstek Tydige transkripsie
bo: རྨང་གཞིའི་བརྙན་ཡིག
de_de: Standard, zeitbehaftetes Transkript
el: Προεπιλεγμένη χρονισμένη μεταγραφή
es: Transcripción con marcas de tiempo predeterminada
fa: رونوشت زمان‌بندی شده پیش‌فرض
hu: Alapértelmezett időzített felirat
ja: デフォルトのタイムドトランスクリプト
kk: Әдепкі уақытты транскрипт
lv: Noklusējuma laika transkripcija
sq: Transkripti i parazgjedhur me kohë
sv: Standard tidsinställd transkription
th: บันทึกแสดงผลเวลาเริ่มต้น
uz: Standart vaqtli transkript
zh_hk: 預設字幕

source: Specify whether the transcripts appear with the video by default.
af_za: Spesifiseer of die transkripsies by verstek saam met die video verskyn.
bo: རྨང་གཞི་ནས་བརྙན་དང་ལྷན་དུ་བརྙན་ཡིག་འཆར་མིན་གསལ་བཤད་བྱོས།
de_de: Lege fest, ob die Transkripte standardmäßig mit dem Video erscheinen.
el: Καθορίστε εάν οι μεταγραφές θα εμφανίζονται με το βίντεο από προεπιλογή.
es: Especifica si las transcripciones aparecen con el video de forma predeterminada.
fa: مشخص کنید آیا رونوشت ها به طور پیش فرض همراه با ویدیو ظاهر می شوند یا خیر.
hu: Adja meg, hogy az átiratok alapértelmezés szerint megjelennek-e a videóval.
kk: Транскрипттердің әдепкі бойынша бейнемен бірге пайда болуын көрсетіңіз.
lv: Norādiet, vai transkripcijas tiek rādīti kopā ar videoklipu pēc noklusējuma.
sq: Specifikoni nëse transkriptet shfaqen me videon si parazgjedhje.
sv: Ange om utskrifterna visas som standard med videon.
th: ระบุว่าใบรับรองผลการศึกษาปรากฏบนวิดิโอเป็นค่าเริ่มต้นหรือไม่
uz: Transkriptlar sukut bo'yicha video bilan birga paydo bo'lishini belgilang.
zh_hk: 指定預設情況下字幕是否與影片一起顯示。

source: Show Transcript
af_za: Wys transkripsie
bo: བརྙན་ཡིག་སྟོན།
de_de: Zeige Transkript
el: Εμφάνιση μεταγραφής
es: Mostrar transcripción
fa: نمایش رونوشت
hu: Felirat megjelenítése
ja: トランスクリプトを表示
kk: Транскриптті көрсету
lv: Rādīt transkripciju
sq: Shfaq transkriptin
sv: Visa transkript
th: แสดงใบรับรองผลการศึกษา
uz: Transkriptni ko'rsatish
zh_hk: 顯示字幕

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
af_za: Voeg transkripsies in verskillende tale by. Klik hieronder om &#39;n taal te spesifiseer en laai &#39;n .srt-transkripsielêer vir daardie taal op.
bo: སྐད་ཡིག་འདྲ་མིན་ནང་ཡོད་པའི་བརྙན་ཡིག་རྣམས་སྣོན། སྐད་ཡིག་གང་ཞིག་འདེམ་ནས་གཤམ་ལ་སྣུན་དང་། བདམས་ཟིན་པའི་སྐད་ཡིག་དེའི་ཆེད་དུ་.srt ཡིག་ཆ་ནང་འཇུག་བྱོས།
de_de: Füge Transkripte in verschiedenen Sprachen hinzu. Klicke unten, um eine Sprache festzulegen, und eine .srt-Transkript-Datei für diese Sprache hochzuladen.
el: Προσθέστε μεταγραφές σε διαφορετικές γλώσσες. Κάντε κλικ παρακάτω για να καθορίσετε μια γλώσσα και να ανεβάσετε ένα αρχείο μεταγραφής .srt για αυτήν τη γλώσσα.
es: Agrega transcripciones en diferentes idiomas. Haz clic a continuación para especificar un idioma y cargar un archivo de transcripción .srt para ese idioma.
fa: رونوشت ها را به زبان های مختلف اضافه کنید. برای تعیین یک زبان و آپلود فایل رونوشت .srt برای آن زبان، روی زیر کلیک کنید.
hu: Adjon hozzá átiratokat különböző nyelveken. Kattintson az alábbiakra a nyelv megadásához és az adott nyelvhez tartozó .srt átiratfájl feltöltéséhez.
ja: さまざまな言語での文字起こしを追加します。下をクリックして言語を指定し、その言語の.srt文字起こしファイルをアップロードしてください。
kk: Түрлі тілдердегі транскрипттерді қосыңыз. Тілді көрсету және сол тілге арналған .srt транскрипт файлын жүктеп салу үшін төменде басыңыз.
lv: Pievienojiet transkripcijas dažādās valodās. Noklikšķiniet tālāk, lai norādītu valodu un augšupielādētu .srt transkripcijas failu šai valodai.
sq: Shtoni transkriptet në gjuhë të ndryshme. Klikoni më poshtë për të specifikuar një gjuhë dhe për të ngarkuar një skedar transkripti .srt për atë gjuhë.
sv: Lägga till transkript på olika språk. Klicka nedan för att ange ett språk och ladda upp en .srt-transkriptfil för det språket.
th: เพิ่มภาษาที่แตกต่างออกไปในใบรับรองผลการศึกษา คลิกภาษาที่ต้องการข้างล่างนี้และอัพโหลดไฟล์ใบรับรองผลการศึกษา.srt สำหรับภาษานั้น
uz: Turli tillardagi transkriptlarni qo'shing. Tilni belgilash va shu til uchun .srt transkript faylini yuklash uchun pastga bosing.
zh_hk: 新增不同語言的字幕。點擊下面指定語言並上傳該語言的 .srt 字幕檔案。

source: Transcript Languages
af_za: Transkripsietale
bo: བརྙན་ཡིག་གི་སྐད་ཡིག
de_de: Transkriptsprachen
el: Γλώσσες μεταγραφής
es: Idiomas de la transcripción
fa: زبان های رونویسی
hu: Felirat nyelvei
ja: トランスクリプト言語
kk: Транскрипт тілдері
lv: Transkripcijas valodas
sq: Gjuhët e transkriptimit
sv: Transcriptspråk
th: ภาษาของใบรับรอง
uz: Transkripsiya tillari
zh_hk: 字幕語言

source: Preferred language for transcript.
af_za: Voorkeurtaal vir transkripsie.
bo: བརྙན་ཡིག་གི་ཆེད་དུ་བདམས་པའི་སྐད་ཡིག
de_de: Bevorzugte Sprache für das Transkript
el: Προτιμώμενη γλώσσα υποτίτλων
es: Idioma preferido para la transcripción.
fa: زبان برگزیده برای رونوشت
hu: Felirat előnyben részesített nyelve.
kk: Транскрипт үшін таңдаулы тіл.
lv: Vēlamā valoda atšifrēšanai.
sq: Gjuha e preferuar për transkriptimin.
sv: Föredraget språk för transkript.
th: ภาษาที่ต้องการสำหรับใบรับรอง
uz: Transkript uchun afzal til.
zh_hk: 字幕的首選語言。

source: Preferred language for transcript
af_za: Voorkeurtaal vir transkripsie
bo: བརྙན་ཡིག་གི་ཆེད་དུ་བདམས་པའི་སྐད་ཡིག
de_de: Bevorzugte Sprache für das Transkript
el: Προτιμώμενη γλώσσα υποτίτλων
fa: زبان برگزیده برای رونوشت
hu: Felirat előnyben részesített nyelve
kk: Транскрипт үшін таңдаулы тіл
lv: Vēlamā valoda atšifrēšanai
sq: Gjuha e preferuar për transkriptimin
sv: Föredraget språk för transkript
th: ภาษาที่ต้องการสำหรับใบรับรอง
uz: Transkript uchun afzal til
zh_hk: 字幕的首選語言

source: Transcript file format to download by user.
af_za: Transkripsie lêerformaat om af te laai deur gebruiker.
bo: སྤྱོད་མཁན་གྱིས་ཕབ་ལེན་བྱ་རྒྱུའི་བརྙན་ཡིག་གི་རྣམ་སྒྲིག
de_de: Transkript-Dateiformat für den Download durch Nutzer.
el: Μορφή αρχείου μεταγραφής για λήψη ανά χρήστη.
es: Formato de archivo de transcripción para descargar por el usuario.
fa: فرمت فایل رونوشت برای دانلود توسط کاربر.
hu: A felhasználó által letölthető átirat fájlformátuma.
ja: ユーザーがダウンロードするためのトランスクリプトファイル形式。
kk: Пайдаланушы жүктеп алу үшін транскрипт файл пішімі.
lv: Transkripcijas faila formāts, ko lietotājs var lejupielādēt.
sq: Formati i skedarit të transkriptit për t'u shkarkuar nga përdoruesi.
sv: Transcript-filformat för nedladdning av användare.
th: รูปแบบดาวน์โหลดไฟล์ใบรับรองสำหรับผู้ใช้
uz: Foydalanuvchi tomonidan yuklab olinadigan transkript fayl formati.
zh_hk: 供用户下載的字幕檔案格式。

source: SubRip (.srt) file
af_za: SubRip (.srt) lêer
bo: བརྙན་ཡིག་ (.srt) ཡིག་ཆ།
de_de: SubRip (.srt) Datei
el: Αρχείο SubRip (.srt).
es: Archivo SubRip (.srt)
fa: فایل SubRip (.srt).
hu: SubRip (.srt) fájl
ja: SubRip (.srt) ファイル
kk: SubRip (.srt) файлы
lv: SubRip (.srt) fails
sq: Skedari SubRip (.srt)
sv: SubRip (.srt) fil
th: ไฟล์SubRip (.srt)
uz: SubRip (.srt) fayli
zh_hk: SubRip (.srt) 檔案

source: Text (.txt) file
af_za: Teks (.txt) lêer
bo: ཡིག་རྐྱང་ (.txt) ཡིག་ཆ།
de_de: Text (.txt) Datei
el: Αρχείο κειμένου (.txt).
es: Archivo de texto (.txt)
fa: فایل متنی (txt.).
hu: Szöveg (.txt) fájl
ja: テキスト (.txt) ファイル
kk: Мәтіндік (.txt) файлы
lv: Teksta (.txt) fails
sq: Skedari i tekstit (.txt)
th: ไฟล์(.txt)
uz: Matn (.txt) fayli
zh_hk: 文字 (.txt) 檔案
