Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Checkboxes With Text Input
af_za: Merkblokkies met teksinvoer
bo: འགྲིག་རྟགས་སྒམ་དང་ཡི་གེ་ནང་འཇུག
de_de: Checkboxes mit Texteingabe
el: Εισαγωγή κουτιών επιλογής με κείμενο
es: Casillas de verificación con entrada de texto
fa: چک باکس ها با ورودی متن
hu: Jelölőnégyzetek szöveg beírásával
ja: テキスト入力付きチェックボックス
kk: Мәтін енгізуі бар құсбелгілер
lv: Izvēles rūtiņas ar teksta ievadi
sq: Kutitë e kontrollit me futjen e tekstit
sv: Kryssrutor med textinmatning
th: ช่องทำเครื่องหมายกับการป้อนข้อความอักษร
uz: Matn kiritish bilan belgilash katakchalari
zh_hk: 帶有文字輸入的複選框

source: Answer not provided for {input_type}
af_za: Antwoord nie verskaf vir {input_type} nie
bo: {input_type} དྲི་ལན་མཁོ་སྤྲོད་བྱས་མི་འདུག
de_de: Antwort wurde für {input_type} nicht bereitgestellt
el: Δεν προβλέπεται απάντηση για {input_type}
es: No se proporcionó respuesta para {input_type}
fa: پاسخ برای {input_type} ارائه نشده است
hu: A válasz nem az előírt {input_type}
ja: {input_type} の回答が提供されていません
kk: Жауап {input_type} үшін қарастырылмаған
lv: Atbilde nav sniegta uz jautājumu {input_type}
sq: Përgjigja nuk është dhënë për {input_type}
sv: Svaret är inte föreskrivet för {input_type}
th: ไม่มีคำตอบสำหรับ {input_type}
uz: {input_type} uchun javob berilmagan
zh_hk: 未提供{input_type}的答案

source: The Staff answer could not be interpreted as a number.
af_za: Die personeelantwoord kon nie as &#39;n nommer geïnterpreteer word nie.
de_de: Die Mitarbeiterantwort konnte nicht als Zahl ausgewertet werden.
el: Η απάντηση του προσωπικού δεν θα μπορούσε να ερμηνευτεί ως αριθμός.
es: La respuesta del personal no pudo interpretarse como un número.
fa: پاسخ کارکنان را نمی توان به عنوان یک عدد تفسیر کرد.
hu: A személyzet válaszát nem lehetett számként értelmezni.
ja: スタッフの回答は数値として解釈できませんでした。
kk: Қызметкерлердің жауабын сан ретінде түсіндіру мүмкін емес.
lv: Personāla atbildi nevarēja interpretēt kā skaitli.
sq: Përgjigja e Stafit nuk mund të interpretohej si një numër.
sv: Personalsvaret kunde inte tolkas som ett nummer.
th: คำตอบของเจ้าหน้าที่ไม่สามารถแปลเป็นตัวเลขได้
uz: Xodimlarning javobini raqam sifatida talqin qilish mumkin emas.
zh_hk: 工作人員的回答不能被解釋為一個數字。

source: Could not interpret '{given_answer}' as a number.
af_za: Kon nie &#39;{given_answer}&#39; as &#39;n getal interpreteer nie.
de_de: Kann '{given_answer}' nicht als Zahl auswerten.
el: Δεν μπορεί να ερμηνευθεί «{given_answer}» ως αριθμός.
fa: نمی‌توان «{given_answer}» را به عنوان یک عدد تفسیر کرد.
hu: '{given_answer}' nem értelmezhető számként.
ja: '{given_answer}'を数値として解釈できませんでした。
kk: "{given_answer}" сан ретінде түсіндірілмеді.
lv: Nevarēja interpretēt '{given_answer}' kā skaitli.
sq: "{given_answer}" nuk mund të interpretohej si një numër.
sv: Kunde inte tolka &quot;{given_answer}&quot; som ett nummer.
th: ไม่สามารถแปล '{given_answer}' เป็นตัวเลขได้
uz: “{given_answer}”ni raqam sifatida izohlab bo‘lmadi.
zh_hk: 無法將“{given_answer}”解釋為數字。

source: Codejail API Service is unavailable. Please try again in a few minutes.
af_za: Codejail API-diens is nie beskikbaar nie. Probeer asseblief weer oor &#39;n paar minute.
bo: Codejail API ཡི་ཞབས་ཞུ་མི་འདུག སྐར་མ་འགའི་ནང་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Der Codejail-API-Dienst ist nicht verfügbar. Bitte versuchen Sie es in ein paar Minuten erneut.
el: Η υπηρεσία Codejail API δεν είναι διαθέσιμη. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.
es: El servicio API de Codejail no está disponible. Por favor, inténtelo de nuevo en unos minutos.
fa: سرویس کدجیل API در دسترس نیست. لطفا چند دقیقه ی دیگر دوباره سعی کنید.
hu: A Codejail API szolgáltatás nem érhető el. Kérjük, próbálja meg néhány perc múlva újra.
ja: Codejail APIサービスは利用できません。数分後に再試行してください。
kk: Codejail API қызметі қолжетімсіз. Бірнеше минуттан кейін әрекетті қайталаңыз.
lv: Codejail API pakalpojums nav pieejams. Lūdzu, mēģiniet vēlreiz pēc dažām minūtēm.
sq: Shërbimi Codejail API është i padisponueshëm. Ju lutemi provoni sërish pas disa minutash.
sv: Codejail API-tjänst är inte tillgänglig. Försök igen om några minuter.
uz: Codejail API xizmati mavjud emas. Iltimos, bir necha daqiqadan so‘ng qayta urinib ko‘ring.
zh_hk: Codejail API 服務不可用。請在幾分鐘後再試一次。

source: Codejail API Service invalid response.
af_za: Codejail API-diens ongeldige reaksie.
bo: Codejail API ཞབས་ཞུ་ནི་ཚུལ་མཐུན་མ་ཡིན་པའི་བརྡ་སྟོན་འདུག
de_de: Ungültige Antwort des Codejail-API-Diensts.
el: Μη έγκυρη απόκριση υπηρεσίας Codejail API.
es: Respuesta no válida del servicio API de Codejail.
fa: پاسخ کدجیل API سرویس نامعتبر است.
ja: Codejail APIサービスの無効な応答。
kk: Codejail API қызметі жарамсыз жауап.
lv: Codejail API pakalpojuma atbilde nav derīga.
sq: Përgjigje e pavlefshme e Shërbimit API të Codejail.
sv: Codejail API Service ogiltigt svar.
uz: Codejail API xizmati yaroqsiz javob.
zh_hk: Codejail API 服務回應無效。

source: Invalid JSON response received from codejail api service.
af_za: Ongeldige JSON-antwoord ontvang vanaf codejail-API-diens.
bo: codejail api ཞབས་ཞུ་ནས་JSON ཚུལ་མཐུན་མིན་པའི་བརྡ་འབྱོར་འདུག
de_de: Ungültige JSON-Antwort vom Codejail-API-Dienst empfangen.
el: Λήφθηκε μη έγκυρη απάντηση JSON από την υπηρεσία codejail api.
es: Se recibió una respuesta JSON no válida del servicio API de codejail.
fa: پاسخ JSON نامعتبر از سرویس کدجیل api دریافت شد.
hu: Érvénytelen JSON válasz érkezett a codejail API szolgáltatástól.
kk: Codejail API қызметінен жарамсыз JSON жауабы алынды.
lv: No Codejail api pakalpojuma saņemta nederīga JSON atbilde.
sq: Përgjigje e pavlefshme JSON u mor nga shërbimi api codejail.
sv: Ogiltigt JSON-svar mottaget från codejail api-tjänst.
uz: Codejail api xizmatidan yaroqsiz JSON javobi qabul qilindi.
zh_hk: 從 codejail api 服務收到的 JSON 回應無效。

source: Number of attempts taken by the student on this problem
af_za: Aantal pogings wat die student op hierdie probleem geneem het
bo: སློབ་ཕྲུག་གིས་དྲི་བ་འདི་ལ་ཚོད་ལྟ་བྱས་པའི་གྲངས།
de_de: Die Anzahl der Versuche, die von den Teilnehmern für diese Fragestellung benötigt worden sind
el: Αριθμός των προσπαθειών που έλαβε ο σπουδαστής σε αυτό το πρόβλημα
es: Número de intentos realizados por el estudiante en este problema
fa: تعداد تلاش‌های انجام‌شده توسط دانش‌آموز برای این مسئله
hu: A diák által a feladat megoldására tett próbálkozások száma
ja: 学生がこの問題に取り組んだ回数
kk: Студенттің осы мәселе бойынша жасаған әрекеттерінің саны
lv: Dalībnieka mēģinājumu skaits šīs uzdevumi risināšanā
sq: Numri i përpjekjeve të bëra nga studenti për këtë problem
sv: Antal försök som studenten har gjort på detta problem
th: จำนวนในความพยายามของนักเรียนในปัญหานี้
uz: Ushbu muammo bo'yicha talaba tomonidan qilingan urinishlar soni
zh_hk: 學生對此問題的嘗試次數

source: Maximum Attempts
af_za: Maksimum pogings
bo: ཚོད་ལྟ་མང་ཤོས།
de_de: Maximale Versuche
el: Ανώτατος αριθμός προσπαθειών
es: Intentos máximos
fa: حداکثر تلاش
hu: Próbálkozások maximális száma
ja: 最大試行回数
kk: Максималды әрекеттер
lv: Maksimālais mēģinājumu skaits
sq: Përpjekjet maksimale
sv: Maximala försök
th: ความพยายามสูงสุด
uz: Maksimal urinishlar
zh_hk: 最大嘗試次數

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
af_za: Definieer die aantal kere wat &#39;n student kan probeer om hierdie probleem te beantwoord. As die waarde nie gestel is nie, word oneindige pogings toegelaat.
bo: སློབ་མ་ཞིག་གིས་དཀའ་ངལ་འདི་ལ་ལན་འདེབས་ཐེངས་ག་ཚོད་བྱེད་ཆོག་གསལ་བཤད་བྱེད། རིན་ཐང་སྒྲིག་མེད་ན་ཚད་མེད་ཀྱི་ཚོད་ལྟ་བྱེད་ཆོག།
de_de: Legt die Anzahl der Versuche fest, die ein Teilnehmer für diese Fragestellung hat. Falls der Wert nicht gesetzt ist, hat man unbegrenzt viele Versuche.
el: Καθορίζει πόσες φορές ένας φοιτητής μπορεί να προσπαθήσει να απαντήσει σε αυτό το τεστ. Αν δεν έχει οριστεί η τιμή, οι άπειρες προσπάθειες επιτρέπονται.
es: Define el número de veces que un estudiante puede intentar responder este problema. Si el valor no está establecido, se permiten intentos ilimitados.
fa: تعداد دفعات مجاز پاسخ‌دهی دانش‌آموز به این مسئله را مشخص می‌کند. اگر مقداری مشخص نشده باشد، بی‌نهایت تلاش مجاز است.
hu: Meghatározza, hogy hányszor próbálkozhat a diák a feladat megoldásával. Ha az érték nincs beállítva, végtelen próbálkozások engedélyezettek.
ja: 学生がこの問題に答えることができる回数を定義します。値が設定されていない場合、無限に試行が許可されます。
kk: Оқушы бұл мәселеге қанша рет жауап беруге болатынын анықтайды. Мән орнатылмаса, шексіз әрекеттерге рұқсат етіледі.
lv: Nosaka, cik reižu dalībnieks/ce var mēģināt atbildēt uz šo uzdevumu. Ja vērtība nav iestatīta, ir atļauti bezgalīgi mēģinājumi.
sq: Përcakton numrin e herëve që një student mund të përpiqet t'i përgjigjet këtij problemi. Nëse vlera nuk është caktuar, lejohen përpjekje të pafundme.
sv: Definierar hur många gånger en elev kan försöka svara på det här problemet. Om värdet inte är inställt är oändliga försök tillåtna.
th: กำหนดจำนวนครั้งของนักเรียนที่จะพยายามตอบปัญหา. ถ้าไม่กำหนด สามารถตอบได้ครั้งไม่ถ้วน
uz: Talaba bu masalaga necha marta javob berishga harakat qilishi mumkinligini belgilaydi. Agar qiymat o'rnatilmagan bo'lsa, cheksiz urinishlarga ruxsat beriladi.
zh_hk: 定義學生可以嘗試回答該問題的次數。如果未設定該值，則允許無限次嘗試。

source: Grading Method
af_za: Graderingsmetode
es: Método de calificación
fa: روش درجه بندی
hu: Osztályozási módszer
ja: 採点方法
kk: Бағалау әдісі
lv: Vērtēšanas metode
sq: Metoda e notimit
sv: Betygsmetod
uz: Baholash usuli
zh_hk: 評分方法

source: Define the grading method for this problem. By default, it's the score of the last submission made by the student.
af_za: Definieer die graderingsmetode vir hierdie probleem. By verstek is dit die telling van die laaste voorlegging wat deur die student gemaak is.
es: Define el método de calificación para este problema. De forma predeterminada, es la puntuación del último envío realizado por el estudiante.
fa: روش درجه بندی این مشکل را تعریف کنید. به طور پیش فرض، این امتیاز آخرین ارسالی است که توسط دانش آموز ارائه شده است.
hu: Határozza meg a feladat értékelési módszerét. Alapértelmezés szerint ez a hallgató által benyújtott utolsó beküldés pontszáma.
ja: この問題の採点方法を定義してください。デフォルトでは、学生が最後に提出したもののスコアが使用されます。
kk: Осы мәселе бойынша бағалау әдісін анықтаңыз. Әдепкі бойынша, бұл студент жасаған соңғы жіберудің ұпайы.
lv: Definējiet šīs uzdevumi vērtēšanas metodi. Pēc noklusējuma tas ir dalībnieka pēdējā iesnieguma rezultāts.
sq: Përcaktoni metodën e vlerësimit për këtë problem. Si parazgjedhje, është rezultati i paraqitjes së fundit të bërë nga studenti.
sv: Definiera betygsmetoden för detta problem. Som standard är det poängen från den senaste inlämningen som studenten gjort.
uz: Ushbu muammoni baholash usulini aniqlang. Odatiy bo'lib, bu talaba tomonidan taqdim etilgan oxirgi taqdimotning ballidir.
zh_hk: 定義該問題的評分方法。預設情況下，這是學生最後一次提交的分數。

source: Last Score
af_za: Laaste telling
es: Última puntuación
fa: آخرین امتیاز
hu: Utolsó pontszám
ja: 最終スコア
kk: Соңғы ұпай
lv: Pēdējais rezultāts
sq: Rezultati i fundit
sv: Senaste poäng
uz: Oxirgi ball
zh_hk: 最後得分

source: First Score
af_za: Eerste telling
es: Primer puntaje
fa: امتیاز اول
hu: Első pontszám
ja: 最初のスコア
kk: Бірінші ұпай
lv: Pirmais rezultāts
sq: Rezultati i parë
sv: Första poäng
uz: Birinchi ball
zh_hk: 第一次得分

source: Highest Score
af_za: Hoogste telling
es: Puntaje más alto
fa: بالاترین امتیاز
hu: Legmagasabb pontszám
ja: 最高得点
kk: Ең жоғары ұпай
lv: Augstākais rezultāts
sq: Rezultati më i lartë
sv: Högsta poäng
uz: Eng yuqori ball
zh_hk: 最高分

source: Average Score
af_za: Gemiddelde telling
es: Puntaje promedio
fa: میانگین امتیاز
hu: Átlagos pontszám
ja: 平均スコア
kk: Орташа балл
lv: Vidējais rādītājs
sq: Nota mesatare
sv: Genomsnittlig poäng
uz: O'rtacha ball
zh_hk: 平均分數

source: Date that this problem is due by
af_za: Datum waarop hierdie probleem verskuldig is
bo: དྲི་བ་འདིའི་དུས་ཡུན་རྫོགས་པའི་ཟླ་ཚེས་སྒྲིག
de_de: Datum bis zu dem diese Fragestellung zu bearbeiten ist
el: Ημερομηνία κατά την οποία το πρόβλημα αυτό οφείλεται από
es: Fecha límite para resolver este problema
fa: تاریخ سررسید این مسئله
hu: Feladat megoldásának esedékességi dátuma
ja: この問題の締切日
lv: Datums, kad šī uzdevums rodas līdz
sq: Data kur duhet të përfundojë ky problem
sv: Datum då detta problem beror på
th: วันที่กำหนดส่งปัญหานี้โดย
uz: Ushbu muammo yuzaga kelgan sana
zh_hk: 此問題的截止日期

source: Amount of time after the due date that submissions will be accepted
af_za: Hoeveelheid tyd na die sperdatum wat voorleggings aanvaar sal word
bo: འབུལ་སྤྲོད་ངོས་ལེན་གྱི་དུས་ཡུན་རྫོགས་རྗེས་དུས་ཚོད་ཀྱི་ཁ་གྲངས།
de_de: Zeit nach dem Fälligkeitsdatum bis zu der Einreichungen noch akzeptiert werden
el: Χρονικό διάστημα μετά την λήξη της προθεσμίας υποβολής εντός του οποίου θα γίνουν δεκτές υποβολές
es: Cantidad de tiempo después de la fecha límite en que se aceptarán envíos
fa: مدت زمان پس از موعد مقرر که ارسال ها پذیرفته می شوند
kk: Өтінімдерді қабылдау мерзімі аяқталғаннан кейінгі уақыт мөлшері
lv: Laiks pēc termiņa, kurā iesniegumi tiks pieņemti
sq: Shuma e kohës pas datës së caktuar që parashtresat do të pranohen
sv: Mängd tid efter förfallodagen att inlämnanden kommer att accepteras
th: จำนวนครั้งหลังจากวันสุดท้ายที่การส่งสามารถยอมรับได้
uz: Murojaatlarni qabul qilish muddati tugagandan keyingi vaqt miqdori
zh_hk: 截止日期後多長時間提交內容將被接受

source: Show Results
af_za: Wys resultate
bo: མཇུག་འབྲས་སྟོན།
de_de: Zeige Ergebnisse
el: Εμφάνιση αποτελεσμάτων
es: Mostrar resultados
fa: نمایش نتایج
hu: Eredmények megjelenítése
ja: 結果を表示
kk: Нәтижелерді көрсету
lv: Rādīt rezultātus
sq: Shfaq rezultatet
sv: Visa resultat
th: แสดงผลลัพธ์
uz: Natijalarni ko'rsatish
zh_hk: 顯示結果

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
af_za: Definieer wanneer om te wys of &#39;n leerder se antwoord op die probleem korrek is. Gekonfigureer op die onderafdeling.
bo: སློབ་གཉེར་བས་དྲི་བར་ལན་འདེབས་བྱས་པ་འགྲིག་སོང་ན་ནམ་སྟོན་གྱི་བཅད་མཚམས་བཟོས།
de_de: Legt fest wann die Antwort auf die Fragestellung gezeigt wird. Ein Standardwert kann in den erweiterten Einstellungen festgelegt werden.
el: Καθορίζει πότε θα εμφανίζεται εάν η απάντηση ενός σπουδαστή στο πρόβλημα είναι σωστή. Διαμορφώθηκε στην υποενότητα.
es: Define cuándo mostrar si la respuesta del estudiante al problema es correcta. Configurado en la subsección.
fa: مشخص می‌کند که چه زمانی باید نشان دهد که آیا پاسخ دانش‌پذیر به مسئله صحیح است یا خیر. این مورد در پیکربندی زیربخش مشخص شده است.
hu: Meghatározza, hogy mikor kell megmutatni, hogy a tanuló a problémára adott válasz helyes-e. Az alszakaszban konfigurálva.
ja: 学習者の問題に対する回答が正しいかどうかを表示するタイミングを定義します。サブセクションで設定されます。
kk: Оқушының мәселеге берген жауабының дұрыстығын көрсету уақытын анықтайды. Бөлімшеде конфигурацияланған.
lv: Nosaka, kad jāparāda, vai dalībnieka atbilde uz uzdevumu ir pareiza. Konfigurēts apakšsadaļā.
sq: Përcakton se kur duhet të tregojë nëse përgjigja e një nxënësi ndaj problemit është e saktë. Konfiguruar në nënseksion.
sv: Definierar när det ska visas om en elevs svar på problemet är korrekt. Konfigureras på underavsnittet.
uz: O'quvchining muammoga bergan javobi to'g'ri yoki yo'qligini ko'rsatishni belgilaydi. Pastki bo'limda sozlangan.
zh_hk: 定義何時顯示學生對問題的答案是否正確。在小節上設定。

source: Always
af_za: Altyd
bo: རྒྱུན་དུ
de_de: Immer
el: Πάντοτε
es: Siempre
fa: همیشه
hu: Mindig
ja: 常に
kk: Әрқашан
lv: Vienmēr
sq: Gjithmonë
sv: Alltid
th: เสมอ
uz: Har doim
zh_hk: 總是

source: Past Due
af_za: Verlede
bo: འདས་ཟིན་པ།
de_de: Überfällig
el: Ληξιπρόθεσμο
es: Vencido
fa: سررسید گذشته
hu: Lejárt
ja: 期限切れ
kk: Мерзімі өткен
lv: Nokavēts termiņš
sq: E vonuar
sv: Gått över tiden
th: เลยวันครบกำหนด
uz: Muddati o'tgan
zh_hk: 逾期

source: Show Answer
af_za: Wys antwoord
bo: ལན་སྟོན།
de_de: Antwort zeigen
el: Εμφάνιση απάντησης
es: Mostrar respuesta
fa: پاسخ نشان می دهد
hu: Válasz mutatása
ja: 答えを表示
kk: Жауапты көрсету
lv: Parādi atbildi
sq: Trego përgjigjen
sv: Visa svar
th: แสดงคำตอบ
uz: Javobni ko'rsatish
zh_hk: 顯示答案

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
af_za: Definieer wanneer om die antwoord op die probleem te wys. &#39;n Standaardwaarde kan in Gevorderde instellings gestel word.
bo: དྲི་བ་དེ་ལ་ལན་འདེབས་བྱས་པ་ནམ་སྟོན་གྱི་བཅད་མཚམས་བཟོས། སྟོང་བར་འཇོག་པ་དེ་ཚད་མཐོའི་སྒྲིག་འགོད་ནང་ནས་སྒྲིག་ཐུབ།
de_de: Legt fest wann die Antwort auf die Fragestellung gezeigt wird. Ein Standardwert kann in den fortgeschrittenen Einstellungen festgelegt werden.
el: Καθορίζει πότε να εμφανίζονται οι απαντήσεις του τεστ. Μια προεπιλεγμένη τιμή μπορεί να οριστεί στο Ρυθμίσεις για προχωρημένους.
es: Define cuándo mostrar la respuesta al problema. Se puede establecer un valor predeterminado en Configuración avanzada.
fa: مشخص می‌کند که چه زمانی باید پاسخ مسئله نمایش داده شود. مقدار پیش‌فرض را می‌توان در تنظیمات پیشرفته تنظیم کرد.
hu: Meghatározza, hogy mikor jelenjen meg a válasz a problémára. Az alapértelmezett érték a Speciális beállításokban állítható be.
ja: 問題の答えを表示するタイミングを定義します。デフォルト値は詳細設定で設定できます。
kk: Есептің жауабын қашан көрсету керектігін анықтайды. Әдепкі мәнді Кеңейтілген параметрлерде орнатуға болады.
lv: Nosaka, kad parādīt problēmas atbildi. Noklusējuma vērtību var iestatīt sadaļā Paplašinātie iestatījumi.
sq: Përcakton se kur duhet të tregohet përgjigja e problemit. Një vlerë e paracaktuar mund të vendoset në Cilësimet e Avancuara.
sv: Definierar när svaret på problemet ska visas. Ett standardvärde kan ställas in i Avancerade inställningar.
th: กำหนดว่าเมื่อไหร่จะแสดงคำตอบ และค่าเบื่องต้นสามารถถูกกำหนดไว้ในค่าตั้งค่าขั้นสูง
uz: Muammoning javobini qachon ko'rsatishni belgilaydi. Standart qiymat Kengaytirilgan sozlamalarda o'rnatilishi mumkin.
zh_hk: 定義何時顯示問題的答案。可以在進階設定中設定預設值。

source: Answered
af_za: Beantwoord
bo: ལན་བཏབ།
de_de: Beantwortet
el: Απάντηση ελήφθη.
es: Respondido
fa: جواب داد
hu: Megválaszolt
ja: 回答済み
kk: Жауап берді
lv: Atbildēja
sq: U përgjigj
sv: svarade
th: ตอบ
uz: Javob berdi
zh_hk: 已回答

source: Attempted or Past Due
af_za: Poging of Verval
bo: ཚོད་ལྟ་བྱས་པའམ་ཡང་ན་དུས་ཚོད་འདས་ཟིན་པ།
de_de: Versucht oder überfällig
el: Αποπειράθηκε ή Ληξιπρόθεσμο
es: Intentado o vencido
fa: تلاش یا سررسید گذشته
hu: Megpróbált vagy lejárt
ja: 試行済みまたは期限切れ
kk: Әрекет жасалды немесе мерзімі өткен
lv: Mēģināts vai nokavēts
sq: Përpjekje ose të kaluar
sv: Försökt eller förfallna
th: ได้ทำหรือพ้นกำหนดแล้ว
uz: Urinish yoki muddati o'tgan
zh_hk: 已嘗試或逾期

source: Closed
af_za: Gesluit
bo: སྒོ་བརྒྱབ་ཟིན།
de_de: Geschlossen
el: Κλειστό
es: Cerrado
fa: بسته شد
hu: Lezárt
ja: 閉じた
kk: Жабық
lv: Slēgts
sq: Mbyllur
sv: Stängd
th: ปิด
uz: Yopiq
zh_hk: 已關閉

source: Finished
af_za: Klaar
bo: མཇུག་སྐྱེལ།
de_de: Beendet
el: Ολοκληρώθηκε
es: Finalizado
fa: تمام شده
ja: 完了
kk: Аяқталды
lv: Pabeigts
sq: Përfunduar
sv: Färdiga
th: เสร็จสิ้น
uz: Tugallandi
zh_hk: 已完成

source: Correct or Past Due
af_za: Korrek of agterstallig
de_de: Korrekt oder Überfällig
el: Σωστό ή Ληξιπρόθεσμο
es: Correcto o vencido
fa: سررسید صحیح یا گذشته
hu: Helyes vagy lejárt határidejű
ja: 正解または期限切れ
kk: Дұрыс немесе мерзімі өткен
lv: Pareizs vai nokavēts
sq: E saktë ose e kaluar afati
sv: Rätt eller förfallna
th: ถูกหรือเลยวันครอบกำหนด
uz: To‘g‘ri yoki muddati o‘tgan
zh_hk: 正確或逾期

source: After Some Number of Attempts
af_za: Na &#39;n aantal pogings
bo: ཚོད་ལྟ་ཐེངས་འགར་བྱས་རྗེས།
de_de: Nach einer gewissen Anzahl von Versuchen
el: Μετά από κάποιους αριθμούς προσπαθειών
es: Después de cierto número de intentos
fa: پس از چند تلاش
hu: Néhány kísérlet után
kk: Бірнеше әрекеттен кейін
lv: Pēc dažiem mēģinājumiem
sq: Pas një numri përpjekjesh
sv: Efter ett antal försök
th: หลังจากการได้ทำแล้วจำนวนหนึ่ง
uz: Bir necha urinishlardan keyin
zh_hk: 經過一些嘗試後

source: After All Attempts
af_za: Na alle pogings
bo: འབད་བརྩོན་ཡོད་ཚད་བྱས་རྗེས།
de_de: Nach allen Versuchen
el: Έπειτα από όλες τις προσπάθειες
es: Después de todos los intentos
fa: بعد از همه تلاش ها
hu: Minden próbálkozás után
ja: すべての試行後
kk: Барлық әрекеттерден кейін
lv: Pēc visiem mēģinājumiem
sq: Pas të gjitha përpjekjeve
sv: Efter alla försök
th: หลังจากการทำทั้งหมด
uz: Barcha urinishlardan keyin
zh_hk: 經過所有嘗試

source: After All Attempts or Correct
af_za: Na alle pogings of korrek
de_de: Nach allen Versuchen oder richtig
el: Έπειτα από όλες τις προσπάθειες ή Σωστό
es: Después de todos los intentos o correcto
fa: بعد از همه تلاش ها یا درست
hu: Minden próbálkozások után vagy helyesen
ja: すべての試行または正解後
kk: Барлық әрекеттерден кейін немесе дұрыс
lv: Pēc visiem mēģinājumiem vai labot
sq: Pas të gjitha përpjekjeve ose të sakta
sv: Efter alla försök eller korrekt
th: หลังจากทำทั้งหมดแล้วหรือถูกต้อง
uz: Barcha urinishlardan keyin yoki to‘g‘ri
zh_hk: 經過所有嘗試或正確

source: Attempted
af_za: Poging
bo: ཚོད་ལྟ་བྱས།
de_de: Versucht
el: Επιχειρήθηκε
es: Intentado
fa: تلاش
hu: Megpróbált
kk: Әрекет жасалды
lv: Mēģināja
sq: U përpoq
sv: Försökte
th: ทำแล้ว
uz: Urinish
zh_hk: 嘗試過

source: Show Answer: Number of Attempts
af_za: Wys Antwoord: Aantal pogings
bo: དྲི་བ་སྟོན།: ཚོད་ལྟའི་གྲངས།
de_de: Antwort anzeigen: Anzahl der Versuche
el: Εμφάνιση απάντησης: Αριθμός προσπαθειών
es: Mostrar respuesta: Número de intentos
fa: نمایش پاسخ: تعداد تلاش
hu: Válasz megjelenítése: Kísérletek száma
ja: 解答を表示: 試行回数
kk: Жауапты көрсету: Әрекеттер саны
lv: Rādīt atbildi: mēģinājumu skaits
sq: Trego përgjigjen: Numri i Përpjekjeve
sv: Visa svar: Antal försök
th: แสดงคำตอบ: จำนวนครั้งที่ทำ
uz: Javobni ko'rsatish: Urinishlar soni
zh_hk: 顯示答案：嘗試次數

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
af_za: Aantal kere wat die student moet probeer om die vraag te beantwoord voordat die Wys Antwoord-knoppie verskyn.
de_de: Anzahl der Male, die der Teilnehmer versuchen muss, die Frage zu beantworten, bevor die Schaltfläche Antwort anzeigen erscheint.
el: Πόσες φορές ο μαθητής πρέπει να προσπαθήσει να απαντήσει στην ερώτηση προτού εμφανιστεί το κουμπί Εμφάνιση απάντησης.
es: Número de veces que el estudiante debe intentar responder la pregunta antes de que aparezca el botón Mostrar respuesta.
fa: تعداد دفعاتی که دانش آموز باید قبل از ظاهر شدن دکمه Show Answer به سوال پاسخ دهد.
ja: 学生が「答えを表示」ボタンが表示される前に質問に答えようとする回数。
lv: Cik reižu kursa dalībniekam jāmēģina atbildēt uz jautājumu, pirms tiek parādīta poga Rādīt atbildi.
sq: Numri i herëve që studenti duhet të përpiqet t'i përgjigjet pyetjes përpara se të shfaqet butoni Trego përgjigjen.
sv: Antal gånger eleven måste försöka svara på frågan innan knappen Visa svar visas.
th: จำนวนการทำของนักเรียนต้องมีการทำเสียก่อนจึงจะแสดงปุ่มแสดงคำตอบ
uz: Javobni ko'rsatish tugmasi paydo bo'lgunga qadar talaba savolga javob berishga urinishlar soni.
zh_hk: 在「顯示答案」按鈕出現之前，學生必須嘗試回答問題的次數。

source: Whether to force the save button to appear on the page
af_za: Of die stoorknoppie moet dwing om op die bladsy te verskyn
bo: གལ་སྲིད་ཤོག་ངོས་དེར་ཉར་ཚགས་ཐེབས་འཆར་བར་བཙན་སྐུལ་བྱེད་ན།
de_de: Zwang der Anzeige des Speichern-Knopfes auf der Seite
el: Είτε για να αναγκάσει το κουμπί αποθήκευσης να εμφανίζεται στην σελλίδα
es: Si forzar la aparición del botón de guardar en la página
fa: اینکه آیا باید دکمه ذخیره را مجبور به نمایش در صفحه کنیم
hu: A mentés gomb mindenképpen megjelenjen-e az oldalon
ja: ページに保存ボタンを強制的に表示するかどうか
kk: Сақтау түймешігін бетте көрсетуге мәжбүрлеу керек пе
lv: Vai obligāti parādīties saglabāšanas pogai lapā.
th: ไม่ว่าจะบังคับปุ่มบันทึกให้ปรากฏบนเพจนี้
uz: Saqlash tugmasi sahifada paydo bo'lishiga majbur qilish kerakmi
zh_hk: 是否強制頁面上出現儲存按鈕

source: Show Reset Button
af_za: Wys Herstel-knoppie
bo: བསྐྱར་སྒྲིག་ཐེབས་སྟོན།
de_de: Zurücksetzen-Schaltfläche anzeigen
el: Εμφάνιση Κουμπιού επαναφοράς
es: Mostrar botón de reinicio
fa: نمایش دکمه تنظیم مجدد
ja: リセットボタンを表示
kk: Қалпына келтіру түймешігін көрсету
lv: Rādīt atiestatīšanas pogu
sq: Shfaq butonin e rivendosjes
th: แสดงปุ่มรีเซ็ท
uz: Qayta tiklash tugmachasini ko'rsatish
zh_hk: 顯示重置按鈕
