Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
af_za: As hierdie opsie gestel is, sal gebruikers wat met hierdie SSO-verskaffer aanmeld, hul sessielengte beperk tot nie langer as hierdie waarde nie. As dit op 0 (nul) gestel is, sal die sessie verval wanneer die gebruiker hul blaaier toemaak. As dit leeg gelaat word, sal die versteklengte van die Django-platformsessie gebruik word.
de_de: Wenn diese Einstellung aktiviert ist, wird die Sitzungsdauer der Benutzer, die sich über diesen SSO-Provider anmelden, auf nicht mehr als diesen Wert begrenzt. Wenn auf 0 (Null) gesetzt, läuft die Sitzung ab, wenn der Benutzer seinen Browser schließt. Wenn das Feld leer bleibt, wird die Standardlänge der Django-Plattform-Sitzung verwendet.
el: Εάν οριστεί αυτή η επιλογή, τότε η διάρκεια της περιόδου σύνδεσης των χρηστών που συνδέονται χρησιμοποιώντας αυτήν την υπηρεσία παροχής SSO θα περιορίζεται σε όχι μεγαλύτερη από αυτήν την τιμή. Εάν οριστεί σε 0 (μηδέν), η περίοδος σύνδεσης θα λήξει μόλις ο χρήστης κλείσει το πρόγραμμα περιήγησής του. Αν μείνει κενό, θα χρησιμοποιηθεί η προεπιλεγμένη διάρκεια συνεδρίας της πλατφόρμας Django.
es: Si esta opción está establecida, los usuarios que inicien sesión mediante este proveedor de SSO tendrán la duración de su sesión limitada a no más que este valor. Si se establece en 0 (cero), la sesión caducará cuando el usuario cierre su navegador. Si se deja en blanco, se utilizará la duración predeterminada de sesión de la plataforma Django.
fa: اگر این گزینه تنظیم شود، کاربرانی که با استفاده از این ارائه‌دهندۀ سرویس متمرکز تایید هویت وارد می‌شوند، طول جلسۀ آن‌ها بیش از این مقدار محدود نخواهد شد. اگر روی 0 (صفر) تنظیم شود، پس از بستن مرورگر توسط کاربر، جلسه منقضی می‌شود. اگر خالی بماند، از طول پیش‌فرض جلسۀ پلتفرم جنگو استفاده می‌شود.
hu: Ha ez a beállítás be van állítva, akkor az egyszeri bejelentkezési szolgáltató használatával bejelentkező felhasználók munkamenetének hossza nem haladhatja meg ezt az értéket. Ha 0-ra (nulla) van állítva, a munkamenet akkor jár le, amikor a felhasználó bezárja a böngészőt. Ha üresen hagyja, a Django platform munkamenetének alapértelmezett hosszát használja a rendszer.
ja: このオプションが設定されている場合、このSSOプロバイダーを使用してログインするユーザーのセッションの長さは、この値を超えないように制限されます。0（ゼロ）に設定されている場合、ユーザーがブラウザを閉じるとセッションは終了します。空白のままにすると、Djangoプラットフォームのセッションのデフォルトの長さが使用されます。
kk: Бұл опция орнатылса, осы SSO провайдерін пайдаланып жүйеге кіретін пайдаланушылардың сеанс ұзақтығы осы мәннен ұзағырақ емес шектеледі. 0 (нөл) мәніне орнатылса, сеанс пайдаланушы браузерін жапқанда аяқталады. Бос қалдырылған болса, Django платформасының сеансының әдепкі ұзақтығы пайдаланылады.
lv: Ja šī opcija ir iestatīta, tad lietotāju, kuri piesakās, izmantojot šo SSO nodrošinātāju, sesijas ilgums nedrīkst pārsniegt šo vērtību. Ja iestatīta vērtība 0 (nulle), sesija beigsies, kad lietotājs aizvērs pārlūkprogrammu. Ja šī opcija tiek atstāta tukša, tiks izmantots Django platformas sesijas noklusējuma ilgums.
sq: Nëse ky opsion është caktuar, atëherë përdoruesit që identifikohen duke përdorur këtë ofrues SSO do të kenë kohëzgjatjen e sesionit të kufizuar në jo më shumë se kjo vlerë. Nëse vendoset në 0 (zero), sesioni do të skadojë pasi përdoruesi të mbyllë shfletuesin e tij. Nëse lihet bosh, do të përdoret gjatësia e paracaktuar e sesionit të platformës Django.
sv: Om det här alternativet är inställt, kommer användare som loggar in med den här SSO-leverantören att ha sin sessionslängd begränsad till inte längre än det här värdet. Om inställd till 0 (noll), löper sessionen ut när användaren stänger webbläsaren. Om den är tom, används standardlängden för Django-plattformssessionen.
th: หากตั้งค่าตัวเลือกนี้ ผู้ใช้ที่เข้าสู่ระบบโดยใช้ผู้ให้บริการ SSO นี้จะถูกจำกัดระยะเวลาเซสชันไม่เกินค่านี้ หากตั้งค่าเป็น 0 (ศูนย์) เซสชันจะหมดอายุเมื่อผู้ใช้ปิดเบราว์เซอร์ หากเว้นว่างไว้ ระบบจะใช้ความยาวตามค่าเริ่มต้นของเซสชันแพลตฟอร์ม Django
uz: Agar bu parametr oʻrnatilgan boʻlsa, ushbu SSO provayderi yordamida tizimga kirgan foydalanuvchilar seans uzunligini shu qiymatdan uzoqroq qilib cheklaydilar. Agar 0 (nol) ga o'rnatilgan bo'lsa, foydalanuvchi o'z brauzerini yopgandan so'ng sessiya tugaydi. Bo'sh qoldirilgan bo'lsa, Django platformasi seansining standart uzunligi ishlatiladi.
zh_hk: 如果設定此選項，則使用此 SSO 提供者登入的用户的使用長度將被限制為不超過此值。如果設定為 0（零），使用期限在用户關閉瀏覽器時過期。如果留空，將使用 Django 平台使用預設長度。

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
af_za: As hierdie opsie gekies word, sal gebruikers na die registrasiebladsy verwys word onmiddellik nadat hulle met die derde party geverifieer is in plaas van die aanmeldbladsy.
de_de: Wenn diese Option ausgewählt ist, werden die Benutzer sofort nach der Authentifizierung mit dem Drittanbieter anstelle der Anmeldeseite auf die Registrierungsseite geleitet.
el: Εάν επιλεγεί αυτή η επιλογή, οι χρήστες θα οδηγηθούν στη σελίδα εγγραφής αμέσως μετά τον έλεγχο ταυτότητας με το τρίτο μέρος αντί για τη σελίδα σύνδεσης.
es: Si esta opción está seleccionada, los usuarios serán dirigidos a la página de registro inmediatamente después de autenticarse con el tercero en lugar de la página de inicio de sesión.
fa: در صورت انتخاب این گزینه، کاربران بلافاصله پس از احراز هویت با شخص ثالث به جای صفحه ورود به صفحۀ ثبت‌نام هدایت می‌شوند.
hu: Ha ez a lehetőség be van jelölve, a felhasználók a bejelentkezési oldal helyett azonnal a regisztrációs oldalra kerülnek a harmadik féllel történő hitelesítés után.
ja: このオプションが選択されると、ユーザーはログインページではなく、第三者での認証後にすぐに登録ページに案内されます。
kk: Бұл опция таңдалса, пайдаланушылар кіру бетінің орнына үшінші тараппен аутентификациядан кейін бірден тіркеу бетіне бағытталады.
lv: Ja šī opcija ir atlasīta, lietotāji uzreiz pēc autentifikācijas ar trešo pusi tiks novirzīti uz reģistrācijas lapu, nevis uz pieteikšanās lapu.
sq: Nëse zgjidhet ky opsion, përdoruesit do të drejtohen në faqen e regjistrimit menjëherë pas vërtetimit me palën e tretë në vend të faqes së hyrjes.
sv: Om det här alternativet är valt, kommer användarna direkt till registreringssidan omedelbart efter autentisering med tredje part istället för inloggningssidan.
th: หากเลือกตัวเลือกนี้ ผู้ใช้จะถูกนำไปยังหน้าการลงทะเบียนทันทีหลังจากตรวจสอบสิทธิ์กับบุคคลที่สามแทนหน้าเข้าสู่ระบบ
uz: Agar ushbu parametr tanlansa, foydalanuvchilar kirish sahifasi o'rniga uchinchi tomon bilan autentifikatsiya qilingandan so'ng darhol ro'yxatdan o'tish sahifasiga yo'naltiriladi.
zh_hk: 如果選擇此選項，用户在通過第三方身份驗證後將立即定向到註冊頁面，而不是登入頁面。

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
af_za: Sinkroniseer gebruikersprofieldata wat van die identiteitsverskaffer ontvang is met die edX-gebruikerrekening op elke SSO-aanmelding. Die gebruiker sal in kennis gestel word as die e-posadres wat met hul rekening geassosieer word, verander word as deel van hierdie sinchronisasie.
de_de: Synchronisieren Sie die vom Identitätsanbieter empfangenen Benutzerprofildaten bei jeder SSO-Anmeldung mit dem edX-Benutzerkonto. Der Benutzer wird benachrichtigt, wenn die seinem Konto zugeordnete E-Mail-Adresse im Rahmen dieser Synchronisation geändert wird.
el: Συγχρονίστε τα δεδομένα προφίλ χρήστη που λαμβάνονται από τον πάροχο ταυτότητας με τον λογαριασμό χρήστη edX σε κάθε σύνδεση SSO. Ο χρήστης θα ειδοποιηθεί εάν η διεύθυνση email που σχετίζεται με τον λογαριασμό του αλλάξει ως μέρος αυτού του συγχρονισμού.
es: Sincronizar los datos del perfil de usuario recibidos del proveedor de identidad con la cuenta de usuario de edX en cada inicio de sesión mediante SSO. Se notificará al usuario si la dirección de correo electrónico asociada a su cuenta se modifica como parte de esta sincronización.
fa: داده های نمایه کاربر دریافت شده از ارائه دهنده هویت را با حساب کاربری edX در هر ورود SSO همگام کنید. در صورتی که آدرس ایمیل مرتبط با حساب کاربری خود به عنوان بخشی از این همگام سازی تغییر کند، به کاربر اطلاع داده می شود.
hu: Szinkronizálja az identitásszolgáltatótól kapott felhasználói profiladatokat az edX felhasználói fiókkal minden SSO bejelentkezéskor. A felhasználó értesítést kap, ha a fiókjához társított e-mail cím megváltozik a szinkronizálás részeként.
ja: IDプロバイダーから受け取ったユーザープロファイルデータを、SSOログインごとにedXユーザーアカウントと同期します。この同期の一環として、アカウントに関連付けられたメールアドレスが変更された場合、ユーザーに通知されます。
kk: Сәйкестендіру провайдерінен алынған пайдаланушы профилі деректерін әрбір SSO кіруінде edX пайдаланушы тіркелгісімен синхрондаңыз. Пайдаланушы тіркелгісімен байланысты электрондық пошта мекенжайы осы синхрондау бөлігі ретінде өзгертілсе, ескертіледі.
lv: Sinhronizēt no identitātes nodrošinātāja saņemtos lietotāja profila datus ar edX lietotāja kontu katrā SSO pieteikšanās reizē. Lietotājam tiks paziņots, ja šīs sinhronizācijas laikā tiks mainīta ar viņa kontu saistītā e-pasta adrese.
sq: Sinkronizoj të dhënat e profilit të përdoruesit të marra nga ofruesi i identitetit me llogarinë e përdoruesit edX në çdo hyrje të SSO. Përdoruesi do të njoftohet nëse adresa e emailit e lidhur me llogarinë e tij ndryshohet si pjesë e këtij sinkronizimi.
sv: Synkronisera profildata mottagen från identitetsleverantören med edX användarkonto för varje SSO-inloggning. Användaren kommer att bli underrättad om om mailadressen, som är kopplad till hans konto, ändras på grund av synkroniseringen.
th: ซิงโครไนซ์ข้อมูลโปรไฟล์ผู้ใช้ ที่ได้รับจากผู้ให้บริการข้อมูลประจำตัวกับบัญชีผู้ใช้ edX ในการเข้าสู่ระบบ SSO แต่ละครั้ง ผู้ใช้จะได้รับแจ้ง หากมีการเปลี่ยนแปลงที่อยู่อีเมลที่เชื่อมโยงกับบัญชีของตน โดยเป็นส่วนหนึ่งของการซิงโครไนซ์นี้
uz: Har bir SSO loginida identifikatsiya provayderidan olingan foydalanuvchi profili maʼlumotlarini edX foydalanuvchi accounti bilan sinxronlashtiring. Agar ushbu sinxronizatsiyaning bir qismi sifatida accounti bilan bog'langan elektron pochta manzili o'zgartirilsa, foydalanuvchi xabardor qilinadi.
zh_hk: 在每次 SSO 登入時將從身分提供者收到的用户資料與 edX 用户帳戶同步。如果在此同步過程中與其帳戶關聯的電郵地址發生更改，用户將收到通知。

source: IDPs with this set to True will be excluded from the dropdown IDP selection in the EnterpriseCustomer Django Admin form.
af_za: GOP&#39;e met hierdie gestel op Waar sal uitgesluit word van die aftreklys GOP-keuse in die EnterpriseCustomer Django Admin-vorm.
de_de: IDPs, bei denen dieser Wert auf True gesetzt ist, werden von der Dropdown-IDP-Auswahl im EnterpriseCustomer Django Admin-Formular ausgeschlossen.
el: Οι IDP με αυτό το ορισμένο σε True θα εξαιρεθούν από την αναπτυσσόμενη επιλογή IDP στη φόρμα EnterpriseCustomer Django Admin.
es: Los IdP con esta opción establecida en Verdadero se excluirán del menú desplegable de selección de IdP en el formulario de administración de Django de EnterpriseCustomer.
fa: IDPهایی که این تنظیم روی گزینۀ فعال دارند از انتخاب IDP کشویی در فرم EnterpriseCustomer Django Admin حذف خواهند شد.
hu: Azok az IDP-k, amelyeknél ez igazra van állítva, ki lesznek zárva az IDP legördülő menüből az EnterpriseCustomer Django Admin űrlapon.
kk: Бұл "True" мәніне орнатылған IDPs EnterpriseCustomer Django Admin пішініндегі ашылмалы IDP таңдауынан шығарылады.
lv: IDP, kuriem šī vērtība ir iestatīta uz True, tiks izslēgti no IDP atlases EnterpriseCustomer Django administratora veidlapā.
sq: PZHBV-të me këtë grup në "E vërtetë" do të përjashtohen nga përzgjedhja me drop-down për IDP-në në formularin EnterpriseCustomer Django Admin.
sv: IDP:er med detta inställt på True kommer att uteslutas från rullgardinsmenyn för IDP-val i EnterpriseCustomer Django Admin-formuläret.
uz: Bu “True”ga oʻrnatilgan IDPlar EnterpriseCustomer Django Admin formasida ochiladigan IDP tanlovidan chiqarib tashlanadi.
zh_hk: 將此設定為 True 的 IDP 將從 EnterpriseCustomer Django 管理表單的下拉 IDP 選擇中排除。

source: The Site that this SAML configuration belongs to.
af_za: Die webwerf waaraan hierdie SAML-opstelling behoort.
bo: SAML འདིའི་སྒྲོག་འགོད་དབང་སའི་གནས།
de_de: Die Website, zu der diese SAML-Konfiguration gehört.
el: Ο ιστότοπος στον οποίο ανήκει αυτή η διαμόρφωση SAML.
es: El sitio al que pertenece esta configuración de SAML.
fa: سایتی که این پیکربندی SAML به آن تعلق دارد.
hu: A webhely, amelyhez ez a SAML-konfiguráció tartozik.
ja: このSAML構成が属するサイトです。
kk: Осы SAML конфигурациясы тиесілі сайт.
lv: Vietne, kurai pieder šī SAML konfigurācija.
sq: Faqja e cila i përket ky konfigurim SAML.
sv: Webbplatsen som denna SAML-konfiguration tillhör.
th: ไซต์ที่การกำหนดค่า SAML นี้เป็นของ
uz: Ushbu SAML konfiguratsiyasi tegishli boʻlgan sayt.
zh_hk: 此 SAML 設定所屬的網站。

source: {platform_name} Support
af_za: {platform_name} Ondersteuning
bo: {platform_name} ཡི་རམ་འདེགས།
el: Υποστήριξη {platform_name}
es: Soporte de {platform_name}
fa: پشتیبانی {platform_name}
hu: {platform_name} Támogatás
ja: {platform_name}サポート
kk: {platform_name} Қолдау
lv: {platform_name} atbalsts
sq: Mbështetje {platform_name}
th: การสนับสนุนของ {platform_name}
uz: {platform_name} Yordam
zh_hk: {platform_name}支援

source: A configuration nickname.
af_za: &#39;n Konfigurasiebynaam.
bo: སྒྲིག་བཀོད་ཀྱི་མིང་འདོགས།
de_de: Ein Konfigurations-Spitzname.
el: Ένα ψευδώνυμο διαμόρφωσης.
es: Un apodo para la configuración.
fa: یک نام مستعار پیکربندی.
hu: Egy konfiguráció beceneve.
ja: 設定のニックネーム。
kk: Конфигурация лақап аты.
lv: Konfigurācijas segvārds.
sq: Një pseudonim konfigurimi.
sv: Ett smeknamn för konfigurationen.
uz: Konfiguratsiya taxallus.
zh_hk: 設定暱稱。

source: Please wait
af_za: Wag asseblief
bo: སྒུག་རོགས།
de_de: Bitte warten
el: Παρακαλούμε περιμένετε
es: Espere, por favor
fa: لطفاً صبر کنید
hu: Kérlek várj
ja: お待ちください
kk: Күте тұрыңыз
lv: Lūdzu uzgaidiet
sq: Ju lutem prisni
sv: Vänta
th: กรุณารอสักครู่
uz: Iltimos kuting
zh_hk: 請稍等

# am/pm indicator
source: AM
el: Π.Μ.
fa: قبل از ظهر
sv: förmiddag
zh_hk: 上午

# am/pm indicator
source: PM
el: Μ.Μ.
fa: بعد از ظهر
sv: eftermiddag
zh_hk: 下午

# weekday name
source: Monday
af_za: Maandag
bo: ཟླ་བ།
de_de: Montag
el: Δευτέρα
es: lunes
fa: دوشنبه
hu: Hétfő
ja: 月曜日
kk: дүйсенбі
lv: pirmdiena
sq: e hënë
sv: måndag
th: วันจันทร์
uz: Dushanba
zh_hk: 星期一

# weekday name
source: Tuesday
af_za: Dinsdag
bo: མིག་དམར།
de_de: Dienstag
el: Τρίτη
es: martes
fa: سه‌شنبه
hu: Kedd
ja: 火曜日
kk: сейсенбі
lv: otrdiena
sq: Martë
sv: tisdag
th: วันอังคาร
uz: Seshanba
zh_hk: 星期二

# weekday name
source: Wednesday
af_za: Woensdag
bo: ལྷག་པ།
de_de: Mittwoch
el: Τετάρτη
es: miércoles
fa: چهارشنبه
hu: Szerda
ja: 水曜日
kk: сәрсенбі
lv: trešdiena
sq: e mërkurë
sv: onsdag
th: วันพุธ
uz: Chorshanba
zh_hk: 星期三

# weekday name
source: Thursday
af_za: Donderdag
bo: ཕུར་བུ།
de_de: Donnerstag
el: Πέμπτη
es: jueves
fa: پنج‌شنبه
hu: csütörtök
ja: 木曜日
kk: бейсенбі
lv: ceturtdiena
sv: Torsdag
th: วันพฤหัสบดี
uz: Payshanba
zh_hk: 星期四

# weekday name
source: Friday
af_za: Vrydag
bo: པ་སངས།
de_de: Freitag
el: Παρασκεύη
es: viernes
fa: جمعه
hu: Péntek
ja: 金曜日
kk: жұма
lv: piektdiena
sq: E premte
sv: fredag
th: วันศุกร์
uz: Juma
zh_hk: 星期五

# weekday name
source: Saturday
af_za: Saterdag
bo: སྤེན་པ།
de_de: Samstag
el: Σάββατο
es: sábado
fa: شنبه
hu: Szombat
ja: 土曜日
kk: сенбі
lv: sestdiena
sq: e shtunë
sv: lördag
th: วันเสาร์
uz: Shanba
zh_hk: 星期六

# weekday name
source: Sunday
af_za: Sondag
bo: ཉི་མ།
de_de: Sonntag
el: Κυριακή
es: domingo
fa: یک‌شنبه
hu: vasárnap
ja: 日曜日
kk: жексенбі
lv: svētdiena
sq: të dielën
sv: Söndag
th: วันอาทิตย์
uz: Yakshanba
zh_hk: 星期日

# abbreviated weekday name
source: Mon
af_za: Ma
bo: ཟླ་བ།
de_de: Mo.
el: Δευ
es: lun
fa: دوشنبه
ja: 月曜
lv: P
sq: E hënë
sv: mån
th: จันทร์
uz: Dushanba
zh_hk: 星期一

# abbreviated weekday name
source: Tue
af_za: Di
bo: མིག་དམར།
de_de: Di.
el: Τρι
es: mar
fa: سه‌شنبه
hu: Kedd
lv: O
sq: Martë
th: อังคาร
uz: Seshanba
zh_hk: 星期二

# abbreviated weekday name
source: Wed
af_za: trou
bo: ལྷག་པ།
de_de: Mi.
el: Τετ
es: mié
fa: چهارشنبه
hu: Sze.
ja: 水曜
kk: Сәр
lv: T
sq: e mërkurë
th: พุธ
uz: Chorshanba
zh_hk: 星期三

# abbreviated weekday name
source: Thu
af_za: Do
bo: ཕུར་བུ།
de_de: Do.
el: Πεμ
es: jue
fa: پنج‌شنبه
hu: Csüt.
ja: 木曜
lv: C
sq: E enjte
th: พฤหัส
uz: Payshanba
zh_hk: 星期四

# abbreviated weekday name
source: Fri
af_za: Vr
bo: པ་སངས།
de_de: Fr.
el: Παρ
es: vie
fa: جمعه
ja: 金曜
kk: жұма
lv: Pt
sq: E premte
sv: fre
th: ศุกร์
uz: Juma
zh_hk: 星期五

# abbreviated weekday name
source: Sat
bo: སྤེན་པ།
de_de: Sa.
el: Σαβ
es: sáb
fa: شنبه
hu: Szo.
ja: 土曜
lv: S
sv: lör
th: เสาร์
uz: Shanba
zh_hk: 星期六

# abbreviated weekday name
source: Sun
af_za: Son
bo: ཉི་མ།
de_de: So.
el: Κυρ
es: dom
fa: یک‌شنبه
kk: Күн
lv: Sv
th: อาทิตย์
uz: Quyosh
zh_hk: 星期日

# abbreviated month name
source: Jan
bo: ཟླ་བ་དང་པོ།
el: Ιαν
es: ene
fa: ژانویه
ja: 1月
sq: janar
th: ม.ค.
uz: Yanvar
zh_hk: 一月

# abbreviated month name
source: Feb
bo: ཟླ་བ་གཉིས་པ།
el: Φεβ
fa: فوریه
ja: 2月
kk: ақпан
sq: shkurt
sv: Februari
th: ก.พ.
uz: Fevral
zh_hk: 二月

# abbreviated month name
source: Mar
af_za: Mrt
bo: ཟླ་བ་གསུམ་པ།
de_de: Mär
el: Μαρ
fa: مارس
hu: Márc
ja: 3月
sq: Mars
th: มี.ค.
uz: Mart
zh_hk: 三月

# abbreviated month name
source: Apr
bo: ཟླ་བ་བཞི་པ།
el: Απρ
es: abr
fa: آوریل
hu: ápr.
ja: 4月
kk: Сәуір
sv: April
th: เม.ย.
uz: Aprel
zh_hk: 四月

# abbreviated month name
source: May
af_za: Mei
bo: ཟླ་བ་ལྔ་བ།
de_de: Mai
el: Μάιος
fa: می
hu: május
ja: 5月
kk: мамыр
lv: mai
sq: Maj
th: พ.ค.
zh_hk: 五月

# abbreviated month name
source: Jun
bo: ཟླ་བ་དྲུག་པ།
el: Ιου
fa: ژوئن
hu: Jún.
kk: маусым
lv: jūn
sq: Qershor
sv: Juni
th: มิ.ย.
uz: Iyun
zh_hk: 六月

# abbreviated month name
source: Jul
bo: ཟླ་བ་བདུན་པ།
el: Ιουλ
fa: ژوئیه
hu: júl.
ja: 7月
lv: jūl
th: ก.ค.
uz: Iyul
zh_hk: 七月

# abbreviated month name
source: Aug
bo: ཟླ་བ་བརྒྱད་པ།
el: Αυγ
es: ago
fa: اوت
ja: 8月
kk: тамыз
sq: gusht
sv: Augusti
th: ส.ค.
uz: Avgust
zh_hk: 八月

# abbreviated month name
source: Sep
bo: ཟླ་བ་དགུ་བ།
el: Σεπ
fa: سپتامبر
hu: Szept
ja: 9月
kk: Қыркүйек
lv: sept
sq: Shtator
th: ก.ย.
uz: Sentabr
zh_hk: 九月

# abbreviated month name
source: Oct
af_za: Okt
bo: ཟླ་བ་བཅུ་བ།
de_de: Okt
el: Οκτ
fa: اکتبر
hu: okt.
ja: 10月
kk: қазан
lv: okt
sq: Tetor
sv: Oktober
th: ต.ค.
uz: Oktyabr
zh_hk: 十月

# abbreviated month name
source: Nov
bo: ཟླ་བ་གཅུ་གཅིག
el: Νοε
fa: نوامبر
ja: 11月
sq: Nëntor
sv: November
th: พ.ย.
uz: Noyabr
zh_hk: 十一月

# abbreviated month name
source: Dec
af_za: Des
bo: ཟླ་བ་བཅུ་གཉིས།
de_de: Dez
el: Δεκ
es: dic
fa: دسامبر
ja: 12月
kk: желтоқсан
sq: Dhjetor
sv: December
th: ธ.ค.
uz: Dekabr
zh_hk: 十二月

# month name
source: January
af_za: Januarie
bo: ཟླ་བ་དང་པོ།
de_de: Januar
el: Ιανουάριος
es: enero
fa: ژانویه
hu: január
ja: 1月
kk: қаңтар
lv: janvāris
sq: Janar
sv: januari
th: มกราคม
uz: Yanvar
zh_hk: 一月

# month name
source: February
af_za: Februarie
bo: ཟླ་གཉིས་པ།
de_de: Februar
el: Φεβρουάριος
es: febrero
fa: فوریه
hu: február
ja: 2月
kk: ақпан
lv: februāris
sq: shkurt
sv: februari
th: กุมภาพันธ์
uz: Fevral
zh_hk: 二月

# month name
source: March
af_za: Maart
bo: ཟླ་གསུམ་པ།
de_de: März
el: Μάρτιος
es: marzo
fa: مارس
hu: március
ja: 3月
lv: marts
sq: mars
sv: mars
th: มีนาคม
uz: Mart
zh_hk: 三月

# month name
source: April
bo: ཟླ་བཞི་བ།
el: Απρίλιος
es: abril
fa: آوریل
hu: április
ja: 4月
kk: Сәуір
lv: aprīlis
sq: Prill
th: เมษายน
uz: Aprel
zh_hk: 四月

# month name
source: May
af_za: Mei
bo: ཟླ་ལྔ་བ།
de_de: Mai
el: Μάιος
es: mayo
fa: می
hu: május
ja: 5月
kk: мамыр
lv: maijs
sq: Maj
th: พฤษภาคม
zh_hk: 五月

# month name
source: June
af_za: Junie
bo: ཟླ་དྲུག་པ།
de_de: Juni
el: Ιούνιος
es: junio
fa: ژوئن
hu: Június
ja: 6月
kk: маусым
lv: jūnijs
sq: qershor
sv: Juni
th: มิถุนายน
uz: Iyun
zh_hk: 六月

# month name
source: July
af_za: Julie
bo: ཟླ་བདུན་པ།
de_de: Juli
el: Ιούλιος
es: julio
fa: ژوئیه
hu: Július
ja: 7月
kk: шілде
lv: jūlijs
sq: Korrik
sv: juli
th: กรกฎาคม
uz: Iyul
zh_hk: 七月

# month name
source: August
af_za: Augustus
bo: ཟླ་བརྒྱད་པ།
el: Αύγουστος
es: agosto
fa: اوت
hu: augusztus
ja: 8月
kk: тамыз
lv: augusts
sq: Gusht
sv: augusti
th: สิงหาคม
uz: Avgust
zh_hk: 八月

# month name
source: September
bo: ཟླ་དགུ་བ།
el: Σεπτέμβριος
es: septiembre
fa: سپتامبر
hu: szeptember
ja: 9月
kk: қыркүйек
lv: septembris
sq: shtator
th: กันยายน
uz: Sentyabr
zh_hk: 九月

# month name
source: October
af_za: Oktober
bo: ཟླ་བཅུ་བ།
de_de: Oktober
el: Οκτώβριος
es: octubre
fa: اکتبر
hu: október
ja: 10月
lv: oktobris
sq: Tetor
sv: oktober
th: ตุลาคม
uz: Oktyabr
zh_hk: 十月

# month name
source: November
bo: ཟླ་བཅུ་གཅིག་པ།
el: Νοέμβριος
es: noviembre
fa: نوامبر
ja: 11月
kk: қараша
lv: novembris
sq: Nëntor
th: พฤศจิกายน
uz: Noyabr
zh_hk: 十一月

# month name
source: December
af_za: Desember
bo: ཟླ་བཅུ་གཉིས་པ།
de_de: Dezember
el: Δεκέμβριος
es: diciembre
fa: دسامبر
ja: 12月
kk: желтоқсан
lv: decembris
sq: dhjetor
th: ธันวาคม
uz: Dekabr
zh_hk: 十二月

source: The file must end with the extension '{file_types}'.
af_za: Die lêer moet eindig met die uitbreiding &#39;{file_types}&#39;.
bo: ཡིག་ཆ་དེའི་མཇུག་ལ་ངེས་པར་དུ་རྣམ་སྒྲིག་བྱང་བུ་འདི་དག་གི་གང་རུང་ཞིག་ཡོད་དགོས།: '{file_types}'.
el: Το αρχείο πρέπει να τελειώνει με την επέκταση &quot;{file_types}&quot;.
es: El archivo debe terminar con la extensión '{file_types}'.
fa: فایل باید با پسوند «{file_types}» خاتمه یابد.
hu: A fájlnak a(z) '{file_types}' kiterjesztéssel kell végződnie.
ja: ファイルは次のいずれかの拡張子で終わる必要があります: '{file_types}'。
lv: Failam ir jābeidzas ar vienu no šiem paplašinājumiem: &#39;{file_types}&#39;.
sq: Skedari duhet të përfundojë me shtesën '{file_types}'.
sv: Filen måste sluta med tillägget '{file_types}'.
uz: Fayl quyidagi kengaytmalardan biri bilan tugashi kerak: '{file_types}'.
zh_hk: 檔案必須以以下副檔名之一結尾：「{file_types}」。

source: Maximum upload file size is {file_size} bytes.
af_za: Maksimum oplaai lêergrootte is {file_size} grepe.
bo: ནང་འཇུག་བྱ་རྒྱུའི་ཡིག་ཆའི་ཡ་མཐའི་ཚད་ནི་ {file_size} bytes.
de_de: Sie können eine Datei hochladen mit einer maximalen Größe von {file_size} bytes.
el: Το μέγιστο μέγεθος μεταφόρτωσης είναι {file_size} bytes.
es: El tamaño máximo de archivo para cargar es {file_size} bytes.
fa: حداکثر اندازه پوشه برای بارگذای {file_size} بایت است.
hu: A maximális feltölthető fájlméret {file_size} bájt.
ja: アップロード可能な最大ファイルサイズは{file_size}バイトです。
kk: Жүктеп салу файлының максималды өлшемі {file_size} байт.
lv: Maksimālais augšupielādes faila lielums ir {file_size} baiti.
sq: Madhësia maksimale e skedarit të ngarkimit është {file_size} bajt.
sv: Maximal filstorlek för uppladdning är {file_size} byte.
th: ไฟล์ขนาดใหญ่ทีสุดที่สามารถอัพโหลดได้ {file_size} ไบต์
uz: Yuklash faylining maksimal hajmi {file_size} bayt.
zh_hk: 最大上傳檔案大小為{file_size}bytes。

source: Course {course_id} requires {prerequisite_course_id}
af_za: Kursus {course_id} vereis {prerequisite_course_id}
bo: སློབ་ཚན་ {course_id} ལ་དགོས་ངེས་ཀྱི་ཆ་རྐྱེན་ནི་ {prerequisite_course_id}
de_de: Der Kurs {course_id} setzt diesen Kurs {prerequisite_course_id} vorraus.
el: Το μάθημα {course_id} απαιτεί το {prerequisite_course_id}
es: El curso {course_id} requiere {prerequisite_course_id}
fa: دوره {course_id} به {prerequisite_course_id} نیاز دارد
hu: A(z) {course_id} kurzus előfeltétele a(z) {prerequisite_course_id} kurzus.
ja: コース{course_id}は{prerequisite_course_id}を必要とします
kk: {course_id} курсы үшін {prerequisite_course_id} қажет
lv: Kursam {course_id} nepieciešams {prerequisite_course_id}
sq: Kursi {course_id} kërkon {prerequisite_course_id}
sv: Kursen {course_id} kräver {prerequisite_course_id}
th: หลักสูตร {course_id} นี้ ต้องการ {prerequisite_course_id}
uz: Kurs {course_id} uchun {prerequisite_course_id} talab qilinadi
zh_hk: 課程{course_id}需要{prerequisite_course_id}
