Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
af_za: Spesifiseer of studente &#39;n toelatingseksamen moet voltooi voordat hulle jou kursusinhoud kan sien. Let wel, jy moet Toelatingseksamens aktiveer vir hierdie kursusinstelling om in werking te tree.
de_de: Geben Sie an, ob die Studenten eine Aufnahmeprüfung ablegen müssen, bevor sie Ihre Kursinhalte sehen können. Beachten Sie, dass Sie die Aufnahmeprüfungen aktivieren müssen, damit diese Kurseinstellung wirksam wird.
el: Καθορίστε εάν οι σπουδαστές πρέπει να ολοκληρώσουν μια εισαγωγική εξέταση για να μπορέσουν να δουν το περιεχόμενο του μαθήματος σας. Σημείωση, πρέπει να ενεργοποιήσετε τις «Εισαγωγικές εξετάσεις» για να τεθεί σε ισχύ αυτή η ρύθμιση μαθήματος.
es: Especifique si los estudiantes deben completar un examen de ingreso antes de poder ver el contenido de su curso. Nota: debe habilitar los Exámenes de Ingreso para que esta configuración del curso surta efecto.
fa: مشخص کنید که آیا دانش آموزان قبل از اینکه بتوانند محتوای دوره شما را مشاهده کنند باید یک امتحان ورودی را تکمیل کنند یا خیر. توجه داشته باشید، برای اعمال تنظیمات این دوره، باید Entrance Exams را فعال کنید.
hu: Adja meg, hogy a diákoknak teljesíteniük kell-e egy felvételi vizsgát, mielőtt megtekinthetik a kurzus tartalmát. Ne feledje, hogy a felvételi vizsgákat engedélyezni kell ahhoz, hogy ez a kurzusbeállítás érvénybe lépjen.
ja: 学生がコース内容を閲覧する前に入学試験を完了する必要があるかどうかを指定してください。注意: このコース設定が有効になるには、入学試験を有効にする必要があります。
kk: Курс мазмұнын көре алмас бұрын студенттер қабылдау емтиханын тапсыру керек пе, жоқ па көрсетіңіз. Осы курс параметрінің күшіне енуі үшін Қабылдау емтихандарын қосу керек екенін ескеріңіз.
lv: Norādiet, vai dalībniekiem ir jānokārto ieejas eksāmens, pirms viņi var apskatīt jūsu kursa saturu. Piezīme: lai šis kursa iestatījums stātos spēkā, ir jāaktivizē iestājpārbaudījumi.
sq: Specifikoni nëse studentët duhet të kryejnë një provim pranues përpara se të mund të shikojnë përmbajtjen e kursit tuaj. Shënim, duhet të aktivizoni Provimet e Pranimit që ky cilësim kursi të hyjë në fuqi.
sv: Ange om studenter måste genomföra ett inträdesprov innan de kan se ditt kursinnehåll. Observera att du måste aktivera Entréprov för att denna kursinställning ska träda i kraft.
th: ระบุถ้านักเรียนต้องทำข้อสอบเข้าเสร็จสิ้นก่อนที่พวกเขาสามารถดูเนื้อหาของหลักสูตร หมายเหตุ คุณต้องทำให้ข้อสอบเข้ามีผลต่อหลักสูตร
uz: Talabalar kursingiz mazmunini ko‘rishdan oldin kirish imtihonini topshirishlari kerakligini belgilang. Esda tutingki, ushbu kurs sozlamalari kuchga kirishi uchun Kirish imtihonlarini yoqishingiz kerak.
zh_hk: 指定學生是否必須完成入學考試才能查看您的課程內容。請注意，您必須啟用入學考試才能使該課程設定生效。

source: Entrance Exam Minimum Score (%)
af_za: Minimum telling vir toelatingseksamen (%)
de_de: Minimale Anforderung(%) der Zulassungsprüfung
el: Ελάχιστη βαθμολογία εισαγωγικών εξετάσεων (%)
es: Puntuación Mínima del Examen de Ingreso (%)
fa: حداقل نمره آزمون ورودی (%)
hu: Felvételi vizsga minimális pontszám (%)
kk: Қабылдау емтиханының ең төменгі ұпайы (%)
lv: Iestājeksāmenu minimālais punktu skaits (%)
sq: Nota minimale e provimit të pranueshëm (%)
th: คะแนนขั้นต่ำสำหรับข้อสอบเข้า (%)
uz: Kirish imtihonining minimal balli (%)
zh_hk: 入學考試最低分數（%）

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
af_za: Spesifiseer &#39;n minimum persentasie telling vir &#39;n toelatingseksamen voordat studente jou kursusinhoud kan sien. Let wel, jy moet Toelatingseksamens aktiveer vir hierdie kursusinstelling om in werking te tree.
de_de: Geben Sie einen Mindestprozentsatz für eine Aufnahmeprüfung an, bevor die Teilnehmer Ihre Kursinhalte einsehen können. Beachten Sie, dass Sie die Aufnahmeprüfungen aktivieren müssen, damit diese Kurseinstellung wirksam wird.
el: Καθορίστε μια ελάχιστη ποσοστιαία βαθμολογία για μια εισαγωγική εξέταση προτού οι σπουδαστές να μπορούν να δουν το περιεχόμενο του μαθήματος σας. Σημείωση, πρέπει να ενεργοποιήσετε τις «Εισαγωγικές εξετάσεις» για να τεθεί σε ισχύ αυτή η ρύθμιση μαθήματος.
es: Especifique un porcentaje mínimo de puntuación para un examen de ingreso antes de que los estudiantes puedan ver el contenido de su curso. Nota: debe habilitar los Exámenes de Ingreso para que esta configuración del curso surta efecto.
fa: قبل از اینکه دانش آموزان بتوانند محتوای درسی شما را مشاهده کنند، حداقل درصد نمره را برای یک امتحان ورودی مشخص کنید. توجه داشته باشید، برای اعمال تنظیمات این دوره، باید Entrance Exams را فعال کنید.
hu: Adjon meg egy minimális százalékos pontszámot a felvételi vizsgához, mielőtt a diákok megtekinthetik a kurzus tartalmát. Ne feledje, hogy a felvételi vizsgákat engedélyezni kell ahhoz, hogy ez a kurzusbeállítás érvénybe lépjen.
ja: 入学試験の最低合格点を指定し、学生がコース内容を閲覧できるようにします。なお、この設定を有効にするには、入学試験を有効にする必要があります。
kk: Студенттер курс мазмұнын көре алмас бұрын, қабылдау емтиханы үшін ең төменгі пайыздық ұпайды көрсетіңіз. Ескертпе, осы курс параметрінің күшіне енуі үшін Қабылдау емтихандарын қосу керек.
lv: Norādiet minimālo procentuālo punktu skaitu ieejas eksāmenā, pirms kursa dalībnieki var apskatīt jūsu kursa saturu. Piezīme: lai šis kursa iestatījums stātos spēkā, ir jāaktivizē iestājpārbaudījumi.
sq: Specifikoni një rezultat minimal të përqindjes për një provim pranues përpara se studentët të mund të shikojnë përmbajtjen e kursit tuaj. Shënim, duhet të aktivizoni Provimet e Pranimit që ky cilësim kursi të hyjë në fuqi.
sv: Ange ett lägsta procenttal för en tentamen innan studenterna kan se ditt kursinnehåll. Observera att du måste aktivera Entréprov för att kursinställningen ska träda i kraft.
th: ระบุคะแนนร้อยละขั้นต่ำสำหรับข้อสอบเข้าก่อนที่ก่อนที่พวกเขาสามารถดูเนื้อหาของหลักสูตร หมายเหตุ คุณต้องทำให้ข้อสอบเข้ามีผลต่อหลักสูตร
uz: Talabalar kursingiz mazmunini ko'rishdan oldin kirish imtihonlari uchun minimal foiz ballini belgilang. Esda tutingki, ushbu kurs sozlamalari kuchga kirishi uchun Kirish imtihonlarini yoqishingiz kerak.
zh_hk: 為學生能瀏覽您的課程前的入學考試定義一個的最小的百分比分數。請注意，您必須開啟此課程設定的入學考試以便此設定運作。

source: Entrance Exam ID
af_za: Toelatingseksamen ID
de_de: ID der Zulassungsprüfung
el: Αναγνωριστικό εισαγωγικών εξετάσεων
es: ID del Examen de Ingreso
fa: شناسه کنکور
hu: Felvételi vizsga azonosító
ja: 受講試験ID
kk: Қабылдау емтиханының идентификаторы
lv: Iestājpārbaudījuma ID
sq: ID e provimit pranues
th: รหัสการสอบเข้า
uz: Kirish imtihonining identifikatori
zh_hk: 入學考試ID

source: Content block identifier (location) of entrance exam.
af_za: Inhoudblokidentifiseerder (ligging) van toelatingseksamen.
de_de: ID des Inhaltsblocks (Ort) der Aufnahmeprüfung.
el: αναγνωριστικό μπλοκ περιεχόμενο (τοποθεσία) της εισαγωγικής εξέτασης.
es: Identificador del bloque de contenido (ubicación) del examen de ingreso.
fa: شناسه بلوک محتوایی (مکان) کنکور.
hu: A felvételi vizsga tartalmi blokkazonosítója (helye).
ja: 入学試験のコンテンツブロック識別子（場所）。
kk: Қабылдау емтиханының мазмұн блогының идентификаторы (орналасқан жері).
lv: Iestājpārbaudījuma satura bloka identifikators (atrašanās vieta).
sq: Identifikuesi i bllokut të përmbajtjes (vendndodhja) e provimit pranues.
sv: Innehållsblockidentifierare (plats) för inträdesprovet.
uz: Kirish imtihonining kontent bloki identifikatori (joylashuvi).
zh_hk: 入學考試的內容區塊識別碼（位置）。

source: Social Media Sharing URL
af_za: Sosiale media-deel-URL
el: URL κοινής χρήσης μέσων κοινωνικής δικτύωσης
es: URL para Compartir en Redes Sociales
fa: URL اشتراک گذاری رسانه های اجتماعی
hu: Közösségi média megosztási URL
ja: ソーシャルメディア共有URL
kk: Әлеуметтік медианы ортақ пайдалану URL мекенжайы
lv: Sociālo mediju koplietošanas URL
sq: URL-ja e ndarjes së mediave sociale
th: URL การแบ่งปันผ่านสื่อสังคม
uz: Ijtimoiy tarmoqlarni almashish URL manzili
zh_hk: 社群媒體分享網址

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
af_za: As dashboard sosiale deling en pasgemaakte kursus-URL&#39;s geaktiveer is, kan jy &#39;n URL verskaf (soos die URL na &#39;n kursus Meer oor-bladsy) waarna sosiale media-werwe kan skakel. URL&#39;s moet ten volle gekwalifiseerd wees. Byvoorbeeld: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
de_de: Wenn das 'Meine Kurse' Übersicht Social Sharing und benutzerdefinierte Kurs-URLs aktiviert sind, können Sie eine URL (z.B. die URL zu einer 'Über diesen Kurs'-Seite) angeben, auf die Social Media-Websites verlinken können. URLs müssen vollständig qualifiziert sein. Zum Beispiel: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
el: Εάν η κοινή χρήση μέσων κοινωνικής δικτύωσης και οι προσαρμοσμένες διευθύνσεις URL μαθημάτων είναι ενεργοποιημένες, μπορείτε να παρέχετε μια διεύθυνση URL (όπως τη διεύθυνση URL μιας σελίδας Σχετικά με το μάθημα) στην οποία μπορούν να συνδεθούν οι ιστότοποι μέσων κοινωνικής δικτύωσης. Οι διευθύνσεις URL πρέπει να είναι πλήρως πιστοποιημένες. Για παράδειγμα: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
es: Si el intercambio social en el panel de control y las URL personalizadas del curso están habilitados, puede proporcionar una URL (como la URL de una página de información del curso) a la que los sitios de redes sociales puedan enlazar. Las URL deben estar completamente calificadas. Por ejemplo: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
fa: اگر اشتراک‌گذاری اجتماعی داشبورد و نشانی‌های اینترنتی دوره سفارشی فعال هستند، می‌توانید یک URL (مانند نشانی اینترنتی صفحه درباره دوره) ارائه کنید که سایت‌های رسانه‌های اجتماعی می‌توانند به آن پیوند دهند. URL ها باید کاملا واجد شرایط باشند. به عنوان مثال: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
hu: Ha az irányítópult közösségi megosztása és az egyedi kurzus URL-ek engedélyezve vannak, megadhat egy URL-t (például a kurzus "Rólunk" oldalának URL-jét), amelyre a közösségi média oldalak hivatkozhatnak. Az URL-eknek teljesen ki kell lenniük egészítve. Például: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
ja: ダッシュボードのソーシャル共有とカスタムコースURLが有効になっている場合、ソーシャルメディアサイトがリンクできるURL（コースの概要ページへのURLなど）を提供できます。URLは完全に修飾されている必要があります。例: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
kk: Бақылау тақтасы әлеуметтік ортақ пайдалану және реттелетін курс URL мекенжайлары қосылған болса, әлеуметтік медиа сайттары сілтеме жасай алатын URL мекенжайын (мысалы, курс туралы беттің URL мекенжайы) қамтамасыз ете аласыз. URL мекенжайлары толық жарамды болуы керек. Мысалы: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
lv: Ja ir iespējota paneļa kopīgošana sociālajos tīklos un pielāgotie kursa URL, varat norādīt URL (piemēram, kursa lapas Par kursu URL), uz kuru var izveidot saiti sociālo mediju vietnēs. URL jābūt pilnībā kvalificētiem. Piemēram: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
sq: Nëse janë aktivizuar ndarja sociale e panelit të kontrollit dhe URL-të e personalizuara të kurseve, mund të jepni një URL (si p.sh. URL-ja e një faqeje "Për kursin") me të cilën mund të lidhen faqet e mediave sociale. URL-të duhet të jenë plotësisht të kualifikuara. Për shembull: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
sv: Om instrumentpanelens sociala delning och anpassade kurs-URL:er är aktiverade kan du tillhandahålla en URL (till exempel URL:en till en kursens Om-sida) som sociala mediesajter kan länka till. URL:er måste vara fullständigt kvalificerade. Till exempel: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
th: หากแดชบอร์ดร่วมกันทางสังคมและURLของหลักสูตรที่กำหนดเองที่ถูกใช้งาน คุณสามารถให้ URL (เช่น URLไปยังหลักสูตรเกี่ยวกับหน้า) ที่เว็บไซต์สื่อสังคมสามารถเชื่อมโยงไปถึง URLต้องมีคุณสมบัติครบถ้วน ตัวอย่างเช่น http://www.edx.org/course/Introduction-to-MOOCs-ITM001
uz: Agar asboblar panelidagi ijtimoiy almashish va maxsus kurs URL manzillari yoqilgan boʻlsa, ijtimoiy media saytlari bogʻlanishi mumkin boʻlgan URL manzilini (masalan, kurs haqida sahifaning URL manzili) taqdim etishingiz mumkin. URL manzillar toʻliq malakali boʻlishi kerak. Masalan: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
zh_hk: 如果啟用了控制面板社交分享和自訂課程 URL，您可以提供社群媒體網站可以連結到的 URL（例如課程「關於」頁面的 URL）。 URL 必須是完全限定的。例如：http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
af_za: Kursus Taal
de_de: Kurssprache
el: Γλώσσα του μαθήματος
es: Idioma del Curso
fa: زبان دوره
hu: A kurzus nyelve
ja: コース言語
kk: Курс тілі
lv: Kursa valoda
sq: Gjuha e kursit
sv: Kursspråk
th: ภาษาหลักสูตร
uz: Kurs tili
zh_hk: 課程語言

source: Specify the language of your course.
af_za: Spesifiseer die taal van jou kursus.
de_de: Wählen Sie die Sprache Ihres Kurses.
el: Ορίστε τη γλώσσα του μαθήματός σας,
es: Especifique el idioma de su curso.
fa: زبان دوره خود را مشخص کنید.
hu: Adja meg a kurzus nyelvét.
ja: コースの言語を指定してください。
kk: Курсыңыздың тілін көрсетіңіз.
lv: Norādiet sava kursa valodu.
sq: specifikoni gjuhën e kursit tuaj.
sv: Ange språket för din kurs.
th: ระบุภาษาสำหรับหลักสูตรของคุณ
uz: Kursingiz tilini belgilang.
zh_hk: 指定您的課程的語言。

source: Teams Configuration
af_za: Spannekonfigurasie
de_de: Konfiguration der Teams
el: Διαμόρφωση ομάδων
es: Configuración de Equipos
fa: پیکربندی تیم ها
hu: Csapatok konfigurációja
kk: Командалар конфигурациясы
lv: Komandas konfigurācija
sq: Konfigurimi i ekipeve
sv: Lagkonfiguration
th: การกำหนดค่าทีม
uz: Jamoalar konfiguratsiyasi
zh_hk: 團隊設定

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">teams configuration documentation</a> for help and examples.
de_de: Konfigurieren Sie Teamsets, begrenzen Sie Teamgrößen und legen Sie Sichtbarkeitseinstellungen mithilfe von JSON fest. Hilfe und Beispiele finden Sie in der <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">Dokumentation zur Teamkonfiguration.</a>
el: Διαμορφώστε σύνολα ομάδων, περιορίστε τα μεγέθη ομάδων και ορίστε ρυθμίσεις ορατότητας χρησιμοποιώντας το JSON. Δείτε <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">την τεκμηρίωση διαμόρφωσης ομάδων</a> για βοήθεια και παραδείγματα.
hu: Konfigurálja a csapatkészleteket, korlátozza a csapatméreteket, és állítsa be a láthatósági beállításokat JSON használatával. További segítségért és példákért tekintse meg a <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">csapatkonfigurációs dokumentációt</a>.
ja: チームセットを構成し、チームサイズを制限し、JSONを使用して可視性設定を行います。ヘルプと例については、<a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">チーム構成ドキュメント</a>を参照してください。
kk: Топтар жиынтығын баптаңыз, топтардың өлшемдерін шектеңіз және көріну параметрлерін JSON арқылы орнатыңыз. Көмек пен мысалдар үшін <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">топтарды баптау құжаттамасын</a> қараңыз.
zh_hk: 使用 JSON 設定團隊集、限制團隊規模並設定可見性設定。請參閱<a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">團隊設定文件</a>以取得協助和範例。

source: Enable Proctored Exams
af_za: Aktiveer Proctored Eksamens
de_de: Beaufsichtigte Prüfungen erlauben
el: Ενεργοποίηση επιτηρούμενων εξετάσεων
es: Habilitar Exámenes Supervisados
fa: فعال کردن Proctored Exams
hu: Engedélyezze a felügyelt vizsgákat
ja: プロクター試験を有効にする
lv: Iespējot uzraudzītu eksāmenu
sq: Aktivizo Provimi Proctored
sv: Aktivera Proktored Exams
th: เปิดการใช้งานการคุมสอบ
uz: Proktorlangan imtihonlarni yoqing
zh_hk: 啟用監考考試

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
af_za: Voer waar of onwaar in. As hierdie waarde waar is, word eksamens in jou kursus geaktiveer. Let daarop dat die aktivering van eksamens wat gekontroleer is, ook tydige eksamens sal aktiveer.
de_de: Geben Sie wahr oder falsch ein. Wenn dieser Wert wahr ist, werden beaufsichtigte Prüfungen in Ihrem Kurs aktiviert. Beachten Sie, dass die Aktivierung von beaufsichtigten Prüfungen auch zeitgesteuerte Prüfungen ermöglicht.
el: Εισαγάγετε true ή false. Εάν αυτή η τιμή είναι αληθής, ενεργοποιούνται οι εξετάσεις υπο επιτήρηση στο μάθημά σας. Λάβετε υπόψη ότι η ενεργοποίηση των επιτηρούμενων εξετάσεων θα ενεργοποιήσει επίσης τις χρονομετρημένες εξετάσεις.
es: Ingrese verdadero o falso. Si este valor es verdadero, los exámenes supervisados están habilitados en su curso. Tenga en cuenta que habilitar los exámenes supervisados también habilitará los exámenes con tiempo limitado.
fa: درست یا نادرست را وارد کنید. اگر این مقدار درست باشد، امتحانات پیش بینی شده در دوره شما فعال می شوند. توجه داشته باشید که فعال کردن آزمون‌های اختصاصی، امتحانات زمان‌بندی‌شده را نیز فعال می‌کند.
hu: Adja meg, hogy igaz vagy hamis. Ha ez az érték igaz, a felügyelt vizsgák engedélyezve vannak a kurzusban. Vegye figyelembe, hogy a felügyelt vizsgák engedélyezése az időzített vizsgákat is engedélyezi.
ja: 真または偽を入力してください。この値が真の場合、監督付き試験がコースで有効になります。監督付き試験を有効にすると、時間制限付き試験も有効になりますのでご注意ください。
kk: Шын немесе жалған деп енгізіңіз. Бұл мән шын болса, курста тексерілген емтихандар қосылады. Прокуратуралық емтихандарды қосу уақыттық емтихандарды да қосатынын ескеріңіз.
lv: Ievadiet true var false. Ja šī vērtība ir true, jūsu kursā ir iespējoti uzraudzītie eksāmeni. Ņemiet vērā, ka, iespējojot uzraudzītos eksāmenus, tiks iespējoti arī noteikta laika eksāmeni.
sq: Shkruani e vërtetë ose e gabuar. Nëse kjo vlerë është e vërtetë, provimet e mbrojtura janë të aktivizuara në kursin tuaj. Vini re se aktivizimi i provimeve të mbrojtura do të mundësojë gjithashtu provime në kohë.
sv: Ange sant eller falskt. Om det här värdet är sant, är provtagna tentor aktiverade i din kurs. Observera att möjliggörande av provtagna tentor också möjliggör tidtagna tentor.
uz: Rost yoki yolg'onni kiriting. Agar bu qiymat to'g'ri bo'lsa, kursingizda nazorat imtihonlari yoqiladi. E'tibor bering, proktorlangan imtihonlarni yoqish vaqtli imtihonlarni ham faollashtiradi.
zh_hk: 輸入 true 或 false。如果該值為true，監考的考試是在您的課程啟用。請注意，使監考考試也將啟動 限時考試。

source: Proctoring Provider
af_za: Proctoring verskaffer
de_de: Beaufsichtigungsdienstleister
es: Proveedor de Supervisión
fa: ارائه دهنده حفاظت
hu: Proctoring szolgáltató
ja: プロクタリングプロバイダー
lv: Proporcijas pakalpojumu sniedzējs
sq: Ofruesi i ruajtjes
sv: Proctoring leverantör
uz: Prokuratura provayderi
zh_hk: 監考提供者

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
af_za: Voer die proctoring-verskaffer in wat jy vir hierdie kursuslopie wil gebruik. Kies uit die volgende opsies: {available_providers} .
de_de: Geben Sie den Beaufsichtigungsdienstleister ein, den Sie für diesen Kurslauf verwenden möchten. Wählen Sie aus den folgenden Optionen: {available_providers}.
el: Εισαγάγετε τον πάροχο proctoring που θέλετε να χρησιμοποιήσετε για αυτήν την εκτέλεση του μαθήματος. Επιλέξτε από τις ακόλουθες επιλογές: {available_providers} .
es: Ingrese el proveedor de supervisión que desea utilizar para esta ejecución del curso. Elija entre las siguientes opciones: {available_providers}.
fa: ارائه دهنده ای را که می خواهید برای اجرای این دوره استفاده کنید وارد کنید. یکی از گزینه های زیر را انتخاب کنید: {available_providers} .
hu: Adja meg a vizsgafelügyeleti szolgáltatót, amelyet ehhez a kurzushoz szeretne használni. Válasszon a következő lehetőségek közül: {available_providers}.
ja: このコース実施のために使用したい監督プロバイダーを入力してください。次のオプションから選択してください: {available_providers}.
kk: Осы курсты іске қосу үшін пайдаланғыңыз келетін тексеру провайдерін енгізіңіз. Келесі опциялардың бірін таңдаңыз: {available_providers}.
lv: Ievadiet uzraudzības pakalpojumu sniedzēju, kuru vēlaties izmantot šim kursa darbam. Izvēlieties vienu no šādām iespējām: {available_providers}.
sq: Shkruani ofruesin e kërkimit që dëshironi të përdorni për këtë kurs të drejtuar. Zgjidhni nga opsionet e mëposhtme: {available_providers}.
sv: Ange den provtjänstleverantör du vill använda för denna kursomgång. Välj bland följande alternativ: {available_providers}.
uz: Ushbu kurs uchun foydalanmoqchi bo'lgan provayderni kiriting. Quyidagi variantlardan tanlang: {available_providers} .
zh_hk: 輸入您想要用於本次課程運行的監考提供者。從下列選項中選擇： {available_providers} 。

source: Proctortrack Exam Escalation Contact
af_za: Proctortrack Eksamen Eskalasie Kontak
de_de: Eskalationskontakt für Proctortrack
el: Επικοινωνία κλιμάκωσης εξέτασης Proctortrack
fa: تماس با تشدید آزمون Proctortrack
hu: Proctortrack vizsga eszkalációs kapcsolattartó
ja: プロクタートラック試験エスカレーション連絡先
kk: Proctortrack емтиханын өткізу туралы байланыс
lv: "Proctortrack" eksāmena eskalācijas kontaktpersona
sq: Kontakti i Përshkallëzimit të Provimit Proctortrack
sv: Proctortrack Exam Eskaleringskontakt
uz: Proctortrack imtihonini kuchaytirish bilan bog'lanish
zh_hk: Proctortrack 考試升級聯絡方式
