Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Working with content experiments
af_za: Werk met inhoudeksperimente
de_de: Mit Inhaltsexperimenten arbeiten
el: Εργασία με πειράματα περιεχομένου
fa: کار با آزمایشات محتوا
hu: Tartalom kísérletek használata
ja: コンテンツ実験の操作
kk: Мазмұнды эксперименттермен жұмыс
lv: Darbs ar satura eksperimentiem
sq: Puna me eksperimente të përmbajtjes
sv: Arbetar med innehållsförsök
th: การทำงานกับการทดลองเนื้อหา
uz: Kontent tajribalari bilan ishlash
zh_hk: 處理內容實驗

source: Confirm that you have properly configured content in each of your experiment groups.
af_za: Bevestig dat jy inhoud behoorlik in elk van jou eksperimentgroepe gekonfigureer het.
de_de: Prüfen Sie, ob Sie die Inhalte für jede Ihrer Experimentgruppen richtig konfiguriert haben.
el: Επιβεβαιώστε ότι έχετε διαμορφώσει σωστά το περιεχόμενο σε κάθε ομάδα πειραμάτων σας.
fa: تأیید کنید که محتوا را در هر یک از گروه‌های آزمایشی خود به درستی پیکربندی کرده‌اید.
hu: Erősítse meg, hogy megfelelően konfigurálta a tartalmat az egyes kísérleti csoportjaiban.
ja: 各実験グループでコンテンツが正しく設定されていることを確認してください。
kk: Тәжірибе топтарыңыздың әрқайсысында мазмұнды дұрыс конфигурациялағаныңызды растаңыз.
lv: Pārbaudiet, vai katrā eksperimentu grupā pareizi konfigurējāt saturu.
sq: Ju konfirmoni që keni konfiguruar siç duhet përmbajtjen në secilin nga grupet tuaja të eksperimentit.
sv: Bekräfta att du har korrekt konfigurerat innehåll i var och en av dina experimentgrupper.
th: ยืนยันว่า คุณได้กำหนดค่าเนื้อหาในกลุ่มการทดลองแต่ละกลุ่มอย่างเหมาะสมแล้ว
uz: Tajriba guruhlaringizning har birida kontentni to‘g‘ri sozlaganingizni tasdiqlang.
zh_hk: 確認您已在每個實驗組中正確設定內容。

source: Learn more about component containers
af_za: Kom meer te wete oor komponenthouers
de_de: Erfahren Sie mehr über Bausteincontainer
el: Μάθετε περισσότερα σχετικά με τους περιέκτες στοιχείων
fa: درباره کانتینرهای کامپوننت بیشتر بدانید
hu: Tudjon meg többet az összetevő-tárolókról
ja: コンポーネントコンテナについて詳しく学ぶ
kk: Компоненттік контейнерлер туралы көбірек біліңіз
lv: Uzziniet vairāk par komponentu konteineriem
sq: Mësoni më shumë rreth kontejnerëve të komponentëve
sv: Läs mer om komponentbehållare
th: เรียนรู้เพิ่มเติมเกี่ยวกับตัวเก็บส่วนประกอบ
uz: Komponent konteynerlari haqida ko'proq bilib oling
zh_hk: 了解更多有關組件容器的信息

source: Unit Location
af_za: Eenheid Ligging
de_de: Lerneinheit: Reihenfolge und Position
el: Τοποθεσία κεφαλαίου
fa: مکان واحد
hu: Elem helye
ja: ユニットの場所
kk: Бірліктің орналасқан жері
lv: Vienības atrašanās vieta
sq: Vendndodhja e njësisë
sv: Enhetsplats
th: ตำแหน่งหน่วย
uz: Birlik joylashuvi
zh_hk: 單元位置

source: Location ID
af_za: Ligging-ID
de_de: Pfad ID
el: Αναγνωριστικό τοποθεσίας
fa: شناسه مکان
hu: Hely azonosítója
ja: ロケーションID
kk: Орын идентификаторы
lv: Atrašanās vietas ID
sq: ID-ja e vendndodhjes
sv: Plats-ID
th: รหัสตำแหน่ง
uz: Joylashuv identifikatori
zh_hk: 位置ID

source: To create a link to this unit from an HTML component in this course, enter {unit_link} as the URL value.
af_za: Om &#39;n skakel na hierdie eenheid te skep vanaf &#39;n HTML-komponent in hierdie kursus, voer {unit_link} as die URL-waarde in.
de_de: Um von einer HTML-Komponente in diesem Kurs aus einen Link zu dieser Einheit zu erstellen, geben Sie {unit_link} als URL-Wert ein.
el: Για να δημιουργήσετε έναν σύνδεσμο προς αυτήν την ενότητα από ένα στοιχείο HTML σε αυτό το μάθημα, εισαγάγετε {unit_link} ως τιμή URL.
fa: برای ایجاد پیوند به این واحد از یک جزء HTML در این دوره، {unit_link} به عنوان مقدار URL وارد کنید.
ja: このコースのHTMLコンポーネントからこのユニットへのリンクを作成するには、URL値として{unit_link}を入力してください。
kk: Осы курста HTML құрамдас бөлігінен осы құрылғыға сілтеме жасау үшін URL мәні ретінде {unit_link} енгізіңіз.
lv: Lai izveidotu saiti uz šo vienību no HTML komponenta šajā kursā, kā URL vērtību ievadiet {unit_link}.
sq: Për të krijuar një lidhje me këtë njësi nga një komponent HTML në këtë kurs, shkruani {unit_link} si vlerë URL.
sv: För att skapa en länk till den här enheten från en HTML-komponent i den här kursen, skriv {unit_link} som URL-värdet.
uz: Ushbu kursdagi HTML komponentidan ushbu blokga havola yaratish uchun URL qiymati sifatida {unit_link} kiriting.
zh_hk: 要從本課程中的 HTML 組件建立到本單元的鏈接，請輸入{unit_link}作為 URL 值。

source: Create a Course Rerun of:
af_za: Skep &#39;n kursusherhaling van:
de_de: Erstelle eine Kurswiederholung für:
el: Δημιουργία επανεκτέλεσης μαθήματος από:
fa: ایجاد یک دوره تکراری از:
hu: Kurzus újraindítása:
ja: コースの再実行を作成:
kk: Курстың қайталануын жасаңыз:
lv: Izveidojiet kursa atkārtojumu:
sq: Krijoni një përsëritje të kursit të:
sv: Skapa en kursåterställning av:
th: สร้างหลักสูตรซ้ำ:
uz: Kursning takrorlanishini yarating:
zh_hk: 建立課程重啟：

source: Create a re-run of a course
af_za: Skep &#39;n herloop van &#39;n kursus
de_de: Erstelle eine Kurswiederholung für einen Kurs
el: Δημιουργήστε μια επανεκτέλεση ενός μαθήματος
fa: ایجاد مجدد یک دوره
hu: Kurzus újraindítása
ja: コースの再実行を作成する
kk: Курстың қайталануын жасаңыз
lv: Izveidojiet kursa atkārtošanu
sq: Krijo një rinovim të një kursi
sv: Skapa en omkörning av en kurs
th: สร้างการทำงานซ้ำของหลักสูตร
uz: Kursning takroriy kursini yarating
zh_hk: 創建一次課程重啟

source: You are creating a re-run from:
af_za: Jy skep &#39;n herloop vanaf:
de_de: Du erstellst eine Kurswiederholung aus:
el: Δημιουργείτε μια επανάληψη από:
fa: شما در حال ایجاد یک اجرای مجدد از:
hu: Kurzus újraindítása:
ja: あなたは次のコースから再実行を作成しています:
kk: Сіз келесіден қайта жүгіруді жасайсыз:
lv: Jūs veidojat atkārtotu palaišanu no:
sq: Po krijoni një riekzekutim nga:
sv: Du skapar en återkörning från:
th: คุณกำลังสร้างหลักสูตรซ้ำจาก:
uz: Qayta ishlashni yaratmoqdasiz:
zh_hk: 您正在為以下課程建立一次重啟：

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
af_za: Verskaf identifiserende inligting vir hierdie herhaling van die kursus. Die oorspronklike kursus word op geen manier deur &#39;n herloop beïnvloed nie.
de_de: Gib passende Informationen zu dieser Kurswiederhoung an. Der urspüngliche Kurs ist in keiner Weise durch eine Kurswiederholung betroffen.
el: Παρέχετε πληροφορίες αναγνώρισης για αυτήν την επανεκτέλεση του μαθήματος. Το αρχικό μάθημα δεν επηρεάζεται με κανέναν τρόπο από μια επανεκτέλεση.
fa: اطلاعات شناسایی را برای این دوره مجدد ارائه دهید. دوره اصلی به هیچ وجه تحت تأثیر تکرار مجدد قرار نمی گیرد.
hu: Adja meg az azonosító információkat a kurzus újraindításához. Az eredeti kurzust semmilyen módon nem érinti az újraindítás.
ja: このコースの再実行に関する識別情報を提供してください。元のコースは再実行によって影響を受けることはありません。
kk: Курсты осы қайталау үшін анықтаушы ақпаратты қамтамасыз етіңіз. Қайта жүгіру бастапқы курсқа ешқандай әсер етпейді.
lv: Sniedziet identificējošu informāciju šim kursa atkārtojumam. Sākotnējo kursu nekādi neietekmē atkārtota norise.
sq: Jepni informacion identifikues për këtë rinovim të kursit. Kursi origjinal nuk ndikohet në asnjë mënyrë nga një rinovim.
sv: Ange identifierande information för denna omkörning av kursen. Den ursprungliga kursen påverkas inte på något sätt av en re-run.
th: ให้ข้อมูลเพิ่มเติมเกี่ยวกับการทำงานซ้ำของหลักสูตร หลักสูตรซ้ำนี้จะไม่ส่งผลกระทบใดๆ ต่อหลักสูตรดั้งเดิม
uz: Kursni qayta o'tkazish uchun aniqlovchi ma'lumotlarni taqdim eting. Qayta o'tkazish asl kursga hech qanday ta'sir ko'rsatmaydi.
zh_hk: 提供本次課程重新運行的識別資訊。重新運行不會對原始課程產生任何影響。

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
af_za: Let wel: Saam moet die organisasie, kursusnommer en kursuslopie hierdie nuwe kursusinstansie uniek identifiseer.
de_de: Hinweis: Die Summe von Organisation, Kursnummer und Kursdurchführung müssen diese neue Kursinstanz eindeutig identifizieren.
el: Σημείωση: Μαζί, ο οργανισμός, ο αριθμός μαθήματος και η εκτέλεση του μαθήματος πρέπει να προσδιορίζουν μοναδικά αυτό τη νέα υπόσταση μαθήματος.
fa: توجه: سازمان، شماره دوره، و دوره اجرا شده با هم باید این نمونه دوره جدید را شناسایی کنند.
hu: Megjegyzés: Az intézmény, a kurzusszám és a kurzusfutam együtt egyedileg kell, hogy azonosítsa ezt az új kurzus példányt.
ja: 注: 組織、コース番号、コース実行を組み合わせて、この新しいコースインスタンスを一意に識別する必要があります。
kk: Ескертпе: Ұйым, курс нөмірі және курстың өтуі бірге осы жаңа курс данасын бірегей түрде анықтауы керек.
lv: Piezīme. Organizācijai, kursa numuram un kursa izpildei kopā ir unikāli jāidentificē šī jaunā kursa versija.
sq: Shënim: Së bashku, organizata, numri i kursit dhe drejtimi i kursit duhet të identifikojnë në mënyrë unike këtë shembull të ri të kursit.
sv: Obs! Organisationen, kursnumret och kursutbudet måste tillsammans unikt identifiera denna nya kursinstans.
th: หมายเหตุ: ทั้งโครงสร้าง หมายเลขหลักสูตร และ หลักสูตรใช้งาน ต้องยืนยันหลักสูตรใหม่ทันที
uz: Eslatma: Tashkilot, kurs raqami va kurs davomiyligi birgalikda ushbu yangi kurs misolini noyob tarzda aniqlashi kerak.
zh_hk: 注意：組織、課程ID和課程運行三者必須能夠標識此新建的課程實例。

source: Required Information to Create a re-run of a course
af_za: Vereiste inligting om &#39;n herloop van &#39;n kursus te skep
de_de: Benötigte Informationen um eine Kurswiederholung zu erstellen.
el: Απαιτούμενες πληροφορίες για τη δημιουργία επανεκτέλεσης ενός μαθήματος
fa: اطلاعات مورد نیاز برای ایجاد یک دوره مجدد
ja: コースの再実行を作成するために必要な情報
kk: Курстың қайталануын жасау үшін қажетті ақпарат
lv: Nepieciešamā informācija, lai izveidotu atkārtotu kursu
sq: Informacioni i kërkuar për të krijuar një rinovim të një kursi
sv: Obligatorisk information för att skapa en ny omgång av en kurs
th: ข้อมูลที่จำเป็นต้องใช้ในการสร้างการสอนซ้ำของหลักสูตร
uz: Kursning qayta kursini yaratish uchun zarur ma'lumotlar
zh_hk: 創建一次課程重啟所必需的信息

source: Course Name
af_za: Kursus naam
de_de: Kursname
el: Τίτλος Μαθήματος
fa: نام دوره
hu: Kurzus neve
ja: コース名
kk: Курс атауы
lv: Kursa nosaukums
sq: Emri i kursit
sv: Kursnamn
th: ชื่อหลักสูตร
uz: Kurs nomi
zh_hk: 課程名稱

source: e.g. Introduction to Computer Science
af_za: bv. Inleiding tot Rekenaarwetenskap
de_de: z.B Einführung in Informatik
el: π.χ. Εισαγωγή στην επιστήμη των υπολογιστών
fa: به عنوان مثال مقدمه ای بر علوم کامپیوتر
hu: pl. Bevezetés a számítástechnikába
ja: コンピュータサイエンス入門
kk: Мысалы, Информатикаға кіріспе
lv: piemēram, ievads datorzinātnēs
sq: p.sh. Hyrje në Shkenca Kompjuterike
sv: T.ex. Introduktion till datavetenskap
th: ตัวอย่างเช่น วิทยาการคอมพิวเตอร์เบื้องต้น
uz: Masalan, Informatika faniga kirish
zh_hk: 例如計算機科學導論

source: The public display name for the new course. (This name is often the same as the original course name.)
af_za: Die publieke vertoonnaam vir die nuwe kursus. (Hierdie naam is dikwels dieselfde as die oorspronklike kursusnaam.)
de_de: Der öffentliche Anzeigename für den neuen Kurs (Dieser Name ist häufig der gleiche, wie der ursprüngliche Kursname).
el: Το δημόσια εμφανιζόμενο όνομα για το νέο μάθημα. (Αυτό το όνομα είναι συχνά το ίδιο με το αρχικό όνομα του μαθήματος.)
fa: نام نمایش عمومی دوره جدید. (این نام اغلب با نام اصلی دوره یکسان است.)
hu: Az új kurzus nyilvános neve. (Ez a név gyakran megegyezik az eredeti kurzus nevével.)
ja: 新しいコースの公開表示名。（この名前は、元のコース名と同じであることが多いです。）
kk: Жаңа курстың жалпыға ортақ атауы. (Бұл атау көбінесе бастапқы курс атауымен бірдей.)
lv: Jaunā kursa publiski redzamais nosaukums. (Šis nosaukums bieži vien ir tāds pats kā sākotnējais kursa nosaukums.)
sq: Emri i shfaqur publik për kursin e ri. (Ky emër është shpesh i njëjtë me emrin origjinal të kursit.)
sv: Det offentliga visningsnamnet för den nya kursen. (Detta namn är ofta detsamma som det ursprungliga kursnamnet.)
th: ชื่อหลักสูตรใหม่ที่ต้องการแสดง (ส่วนใหญ่แล้ว ชื่อนี้จะเป็นชื่อเดียวกับชื่อรายวิชาเดิม)
uz: Yangi kurs uchun ommaviy koʻrsatiladigan nom. (Bu nom ko'pincha asl kurs nomi bilan bir xil bo'ladi.)
zh_hk: 新課程的公共顯示名稱。 （此名稱通常與原始課程名稱相同。）

source: Organization
af_za: Organisasie
de_de: Organsation
el: Οργανισμός
fa: سازمان
hu: Szervezet
ja: 組織
kk: Ұйымдастыру
lv: Organizācija
sq: Organizata
sv: Organisation
th: หน่วยงาน
uz: Tashkilot
zh_hk: 組織

source: e.g. UniversityX or OrganizationX
af_za: bv. UniversityX of OrganisationX
de_de: z.B. UniversitätX oder OrganisationX
el: π.χ. ΠανεπιστήμιοX ή ΟργανισμόςΧ
fa: به عنوان مثال UniversityX یا OrganizationX
hu: pl. UniversityX vagy OrganizationX
ja: 例えば、UniversityX や OrganizationX
kk: мысалы UniversityX немесе OrganizationX
lv: piemēram, UniversityX vai OrganizationX
sq: p.sh. UniversityX dhe OrganizataX
sv: T.ex. UniversityX eller OrganizationX
th: ยกตัวอย่างเช่น มหาวิทยาลัยX หรือ องค์กรX
uz: Masalan, UniversityX yoki OrganizationX
zh_hk: 例如 UniversityX 或 OrganizationX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
af_za: Die naam van die organisasie wat die nuwe kursus borg. (Hierdie naam is dikwels dieselfde as die oorspronklike organisasienaam.)
de_de: Der Name der Organisation, die den neuen Kurs fördert und unterstützt (Dieser Name ist häufig der gleiche, wie der ursprüngliche Organisationsname).
el: Το όνομα του οργανισμού που χορηγεί το νέο μάθημα. (Αυτό το όνομα είναι συχνά το ίδιο με το αρχικό όνομα του οργανισμού.)
fa: نام سازمان حامی دوره جدید. (این نام اغلب با نام اصلی سازمان یکسان است.)
hu: Az új kurzust támogató szervezet neve. (Ez gyakran megegyezik a szervezet nevével.)
ja: 新しいコースを後援する組織の名前。（この名前は元の組織名と同じであることが多いです。）
kk: Жаңа курсқа демеушілік жасайтын ұйымның атауы. (Бұл атау көбінесе ұйымның бастапқы атауымен бірдей.)
lv: Organizācijas nosaukums, kas sponsorē jauno kursu. (Šis nosaukums bieži vien ir tāds pats kā sākotnējais organizācijas nosaukums.)
sq: Emri i organizatës që sponsorizon kursin e ri. (Ky emër është shpesh i njëjtë me emrin origjinal të organizatës.)
sv: Namnet på organisationen som sponsrar den nya kursen. (Detta namn är ofta detsamma som det ursprungliga organisationsnamnet.)
th: ชื่อของหน่วยงานที่สนับสนุนการจัดทำหลักสูตรใหม่ (ส่วนใหญ่แล้ว จะเป็นชื่อเดียวกับชื่อหน่วยงานเดิม)
uz: Yangi kursga homiylik qiluvchi tashkilot nomi. (Bu nom ko'pincha tashkilotning asl nomi bilan bir xil bo'ladi.)
zh_hk: 贊助新課程的組織的名稱。 （此名稱通常與原始組織名稱相同。）

source: Note: No spaces or special characters are allowed.
af_za: Let wel: Geen spasies of spesiale karakters word toegelaat nie.
de_de: Hinweis: Keine Leer- und Sonderzeichen erlaubt.
el: Σημείωση: Δεν επιτρέπονται κενά ή ειδικοί χαρακτήρες.
fa: توجه: هیچ فاصله یا کاراکتر خاصی مجاز نیست.
hu: Megjegyzés: Szóköz és speciális karakterek használata nem megengedett.
ja: 注意: スペースや特殊文字は使用できません。
kk: Ескертпе: бос орындар немесе арнайы таңбаларға рұқсат етілмейді.
lv: Piezīme. Atstarpes vai īpašās rakstzīmes nav atļautas.
sq: Shënim: Nuk lejohen hapësira ose karaktere speciale.
sv: Obs! Inga mellanslag eller specialtecken är tillåtna.
th: หมายเหตุ: ไม่อนุญาตให้มีช่องว่างหรืออักขระพิเศษ
uz: Eslatma: Bo'shliqlar yoki maxsus belgilarga ruxsat berilmaydi.
zh_hk: 注意：不允許有空格或特殊字元。

source: Course Number
af_za: Kursusnommer
de_de: Kursnummer
el: Κωδικός Μαθήματος
fa: شماره دوره
hu: Képzés száma
ja: コース番号
kk: Курс нөмірі
lv: Kursa numurs
sq: Numri i kursit
sv: Kursnummer
th: หมายเลขหลักสูตร
uz: Kurs raqami
zh_hk: 課程編號

source: e.g. CS101
af_za: bv CS101
de_de: z.B. CS101
el: π.χ CS101
fa: به عنوان مثال CS101
hu: például CS101
ja: 例：CS101
kk: мысалы CS101
lv: piemēram, CS101
sq: p.sh. CS101
sv: t.ex. CS101
th: ตัวอย่างเช่น CS101
uz: masalan CS101
zh_hk: 例如CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
af_za: Die unieke nommer wat die nuwe kursus binne die organisasie identifiseer. (Hierdie nommer sal dieselfde wees as die oorspronklike kursusnommer en kan nie verander word nie.)
de_de: Die individuelle Nummer, die den neuen Kurs innerhalb des Unternehmens identifiziert. (Diese Nummer entspricht der ursprünglichen Kursnummer und kann nicht geändert werden.)
el: Ο μοναδικός αριθμός που προσδιορίζει το νέο μάθημα εντός του οργανισμού. (Αυτός ο αριθμός θα είναι ίδιος με τον αρχικό αριθμό μαθήματος και δεν μπορεί να αλλάξει.)
fa: شماره منحصر به فردی که دوره جدید را در سازمان مشخص می کند. (این شماره همان شماره دوره اصلی خواهد بود و قابل تغییر نیست.)
hu: Az egyedi szám, amely az új kurzust az intézményen belül azonosítja. (Ez a szám megegyezik az eredeti kurzus számával, és nem változtatható meg.)
lv: Unikāls numurs, kas identificē jauno kursu organizācijā. (Šis numurs būs tāds pats kā sākotnējais kursa numurs, un to nevar mainīt.)
uz: Tashkilot ichidagi yangi kursni aniqlaydigan noyob raqam. (Bu raqam asl kurs raqami bilan bir xil bo'ladi va uni o'zgartirib bo'lmaydi.)
zh_hk: 標示組織內新課程的唯一ID。 （此ID將與原始課程ID相同，且無法變更。）

source: e.g. 2014_T1
af_za: bv 2014_T1
de_de: z.B. 2014_T1
el: π.χ 2014_Τ1
fa: به عنوان مثال 2014_T1
hu: pl.: 2014_T1
ja: 例：2014_T1
kk: мысалы, 2014_T1
lv: piemēram, 2014_T1
sq: p.sh. 2014_T1
sv: T.ex. 2014_T1
th: ตัวอย่างเช่น 2014_T1
uz: masalan, 2014_T1
zh_hk: 例如2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
af_za: Die kwartaal waarin die nuwe kursus sal loop. (Hierdie waarde is dikwels anders as die oorspronklike kursusloopwaarde.)
de_de: Der Zeitraum in dem der neue Kurs laufen wird (Dieser Wert unterscheidet sich häufig vom Wert des ursprünglichen Kurslaufs).
el: Ο όρος μέσα στον οποίο θα τρέξει το νέο μάθημα. (Αυτή η τιμή είναι συχνά διαφορετική από την αρχική τιμή εκτέλεσης του μαθήματος.)
fa: دوره ای که دوره جدید در آن اجرا می شود. (این مقدار اغلب با مقدار اصلی دوره متفاوت است.)
hu: Az új kurzus futásának időszaka. (Ez az érték gyakran eltér az eredeti kurzus futási értékétől.)
ja: 新しいコースが実施される学期。（この値は、元のコース実施値と異なることが多いです。）
kk: Жаңа курс орындалатын мерзім. (Бұл мән бастапқы курсты орындау мәнінен жиі ерекшеленеді.)
lv: Termiņš, kurā notiks jaunais kurss. (Šī vērtība bieži atšķiras no sākotnējās kursa darbības vērtības.)
sq: Afati në të cilin do të zhvillohet kursi i ri. (Kjo vlerë është shpesh e ndryshme nga vlera origjinale e kursit.)
sv: Termen där den nya kursen kommer att springa. (Detta värde är ofta annorlunda än det ursprungliga kursvärdet.)
th: ภาคการศึกษาที่หลักสูตรใหม่จะทำงาน (ส่วนใหญ่แล้ว ค่านี้มักจะแตกต่างกันกว่าค่าของหลักสูตรเดิม)
uz: Yangi kurs o'tkaziladigan muddat. (Bu qiymat odatda kursning dastlabki qiymatidan farq qiladi.)
zh_hk: 新課程運行的學期。 （該值通常與原始課程運行值不同。）

source: Create Re-run
af_za: Skep Herloop
de_de: Erstelle Wiederholungslauf
el: Δημιουργία επανεκτέλεσης
fa: Re-run را ایجاد کنید
hu: Újrafuttatás készítése
ja: 再実行を作成
lv: Izveidot Atkārtoti palaist
sq: Krijo ri-ekzekutim
sv: Skapa Re-run
th: สร้างการทำงานซ้ำ
uz: Qayta ishga tushirishni yarating
zh_hk: 建立重新運行

source: When will my course re-run start?
af_za: Wanneer sal my kursus weer begin?
de_de: Wann wird meine Kurswiederholung beginnen?
el: Πότε θα ξεκινήσει η επανεκτέλεση των μαθημάτων μου;
fa: برگزاری مجدد دوره من کی شروع می شود؟
hu: Mikor fog a kurzus újraindulni?
ja: コースの再開はいつ始まりますか？
kk: Менің курсымды қайталау қашан басталады?
lv: Kad mans kurss atsāksies?
sq: Kur do të fillojë përsëritja e kursit?
sv: När kommer min kurs att starta igen?
th: หลักสูตรของฉันจะเริ่มต้นการสอนซ้ำเมื่อใด?
uz: Mening kursim qachon boshlanadi?
zh_hk: 我的課程什麼時候開始重新運行？

source: The new course is set to start on January 1, 2030 at midnight (UTC).
af_za: Die nuwe kursus sal op 1 Januarie 2030 om middernag (UTC) begin.
de_de: Der geplante Kursstart des neuen Kurses ist der 1. Januar, 2030 um Mitternacht (UTC).
el: Το νέο μάθημα έχει οριστεί να ξεκινήσει την 1η Ιανουαρίου 2030 τα μεσάνυχτα (UTC).
fa: دوره جدید قرار است در 1 ژانویه 2030 در نیمه شب (UTC) شروع شود.
hu: Az új kurzus 2030. január 1-jén éjfélkor (UTC szerint) fog elkezdődni.
ja: 新しいコースは、2030年1月1日午前0時（UTC）に開始される予定です。
kk: Жаңа курс 2030 жылдың 1 қаңтарында түн ортасында (UTC) басталады.
lv: Jaunais kurss sāksies 2030. gada 1. janvārī pusnaktī (UTC).
sq: Kursi i ri është caktuar të fillojë më 1 janar 2030 në mesnatë (UTC).
sv: Den nya kursen startar den 1 januari 2030 vid midnatt (UTC).
th: หลักสูตรใหม่ถูกตั้งค่าให้เริ่มต้นในวันที่ 1 มกราคม 2030 เวลาเที่ยงคืน (UTC)
uz: Yangi kurs 2030-yil 1-yanvarda yarim tunda (UTC) boshlanadi.
zh_hk: 新課程定於 2030 年 1 月 1 日午夜（UTC）開始。

source: What transfers from the original course?
af_za: Wat word oorgedra van die oorspronklike kursus?
de_de: Was wird vom ursprünglichen Kurs übernommen?
el: Τι μεταφέρεται από το αρχικό μάθημα;
fa: چه نقل و انتقالاتی از دوره اصلی؟
hu: Mi kerül áttöltésre az eredeti kurzusból?
ja: 元のコースから何が引き継がれますか？
kk: Бастапқы курстан қандай трансферттер бар?
lv: Kādi pārnesumi no sākotnējā kursa?
sq: Çfarë transferimesh nga kursi origjinal?
sv: Vilka överföringar från den ursprungliga kursen?
th: มีส่วนใดที่ถูกโอนย้ายมาจากหลักสูตรเดิม?
uz: Asl kursdan qanday transferlar?
zh_hk: 原始課程中的哪些內容會複製過來？

source: The new course has the same course outline and content as the original course. All problems, videos, announcements, and other files are duplicated to the new course.
af_za: Die nuwe kursus het dieselfde kursusomskrywing en inhoud as die oorspronklike kursus. Alle probleme, video&#39;s, aankondigings en ander lêers word na die nuwe kursus gedupliseer.
de_de: Der neue Kurs hat die gleiche Kursstruktur und Kursinhalte wie der ursprüngliche Kurs. Alle Fragestellungen, Videos, Ankündigungen und andere Dateien werden in den neuen Kurs gedoppelt.
el: Το νέο μάθημα έχει το ίδιο σχεδιάγραμμα και περιεχόμενο με το αρχικό μάθημα. Όλα τα προβλήματα, τα βίντεο, οι ανακοινώσεις και άλλα αρχεία αντιγράφονται στο νέο μάθημα.
fa: دوره جدید دارای همان رئوس مطالب و محتوای دوره اصلی است. تمام مسئله‌ها، ویدیوها، اطلاعیه‌ها و سایر فایل‌ها در دوره جدید کپی شده‌اند.
hu: Az új kurzus ugyanazzal a tantervvel és tartalommal rendelkezik, mint az eredeti kurzus. Minden feladat, videó, hirdetmény és egyéb fájl átmásolásra kerül az új kurzusba.
ja: 新しいコースは、元のコースと同じコース概要と内容を持っています。すべての問題、ビデオ、アナウンスメント、その他のファイルは新しいコースに複製されます。
kk: Жаңа курста бастапқы курс сияқты курстың жоспары мен мазмұны бірдей. Барлық мәселелер, бейнелер, хабарландырулар және басқа файлдар жаңа курсқа көшіріледі.
lv: Jaunajam kursam ir tāds pats izklāsts un saturs kā sākotnējam kursam. Visas problēmas, videoklipi, paziņojumi un citi faili tiek dublēti jaunajā kursā.
sq: Kursi i ri ka të njëjtën skicë dhe përmbajtje të kursit si kursi origjinal. Të gjitha problemet, videot, njoftimet dhe skedarët e tjerë janë dublikuar në kursin e ri.
sv: Den nya kursen har samma kursplan och innehåll som originalkurs. Alla problem, videor, meddelanden och andra filer kopieras till den nya kursen.
th: หลักสูตรใหม่มีโครงร่างและเนื้อหาเดียวกับหลักสูตรเดิม ปัญหา วิดีโอ ประกาศ และไฟล์อื่นๆ ทั้งหมดจะถูกทำสำเนาไปยังรายวิชาใหม่
uz: Yangi kurs dastlabki kurs bilan bir xil kurs rejasi va mazmuniga ega. Barcha muammolar, videolar, e'lonlar va boshqa fayllar yangi kursga takrorlanadi.
zh_hk: 新課程的課程大綱和內容與原課程相同。所有問題、影片、公告和其他文件都會複製到新課程中。

source: What does not transfer from the original course?
af_za: Wat word nie van die oorspronklike kursus oorgedra nie?
de_de: Was wird nicht aus dem ursprünglichen Kurs übernommen?
el: Τι δεν μεταφέρεται από το αρχικό μάθημα;
fa: چه چیزی از دوره اصلی منتقل نمی شود؟
hu: Mi nem kerül át az eredeti kurzusból?
ja: 元のコースから何が移行されないのですか？
kk: Бастапқы курстан не ауыспайды?
lv: Kas netiek pārnests no sākotnējā kursa?
sq: Çfarë nuk transferohet nga kursi origjinal?
sv: Vad överförs inte från den ursprungliga kursen?
th: มีส่วนใดที่ไม่ถูกโอนย้ายมาจากหลักสูตรเดิม?
uz: Asl kursdan nima o'tkazilmaydi?
zh_hk: 原始課程中的哪些內容不會複製過來？
