Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: System defined milestone
af_za: Stelsel gedefinieerde mylpaal
bo: མ་ལག་གིས་གཏན་འཁེལ་བྱས་པའི་ལས་རིམ་མཚམས་རྟགས།
de_de: Systemdefinierter Meilenstein
el: Ορόσημο ορισμένο από το σύστημα
es: Hito definido por el sistema
fa: نقطه عطف تعریف‌شدۀ سامانه
hu: A rendszer által meghatározott mérföldkő
ja: システム定義のマイルストーン
kk: Жүйе анықталған кезең
lv: Sistēmas definēts pagrieziena punkts
sq: Pika historike e përcaktuar nga sistemi
th: ระบบได้กำหนดเหตุการณ์สำคัญ
uz: Tizim tomonidan belgilangan bosqich
zh_hk: 系統定義的里程碑

source: Your password must contain {length_instruction}, including {complexity_instructions}.
af_za: Jou wagwoord moet {length_instruction} bevat, insluitend {complexity_instructions} .
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ངེས་པར་དུ་ {length_instruction}, འདུས་དགོས་ {complexity_instructions}.
de_de: Ihr Passwort muss {length_instruction} enthalten, inklusive {complexity_instructions}.
el: Ο κωδικός σας πρέπει να περιέχει {length_instruction}, συμπεριλαμβανομένων των {complexity_instructions}.
es: Su contraseña debe contener {length_instruction}, incluyendo {complexity_instructions}.
fa: رمز عبور شما باید دارای {length_instruction}، از جمله {complexity_instructions} باشد.
hu: A jelszónak tartalmaznia kell {length_instruction}, beleértve {complexity_instructions}.
ja: あなたのパスワードには、{length_instruction}が含まれている必要があります。さらに、{complexity_instructions}も含まれている必要があります。
kk: Құпия сөзіңізде {length_instruction} , соның ішінде {complexity_instructions} болуы керек.
lv: Jūsu parolē ir jābūt {length_instruction} , tostarp {complexity_instructions} .
sq: Fjalëkalimi juaj duhet të përmbajë {length_instruction}, duke përfshirë {complexity_instructions}.
sv: Ditt lösenord måste innehålla {length_instruction}, inklusive {complexity_instructions}.
th: รหัสผ่านของคุณต้องยาวไม่น้อยกว่า {length_instruction} ตัว และต้องประกอบด้วย {complexity_instructions}
uz: Parolingizda {length_instruction} , jumladan {complexity_instructions} bo'lishi kerak.
zh_hk: 您的密碼必須包含{length_instruction} ，包括{complexity_instructions} 。

source: Your password must contain {length_instruction}.
af_za: Jou wagwoord moet {length_instruction} bevat.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ངེས་པར་འདུ་ {length_instruction} དགོས།
de_de: Ihr Passwort muss mindestens {length_instruction} enthalten.
el: Ο κωδικός σας πρέπει να περιέχει {length_instruction}.
es: Su contraseña debe contener {length_instruction}.
fa: رمز عبور شما باید دارای {length_instruction} باشد.
hu: A jelszavának tartalmaznia kell a következőt: {length_instruction}.
ja: パスワードには{length_instruction}を含める必要があります。
kk: Құпия сөзіңізде {length_instruction} болуы керек.
lv: Jūsu parolē ir jābūt {length_instruction} .
sq: Fjalëkalimi juaj duhet të përmbajë {length_instruction}.
sv: Ditt lösenord måste innehålla {length_instruction}.
th: รหัสผ่านของคุณต้องยาวไม่น้อยกว่า {length_instruction} ตัว
uz: Parolingizda {length_instruction} bo'lishi kerak.
zh_hk: 您的密碼必須包含{length_instruction} 。

source: Invalid password.
af_za: Ongeldige Wagwoord.
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་གསང་ཚིག
de_de: Ungültiges Passwort.
el: Μη έγκυρος κωδικός
es: Contraseña no válida.
fa: رمز عبور نامعتبر.
hu: Érvénytelen jelszó.
ja: 無効なパスワードです。
kk: Жарамсыз құпия сөз.
lv: Nepareiza parole.
sq: Fjalëkalim i pavlefshëm.
sv: Ogiltigt lösenord.
th: รหัสผ่านไม่ถูกต้อง
uz: Yaroqsiz parol.
zh_hk: 無效的密碼。

source: at least %(min_length)d character
af_za: ten minste %(min_length)d karakter
bo: ཉུང་མཐར་ཡང་ %(min_length)d ཡིག་འབྲུ།
el: τουλάχιστον χαρακτήρας %(min_length)d
es: al menos %(min_length)d carácter
fa: حداقل کاراکتر %(min_length)d
hu: legalább %(min_length)d karakter
ja: 少なくとも%(min_length)d文字
kk: кем дегенде %(min_length)d таңбасы
lv: vismaz %(min_length)d rakstzīmes
sq: të paktën karaktere %(min_length)d
sv: minst %(min_length)d tecken
uz: kamida %(min_length)d belgilar
zh_hk: 至少%(min_length)d個字符

source: This password is too long. It must contain no more than %(max_length)d character.
af_za: Hierdie wagwoord is te lank. Dit mag nie meer as %(max_length)d karakter bevat nie.
bo: གསང་ཚིག་འདི་རིང་དྲགས་འདུག དེའི་ནང་ཡིག་འབྲུ་ %(max_length)d ལས་གཏན་ནས་མང་མི་རུང་།
el: Αυτός ο κωδικός πρόσβασης είναι πολύ μεγάλος. Δεν πρέπει να περιέχει περισσότερους από %(max_length)d χαρακτήρα.
es: Esta contraseña es demasiado larga. No debe contener más de %(max_length)d carácter.
fa: این رمز عبور خیلی طولانی است. نباید بیش از %(max_length)d کاراکتر داشته باشد.
hu: Ez a jelszó túl hosszú. Legfeljebb %(max_length)d karaktert tartalmazhat.
ja: このパスワードは長すぎます。%(max_length)d文字以内にしてください。
kk: Бұл құпия сөз тым ұзын. Ол %(max_length)d таңбасынан аспауы керек.
lv: Šī parole ir pārāk gara. Tajā nedrīkst būt vairāk par %(max_length)d rakstzīmēm.
sq: Ky fjalëkalim është shumë i gjatë. Ajo duhet të përmbajë jo më shumë se karakter %(max_length)d .
sv: Det här lösenordet är för långt. Det får innehålla högst %(max_length)d tecken.
uz: Bu parol juda uzun. Unda %(max_length)d belgidan oshmasligi kerak.
zh_hk: 該密碼太長。它所包含的字符不得超過%(max_length)d個。

source: Your password must contain no more than %(max_length)d character.
af_za: Jou wagwoord moet nie meer as %(max_length)d karakter bevat nie.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ཡིག་འབྲུ་ %(max_length)d ལས་གཏན་ནས་མང་མི་རུང་།
el: Ο κωδικός πρόσβασής σας δεν πρέπει να περιέχει περισσότερους από %(max_length)d χαρακτήρες.
es: Su contraseña no debe contener más de %(max_length)d carácter.
fa: رمز عبور شما نباید بیش از %(max_length)d کاراکتر داشته باشد.
hu: A jelszónak legfeljebb %(max_length)d karaktert kell tartalmaznia.
ja: パスワードは%(max_length)d文字以内でなければなりません。
kk: Құпия сөзіңізде %(max_length)d таңбасынан көп болмауы керек.
lv: Jūsu parole nedrīkst saturēt vairāk par %(max_length)d rakstzīmēm.
sq: Fjalëkalimi juaj duhet të përmbajë jo më shumë se karakter %(max_length)d .
sv: Ditt lösenord får innehålla högst %(max_length)d tecken.
uz: Parolingiz %(max_length)d belgidan oshmasligi kerak.
zh_hk: 您的密碼不得超過%(max_length)d個字符。

source: This password must contain at least %(min_alphabetic)d letter.
af_za: Hierdie wagwoord moet ten minste %(min_alphabetic)d letter bevat.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་གསལ་བྱེད་ %(min_alphabetic)d ཡོད་དགོས།
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον γράμμα %(min_alphabetic)d .
es: Esta contraseña debe contener al menos %(min_alphabetic)d letra.
fa: این رمز عبور باید حداقل دارای %(min_alphabetic)d حرف باشد.
hu: Ennek a jelszónak legalább %(min_alphabetic)d betűt kell tartalmaznia.
ja: このパスワードには少なくとも%(min_alphabetic)d文字が含まれている必要があります。
kk: Бұл құпия сөз кем дегенде %(min_alphabetic)d әрпінен тұруы керек.
lv: Šajā parolē jābūt vismaz %(min_alphabetic)d burtiem.
sq: Ky fjalëkalim duhet të përmbajë të paktën shkronjën %(min_alphabetic)d .
sv: Detta lösenord måste innehålla minst %(min_alphabetic)d bokstav.
uz: Bu parol kamida %(min_alphabetic)d harflardan iborat boʻlishi kerak.
zh_hk: 此密碼必須至少包含%(min_alphabetic)d個字母。

source: Your password must contain at least %(min_alphabetic)d letter.
af_za: Jou wagwoord moet ten minste %(min_alphabetic)d letter bevat.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་གསལ་བྱེད་ %(min_alphabetic)d ཡོད་དགོས།
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον γράμμα %(min_alphabetic)d .
es: Su contraseña debe contener al menos %(min_alphabetic)d letra.
fa: رمز عبور شما باید حداقل دارای %(min_alphabetic)d حرف باشد.
hu: A jelszónak legalább %(min_alphabetic)d betűt kell tartalmaznia.
ja: あなたのパスワードには、少なくとも%(min_alphabetic)d文字のアルファベットが含まれている必要があります。
kk: Құпия сөзіңізде кемінде %(min_alphabetic)d әрпі болуы керек.
lv: Jūsu parolei jāsatur vismaz %(min_alphabetic)d burti.
sq: Fjalëkalimi juaj duhet të përmbajë të paktën shkronjën %(min_alphabetic)d .
sv: Ditt lösenord måste innehålla minst %(min_alphabetic)d bokstav.
uz: Parolingiz kamida %(min_alphabetic)d harflardan iborat bo‘lishi kerak.
zh_hk: 您的密碼必須至少包含%(min_alphabetic)d個字母。

source: %(num)d letter
af_za: %(num)d brief
bo: གསལ་བྱེད་ %(num)d
el: επιστολή %(num)d
es: %(num)d letra
fa: نامه %(num)d
hu: %(num)d betű
ja: %(num)d文字
kk: %(num)d әрпі
lv: %(num)d burti
sq: letër %(num)d
sv: %(num)d bokstav
uz: %(num)d harflar
zh_hk: %(num)d字母

source: This password must contain at least %(min_numeric)d number.
af_za: Hierdie wagwoord moet ten minste %(min_numeric)d -nommer bevat.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་ཨང་གྲངས་ %(min_numeric)d ཡོད་དགོས།
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον αριθμό %(min_numeric)d .
es: Esta contraseña debe contener al menos %(min_numeric)d número.
fa: این رمز عبور باید حداقل دارای %(min_numeric)d عدد باشد.
hu: Ennek a jelszónak legalább %(min_numeric)d számot kell tartalmaznia.
ja: このパスワードには少なくとも%(min_numeric)dつの数字を含める必要があります。
kk: Бұл құпия сөз кем дегенде %(min_numeric)d нөмірін қамтуы керек.
lv: Šajā parolē jābūt vismaz %(min_numeric)d cipariem.
sq: Ky fjalëkalim duhet të përmbajë të paktën numrin %(min_numeric)d .
sv: Detta lösenord måste innehålla minst %(min_numeric)d siffra.
uz: Bu parol kamida %(min_numeric)d raqamlarini o'z ichiga olishi kerak.
zh_hk: 該密碼必須至少包含%(min_numeric)d數字。

source: Your password must contain at least %(min_numeric)d number.
af_za: Jou wagwoord moet ten minste %(min_numeric)d nommer bevat.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་ཨང་གྲངས་ %(min_numeric)d ཡོད་དགོས།
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον τον αριθμό %(min_numeric)d .
es: Su contraseña debe contener al menos %(min_numeric)d número.
fa: رمز عبور شما باید حداقل دارای %(min_numeric)d عدد باشد.
hu: A jelszónak legalább %(min_numeric)d számot kell tartalmaznia.
ja: あなたのパスワードには、少なくとも%(min_numeric)dつの数字を含める必要があります。
kk: Құпия сөзіңізде кемінде %(min_numeric)d нөмірі болуы керек.
lv: Jūsu parolei jāsatur vismaz %(min_numeric)d skaitļi.
sq: Fjalëkalimi juaj duhet të përmbajë të paktën numrin %(min_numeric)d .
sv: Ditt lösenord måste innehålla minst %(min_numeric)d siffra.
uz: Parolingizda kamida %(min_numeric)d raqamlari bo'lishi kerak.
zh_hk: 您的密碼必須至少包含%(min_numeric)d數字。

source: %(num)d number
af_za: %(num)d nommer
bo: ཨང་གྲངས་ %(num)d
el: αριθμός %(num)d
es: %(num)d número
fa: شماره %(num)d
hu: %(num)d szám
ja: %(num)d 個の数字
kk: %(num)d саны
lv: %(num)d cipari
sq: numri %(num)d
sv: %(num)d nummer
uz: %(num)d raqamlari
zh_hk: %(num)d數字

source: This password must contain at least %(min_upper)d uppercase letter.
af_za: Hierdie wagwoord moet ten minste %(min_upper)d hoofletter bevat.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་ཡིག་ཆེན་ %(min_upper)d ཡོད་དགོས།
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον κεφαλαία γράμματα %(min_upper)d .
es: Esta contraseña debe contener al menos %(min_upper)d letra mayúscula.
fa: این رمز عبور باید حداقل دارای %(min_upper)d حرف بزرگ باشد.
hu: Ennek a jelszónak legalább %(min_upper)d nagybetűt kell tartalmaznia.
ja: このパスワードには、少なくとも%(min_upper)d文字の大文字が含まれている必要があります。
kk: Бұл құпия сөзде кемінде %(min_upper)d бас әріп болуы керек.
lv: Šajā parolē ir jābūt vismaz %(min_upper)d lielajiem burtiem.
sq: Ky fjalëkalim duhet të përmbajë të paktën shkronjë të madhe %(min_upper)d.
sv: Detta lösenord måste innehålla minst %(min_upper)d versal.
uz: Bu parol kamida %(min_upper)d bosh harfdan iborat boʻlishi kerak.
zh_hk: 該密碼必須至少包含%(min_upper)d大寫字母。

source: Your password must contain at least %(min_upper)d uppercase letter.
af_za: Jou wagwoord moet ten minste %(min_upper)d hoofletter bevat.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་ཡིག་ཆེན་ %(min_upper)d ཡོད་དགོས།
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον κεφαλαία γράμματα %(min_upper)d .
es: Su contraseña debe contener al menos %(min_upper)d letra mayúscula.
fa: رمز عبور شما باید حداقل دارای %(min_upper)d حرف بزرگ باشد.
hu: A jelszónak legalább %(min_upper)d nagybetűt kell tartalmaznia.
ja: パスワードには少なくとも%(min_upper)d文字の大文字を含める必要があります。
kk: Құпия сөзіңізде кемінде %(min_upper)d бас әріп болуы керек.
lv: Jūsu parolē ir jābūt vismaz %(min_upper)d lielajiem burtiem.
sq: Fjalëkalimi juaj duhet të përmbajë të paktën një shkronjë të madhe %(min_upper)d.
sv: Ditt lösenord måste innehålla minst %(min_upper)d versal.
uz: Parolingizda kamida %(min_upper)d bosh harf boʻlishi kerak.
zh_hk: 您的密碼必須至少包含%(min_upper)d大寫字母。

source: %(num)d uppercase letter
af_za: %(num)d hoofletter
bo: ཡིག་ཆེན་ %(num)d
el: %(num)d κεφαλαίο γράμμα
es: %(num)d letra mayúscula
fa: %(num)d حرف بزرگ
hu: %(num)d nagybetű
ja: %(num)d個の大文字
kk: %(num)d бас әріп
lv: %(num)d lielie burti
sq: %(num)d shkronja e madhe
sv: %(num)d versalbokstav
uz: %(num)d bosh harflar
zh_hk: %(num)d大寫字母

source: This password must contain at least %(min_lower)d lowercase letter.
af_za: Hierdie wagwoord moet ten minste %(min_lower)d kleinletter bevat.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་ཡིག་ཆུང་ %(min_lower)d ཡོད་དགོས།
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %(min_lower)d πεζά γράμματα.
es: Esta contraseña debe contener al menos %(min_lower)d letra minúscula.
fa: این رمز عبور باید حداقل دارای %(min_lower)d حرف کوچک باشد.
hu: Ennek a jelszónak legalább %(min_lower)d kisbetűt kell tartalmaznia.
ja: このパスワードには、少なくとも%(min_lower)d文字の小文字が含まれている必要があります。
kk: Бұл құпия сөз кем дегенде %(min_lower)d кіші әріптен тұруы керек.
lv: Šajā parolē ir jābūt vismaz %(min_lower)d mazajiem burtiem.
sq: Ky fjalëkalim duhet të përmbajë të paktën një shkronjë të vogël %(min_lower)d.
sv: Detta lösenord måste innehålla minst %(min_lower)d liten bokstav.
uz: Bu parol kamida %(min_lower)d kichik harflardan iborat boʻlishi kerak.
zh_hk: 該密碼必須至少包含%(min_lower)d個小寫字母。

source: Your password must contain at least %(min_lower)d lowercase letter.
af_za: Jou wagwoord moet ten minste %(min_lower)d kleinletter bevat.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་ཡིག་ཆུང་ %(min_lower)d ཡོད་དགོས།
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον %(min_lower)d πεζό γράμμα.
es: Su contraseña debe contener al menos %(min_lower)d letra minúscula.
fa: رمز عبور شما باید حداقل دارای %(min_lower)d حرف کوچک باشد.
hu: A jelszónak legalább %(min_lower)d kisbetűt kell tartalmaznia.
ja: あなたのパスワードには、少なくとも%(min_lower)d文字の小文字を含める必要があります。
kk: Құпия сөзіңізде кемінде %(min_lower)d кіші әріп болуы керек.
lv: Jūsu parolē ir jābūt vismaz %(min_lower)d mazajiem burtiem.
sq: Fjalëkalimi juaj duhet të përmbajë të paktën %(min_lower)d shkronjë të vogël.
sv: Ditt lösenord måste innehålla minst %(min_lower)d liten bokstav.
uz: Parolingiz kamida %(min_lower)d kichik harflardan iborat bo'lishi kerak.
zh_hk: 您的密碼必須至少包含%(min_lower)d個小寫字母。

source: %(num)d lowercase letter
af_za: %(num)d kleinletter
bo: ཡིག་ཆུང་ %(num)d
el: %(num)d πεζό γράμμα
es: %(num)d letra minúscula
fa: حروف کوچک %(num)d
hu: %(num)d kisbetű
ja: %(num)d個の小文字
kk: %(num)d кіші әріп
lv: %(num)d mazie burti
sq: %(num)d shkronjë të vogël
sv: %(num)d gemen bokstav
uz: %(num)d kichik harflar
zh_hk: %(num)d小寫字母

source: This password must contain at least %(min_punctuation)d punctuation mark.
af_za: Hierdie wagwoord moet ten minste %(min_punctuation)d leestekens bevat.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཚེག་རྟགས་འདི་དག་ %(min_punctuation)d ཡོད་དགོས།
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %(min_punctuation)d σημείο στίξης.
es: Esta contraseña debe contener al menos %(min_punctuation)d signo de puntuación.
fa: این رمز عبور باید حداقل دارای %(min_punctuation)d علامت نگارشی باشد.
hu: Ennek a jelszónak legalább %(min_punctuation)d írásjelet kell tartalmaznia.
ja: このパスワードには、少なくとも%(min_punctuation)dつの句読点を含める必要があります。
kk: Бұл құпия сөзде кем дегенде %(min_punctuation)d тыныс белгісі болуы керек.
lv: Šajā parolē ir jābūt vismaz %(min_punctuation)d pieturzīmēm.
sq: Ky fjalëkalim duhet të përmbajë të paktën %(min_punctuation)d shenjë pikësimi.
sv: Detta lösenord måste innehålla minst %(min_punctuation)d skiljetecken.
uz: Bu parolda kamida %(min_punctuation)d tinish belgilari boʻlishi kerak.
zh_hk: 該密碼必須至少包含%(min_punctuation)d標點符號。

source: Your password must contain at least %(min_punctuation)d punctuation mark.
af_za: Jou wagwoord moet ten minste %(min_punctuation)d leestekens bevat.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཚེག་རྟགས་འདི་དག་ %(min_punctuation)d ཡོད་དགོས།
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον %(min_punctuation)d σημεία στίξης.
es: Su contraseña debe contener al menos %(min_punctuation)d signo de puntuación.
fa: رمز عبور شما باید حداقل دارای %(min_punctuation)d علامت نگارشی باشد.
hu: A jelszónak legalább %(min_punctuation)d írásjelet kell tartalmaznia.
ja: あなたのパスワードには、少なくとも%(min_punctuation)dつの句読点を含める必要があります。
kk: Құпия сөзіңізде кемінде %(min_punctuation)d тыныс белгісі болуы керек.
lv: Jūsu parolē ir jābūt vismaz %(min_punctuation)d pieturzīmēm.
sq: Fjalëkalimi juaj duhet të përmbajë të paktën %(min_punctuation)d shenjë pikësimi.
sv: Ditt lösenord måste innehålla minst %(min_punctuation)d skiljetecken.
uz: Parolingizda kamida %(min_punctuation)d tinish belgilari boʻlishi kerak.
zh_hk: 您的密碼必須至少包含%(min_punctuation)d標點符號。

source: %(num)d punctuation mark
af_za: %(num)d leesteken
bo: %(num)d ཚེག་རྟགས་ཁག
el: %(num)d σημείο στίξης
es: %(num)d signo de puntuación
fa: علامت نگارشی %(num)d
hu: %(num)d írásjel
ja: %(num)d 個の句読点
kk: %(num)d тыныс белгісі
lv: %(num)d pieturzīmes
sq: %(num)d shenjë pikësimi
sv: %(num)d skiljetecken
uz: %(num)d tinish belgilari
zh_hk: %(num)d標點符號

source: This password must contain at least %(min_symbol)d symbol.
af_za: Hierdie wagwoord moet ten minste %(min_symbol)d simbool bevat.
bo: གསང་ཚིག་འདིའི་ནང་ཉུང་མཐར་ཡང་མཚོན་རྟགས་ %(min_symbol)d ཡོད་དགོས།
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον το σύμβολο %(min_symbol)d .
es: Esta contraseña debe contener al menos %(min_symbol)d símbolo.
fa: این رمز عبور باید حداقل دارای %(min_symbol)d نماد باشد.
hu: Ennek a jelszónak legalább %(min_symbol)d szimbólumot kell tartalmaznia.
ja: このパスワードには少なくとも%(min_symbol)d文字が含まれている必要があります。
kk: Бұл құпия сөз кем дегенде %(min_symbol)d белгісін қамтуы керек.
lv: Šajā parolē jābūt vismaz %(min_symbol)d simboliem.
sq: Ky fjalëkalim duhet të përmbajë të paktën simbolin %(min_symbol)d .
sv: Detta lösenord måste innehålla minst %(min_symbol)d symbol.
uz: Bu parol kamida %(min_symbol)d belgilaridan iborat boʻlishi kerak.
zh_hk: 該密碼必須至少包含%(min_symbol)d符號。

source: Your password must contain at least %(min_symbol)d symbol.
af_za: Jou wagwoord moet ten minste %(min_symbol)d simbool bevat.
bo: ཁྱེད་ཀྱི་གསང་ཚིག་ནང་ཉུང་མཐར་ཡང་མཚོན་རྟགས་ %(min_symbol)d ཡོད་དགོས།
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον το σύμβολο %(min_symbol)d .
es: Su contraseña debe contener al menos %(min_symbol)d símbolo.
fa: رمز عبور شما باید حداقل دارای %(min_symbol)d نماد باشد.
hu: A jelszónak legalább %(min_symbol)d szimbólumot kell tartalmaznia.
ja: パスワードには少なくとも%(min_symbol)d個の記号を含める必要があります。
kk: Құпия сөзіңізде кемінде %(min_symbol)d таңбасы болуы керек.
lv: Jūsu parolē ir jābūt vismaz %(min_symbol)d simboliem.
sq: Fjalëkalimi juaj duhet të përmbajë të paktën simbolin %(min_symbol)d .
sv: Ditt lösenord måste innehålla minst %(min_symbol)d symbol.
uz: Parolingizda kamida %(min_symbol)d belgilar boʻlishi kerak.
zh_hk: 您的密碼必須至少包含%(min_symbol)d符號。

source: %(num)d symbol
af_za: %(num)d simbool
bo: མཚོན་རྟགས་ %(num)d
el: σύμβολο %(num)d
es: %(num)d símbolo
fa: نماد %(num)d
hu: %(num)d szimbólum
ja: %(num)d 記号
kk: %(num)d таңбасы
lv: %(num)d simboli
sq: simbol %(num)d
uz: %(num)d belgilari
zh_hk: %(num)d符號

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
af_za: Om die XBlock te deaktiveer en lewering in die LMS te voorkom, laat &quot;Enabled&quot; gedekies; vir duidelikheid, dateer XBlockStudioConfiguration-ondersteuningstaat dienooreenkomstig op.
de_de: Um den XBlock zu deaktivieren und das Rendern im LMS zu verhindern, lassen Sie "Enabled" deaktiviert; zur besseren Übersichtlichkeit aktualisieren Sie den Support-Zustand von XBlockStudioConfiguration entsprechend.
el: Για να απενεργοποιήσετε το XBlock και να αποτρέψετε την απόδοση στο LMS, αφήστε το "Ενεργοποιημένο" αποεπιλεγμένο. Για λόγους σαφήνειας, ενημερώστε την κατάσταση υποστήριξης του XBlockStudioConfiguration ανάλογα.
es: Para deshabilitar el XBlock y evitar su renderizado en el LMS, deje "Habilitado" deseleccionado; para mayor claridad, actualice el estado de soporte de XBlockStudioConfiguration en consecuencia.
fa: برای غیرفعال کردن XBlock و جلوگیری از نمایش آن در LMS، گزینه «فعال» را از حالت انتخاب خارج کنید. برای شفافیت، وضعیت پشتیبانی XBlockStudioConfiguration را متناسب با آن‌به‌روز کنید.
hu: Az XBlock letiltásához és az LMS-ben való megjelenítés megakadályozásához hagyja a "Bekapcsolva" opciót kiválasztatlanul; a világosság érdekében frissítse az XBlockStudioConfiguration támogatási állapotát ennek megfelelően.
ja: XBlockを無効にしてLMSでのレンダリングを防ぐには、「Enabled」を選択しないままにしておきます。明確にするために、XBlockStudioConfigurationのサポート状態を適宜更新してください。
kk: XBlock өшіру және LMS жүйесінде көрсетуге жол бермеу үшін "Enabled" опциясын таңдаусыз қалдырыңыз; түсінікті болу үшін XBlockStudioConfiguration қолдау күйін сәйкесінше жаңартыңыз.
lv: Lai atspējotu XBloku un novērstu atveidošanu LMS, atstājiet "Enabled" - Ieslēgts neizvēlētu; skaidrības labad attiecīgi atjauniniet XBlockStudioConfiguration atbalsta stāvokli.
sq: Për të çaktivizuar XBlock dhe për të parandaluar paraqitjen në LMS, lini "Enabled" të çaktivizuar; për qartësi, përditësoni gjendjen e mbështetjes së XBlockStudioConfiguration në përputhje me rrethanat.
sv: För att inaktivera XBlock och förhindra återgivning i LMS, lämna &quot;Aktiverad&quot; avmarkerad; För tydlighet, uppdatera XBlockStudioConfiguration support state i enlighet därmed.
uz: XBlock-ni o'chirib qo'yish va LMS-da ko'rsatilishini oldini olish uchun "Enabled" belgisini olib tashlang; aniqlik uchun XBlockStudioConfiguration qo'llab-quvvatlash holatini mos ravishda yangilang.
zh_hk: 若要停用 XBlock 並防止在 LMS 中渲染，請取消選擇「啟用」；為清楚起見，請相應更新 XBlockStudioConfiguration 支援狀態。
