Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
af_za: As jy dit nie versoek het nie, hoef jy niks te doen nie; jy sal nie meer e-pos van ons ontvang nie. Moet asseblief nie op hierdie e-pos antwoord nie; as jy hulp nodig het, gaan na die hulpafdeling van die %(platform_name)s webwerf.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་འདིར་རེ་ཞུ་བྱས་མེད་ཚེ། ཁྱེད་ཀྱིས་གང་ཡང་མི་བྱེད་པར་སྣང་མེད་ལ་ཞོག ང་ཚོས་ཁྱེད་ལ་བརྡ་ཁྱབ་གཞན་གང་ཡང་གཏོང་རྒྱུ་མིན། བརྡ་ཁྱབ་འདི་དག་ལ་ལན་འདེབས་མ་བྱེད་རོགས། གལ་སྲིད་ཁྱེད་ལ་རམ་འདེགས་དགོས་ཚེ་ %(platform_name)s འདི་ནས་འབྲེལ་རོགས།
de_de: Wenn Sie dies nicht angefragt haben, bitten wir Sie darum, diese Nachricht zu ignorieren. Sie werden dann auch keine weitere E-Mail von uns erhalten. Sollten Sie dennoch Fragen haben, besuchen Sie unser Hilfe-Abschnitt auf %(platform_name)s.
el: Εάν τελικώς δεν επιθυμείτε την αλλαγή του e-mail σας, δεν απαιτείται καμία επιπλέον ενέργεια από μέρους σας. Δεν χρειάζεται να απαντήσετε σε αυτό το μήνυμα ούτε και θα λάβετε κάποιο άλλο e-mail από εμάς. Εάν χρειάζεστε βοήθεια, επικοινωνήστε με το τεχνικό τμήμα του %(platform_name)s.
es: Si no solicitaste esto, no necesitas hacer nada; no recibirás más correos electrónicos de nuestra parte. Por favor, no respondas a este correo electrónico; si necesitas asistencia, consulta la sección de ayuda del sitio web de %(platform_name)s.
fa: اگر شما این درخواست را ارائه نکرده‌اید، نیاز به انجام کاری نیست. دیگر ایمیلی از ما دریافت نخواهید کرد. لطفاً به این ایمیل پاسخ ندهید. در صورتی به راهنمایی نیاز دارید، بخش راهنمایی وب‌سایت %(platform_name)s را بررسی کنید.
hu: Ha nem te kérted, akkor nem kell tenned semmit; nem fogsz több e-mailt kapni tőlünk. Kérlek, ne válaszolj erre az e-mailre; ha segítségre van szükséged, nézd meg a %(platform_name)s weboldalának súgó részét.
ja: このリクエストを行っていない場合、何もする必要はありません。これ以上のメールは送信されません。このメールに返信しないでください。サポートが必要な場合は、%(platform_name)sのウェブサイトのヘルプセクションをご確認ください。
kk: Егер сіз мұны сұрамаған болсаңыз, сізге ештеңе істеудің қажеті жоқ; сіз бізден басқа электрондық поштаны алмайсыз. Бұл электрондық поштаға жауап бермеңіз; көмек қажет болса, %(platform_name)s веб-сайтының анықтама бөлімін тексеріңіз.
lv: Ja to nepieprasījāt, jums nekas nav jādara - no mums vairs nesaņemsiet e-pastus. Lūdzu, neatbildiet uz šo e-pastu; ja jums nepieciešama palīdzība, apmeklējiet tīmekļa vietnes %(platform_name)s palīdzības sadaļu.
sq: Nëse nuk e keni kërkuar këtë, nuk keni nevojë të bëni asgjë; ju nuk do të merrni më email nga ne. Ju lutemi mos iu përgjigjni këtij e-maili; nëse keni nevojë për ndihmë, kontrolloni seksionin e ndihmës në faqen e internetit %(platform_name)s .
sv: Om du inte begärde detta behöver du inte göra någonting; du kommer inte att få mer e-post från oss. Var god och svara ej på detta mail; om du behöver hjälp, kolla hjälpavsnittet på %(platform_name)s webbplats.
uz: Agar siz buni talab qilmagan bo'lsangiz, hech narsa qilishingiz shart emas; bizdan boshqa elektron pochta xabarlarini olmaysiz. Iltimos, ushbu elektron pochtaga javob bermang; agar sizga yordam kerak bo'lsa, %(platform_name)s veb-saytining yordam bo'limini tekshiring.
zh_hk: 如果您沒有請求此操作，則無需執行任何操作；您將不再收到我們發送的任何電郵。請不要回覆這封郵件;如果您需要協助，請查看%(platform_name)s網站的說明章節。

source: Request to change %(platform_name)s account e-mail
af_za: Versoek om %(platform_name)s rekening e-pos te verander
bo: འདིའི་ %(platform_name)s ནང་གི་གློག་འཕྲིན་ཁ་བྱང་བསྒྱུར་བཅོས་བྱེད་པར་རེ་ཞུ་བྱོས།
de_de: Anfrage die E-Mail für das Konto auf der %(platform_name)szu wechseln.
el: Αίτημα αλλαγής e-mail για το λογαριασμό σας στο %(platform_name)s
es: Solicitud para cambiar el correo electrónico de la cuenta de %(platform_name)s
fa: درخواست تغییر ایمیل حساب کاربری %(platform_name)s
hu: Kérés a %(platform_name)s fiók e-mail címének változtatására
ja: %(platform_name)sアカウントのメールアドレス変更リクエスト
kk: %(platform_name)s тіркелгісінің электрондық поштасын өзгертуді сұрау
lv: Pieprasījums mainīt %(platform_name)s konta e-pastu
sq: Kërkesë për të ndryshuar e-mailin e llogarisë %(platform_name)s
sv: Begäran om att ändra %(platform_name)s konto-e-post
uz: %(platform_name)s accountining elektron pochta manzilini o'zgartirishni so'rash
zh_hk: 請求更改%(platform_name)s帳戶電郵

source: Email Change Confirmation for %(platform_name)s
af_za: E-posveranderingbevestiging vir %(platform_name)s
bo: %(platform_name)s འདིའི་གློག་འཕྲིན་བརྗེ་བསྒྱུར་གཏན་འཁེལ།
de_de: E-Mail-Änderungsbestätigung für %(platform_name)s
el: Επιβεβαίωση της αλλαγής Εmail για το %(platform_name)s
es: Confirmación de cambio de correo electrónico para %(platform_name)s
fa: تایید تغییر ایمیل برای %(platform_name)s
hu: E-mail-cím módosításának megerősítése a(z) %(platform_name)s számára
ja: %(platform_name)sのメール変更確認
kk: %(platform_name)s үшін электрондық поштаны өзгертуді растау
lv: E-pasta maiņas apstiprinājums vietnei %(platform_name)s
sq: Konfirmimi i ndryshimit të emailit për %(platform_name)s
sv: Bekräftelse på e-poständring för %(platform_name)s
uz: %(platform_name)s uchun elektron pochta o'zgarishini tasdiqlash
zh_hk: %(platform_name)s的電郵變更確認

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
af_za: Dit is om te bevestig dat jy die e-pos wat met %(platform_name)s geassosieer word van %(old_email)s na %(new_email)s verander het. As jy nie hierdie versoek gerig het nie, kontak ons asseblief dadelik. Kontakinligting is gelys by:
bo: འདི་ནི་ཁྱེད་ཀྱིས་ %(platform_name)s འདིར་བཀོད་པའི་གློག་འཕྲིན་རྙིང་བ་འདི་ %(old_email)s གསར་པ་ %(new_email)s འདི་ལ་བརྗེ་བསྒྱུར་བྱེད་པའི་གཏན་འཁེལ་བྱེད་ས་ཡིན། གལ་སྲིད་ཁྱེད་ཀྱིས་འདི་ལྟར་རེ་ཞུ་བྱས་མེད་ན། མྱུར་ཏུ་ང་ཚོར་འབྲེལ་བ་གནང་རོགས། འབྲེལ་གནས་ཚང་མ་འདིར་བཀོད་ཡོད།
de_de: Hiermit bestätigen Sie, dass Sie die E-Mail verknüpft mit %(platform_name)s von %(old_email)s zu %(new_email)s geändert haben. Wenn Sie diese Anfrage nicht gestellt haben, kontaktieren Sie uns bitte umgehend. Die Kontaktinformationen finden Sie unter:
el: Αυτό γίνεται για να επιβεβαιώσετε ότι αλλάξατε το e-mail που σχετίζεται με το %(platform_name)s από %(old_email)s σε %(new_email)s . Εάν δεν υποβάλατε αυτό το αίτημα, επικοινωνήστε μαζί μας αμέσως. Τα στοιχεία επικοινωνίας αναφέρονται στη διεύθυνση:
es: Esto es para confirmar que has cambiado el correo electrónico asociado a %(platform_name)s de %(old_email)s a %(new_email)s. Si no realizaste esta solicitud, contáctanos de inmediato. La información de contacto está disponible en:
fa: این پیام برای تأیید تغییر ایمیل حساب کاربری مرتبط با %(platform_name)s شما از %(old_email)s به %(new_email)s است. اگر شما این درخواست را ارائه نکرده‌اید، لطفاً فوراً با ما تماس بگیرید. اطلاعات تماس در:
hu: Ezúton erősítjük meg, hogy változtatta a(z) %(platform_name)s-hez társított e-mail címet a(z) %(old_email)s címről a(z) %(new_email)s címre. Ha nem Ön kezdeményezte ezt a kérést, kérjük, azonnal lépjen kapcsolatba velünk. Az elérhetőségi információk itt találhatók:
ja: %(platform_name)sのメールアドレスを%(old_email)sから%(new_email)sに変更したことを確認します。このリクエストを行っていない場合は、直ちにご連絡ください。連絡先情報は以下に記載されています。
kk: Бұл %(platform_name)s байланысты электрондық поштаны %(old_email)s орнына %(new_email)s өзгерткеніңізді растау үшін. Егер сіз бұл сұрауды жасамаған болсаңыз, дереу бізге хабарласыңыз. Байланыс ақпараты мына жерде көрсетілген:
lv: Tas ir, lai apstiprinātu, ka mainījāt ar %(platform_name)s saistīto e-pasta adresi no %(old_email)s uz %(new_email)s. Ja neveicāt šo pieprasījumu, lūdzu, nekavējoties sazinieties ar mums. Kontaktinformācija ir norādīta šādā adresē:
sq: Kjo është për të konfirmuar që keni ndryshuar e-mailin e lidhur me %(platform_name)s nga %(old_email)s në %(new_email)s. Nëse nuk e keni bërë këtë kërkesë, ju lutemi na kontaktoni menjëherë. Informacioni i kontaktit është i shënuar në:
sv: Detta är för att bekräfta att du ändrade e-postmeddelandet som är kopplat till %(platform_name)s från %(old_email)s till %(new_email)s. Om du inte gjorde denna begäran, vänligen kontakta oss omedelbart. Kontaktinformation finns på:
uz: Bu siz %(platform_name)s bilan bog'langan elektron pochta manzilini %(old_email)s dan %(new_email)s ga o'zgartirganingizni tasdiqlash uchun qilingan. Agar siz ushbu so'rovni qilmagan bo'lsangiz, darhol biz bilan bog'laning. Aloqa ma'lumotlari quyidagi manzilda keltirilgan:
zh_hk: 這是為了確認您已將與%(platform_name)s關聯的電郵從%(old_email)s更改為%(new_email)s 。如果您沒有提出此請求，請立即與我們聯絡。聯絡資訊列於：

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
af_za: Ons hou &#39;n log van ou e-posse, so as hierdie versoek onbedoeld was, kan ons ondersoek instel.
bo: ང་ཚོས་སྔ་མའི་གློག་འཕྲིན་རྙིང་བ་སྐོར་ཞིག་གསོག་ཉར་བྱས་འདུག དེའི་ཕྱིར་རེ་ཞུ་འདི་བསམ་བཞིན་ཞུས་པ་ཞིག་མིན་ན། ང་ཚོས་བསྐྱར་ཞིབ་བྱ་ཆོག
de_de: Wir speichern eine Auflistung von alten E-Mail-Adressen, falls diese Anfrage nicht beabsichtigt war, können wir dahingehend nachforschen.
el: Σε κάθε περίπτωση διατηρούμε αρχείο με τα παλαιότερα e-mail και αν δεν θελήσατε εσείς αυτή την αλλαγή, μπορούμε να το διερευνήσουμε.
es: Mantenemos un registro de los correos electrónicos antiguos, por lo que si esta solicitud fue no intencional, podemos investigar.
fa: ما گزارشی از ایمیل‌های قدیمی نگه می‌داریم، بنابراین اگر این درخواست ناخواسته بود، می‌توانیم بررسی کنیم.
hu: Nyilvántartást vezetünk a régi e-mailekről, így ha ez a kérés nem szándékos volt, ki tudjuk vizsgálni.
ja: 古いメールの記録を保持しているため、このリクエストが意図しないものであった場合、調査が可能です。
kk: Біз ескі электрондық хаттардың журналын жүргіземіз, сондықтан бұл сұрау байқаусызда болса, біз тексере аламыз.
lv: Mēs glabājam veco e-pastu žurnālu, tāpēc, ja šis pieprasījums bija netīšs, varam izmeklēt.
sq: Ne mbajmë një regjistër të e-mail-eve të vjetra, kështu që nëse kjo kërkesë ishte e paqëllimshme, ne mund ta hetojmë.
sv: Vi behåller en logg av gamla e-postmeddelanden, så om den här förfrågan var oavsiktlig kan vi undersöka.
th: เราได้บันทึกด้วยอีเมล์เก่า หากคำขอนี้นั้นไม่ได้ตั้งใจ เราสามารถตรวจสอบให้ได้
uz: Biz eski elektron xatlar jurnalini yuritamiz, shuning uchun agar bu so'rov beixtiyor bo'lsa, biz tekshirishimiz mumkin.
zh_hk: 我們保留舊電子郵件的日誌，因此如果此請求是無意的，我們可以進行調查。

source: Proctoring requirements for %(course_name)s
af_za: Protektorvereistes vir %(course_name)s
bo: སློབ་ཚན་འདིའི་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་དགོས་ངེས་ཆ་རྐྱེན་ཁག %(course_name)s
de_de: Proctoring-Anforderungen für %(course_name)s
el: Απαιτήσεις Proctoring για %(course_name)s
es: Requisitos de supervisión para %(course_name)s
fa: ملزومات آزمون حفاظت‌شده برای %(course_name)s
kk: %(course_name)s үшін тексеру талаптары
lv: Uzraudzības prasības %(course_name)s
sq: Kërkesat e ruajtjes për %(course_name)s
uz: %(course_name)s uchun proktoring talablari
zh_hk: %(course_name)s的監考要求

source: Hello %(full_name)s,
af_za: Hallo %(full_name)s ,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(full_name)s,
de_de: Hallo %(full_name)s,
el: Αγαπητέ/Αγαπητή %(full_name)s,
es: Hola %(full_name)s,
fa: سلام %(full_name)s
lv: Labdien, %(full_name)s !
sq: Përshëndetje %(full_name)s,
sv: Hej %(full_name)s,
uz: Salom %(full_name)s ,
zh_hk: 你好%(full_name)s ，

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
af_za: Jy is ingeskryf vir %(course_name)s by %(platform_name)s . Hierdie kursus bevat proctored eksamens.
bo: ཁྱེད་རང་ %(course_name)s སློབ་ཚན་%(platform_name)s ལ་ཞུགས་ཐོ་བཀོད་ཡོད། སློབ་ཚན་འདིའི་ནང་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱང་འདུས་ཡོད།
de_de: Sie sind im Kurs %(course_name)s auf der Plattform %(platform_name)s eingeschrieben. Dieser Kurs beinhaltet Proctored Prüfungen.
el: Έχετε εγγραφεί στο %(course_name)s στο %(platform_name)s . Αυτό το μάθημα περιλαμβάνει ειδικές εξετάσεις.
es: Estás inscrito en %(course_name)s en %(platform_name)s. Este curso incluye exámenes supervisados.
fa: شما در %(course_name)s در %(platform_name)s ثبت‌نام کرده‌اید. این دوره شامل آزمون‌های حفاظت‌شده است.
ja: あなたは%(platform_name)sの%(course_name)sに登録されています。このコースには監督付き試験が含まれています。
lv: Jūs esat reģistrēti %(course_name)s vietnē %(platform_name)s. Šajā kursā ir iekļauti uzraudzīti eksāmeni.
sq: Ju jeni regjistruar në %(course_name)s në %(platform_name)s. Ky kurs përmban provime të mbrojtura.
sv: Du är inskriven i %(course_name)s på %(platform_name)s. Denna kurs innehåller proctored tentor.
uz: Siz %(course_name)s da %(platform_name)s da roʻyxatdan oʻtgansiz. Ushbu kurs proktor imtihonlarini o'z ichiga oladi.
zh_hk: 您已在%(platform_name)s註冊了%(course_name)s 。本課程包含監考考試。

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
af_za: Afgeleë eksamens is tydsbepaalde eksamens wat jy aflê terwyl proctoring sagteware jou rekenaar se lessenaar, webcam video en oudio monitor. Jou kursus gebruik %(proctoring_provider)s sagteware vir proctoring.
bo: ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཟེར་བ་ནི་དུས་ཚོད་ཀྱི་བཅད་པ་ཡོད་པ་ཞིག་སྟེ། ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱི་མཉེན་ཆས་སྤྱད་དེ་ཁྱེད་ཀྱི་གློག་ཀླད་ཀྱི་འཆར་ངོས་དང་བརྙན་མིག སྐད་ཆའི་སྒྲ་དང་བཅས་པར་ལྟ་རྟོག་བྱེད་བཞིན་དུས་ཚོད་ལ་ཚད་བཀག་ཡོད་པ་ཞིག་ཡིན། ཁྱེད་ཀྱི་སློབ་ཚན་གྱིས་ %(proctoring_provider)s ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱི་མཉེན་ཆས་འདི་བཀོལ་སྤྱོད་བྱེད་པ་ཡིན།
de_de: Proctored-Prüfungen sind zeitlich begrenzte Prüfungen, die Sie ablegen, während die Proctoring-Software den Desktop Ihres Computers, das Webcam-Video und den Ton überwacht. Dieser Kurs nutzt die Software %(proctoring_provider)s für das Proctoring.
el: Οι εξετάσεις Proctored είναι χρονομετρημένες εξετάσεις που δίνετε ενώ το λογισμικό proctoring παρακολουθεί την επιφάνεια εργασίας, το βίντεο της κάμερας web και τον ήχο του υπολογιστή σας. Το μάθημά σας χρησιμοποιεί λογισμικό %(proctoring_provider)s για την παρακολούθηση.
es: Los exámenes supervisados son exámenes cronometrados que realizas mientras el software de supervisión monitorea el escritorio de tu computadora, el video de la cámara web y el audio. Tu curso utiliza el software %(proctoring_provider)s para la supervisión.
fa: آزمون‌های حفاظت‌شده، آزمون‌های زمان‌بندی‌شده‌ای هستند که در حالی شرکت می‌کنید که نرم‌افزار حفاظتی دسکتاپ، ویدیوی دوربین دستگاه و صدای رایانۀ شما را کنترل می‌کند. دورۀ شما از نرم‌افزار %(proctoring_provider)s برای بررسی استفاده می‌کند.
hu: A felügyelt vizsgák időzített vizsgák, amelyeket úgy teszel le, hogy közben a felügyeleti szoftver figyeli a számítógéped asztalát, a webkamera videóját és az audiót. A kurzusod a(z) %(proctoring_provider)s szoftvert használja a felügyelethez.
ja: 監督付き試験は、監督ソフトウェアがコンピュータのデスクトップ、ウェブカメラのビデオ、およびオーディオを監視する中で受ける時間制限のある試験です。あなたのコースでは、%(proctoring_provider)s のソフトウェアを使用して監督を行います。
lv: Uzraudzītie eksāmeni ir noteikta laika eksāmeni, kurus kārtojat, kamēr uzraudzības programmatūra uzrauga datora darbvirsmu, tīmekļa kameras video un audio. Jūsu kursā tiek izmantota programmatūra %(proctoring_provider)s .
sq: Provimet e mbikëqyrura janë provime me kohë që i jepni ndërsa softueri kontrollues monitoron desktopin, videon dhe audion e kamerës së internetit të kompjuterit tuaj. Kursi juaj përdor softuerin %(proctoring_provider)s për mbikëqyrje.
sv: Proctored tentor är tidsinställda tentor som du gör medan proctoring-programvaran övervakar din dators skrivbord, webbkameravideo och ljud. Din kurs använder %(proctoring_provider)s programvara för proctoring.
uz: Proktorlashtirilgan imtihonlar - proktoring dasturi kompyuteringiz ish stoli, veb-kamera videosi va audiosini nazorat qilayotganda topshiriladigan vaqtli imtihonlardir. Kursingiz proktoring uchun %(proctoring_provider)s dasturidan foydalanadi.
zh_hk: 監考考試是您在監考軟件監控電腦桌面、音訊和視訊時參加的定時考試 。您的課程使用 %(proctoring_provider)s 軟件進行監考。

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
af_za: Hersien noukeurig die stelselvereistes sowel as die stappe om &#39;n eksamen te neem om te verseker dat jy voorbereid is.
bo: ཁྱེད་ཀྱིས་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ལ་གྲ་སྒྲིག་ཨང་གསར་ཡོད་མེད་ངེས་ཕྱིར་མ་ལག་གི་ཆ་རྐྱེན་ཁག་དང་དེ་བཞིན་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱི་རིམ་པ་ཁག་ལའང་གཟབ་ནན་གྱིས་ཞིབ་བཤེར་བྱོས།
de_de: Lesen Sie sich die Systemvoraussetzungen sowie die erforderlichen Schritte für eine beaufsichtigte Prüfung sorgfältig durch, um sicherzustellen, dass Sie vorbereitet sind.
el: Εξετάστε προσεκτικά τις απαιτήσεις συστήματος καθώς και τα βήματα για να κάνετε μια ειδική εξέταση, προκειμένου να βεβαιωθείτε ότι είστε προετοιμασμένοι.
es: Revisa cuidadosamente los requisitos del sistema, así como los pasos para realizar un examen supervisado, con el fin de asegurarte de estar preparado.
fa: الزامات سامانه و همچنین مراحل انجام یک امتحان حفاظت‌شده را به‌دقت بررسی کنید تا از آمادگی خود مطمئن شوید.
hu: Kérjük, alaposan tekintse át a rendszerkövetelményeket, valamint a felügyelt vizsga letételéhez szükséges lépéseket, hogy biztosan felkészült legyen.
kk: Дайындығыңызды тексеру үшін жүйелік талаптарды, сондай-ақ тексеру емтиханын тапсыру қадамдарын мұқият қарап шығыңыз.
lv: Uzmanīgi pārskatiet sistēmas prasības, kā arī darbības, kas jāveic, lai kārtotu uzraudzītu eksāmenu, lai pārliecinātos, ka esat tam gatavi.
sq: Rishikoni me kujdes kërkesat e sistemit, si dhe hapat për të marrë një provim të mbikëqyrur, në mënyrë që të siguroheni që jeni të përgatitur.
sv: Gå noggrant igenom systemkraven samt stegen för att ta ett prov för att säkerställa att du är förberedd.
uz: Tayyor ekanligingizga ishonch hosil qilish uchun tizim talablarini, shuningdek, nazorat imtihonini topshirish bosqichlarini diqqat bilan ko'rib chiqing.
zh_hk: 仔細查看系統需求以及參加監考考試的步驟，以確保您做好準備。

source: Proctoring Instructions and Requirements
af_za: Proctoring Instruksies en Vereistes
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་སློབ་སྟོན་དང་ཆ་རྐྱེན་ཁག
de_de: Proctoring-Instruktionen und Anforderungen
el: Οδηγίες και Απαιτήσεις Προστασίας
es: Instrucciones y requisitos de supervisión
fa: دستورالعمل‌ها و الزامات حفاظت آزمون
lv: Proporcijas instrukcijas un prasības
sq: Udhëzimet dhe Kërkesat e Mbrojtjes
sv: Proctoring instruktioner och krav
uz: Tekshiruv bo'yicha ko'rsatmalar va talablar
zh_hk: 監考說明和要求

source: Thank you,
af_za: Dankie,
bo: བཀའ་དྲིན་ཆེ།
de_de: Vielen Dank,
el: Ευχαριστούμε,
es: Gracias,
fa: با تشکر،
hu: Köszönjük,
ja: ありがとうございます。
kk: Рақмет сізге,
lv: Paldies,
sq: faleminderit,
sv: Tack,
th: ขอบคุณ
uz: Rahmat,
zh_hk: 謝謝你，

source: The %(platform_name)s Team
af_za: Die %(platform_name)s -span
bo: %(platform_name)s ཚོགས་ཆུང་།
de_de: Das %(platform_name)s Team
el: Η ομάδα %(platform_name)s
es: El equipo de %(platform_name)s
fa: تیم %(platform_name)s
hu: Az %(platform_name)s Csapata
ja: %(platform_name)s チーム
kk: %(platform_name)s командасы
lv: %(platform_name)s komanda
sq: Ekipi %(platform_name)s
sv: Teamet %(platform_name)s
uz: %(platform_name)s jamoasi
zh_hk: %(platform_name)s團隊

source: Hello %(full_name)s
af_za: Hallo %(full_name)s
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(full_name)s
de_de: Hallo %(full_name)s
el: Αγαπητέ/Αγαπητή %(full_name)s,
es: Hola %(full_name)s
fa: سلام %(full_name)s
ja: %(full_name)s さん、こんにちは
kk: Сәлем %(full_name)s
lv: Sveiki, %(full_name)s
sq: Përshëndetje %(full_name)s
sv: Hej %(full_name)s
uz: Salom %(full_name)s
zh_hk: 你好%(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
af_za: Jy is ingeskryf vir %(course_name)s by %(platform_name)s . Hierdie kursus bevat proctored eksamens.
bo: ཁྱེད་རང་སློབ་ཚན་%(course_name)s འདིར་ %(platform_name)s འདི་བརྒྱུད་ནས་ཞུགས་ཐོར་བཀོད་འདུག སློབ་ཚན་འདིའི་ནང་ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་ཀྱང་འདུས་ཡོད།
de_de: Sie sind im Kurs %(course_name)s auf der Plattform %(platform_name)s eingeschrieben. Dieser Kurs beinhaltet Proctored Prüfungen.
el: Έχετε εγγραφεί στο %(course_name)s στο %(platform_name)s . Αυτό το μάθημα περιλαμβάνει ειδικές εξετάσεις.
es: Estás inscrito en %(course_name)s en %(platform_name)s. Este curso incluye exámenes supervisados.
fa: شما در %(course_name)s در %(platform_name)s ثبت نام کرده‌اید. این دوره شامل آزمون‌های حفاظت‌شده است.
hu: Ön beiratkozott a(z) %(course_name)s kurzusra a(z) %(platform_name)s platformon. Ez a kurzus felügyelt vizsgákat tartalmaz.
ja: %(platform_name)sで%(course_name)sに登録されています。このコースには監督付き試験が含まれています。
kk: Сіз %(course_name)s жүйесіне %(platform_name)s мекенжайында тіркелдіңіз. Бұл курста бақылау емтихандары бар.
lv: Jūs reģistrējāties %(course_name)s vietnē %(platform_name)s. Šajā kursā ir iekļauti uzraudzīti eksāmeni.
sq: Ju jeni regjistruar në %(course_name)s në %(platform_name)s. Ky kurs përmban provime të mbrojtura.
sv: Du är inskriven i %(course_name)s på %(platform_name)s. Denna kurs innehåller proctored tentor.
uz: Siz %(course_name)s da %(platform_name)s da roʻyxatdan oʻtgansiz. Ushbu kurs proktor imtihonlarini o'z ichiga oladi.
zh_hk: 您已在%(platform_name)s註冊了%(course_name)s 。本課程包含監考考試。
