Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Email cannot be more than %(limit_value)s characters long
af_za: E-pos kan nie meer as %(limit_value)s karakters lank wees nie
de_de: Die E-Mail Adresse darf nicht länger als %(limit_value)s Zeichen sein.
el: Η διεύθυνση e-mail δεν μπορεί να έχει περισσότερους από %(limit_value)s χαρακτήρες
es: El correo electrónico no puede tener más de %(limit_value)s caracteres
fa: ایمیل نمی تواند بیش از نویسه %(limit_value)s باشد
hu: Az e-mail cím nem lehet hosszabb %(limit_value)s karakternél
ja: メールアドレスは %(limit_value)s 文字以上にできません
kk: Электрондық поштаның ұзындығы %(limit_value)s таңбадан аспауы керек
lv: E-pasts nedrīkst būt garāks par %(limit_value)s rakstzīmēm
sq: Email-i nuk mund të jetë më shumë se %(limit_value)s karaktere
sv: E-post kan inte vara mer än %(limit_value)s tecken långt
th: ชื่ออีเมล์ไม่สามารถมีตัวอักษรได้มากกว่า %(limit_value)s ตัว
uz: Elektron pochta %(limit_value)s belgidan oshmasligi kerak
zh_hk: 電郵長度不能超過%(limit_value)s個字符

source: You must accept the terms of service.
af_za: Jy moet die diensbepalings aanvaar.
de_de: Es ist erforderlich, dass Sie die Nutzungsbedingungen akzeptieren.
el: Πρέπει να αποδεχτείτε τους όρους χρήσης της υπηρεσίας.
es: Debes aceptar los términos de servicio.
fa: شما باید شرایط خدمات را بپذیرید.
ja: サービス規約に同意する必要があります。
kk: Сіз қызмет көрсету шарттарын қабылдауыңыз керек.
lv: Jums ir jāpiekrīt pakalpojumu sniegšanas noteikumiem.
sq: Ju duhet të pranoni kushtet e shërbimit.
sv: Du måste acceptera användarvillkoren.
th: คุณต้องยอมรับเงื่อนไขการให้บริการ
uz: Xizmat shartlarini qabul qilishingiz kerak.
zh_hk: 您必須接受服務條款。

source: A level of education is required
af_za: &#39;n Onderwysvlak word vereis
de_de: Die Angabe des Bildungsstands ist nötig
el: Απαιτείται κάποιο ελάχιστο επίπεδο εκπαίδευσης
es: Se requiere un nivel de educación
fa: سطح تحصیلات مورد نیاز است
hu: Legmagasabb iskolai végzettség megadása kötelező
ja: 学歴の入力が必要です
kk: Білім деңгейі қажет
lv: Nepieciešams noteikts izglītības līmenis
sq: Kërkohet një nivel arsimor
sv: En utbildningsnivå krävs
th: ระบุระดับการศึกษา
uz: Ta'lim darajasi talab qilinadi
zh_hk: 需要一定的教育水平

source: Your gender is required
af_za: Jou geslag word vereis
de_de: Die Angabe Ihres Geschlechts ist erforderlich
el: Απαιτείται η συμπλήρωση του φύλου σας
es: Se requiere tu género
fa: جنسیت شما الزامی است
hu: A nem megadása kötelező.
ja: 性別は必須です
kk: Сіздің жынысыңыз қажет
lv: Jūsu dzimums ir nepieciešams
sq: Gjinia juaj është e nevojshme
sv: Ditt kön är obligatoriskt
th: ระบุเพศ
uz: Sizning jinsingiz talab qilinadi
zh_hk: 您的性別為必填項

source: Your year of birth is required
af_za: Jou geboortejaar word vereis
de_de: Ihr Geburtsjahr ist erforderlich
el: Απαιτείται η συμπλήρωση του έτους γέννησής σας
es: Se requiere tu año de nacimiento
fa: سال تولد شما الزامی است
hu: A születési év megadása kötelező
ja: 生年の入力が必要です
kk: Туған жылыңыз қажет
lv: Jānorāda jūsu dzimšanas gads
sq: Duhet të jepni vitin tuaj të lindjes.
sv: Ditt födelseår är obligatoriskt
th: ระบุปีที่เกิด
uz: Tug'ilgan yilingiz talab qilinadi
zh_hk: 您的出生年份為必填項

source: Your mailing address is required
af_za: Jou posadres word vereis
de_de: Ihre Postanschrift ist erforderlich
el: Απαιτείται η ταχυδρομική διεύθυνση
es: Se requiere tu dirección postal
fa: آدرس پستی شما الزامی است
hu: A levelezési cím megadása kötelező.
ja: あなたの郵送先住所が必要です
kk: Сіздің пошталық мекенжайыңыз қажет
lv: Nepieciešama jūsu pasta adrese
sq: Kërkohet adresa juaj e postës
sv: Din postadress krävs
th: ระบุที่อยู่อีเมล
uz: Sizning pochta manzilingiz talab qilinadi
zh_hk: 您的郵寄地址為必填項

source: A description of your goals is required
af_za: &#39;n Beskrywing van jou doelwitte word vereis
de_de: Eine Beschreibung Ihrer Ziele ist nötig
el: Απαιτείται περιγραφή των στόχων σας
es: Se requiere una descripción de tus objetivos
fa: شرح اهداف شما مورد نیاز است
hu: A jelentkezés céljának megadása kötelező
ja: 到達目標の説明の入力が必要です
kk: Сіздің мақсаттарыңыздың сипаттамасы қажет
lv: Nepieciešams jūsu mērķu apraksts
sq: Kërkohet një përshkrim i qëllimeve tuaja
sv: En beskrivning av dina mål är nödvändig
th: อธิบายสั้นๆเกี่ยวกับเป้าหมายของคุณ
uz: Maqsadlaringiz tavsifi talab qilinadi
zh_hk: 需要描述您的目標

source: A city is required
af_za: &#39;n Stad word vereis
de_de: Eine Angabe zu Stadt ist erforderlich
el: Παρακαλούμε συμπληρώστε την πόλη σας
es: Se requiere una ciudad
fa: شهر مورد نیاز است
hu: Város megadása kötelező
ja: 都市名の入力が必要です
kk: Қала керек
lv: Nepieciešama pilsēta
sq: Kërkohet një qytet
sv: En stad krävs
th: ระบุชื่อเมือง
uz: Shahar kerak
zh_hk: 需要輸入城市

source: A country is required
af_za: &#39;n Land word vereis
de_de: Ein Angabe zu Land ist notwendig
el: Παρακαλούμε συμπληρώστε τη χώρα σας
es: Se requiere un país
fa: کشور مورد نیاز است
hu: Ország megadása kötelező
ja: 国名の入力が必要です
kk: Ел қажет
lv: Nepieciešama valsts
sq: Kërkohet një shtet
sv: Ett land är obligatoriskt
th: ระบุชื่อประเทศ
uz: Mamlakat talab qilinadi
zh_hk: 國家是必填項

source: To enroll, you must follow the honor code.
af_za: Om in te skryf, moet jy die erekode volg.
de_de: Um sich einzuschreiben, müssen Sie den Verhaltenskodex befolgen.
el: Για να εγγραφείτε, θα πρέπει να αποδεχθείτε τον κώδικα τιμής.
es: Para inscribirte, debes seguir el código de honor.
fa: برای ثبت‌نام، شما باید از اصول اخلاقی پیروی کنید.
hu: Feliratkozáshoz fogadd el a becsületkódexet.
ja: 受講申し込みにあたり、倫理規定の遵守が必要です。
kk: Тіркелу үшін құрмет кодын орындау керек.
lv: Lai reģistrētos, jums jāievēro goda kods.
sq: Për t'u regjistruar, duhet të ndiqni kodin e nderit.
th: ในการลงทะเบียนคุณต้องทำตามเกียรติคุณ
uz: Ro'yxatdan o'tish uchun siz hurmat kodiga amal qilishingiz kerak.
zh_hk: 要註冊，您必須遵守誠信準則。

source: You are missing one or more required fields
af_za: Jy ontbreek een of meer vereiste velde
de_de: Du hast ein oder mehrere benötigte Felder ausgelassen
el: Δεν έχουν συμπληρωθεί όλα τα απαιτούμενα πεδία
es: Te falta uno o más campos obligatorios
fa: شما یک یا چند فیلد الزامی را از دست داده اید
hu: Egy, vagy több kötelező mező kitöltése hiányzik
ja: 入力の必要な項目が一つ以上されていません
kk: Сізде бір немесе бірнеше міндетті өрістер жоқ
lv: Jums nav aizpildīts viens vai vairāki obligātie lauki
sq: Ju mungon një ose më shumë fusha të detyrueshme
sv: Du saknar ett eller flera obligatoriska fält
th: คุณยังกรอกข้อมูลไม่ครบ:
uz: Sizda bir yoki bir nechta majburiy maydonlar etishmayapti
zh_hk: 您缺少一個或多個必填字段

source: Unauthorized email address.
af_za: Ongemagtigde e-posadres.
de_de: Unautorisierte E-Mail-Adresse.
el: Μη έγκυρη διεύθυνση email.
es: Dirección de correo electrónico no autorizada.
fa: آدرس ایمیل غیر مجاز
hu: Jogosulatlan e-mail cím.
ja: 公式に使用することができないメールアドレスです。
kk: Рұқсат етілмеген электрондық пошта мекенжайы.
lv: Neautorizēta e-pasta adrese.
sq: Adresë emaili e paautorizuar.
sv: Obehörig e-postadress.
th: ที่อยู่อีเมลนี้ ไม่ได้รับอนุญาต
uz: Ruxsatsiz elektron pochta manzili.
zh_hk: 未經授權的電郵地址。

source: It looks like {email} belongs to an existing account. Try again with a different email address.
af_za: Dit lyk asof {email} aan &#39;n bestaande rekening behoort. Probeer weer met &#39;n ander e-posadres.
de_de: Es scheint, dass {email} bereits einem anderen Konto zugeordnet ist. Versuchen Sie ein mit einer anderen E-Mail-Adresse noch einmal.
el: Φαίνεται ότι η διεύθυνση {email} ανήκει σε έναν ήδη υπάρχοντα λογαριασμό. Παρακαλούμε προσπαθήστε χρησιμοποιώντας κάποια άλλη διεύθυνση email.
es: Parece que {email} pertenece a una cuenta existente. Inténtalo con una dirección de correo electrónico diferente.
fa: به نظر می رسد {email} متعلق به یک حساب موجود است. با آدرس ایمیل دیگری دوباره امتحان کنید.
hu: Úgy tűnik, hogy a(z) {email} már egy meglévő fiókhoz tartozik. Próbálkozzon egy másik e-mail címmel.
ja: {email}は既存のアカウントに関連付けられているようです。別のメールアドレスで再試行してください。
kk: {email} бұрыннан бар тіркелгіге тиесілі сияқты. Басқа электрондық пошта мекенжайымен әрекетті қайталаңыз.
lv: Šķiet, ka {email} pieder esošam kontam. Mēģiniet vēlreiz ar citu e-pasta adresi.
sq: Duket sikur {email} i përket një llogarie ekzistuese. Provo sërish me një adresë tjetër emaili.
sv: Det verkar som {email} tillhör ett befintligt konto. Försök igen med en annan e-postadress.
th: ดูเหมือนว่า {email} จะเป็นของบัญชีอื่นที่อยู่ในระบบ ลองอีกครั้งโดยใช้ที่อยู่อีเมลอื่น
uz: {email} mavjud accountga tegishli ko'rinadi. Boshqa elektron pochta manzili bilan qayta urinib ko'ring.
zh_hk: 看起來{email}屬於現有帳號。使用不同的電郵地址重試。

source: This is what you will use to login.
af_za: Dit is wat jy sal gebruik om aan te meld.
de_de: Die, die Sie zum Einloggen benutzen.
el: Αυτό το e-mail θα χρησιμοποιείτε για να συνδεθείτε.
es: Esto es lo que usarás para iniciar sesión.
fa: این همان چیزی است که برای ورود استفاده خواهید کرد.
hu: Ezt fogja használni a bejelentkezéshez.
ja: これがログインに使用するものです。
kk: Бұл жүйеге кіру үшін қолданылатын нәрсе.
lv: Tas ir tas, ko izmantosit, lai pieteiktos.
sq: Kjo është ajo që do të përdorni për t&#39;u identifikuar.
sv: Detta är vad du kommer att använda för att logga in.
th: เป็นสิ่งที่คุณใช้เพื่อเข้าเข้าสู่ระบบ
uz: Bu siz tizimga kirish uchun foydalanasiz.
zh_hk: 這是您將用於登入的內容。

source: This name will be used on any certificates that you earn.
af_za: Hierdie naam sal gebruik word op enige sertifikate wat jy verdien.
de_de: Dieser Name erscheint auf allen Zertifikaten, die Sie erwerben.
el: Το ονοματεπώνυμο εμφανίζεται στις βεβαιώσεις που τυχόν θα λάβετε.
es: Este nombre se usará en los certificados que obtengas.
fa: این نام برای هر گواهینامه ای که کسب می کنید استفاده می شود.
ja: この名前は、取得した証明書に使用されます。
kk: Бұл атау сіз алған кез келген сертификаттарда қолданылады.
lv: Šis vārds tiks izmantots visos jūsu nopelnītajos sertifikātos.
sq: Ky emër do të përdoret në çdo certifikatë që fitoni.
sv: Detta namn kommer att användas på alla certifikat som du tjänar.
th: ชื่อนี้จะใช้ในใบประกาศนียบัตรที่คุณได้รับ
uz: Bu nom siz olgan har qanday sertifikatlarda ishlatiladi.
zh_hk: 該名稱將用於您獲得的任何證書。

source: Public Username
af_za: Publieke Gebruikersnaam
de_de: Öffentlicher Benutzername
el: Ψευδώνυμο
es: Nombre de usuario público
fa: نام کاربری عمومی
hu: Nyilvános felhasználói név
ja: 公開ユーザー名
kk: Жалпы пайдаланушы аты
lv: Publisks lietotājvārds
sq: Emri i përdoruesit publik
sv: Offentligt användarnamn
th: ชื่อบัญชีที่แสดง
uz: Umumiy foydalanuvchi nomi
zh_hk: 公開用戶名

source: The name that will identify you in your courses. It cannot be changed later.
af_za: Die naam wat jou in jou kursusse sal identifiseer. Dit kan nie later verander word nie.
de_de: Der Name, mit dem Sie in den Kursen für andere Teilnehmer sichtbar sind. Dieser kann später nicht mehr geändert werden.
el: Το όνομα με το οποίο εμφανίζεστε στα μαθήματα. Δεν μπορείτε να το αλλάξετε.
es: El nombre que te identificará en tus cursos. No se puede cambiar más tarde.
fa: نامی که شما را در دوره های شما شناسایی می کند. بعدا قابل تغییر نیست.
hu: Az a név, amely azonosítja Önt a kurzusain. Később nem módosítható.
ja: コースであなたを識別する名前です。後で変更することはできません。
kk: Курстарыңызда сізді анықтайтын ат. Оны кейін өзгерту мүмкін емес.
lv: Vārds, kas jūs identificēs kursos. Vēlāk to nevar mainīt.
sq: Emri që do t'ju identifikojë në kurset tuaja. Nuk mund të ndryshohet më vonë.
sv: Namnet som identifierar dig i dina kurser. Det kan inte ändras senare.
th: ชื่อที่จะใช้แสดงในหลักสูตรของคุณ ซึ่งจะ "ไม่" สามารถแก้ไขในภายหลังได้
uz: Kurslaringizda sizni aniqlaydigan ism. Keyinchalik uni o'zgartirib bo'lmaydi.
zh_hk: 該名稱將在您的課程中識別您的身分。以後無法更改。

source: I agree that {platform_name} may send me marketing messages.
af_za: Ek stem in dat {platform_name} vir my bemarkingsboodskappe mag stuur.
bo: {platform_name} ཡིས་ང་ལ་ཚོང་བསྒྲགས་བརྡ་འཕྲིན་གཏོང་རྒྱུར་ངས་མོས་མཐུན་བྱེད།
de_de: Ich stimme zu, dass {platform_name} mir Marketingmitteilungen senden darf.
el: Συμφωνώ ότι {platform_name} μπορεί να μου στέλνει μηνύματα μάρκετινγκ.
es: Acepto que {platform_name} pueda enviarme mensajes de marketing.
fa: موافقم که {platform_name} ممکن است برای من پیام های بازاریابی ارسال کند.
hu: Hozzájárulok, hogy a {platform_name} marketing üzeneteket küldjön nekem.
ja: {platform_name}がマーケティングメッセージを送信することに同意します。
kk: Мен {platform_name} маған маркетингтік хабарлар жіберуі мүмкін екеніне келісемін.
lv: Es piekrītu, ka {platform_name} var sūtīt man mārketinga ziņojumus.
sq: Jam dakord që {platform_name} të më dërgojë mesazhe marketingu.
sv: Jag samtycker till att {platform_name} kan skicka marknadsföringsmeddelanden till mig.
th: ฉันยอมรับว่า {platform_name} อาจส่งข้อความที่หวังผลทางการตลาดไปหาฉัน
uz: Men {platform_name} menga marketing xabarlarini yuborishiga roziman.
zh_hk: 我同意{platform_name}可以向我發送行銷訊息。

source: Country or Region of Residence
af_za: Land of streek van verblyf
de_de: Land oder Wohnsitz
el: Χώρα Διαμονής
es: País o región de residencia
fa: کشور یا منطقه محل سکونت
hu: Lakóhely szerinti ország vagy régió
ja: 居住国または地域
kk: Тұрғылықты жері немесе аймағы
lv: Dzīvesvietas valsts vai reģions
sq: Shteti ose rajoni i banimit
sv: Land eller region
th: ประเทศหรือภูมิภาคที่อยู่อาศัย
uz: Yashash joyi yoki mintaqasi
zh_hk: 居住國家或地區

source: The country or region where you live.
af_za: Die land of streek waar jy woon.
de_de: Das Land oder die Stadt in der Sie leben.
el: Η χώρα στην οποία διαμένετε.
es: El país o región donde vives.
fa: کشور یا منطقه ای که در آن زندگی می کنید.
ja: あなたが住んでいる国または地域。
kk: Сіз тұратын ел немесе аймақ.
lv: Valsts vai reģions, kurā dzīvojat.
sq: Shteti ose rajoni ku jetoni.
sv: Det land eller den region där du bor.
th: ประเทศหรือเขตที่คุณอาศัยอยู่
uz: Siz yashayotgan mamlakat yoki mintaqa.
zh_hk: 您居住的國家或地區。

source: Terms of Service and Honor Code
af_za: Diensbepalings en Erekode
bo: ཞབས་ཞུའི་རྣམ་གྲངས་དང་ཁྲིམས་མཐུན་སྒྲིག་གཞི།
de_de: Nutzungsbedingungen und Verhaltenskodex
el: Όροι χρήσης και Κώδικας Τιμής
fa: شرایط خدمات و اصول اخلاقی
hu: Általános szerződési feltételek és becsületkódex
kk: Қызмет көрсету шарттары және Ар-намыс кодексі
lv: Pakalpojuma noteikumi un Goda kodekss
sq: Kushtet e Shërbimit dhe Kodi i Nderit
sv: Användarvillkor och Uppförandekod
th: เงื่อนไขการให้บริการและเกียรติคุณ
uz: Xizmat shartlari va sharaf kodeksi
zh_hk: 服務條款和誠信準則

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
af_za: Ek stem in tot die {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end}
de_de: Ich stimme den {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} zu
el: Συμφωνώ με τους {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
es: Acepto los {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} de {platform_name}
fa: من با {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} موافقم
hu: Egyetértek a {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} feltételeivel.
ja: {platform_name}の{terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}に同意します。
kk: Мен {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} келісемін
lv: Es piekrītu {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end}
sq: Jam dakord me {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
sv: Jag godkänner {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
th: ฉันยอมรับใน{terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}ของ {platform_name}
uz: Men {platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} ga roziman
zh_hk: 我同意{platform_name} {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end}

source: You must agree to the {platform_name} {terms_of_service}
af_za: Jy moet instem tot die {platform_name} {terms_of_service}
de_de: Bitte bestätigen Sie die {platform_name} {terms_of_service}
el: Θα πρέπει να αποδεχθείτε τους {terms_of_service} του {platform_name}
es: Debes aceptar los {terms_of_service} de {platform_name}
fa: شما باید با {platform_name} {terms_of_service} موافقت کنید
hu: El kell fogadnia az {platform_name} {terms_of_service}
ja: {platform_name}の{terms_of_service}に同意する必要があります。
kk: Сіз {platform_name} {terms_of_service} келісуіңіз керек.
lv: Jums jāpiekrīt {platform_name} {terms_of_service}
sq: Ju duhet të pranoni {platform_name} {terms_of_service}
th: คุณต้องยอมรับ {terms_of_service} ของ {platform_name}
uz: Siz {platform_name} {terms_of_service} bilan rozi bo'lishingiz kerak
zh_hk: 您必須同意{platform_name} {terms_of_service}

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
af_za: Deur &#39;n rekening te skep, stem jy in tot die {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} en jy erken dat {platform_name} en elke Lid verwerk jou persoonlike data in ooreenstemming met die {privacy_policy_link_start} Privaatheidsbeleid {privacy_policy_link_end} .
de_de: Mit der Erstellung eines Kontos erklären Sie sich mit den {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} einverstanden und bestätigen, dass {platform_name} und jedes Mitglied Ihre personenbezogenen Daten in Übereinstimmung mit der {privacy_policy_link_start}Datenschutzerklärung{privacy_policy_link_end} verarbeiten.
el: Δημιουργώντας λογαριασμό, δέχεστε ότι οι {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} σας βρίσκουν σύμφωνο και αναγνωρίζετε το δικαίωμα του {platform_name} και των μελών της ομάδας του να επεξεργαστούν τα προσωπικά σας δεδομένα, σύμφωνα πάντοτε με την {privacy_policy_link_start} {privacy_policy_link_end}.
es: Al crear una cuenta, aceptas los {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} y reconoces que {platform_name} y cada Miembro procesan tus datos personales de acuerdo con la {privacy_policy_link_start}Política de Privacidad{privacy_policy_link_end}.
hu: Fiók létrehozásával elfogadja a {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} és tudomásul veszi, hogy a {platform_name} és minden Tag az Ön személyes adatait a {privacy_policy_link_start}Adatvédelmi irányelvek{privacy_policy_link_end} szerint kezeli.
ja: アカウントを作成することにより、{terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}に同意し、{platform_name}および各メンバーが{privacy_policy_link_start}プライバシーポリシー{privacy_policy_link_end}に従ってあなたの個人データを処理することを認めます。
kk: Тіркелгіні жасау арқылы сіз {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} келісесіз және {platform_name} және әрбір Мүше сіздің жеке деректеріңізді {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end} саясатына сәйкес өңдейтінін мойындайсыз.
lv: Izveidojot kontu, jūs piekrītat {terms_of_service_link_start}{terms_of_service} {terms_of_service_link_end} noteikumiem un atzīstat, ka {platform_name} un katrs Dalībnieks apstrādā jūsu personas datus saskaņā ar {privacy_policy_link_start}konfidencialitātes politiku{privacy_policy_link_end}.
sq: Duke krijuar një llogari, ju pranoni {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} dhe pranoni që {platform_name} dhe secili Anëtar i përpunon të dhënat tuaja personale në përputhje me {privacy_policy_link_start}Politikën e Privatësisë{privacy_policy_link_end}.
sv: Genom att skapa ett konto godkänner du {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} och du godkänner att {platform_name} och varje medlem behandlar dina personuppgifter i enlighet med {privacy_policy_link_start}sekretesspolicyn{privacy_policy_link_end}.
uz: Account qaydnomasini yaratish orqali siz {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} ga rozilik bildirasiz va {platform_name} va har bir aʼzo shaxsiy maʼlumotlaringizni {privacy_policy_link_start} {privacy_policy_link_end} .
zh_hk: 建立帳戶即表示您同意{terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end}並確認{platform_name}和每位會員根據{privacy_policy_link_start} {privacy_policy_link_end}

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
af_za: Ek stem in tot die {platform_name} {tos_link_start} {terms_of_service} {tos_link_end}
de_de: Ich stimme den {platform_name} {tos_link_start}{terms_of_service}{tos_link_end} zu.
el: Συμφωνώ με τους {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
es: Acepto los {tos_link_start}{terms_of_service}{tos_link_end} de {platform_name}
fa: من با {platform_name} {tos_link_start} {terms_of_service} {tos_link_end} موافقم
hu: Egyetértek a {platform_name} {tos_link_start}{terms_of_service}{tos_link_end} feltételeivel.
ja: {platform_name}の{tos_link_start}{terms_of_service}{tos_link_end}に同意します。
kk: Мен {platform_name} {tos_link_start}{terms_of_service}{tos_link_end} келісемін
lv: Es piekrītu {platform_name} {tos_link_start} {terms_of_service} {tos_link_end}
sq: Jam dakord me {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
sv: Jag godkänner {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
th: ฉันยอมรับ{tos_link_start}{terms_of_service}{tos_link_end}ของ {platform_name}
uz: Men {platform_name} {tos_link_start} {terms_of_service} {tos_link_end} ga roziman
zh_hk: 我同意{platform_name} {tos_link_start} {terms_of_service} {tos_link_end}

source: Create Account
af_za: Skep rekening
bo: ཁ་བྱང་གསར་བཟོ།
de_de: Konto erstellen
el: Πατήστε εδώ για να γίνει η εγγραφή σας
es: Crear cuenta
fa: ایجاد حساب کاربری
hu: Fiók létrehozása
ja: アカウントを作成
kk: Аккаунт ашу
lv: Izveidot profilu
sq: Krijo llogari
sv: Skapa konto
th: สร้างบัญชีใช้งาน
uz: Account yaratish
zh_hk: 建立帳戶

source: Dismiss
af_za: Verwerp
bo: སྒོ་རྒྱོབས།
de_de: Abgewiesen
el: Απόρριψη
es: Descartar
fa: رد
hu: Elvetés
ja: 却下
kk: Босату
lv: Noraidīt
sq: Largoje
sv: Avfärda
th: ถอดถอน
uz: Rad etish
zh_hk: 忽略

source: Oauth client name of VEM service.
af_za: Oauth-kliëntnaam van VEM-diens.
de_de: Oauth Kundenname für den VEM-Service.
el: Oauth όνομα πελάτη της υπηρεσίας VEM.
es: Nombre del cliente Oauth del servicio VEM.
fa: نام مشتری سرویس VEM را مشخص کنید.
hu: A VEM szolgáltatás Oauth kliens neve.
ja: VEMサービスのOauthクライアント名。
kk: VEM қызметінің Oauth клиент атауы.
lv: VEM pakalpojuma Oauth klienta nosaukums.
sq: Përcaktoni emrin e klientit të shërbimit VEM.
sv: Oauth-klientnamn för VEM-tjänst.
uz: VEM xizmatining Oauth mijoz nomi.
zh_hk: VEM 服務的 Oauth 用戶端名稱。

source: video encode manager API URL.
af_za: video enkodeer bestuurder API URL.
de_de: API-URL des Videokodierungsmanagers.
el: URL API διαχείρισης κωδικοποίησης βίντεο.
es: URL de la API del administrador de codificación de video.
fa: URL API مدیر کد ویدیو.
hu: video kódoló menedzser API URL.
ja: ビデオエンコードマネージャーAPI URL。
kk: бейне кодтау менеджерінің API URL мекенжайы.
lv: video kodēšanas pārvaldnieka API URL.
sq: URL API e menaxherit të kodit të videos.
sv: videokodningshanterarens API URL.
uz: video kodlash menejeri API URL manzili.
zh_hk: 影片編碼管理器 API URL。
