Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Purge image: Completely remove image file and all revisions.
af_za: Maak prent skoon: Verwyder prentlêer en alle hersienings heeltemal.
de_de: Bild bereinigen: Entfernen Sie die Bilddatei und alle Revisionen vollständig.
el: Εκκαθάριση εικόνας: Καταργήστε πλήρως το αρχείο εικόνας και όλες τις αναθεωρήσεις.
fa: پاک کردن تصویر: فایل تصویری و تمام ویرایش‌ها را به طور کامل حذف کنید.
hu: Kép törlése: A kép fájl és minden verziójának teljes eltávolítása.
ja: 画像を消去: 画像ファイルとすべてのリビジョンを完全に削除します。
kk: Кескінді тазарту: кескін файлын және барлық түзетулерді толығымен жойыңыз.
lv: Iztīrīt attēlu: pilnībā noņemiet attēla failu un visus labojumus.
sq: Pastroni imazhin: Hiqni plotësisht skedarin e imazhit dhe të gjitha rishikimet.
sv: Rensa bild: Ta helt bort bildfilen och alla ändringar.
uz: Tasvirni tozalash: Tasvir fayli va barcha tahrirlarni butunlay olib tashlang.
zh_hk: 清除圖片：完全刪除圖片檔和所有修訂。

source: Remove it completely!
af_za: Verwyder dit heeltemal!
de_de: Vollständig entfernen!
el: Αφαιρέστε το εντελώς!
fa: آن را به طور کامل حذف کنید!
hu: Távolítsa el teljesen!
ja: 完全に削除してください！
kk: Оны толығымен алып тастаңыз!
lv: Noņemiet to pilnībā!
sq: Hiqni plotësisht!
sv: Ta bort helt!
uz: Uni butunlay olib tashlang!
zh_hk: 徹底刪除！

source: Image not found
af_za: Prent nie gevind nie
de_de: Bild konnte nicht gefunden werden
el: Η εικόνα δεν βρέθηκε
fa: تصویر پیدا نشد
hu: A kép nem található
ja: 画像が見つかりません
kk: Кескін табылмады
lv: Attēls nav atrasts
sq: Imazh nuk u gjet
sv: Bild hittades inte
uz: Rasm topilmadi
zh_hk: 找不到圖片

source: Replace image
af_za: Vervang prent
de_de: Bild ersetzen
el: Αντικατάσταση εικόνας
fa: تصویر را جایگزین کنید
hu: Kép cseréje
ja: 画像を置き換える
kk: Суретті ауыстырыңыз
lv: Aizstāt attēlu
sq: Zëvendësoni imazhin
sv: Byt bild
uz: Rasmni almashtiring
zh_hk: 替換圖片

source: Choose an image file to replace current image.
af_za: Kies &#39;n prentlêer om huidige prent te vervang.
de_de: Wählen Sie eine Bilddatei, mit der Sie das aktuelle Bild ersetzen möchten
el: Επιλέξτε ένα αρχείο εικόνας για να αντικαταστήσετε την τρέχουσα εικόνα.
fa: یک فایل تصویری را برای جایگزینی تصویر فعلی انتخاب کنید.
hu: Válasszon egy képfájlt a jelenlegi kép lecseréléséhez.
kk: Ағымдағы кескінді ауыстыру үшін сурет файлын таңдаңыз.
lv: Izvēlieties attēla failu, lai aizstātu pašreizējo attēlu.
sq: Zgjidhni një skedar imazhi për të zëvendësuar imazhin aktual.
sv: Välj en bildfil som ersätter nuvarande bild.
uz: Joriy tasvirni almashtirish uchun rasm faylini tanlang.
zh_hk: 選擇一個圖像檔案來替換當前圖像。

source: Image id
af_za: Beeld-ID
de_de: Bild ID
el: Αναγνωριστικό εικόνας
fa: شناسه تصویر
hu: Képazonosító
ja: 画像ID
kk: Кескін идентификаторы
lv: Attēla ID
sq: ID e imazhit
sv: Bild-id
uz: Rasm identifikatori
zh_hk: 圖片ID

source: Insert
af_za: Voeg in
de_de: Einfügen
el: Προσθήκη
fa: درج کنید
hu: Beszúrás
ja: 挿入
kk: Кірістіру
lv: Ievietot
sq: Fut
sv: Infoga
th: แทรก
uz: Kiritish
zh_hk: 插入

source: No images found for this article
af_za: Geen beelde vir hierdie artikel gevind nie
de_de: Für diesen Artikel wurden leider keine Bilder gefunden
el: Δεν βρέθηκαν εικόνες για αυτό το άρθρο
fa: هیچ تصویری برای این مقاله یافت نشد
hu: Nem találhatók képek ehhez a cikkhez.
ja: この記事に画像が見つかりませんでした
kk: Бұл мақала үшін суреттер табылмады
lv: Šim rakstam nav atrasts neviens attēls
sq: Nuk u gjetën imazhe për këtë artikull
sv: Inga bilder hittades för den här artikeln
uz: Ushbu maqola uchun rasm topilmadi
zh_hk: 沒有找到本文的圖片

source: Manage images
af_za: Bestuur beelde
de_de: Bilder verwalten
el: Διαχείριση εικόνων
fa: مدیریت تصاویر
hu: Képek kezelése
ja: 画像を管理する
kk: Суреттерді басқару
lv: Pārvaldīt attēlus
sq: Menaxhoni imazhet
sv: Hantera bilder
uz: Tasvirlarni boshqarish
zh_hk: 管理影像

source: Add new image
af_za: Voeg nuwe prent by
de_de: Ein neues Bild hinzufügen
el: Προσθήκη νέας εικόνας
fa: اضافه کردن تصویر جدید
hu: Új kép hozzáadása
ja: 新しい画像を追加
kk: Жаңа сурет қосу
lv: Pievienojiet jaunu attēlu
sq: Shto imazh të ri
sv: Lägga till ny bild
uz: Yangi rasm qo'shing
zh_hk: 新增圖像

source: Add image
af_za: Voeg prent by
de_de: Ein Bild hinzufügen
el: Προσθήκη εικόνας
fa: تصویر اضافه کن
hu: Kép hozzáadása
ja: 画像を追加
kk: Сурет қосу
lv: Pievienot attēlu
sq: Shto imazh
sv: Lägga till bild
uz: Rasm qo'shish
zh_hk: 新增圖片

source: You do not have permissions to add images.
af_za: Jy het nie toestemmings om beelde by te voeg nie.
de_de: Sie sind nicht für das hinzufügen von Bildern authorisiert
el: Δεν έχετε δικαιώματα για προσθήκη εικόνων.
fa: شما مجوز اضافه کردن تصاویر را ندارید.
hu: Nincs jogosultsága képek hozzáadásához.
ja: 画像を追加する権限がありません。
kk: Сізде кескіндерді қосу рұқсаттары жоқ.
lv: Jums nav atļauju pievienot attēlus.
sq: Ju nuk keni leje për të shtuar imazhe.
sv: Du har inte behörighet att lägga till bilder.
uz: Sizda rasm qo‘shish uchun ruxsat yo‘q.
zh_hk: 您沒有新增圖像的權限。

source: How to use images
af_za: Hoe om beelde te gebruik
de_de: Wie benutze ich Bilder korrekt
el: Πώς να χρησιμοποιήσετε εικόνες
fa: نحوه استفاده از تصاویر
hu: Hogyan használjuk a képeket
ja: 画像の使い方
kk: Суреттерді қалай пайдалану керек
lv: Kā izmantot attēlus
sq: Si të përdorni imazhet
sv: Hur man använder bilder
uz: Rasmlardan qanday foydalanish kerak
zh_hk: 如何使用影像

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
af_za: Nadat &#39;n prent opgelaai is, word dit aan hierdie spesifieke artikel geheg en kan slegs hier gebruik word. Ander gebruikers kan die prent vervang, maar ouer weergawes word behou. Jy wil waarskynlik die prent met &#39;n mooi byskrif wys. Om dit te bereik, druk die Invoeg-knoppie en vul die onderskrifvelde in en kies moontlik om jou prentjie regs of links van die inhoud te laat sweef. Jy kan Markdown in die onderskrif gebruik. Die afmerkkode-sintaksis vir beelde lyk soos volg, moontlike waardes vir belyning is links/middel/regs:
de_de: Nach dem Hochladen eines Bildes ist es an diesen Artikel angehängt und kann nur hier verwendet werden. Andere Benutzer können das Bild ersetzen, aber ältere Versionen bleiben erhalten. Du möchtest wahrscheinlich das Bild mit einer schönen Bildunterschrift anzeigen. Um dies zu erreichen, klicken Sie auf die Schaltfläche Einfügen und füllen Sie die Beschriftungsfelder aus und wählen Sie möglicherweise, ob Ihr Bild rechts oder links vom Inhalt schweben soll. Sie können Markdown in der Bildunterschrift verwenden. Die Syntax des Abschriftencodes für Bilder sieht so aus, mögliche Werte für die Ausrichtung sind left/center/right:
el: Μετά τη μεταφόρτωση μιας εικόνας, επισυνάπτεται στο συγκεκριμένο artice και μπορεί να χρησιμοποιηθεί μόνο εδώ. Άλλοι χρήστες μπορούν να αντικαταστήσουν την εικόνα, αλλά διατηρούνται παλαιότερες εκδόσεις. Πιθανότατα θέλετε να εμφανίσετε την εικόνα με μια ωραία λεζάντα. Για να το πετύχετε αυτό, πατήστε το κουμπί Εισαγωγή και συμπληρώστε τα πεδία λεζάντας και, ενδεχομένως, επιλέξτε να αιωρείται η εικόνα σας δεξιά ή αριστερά από το περιεχόμενο. Μπορείτε να χρησιμοποιήσετε τη Σήμανση στη λεζάντα. Η σύνταξη κώδικα σήμανσης για εικόνες μοιάζει με αυτό, οι πιθανές τιμές για στοίχιση είναι αριστερά/κέντρο/δεξιά:
fa: پس از آپلود یک تصویر، به این مقاله خاص متصل می شود و فقط در اینجا قابل استفاده است. کاربران دیگر ممکن است تصویر را جایگزین کنند، اما نسخه های قدیمی تر نگه داشته می شوند. احتمالاً می خواهید تصویر را با یک توضیح زیبا نشان دهید. برای رسیدن به این هدف، دکمه Insert را فشار دهید و فیلدهای عنوان را پر کنید و احتمالاً انتخاب کنید که تصویر شما در سمت راست یا چپ محتوا شناور باشد. می توانید از Markdown در عنوان استفاده کنید. نحو کد علامت گذاری برای تصاویر به این صورت است، مقادیر ممکن برای تراز چپ/مرکز/راست:
hu: Kép feltöltése után a kép az adott cikkhez csatolódik, és csak itt használható. Más felhasználók kicserélhetik a képet, de a régebbi verziók megmaradnak. Valószínűleg szeretné, ha a kép egy szép felirattal jelenne meg. Ehhez nyomja meg a Beszúrás gombot, és töltse ki a felirat mezőket, valamint választhatja, hogy a kép a tartalom jobb vagy bal oldalán lebegjen. A feliratban használhatja a Markdown-t. A képekhez tartozó markdown kód szintaxisa így néz ki, az igazítás lehetséges értékei: left/center/right.
ja: 画像をアップロードすると、その画像は特定の記事に添付され、ここでのみ使用できます。他のユーザーが画像を置き換えることはできますが、古いバージョンは保持されます。画像を素敵なキャプションと共に表示したい場合は、挿入ボタンを押してキャプションフィールドに入力し、画像をコンテンツの右または左に浮かせるかどうかを選択できます。キャプションにはMarkdownを使用できます。画像のMarkdownコードの構文は次のようになります。alignの可能な値はleft/center/rightです。
kk: Суретті жүктеп салғаннан кейін ол осы мақалаға тіркеледі және оны тек осы жерде пайдалануға болады. Басқа пайдаланушылар кескінді ауыстыра алады, бірақ ескі нұсқалары сақталады. Сіз суретті жақсы жазумен көрсеткіңіз келетін шығар. Бұған қол жеткізу үшін «Кірістіру» түймесін басып, тақырып өрістерін толтырыңыз және мазмұнның оң немесе сол жағында қалқымалы кескінді таңдауыңыз мүмкін. Жазбада Markdown қолдануға болады. Кескіндерге арналған белгілеу коды синтаксисі келесідей көрінеді, туралаудың мүмкін мәндері солға/ортаға/оңға:
lv: Pēc attēla augšupielādes tas tiek pievienots šim konkrētajam rakstam un to var izmantot tikai šeit. Citi lietotāji var aizstāt attēlu, taču tiek saglabātas vecākas versijas. Jūs, iespējams, vēlaties parādīt attēlu ar jauku parakstu. Lai to panāktu, nospiediet pogu Ievietot un aizpildiet parakstu laukus un, iespējams, izvēlieties, lai attēls peldētu pa labi vai pa kreisi no satura. Parakstā varat izmantot Markdown. Attēlu atzīmes koda sintakse izskatās šādi, iespējamās līdzināšanas vērtības ir pa kreisi/centrā/pa labi:
sq: Pas ngarkimit të një imazhi, ai i bashkëngjitet këtij artikulli të veçantë dhe mund të përdoret vetëm këtu. Përdoruesit e tjerë mund të zëvendësojnë imazhin, por versionet e vjetra ruhen. Ju ndoshta dëshironi ta tregoni imazhin me një mbishkrim të bukur. Për ta arritur këtë, shtypni butonin Fut dhe plotësoni fushat e titrave dhe mundësisht zgjidhni që imazhi juaj të lundrojnë djathtas ose majtas të përmbajtjes. Mund të përdorni Markdown në titull. Sintaksa e kodit të shënimit për imazhet duket kështu, vlerat e mundshme për rreshtim janë majtas/qendër/djathtas:
sv: Efter att ha laddat upp en bild bifogas den till just denna artikel och kan endast användas här. Andra användare kan ersätta bilden, men äldre versioner behålls. Du vill förmodligen visa bilden med en snygg bildtext. För att uppnå detta, tryck på knappen Infoga och fyll i bildtextfälten och välj eventuellt att din bild flyter till höger eller vänster om innehållet. Du kan använda Markdown i bildtexten. Markdown-kodsyntaxen för bilder ser ut så här, möjliga värden för align är vänster/center/höger:
uz: Rasmni yuklaganingizdan so'ng, u ushbu maqolaga biriktirilgan va faqat shu erda foydalanish mumkin. Boshqa foydalanuvchilar tasvirni almashtirishi mumkin, ammo eski versiyalar saqlanib qoladi. Ehtimol siz tasvirni chiroyli sarlavha bilan ko'rsatishni xohlaysiz. Bunga erishish uchun "Qo'shish" tugmasini bosing va sarlavhalar maydonlarini to'ldiring va ehtimol sizda tasvirni kontentning o'ng yoki chap tomonida suzuvchi bo'lishini tanlang. Sarlavhada Markdown dan foydalanishingiz mumkin. Rasmlar uchun belgilash kodi sintaksisi quyidagicha ko'rinadi, tekislash uchun mumkin bo'lgan qiymatlar chap/o'rta/o'ng:
zh_hk: 上傳一張圖片後，圖片會附加在此文章中，並且僅供此文章​​使用。其他使用者可替換此圖片，但舊版本會保留。您可新增加字幕描述圖片，步驟如下：點選插入按鈕並輸入字幕，或可選擇圖片浮於內容的左方或右方。您可在字幕中使用markdown標記，圖片的markdown程式碼語法如下，對齊可以取值「left/center/right」：

source: Links
af_za: Skakels
el: Δεσμός
fa: پیوندها
ja: リンクス
kk: Сілтемелер
lv: Saites
sq: Lidhjet
sv: Länkar
th: ลิงก์
uz: Havolalar
zh_hk: 連結

source: Link to another wiki page
af_za: Skakel na &#39;n ander wiki-bladsy
de_de: Link zu einer anderen Wiki-Seite
el: Σύνδεσμος σε άλλη σελίδα wiki
fa: پیوند به صفحه ویکی دیگر
hu: Hivatkozás egy másik wikioldalra
ja: 別のウィキページへのリンク
kk: Басқа вики бетіне сілтеме
lv: Saite uz citu wiki lapu
sq: Lidhja me një faqe tjetër wiki
sv: Länka till en annan wikisida
uz: Boshqa wiki-sahifaga havola
zh_hk: 連結到另一個維基頁面

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
af_za: Tik iets van &#39;n ander wiki-bladsy se titel in en outo-voltooi sal jou help om &#39;n merker vir jou wiki-skakel te skep. Merkers vir skakels lyk soos volg:
de_de: Geben Sie etwas aus dem Titel einer anderen Wiki-Seite ein, und die automatische Vervollständigung wird Ihnen helfen, ein Tag für Ihren Wiki-Link zu erstellen. Tags für Links sehen so aus:
el: Πληκτρολογήστε κάτι από τον τίτλο μιας άλλης σελίδας wiki και η αυτόματη συμπλήρωση θα σας βοηθήσει να δημιουργήσετε μια ετικέτα για τον σύνδεσμο wiki σας. Οι ετικέτες για τους συνδέσμους μοιάζουν με αυτό:
fa: چیزی را از عنوان یک صفحه ویکی دیگر تایپ کنید و تکمیل خودکار به شما کمک می کند یک برچسب برای پیوند ویکی خود ایجاد کنید. برچسب های پیوندها به این صورت است:
hu: Írj be valamit egy másik wiki oldal címéből, és az automatikus kiegészítés segít létrehozni egy címkét a wiki hivatkozásodhoz. A hivatkozások címkéi így néznek ki:
ja: 他のウィキページのタイトルから何かを入力すると、自動補完がウィキリンクのタグを作成するのを手助けします。リンクのタグはこのように見えます。
kk: Басқа вики бетінің тақырыбынан бірдеңені теріңіз және автоматты аяқтау сізге вики сілтемесі үшін тег жасауға көмектеседі. Сілтемелерге арналған тегтер келесідей көрінеді:
lv: Ierakstiet kaut ko no citas viki lapas nosaukuma, un automātiskā papildināšana palīdzēs jums izveidot viki saites birku. Saitēm paredzētās birkas izskatās šādi:
sq: Shkruani diçka nga titulli i një faqeje tjetër wiki dhe plotësimi automatik do t'ju ndihmojë të krijoni një etiketë për lidhjen tuaj wiki. Etiketat për lidhjet duken kështu:
sv: Skriv in något från en annan wiki-sidans titel och så kommer auto-complete hjälpa dig att skapa en tagg för din wiki-länk. Taggar för länkar ser ut så här:
uz: Boshqa wiki-sahifaning sarlavhasidan biror narsani kiriting va avtomatik toʻldirish sizga wiki havolasi uchun teg yaratishga yordam beradi. Havolalar uchun teglar quyidagicha ko'rinadi:
zh_hk: 輸入另一個 wiki 頁面標題中的內容，自動完成功能將幫助您為您的 wiki 連結建立標籤。連結標籤如下所示：

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
af_za: Jy kan na &#39;n ander webwerf skakel deur bloot &#39;n adres example.com of http://example.com in te voeg of deur die afmerksintaksis te gebruik:
de_de: Sie können auf eine andere Website verlinken, indem Sie einfach eine Adresse example.com oder http://example.com eingeben oder die Markdown syntax verwenden:
el: Μπορείτε να συνδεθείτε με έναν άλλο ιστότοπο απλώς εισάγοντας μια διεύθυνση example.com ή http://example.com ή χρησιμοποιώντας τη σύνταξη markdown:
fa: شما می توانید به سادگی با درج آدرس example.com یا http://example.com یا با استفاده از دستور markdown به وب سایت دیگری پیوند دهید:
hu: Másik weboldalra hivatkozhat egyszerűen úgy, hogy beilleszti a címet, például example.com vagy http://example.com, vagy a markdown szintaxist használja.
ja: 別のウェブサイトにリンクするには、単にアドレス example.com や http://example.com を挿入するか、Markdownの構文を使用します。
kk: Басқа веб-сайтқа мысал.com немесе http://example.com мекенжайын енгізу арқылы немесе белгілеу синтаксисін пайдалану арқылы сілтеме жасай аласыз:
lv: Jūs varat izveidot saiti uz citu vietni, vienkārši ievietojot adresi example.com vai http://example.com, vai arī izmantojot marķēšanas sintaksi:
sq: Ju mund të lidheni me një faqe tjetër interneti thjesht duke futur një adresë shembull.com ose http://example.com ose duke përdorur sintaksën e shënimit:
sv: Du kan enkelt länka till en annan webbplats genom att lägga in en webbadress exemple.com eller http://example.com eller genom att använda följande markdown syntax:
uz: Siz shunchaki example.com yoki http://example.com manzilini kiritish yoki markdown sintaksisidan foydalanib boshqa veb-saytga ulanishingiz mumkin:
zh_hk: 您只需插入地址 example.com 或 http://example.com 或使用 markdown 語法即可連結到另一個網站：

source: Notifications
af_za: Kennisgewings
de_de: Benachrichtigungen
el: Ειδοποιήσεις
fa: اطلاعیه
hu: Értesítések
ja: 通知
kk: Хабарландырулар
lv: Paziņojumi
sq: Njoftimet
sv: Meddelanden
th: การแจ้งเตือน
uz: Bildirishnomalar
zh_hk: 通知

source: When this article is edited
af_za: Wanneer hierdie artikel geredigeer word
de_de: Wenn dieser Artikel bearbeitet wurde
el: Όταν αυτό το άρθρο επεξεργαστεί
fa: وقتی این مقاله ویرایش می شود
hu: Amikor ezt a cikket szerkesztik
ja: この記事が編集されるとき
kk: Бұл мақала өңделген кезде
lv: Kad šis raksts ir rediģēts
sq: Kur redaktohet ky artikull
sv: När denna artikel redigerades
th: เมื่อบทความนี้ถูกแก้ไข
uz: Ushbu maqola tahrirlanganda
zh_hk: 這篇文章編輯時

source: Also receive emails about article edits
af_za: Ontvang ook e-posse oor artikelwysigings
de_de: Erhalte auch E-Mails über bearbeitete Artikel
el: Επίσης, λάβετε μηνύματα ηλεκτρονικού ταχυδρομείου σχετικά με τις αλλαγές του άρθρου
fa: همچنین ایمیل هایی در مورد ویرایش مقاله دریافت کنید
hu: Szeretnék e-mailt kapni a cikk szerkesztéséről
ja: 記事の編集に関するメールも受け取る
kk: Сондай-ақ мақалаларды өңдеу туралы электрондық хаттарды алыңыз
lv: Saņemiet arī e-pasta ziņojumus par rakstu labojumiem
sq: Merrni gjithashtu email për modifikimet e artikujve
sv: Jag vill få mail om ändringar på artikeln.
th: รับอีเมล์เกี่ยวกับการแก้ไขบทความเสมอ
uz: Shuningdek, maqola tahrirlari haqida elektron pochta xabarlarini oling
zh_hk: 也接收有關文章編輯的電郵

source: Your notification settings were updated.
af_za: Jou kennisgewinginstellings is opgedateer.
de_de: Ihre Benachrichtigungseinstellungen wurden aktualisiert.
el: Οι ρυθμίσεις των ειδοποιήσεων σας ενημερώθηκαν.
fa: تنظیمات اعلان شما به روز شد.
hu: Értesítési beállítások frissültek.
ja: 通知設定が更新されました。
kk: Хабарландыру параметрлері жаңартылды.
lv: Jūsu paziņojumu iestatījumi tika atjaunināti.
sq: Cilësimet tuaja të njoftimit u përditësuan.
sv: Dina meddelandeinställningar har uppdaterats.
th: อัพเดตการตั้งค่าการแจ้งเตือนของคุณแล้ว
uz: Bildirishnoma sozlamalari yangilandi.
zh_hk: 您的通知設定已更新。

source: Your notification settings were unchanged, so nothing saved.
af_za: Jou kennisgewinginstellings was onveranderd, so niks is gestoor nie.
de_de: Ihre Benachrichtigungs-Einstellungen sind unverändert, daher wurde nichts gespeichert.
el: Οι ρυθμίσεις ειδοποίησης σας παρέμειναν αμετάβλητες, έτσι τίποτα δεν αποθηκεύτικε.
fa: تنظیمات اعلان شما بدون تغییر بود، بنابراین چیزی ذخیره نشد.
hu: A figyelmeztetési beállítások nem változtak meg, így nincs mit menteni.
ja: 通知設定は変更されていないため、保存されませんでした。
kk: Хабарландыру параметрлері өзгеріссіз қалды, сондықтан ештеңе сақталмады.
lv: Jūsu paziņojumu iestatījumi netika mainīti, tāpēc nekas netika saglabāts.
sq: Cilësimet tuaja të njoftimit ishin të pandryshuara, kështu që asgjë nuk u ruajt.
sv: Dina meddelandeinställningar är inte ändrade, så inget har sparats.
th: การตั้งค่าการแจ้งเตือนของคุณไม่ได้ถูกเปลี่ยนแปลง ไม่ได้บันทึกเพิ่มเติม
uz: Bildirishnoma sozlamalari oʻzgarmadi, shuning uchun hech narsa saqlanmadi.
zh_hk: 您的通知設定未更改，因此沒有儲存任何內容。

source: %(user)s subscribing to %(article)s (%(type)s)
af_za: %(user)s teken in op %(article)s ( %(type)s )
de_de: %(user)s abonnieren %(article)s (%(type)s)
el: %(user)s συνδρομητική στο %(article)s (%(type)s)
fa: %(user)s در حال اشتراک در %(article)s ( %(type)s )
hu: %(user)s feliratkozott a %(article)s (%(type)s)
ja: %(user)s が %(article)s (%(type)s) を購読中
lv: %(user)s abonēšana %(article)s ( %(type)s )
sq: %(user)s duke u abonuar në %(article)s (%(type)s)
sv: %(user)s prenumeranter på %(article)s (%(type)s)
th: %(user)s ได้สมัครรับข่าวสาร %(article)s (%(type)s)
uz: %(user)s %(article)s ( %(type)s ) ga obuna bo'lish
zh_hk: %(user)s訂閱%(article)s ( %(type)s )

source: Article deleted: %s
af_za: Artikel geskrap: %s
de_de: Artikel gelöscht: %s
el: Άρθρο διεγράφη: %s
fa: مقاله حذف شد: %s
hu: Cikk törölve: %s
ja: 記事が削除されました: %s
kk: Мақала жойылды: %s
lv: Raksts dzēsts: %s
sq: Artikulli u fshi: %s
sv: Artikel borttagen: %s
th: ลบบทความแล้ว: %s
uz: Maqola o'chirildi: %s
zh_hk: 文章已刪除： %s

source: Article modified: %s
af_za: Artikel gewysig: %s
de_de: Artikel verändert: %s
el: Άρθρο τροποποιήθηκε: %s
fa: مقاله اصلاح شده: %s
hu: Cikk módosítva: %s
kk: Мақала өзгертілді: %s
lv: Raksts mainīts: %s
sq: Artikulli i modifikuar: %s
sv: Artikel modifierad: %s
th: แก้ไขบทความแล้ว: %s
uz: Maqola tahrirlangan: %s
zh_hk: 文章已修改： %s

source: New article created: %s
af_za: Nuwe artikel geskep: %s
de_de: Neuer Artikel erstellt: %s
el: Νέο άρθρο δημιουργήθηκε: %s
fa: مقاله جدید ایجاد شده: %s
hu: Új cikk létrehozva: %s
ja: 新しい記事が作成されました: %s
kk: Жаңа мақала жасалды: %s
lv: Izveidots jauns raksts: %s
sq: Artikulli i ri u krijua: %s
sv: Ny artikel skapad: %s
th: บทความใหม่สร้างแล้ว: %s
uz: Yangi maqola yaratildi: %s
zh_hk: 建立新文章： %s

source: notifications
af_za: kennisgewings
de_de: Benachrichtigungen
el: ειδοποιήσεις
fa: اطلاعیه
hu: Értesítések
ja: 通知
kk: хабарландырулар
lv: paziņojumi
sq: njoftimet
sv: aviseringar
uz: bildirishnomalar
zh_hk: 通知

source: No notifications
af_za: Geen kennisgewings nie
de_de: Keine Benachrichtigungen
el: Καμία ειδοποίηση
fa: بدون اطلاعیه
hu: Nincsenek értesítések
ja: 通知はありません
kk: Хабарландырулар жоқ
lv: Nav paziņojumu
sq: Nuk ka njoftime
sv: Inga aviseringar
uz: Hech qanday bildirishnoma yo'q
zh_hk: 無通知

source: Clear notifications list
af_za: Vee kennisgewingslys uit
de_de: Liste der Benachrichtigungen bereinigen
el: Εκκαθάριση λίστας ειδοποιήσεων
fa: لیست اعلان ها را پاک کنید
hu: Értesítési lista törlése
ja: 通知リストをクリア
kk: Хабарландырулар тізімін тазалау
lv: Notīrīt paziņojumu sarakstu
sq: Pastro listën e njoftimeve
sv: Rensa aviseringslista
uz: Bildirishnomalar roʻyxatini tozalash
zh_hk: 清除通知列表

source: Search...
af_za: Soek...
de_de: Suche...
el: Αναζήτηση...
fa: جستجو کردن...
hu: Keresés...
ja: 検索...
kk: Іздеу...
lv: Meklēt...
sq: Kërko...
sv: Sök...
th: ค้นหา...
uz: Qidiruv...
zh_hk: 搜尋...

source: Log in
af_za: Teken aan
de_de: Anmelden
el: Σύνδεση
fa: وارد شدن
hu: Bejelentkezés
ja: ログイン
kk: Жүйеге кіріңіз
lv: Pieslēgties
sq: Identifikohu
sv: Logga in
th: เข้าสู่ระบบ
uz: Tizimga kirish
zh_hk: 登入

source: Sign up
af_za: Teken aan
de_de: Registrieren
el: Εγγραφείτε
fa: ثبت نام
hu: Regisztráció
ja: サインアップ
kk: Тіркелу
lv: Pierakstīties
sq: Regjistrohu
sv: Registrering
uz: Ro'yxatdan o'tish
zh_hk: 注册

source: Article deleted
af_za: Artikel geskrap
de_de: Artikel wurde gelöscht
el: Το άρθρο διαγράφηκε
fa: مقاله حذف شد
hu: Cikk törölve
ja: 記事が削除されました
kk: Мақала жойылды
lv: Raksts svītrots
sq: Artikulli u fshi
sv: Artikel raderad
uz: Maqola o'chirildi
zh_hk: 文章已刪除

source: Article Deleted
af_za: Artikel geskrap
de_de: Artikel wurde gelöscht
el: Το άρθρο διαγράφηκε
fa: مقاله حذف شد
hu: Cikk törölve
ja: 記事が削除されました
kk: Мақала жойылды
lv: pants Svītrots
sq: Artikulli u fshi
sv: Artikel Raderad
uz: Maqola oʻchirildi
zh_hk: 文章已刪除

source: The article you were looking for has been deleted.
af_za: Die artikel waarna jy gesoek het, is uitgevee.
de_de: Der Artikel nach dem Sie suchen wurde gelöscht.
el: Το άρθρο που αναζητούσατε έχει διαγραφεί.
fa: مقاله مورد نظر شما حذف شده است.
hu: A keresett cikk törölve lett.
ja: お探しの記事は削除されました。
kk: Сіз іздеген мақала жойылды.
lv: Raksts, kuru meklējāt, ir izdzēsts.
sq: Artikulli që po kërkoni është fshirë.
sv: Artikeln du letade efter har tagits bort.
uz: Siz izlayotgan maqola oʻchirib tashlandi.
zh_hk: 您要尋找的文章已被刪除。
