Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your {platform_name} profile, leave this field blank.
af_za: Maak seker dat jy &#39;n geldige gebruikersnaam of &#39;n URL verskaf wat &quot; {url_stub} &quot; bevat. Om die skakel van jou {platform_name} profiel te verwyder, laat hierdie veld leeg.
de_de: Stellen Sie sicher, dass Sie einen gültigen Benutzernamen oder eine URL angeben, die „{url_stub}“ enthält. Lassen Sie dieses Feld leer, um den Link aus Ihrem {platform_name}-Profil zu entfernen.
el: Βεβαιωθείτε ότι παρέχετε ένα έγκυρο όνομα χρήστη ή μια διεύθυνση URL που περιέχει &quot; {url_stub} &quot;. Για να καταργήσετε τον σύνδεσμο από το προφίλ σας {platform_name} , αφήστε αυτό το πεδίο κενό.
es: Asegúrate de proporcionar un nombre de usuario válido o una URL que contenga "{url_stub}". Para eliminar el enlace de tu perfil de {platform_name}, deja este campo en blanco.
fa: مطمئن شوید که یک نام کاربری معتبر یا یک URL حاوی &quot; {url_stub} &quot; ارائه می کنید. برای حذف پیوند از نمایه {platform_name} ، این قسمت را خالی بگذارید.
hu: Győződjön meg arról, hogy érvényes felhasználónevet vagy olyan URL-t ad meg, amely tartalmazza a(z) "{url_stub}" részt. Ha el szeretné távolítani a linket a(z) {platform_name} profiljából, hagyja üresen ezt a mezőt.
ja: ユーザー名または「{url_stub}」を含むURLが有効であることを確認してください。{platform_name}のプロフィールからリンクを削除するには、このフィールドを空白のままにしてください。
kk: Жарамды пайдаланушы атын немесе &quot;{url_stub}&quot; бар URL мекенжайын беріп жатқаныңызға көз жеткізіңіз. Сілтемені {platform_name} профиліңізден жою үшін осы өрісті бос қалдырыңыз.
lv: Pārliecinieties, ka norādāt derīgu lietotājvārdu vai URL, kas satur "{url_stub}". Lai noņemtu saiti no sava {platform_name} profila, atstājiet šo lauku tukšu.
sq: Sigurohuni që po jepni një emër përdoruesi të vlefshëm ose një URL që përmban "{url_stub}". Për të hequr lidhjen nga profili juaj {platform_name}, lini këtë fushë bosh.
sv: Se till att du anger ett giltigt användarnamn eller en webbadress som innehåller "{url_stub}". Om du vill ta bort länken från din {platform_name}-profil lämnar du det här fältet tomt.
uz: Yaroqli foydalanuvchi nomi yoki " {url_stub} " ni o'z ichiga olgan URL ko'rsatayotganingizga ishonch hosil qiling. Havolani {platform_name} profilingizdan olib tashlash uchun ushbu maydonni bo'sh qoldiring.
zh_hk: 確保您提供的用户名稱或 URL 包含「 {url_stub} 」。要從您的{platform_name}個人資料中刪除鏈接，請將此欄位留空。

source: This account has been temporarily locked due to excessive login failures. Try again later.
af_za: Hierdie rekening is tydelik gesluit as gevolg van oormatige aanmeldfoute. Probeer later weer.
de_de: Dieser Account wurde wegen häufigen Login-Fehlern vorübergehend geschlossen. Versuche es später noch einmal.
el: Η πρόσβαση στον λογαριασμό σας έχει προσωρινά απενεργοποιηθεί λόγω πολλαπλών ανεπιτυχών προσπαθειών σύνδεσης. Παρακαλούμε δοκιμάστε αργότερα.
es: Esta cuenta ha sido bloqueada temporalmente debido a excesivos intentos fallidos de inicio de sesión. Inténtalo más tarde.
fa: این حساب به دلیل عدم موفقیت در ورود بیش از حد به طور موقت قفل شده است. بعدا دوباره تلاش کنید.
hu: Ez a fiók ideiglenesen zárolva lett a túlzott bejelentkezési hibák miatt. Próbálja meg később újra.
ja: このアカウントはログイン失敗が多すぎたため、一時的にロックされています。後でもう一度お試しください。
kk: Бұл есептік жазба шамадан тыс кіру қателеріне байланысты уақытша құлыпталды. Әрекетті кейінірек қайталаңыз.
lv: Šis konts ir īslaicīgi bloķēts pārmērīgu pieteikšanās kļūdu dēļ. Pamēģini vēlreiz vēlāk.
sq: Kjo llogari është bllokuar përkohësisht për shkak të dështimeve të tepërta të hyrjes. Provo sërish më vonë.
sv: Detta konto har tillfälligt låsts på grund av för många misslyckade inloggningsförsök. Försök igen senare.
th: บัญชีนี้ล็อคชั่วคราวเนื่องจากเกิดความผิดพลาดในการเข้าสู่ระบบบ่อยเกินไป. โปรดลองใหม่ภายหลัง
uz: Haddan tashqari kirishda xatolik tufayli bu account vaqtincha bloklangan. Keyinroq qayta urining.
zh_hk: 由於登入失敗次數過多，該帳戶已被暫時鎖定。稍後再試。

source: Email or password is incorrect.
af_za: E-pos of wagwoord is verkeerd.
de_de: E-Mail oder Passwort sind falsch.
el: Το email ή ο κωδικός σας είναι λάθος.
es: El correo electrónico o la contraseña son incorrectos.
fa: آدرس ایمیل یا رمز عبور نادرست می باشد.
ja: メールまたはパスワードが正しくありません。
kk: Электрондық пошта немесе құпия сөз дұрыс емес.
lv: E-pasts vai parole ir nepareiza.
sq: Email-i ose fjalëkalimi është i pasaktë.
sv: E-post eller lösenord är felaktigt.
th: อีเมล์หรือรหัสผ่านไม่ถูกต้อง
uz: Elektron pochta yoki parol noto'g'ri.
zh_hk: 電郵或密碼不正確。

source: Permission Denied
af_za: Toestemming geweier
de_de: Zugriff verweigert
el: Η άδεια απορρίφθηκε
es: Permiso denegado
fa: اجازه رد شد
hu: Hozzáférés megtagadva
ja: アクセスが拒否されました
kk: Рұқсат қабылданбады
lv: Atļauja liegta
sq: Leje e refuzuar
sv: Åtkomst Nekad
th: สิทธิ์นี้ได้รับการปฏิเสธ
uz: Ruxsat berilmadi
zh_hk: 沒有權限

source: Retirement does not exist!
af_za: Aftrede bestaan nie!
de_de: Ein Rücktritt ist nicht möglich!
el: Συνταξιοδότηση δεν υπάρχει!
es: ¡La jubilación no existe!
fa: بازنشستگی وجود ندارد!
hu: A nyugdíj nem létezik!
ja: 引退は存在しません！
lv: Pensija neeksistē!
sq: Pensioni nuk ekziston!
sv: Pensionering finns inte!
uz: Pensiya mavjud emas!
zh_hk: 退出不存在！

source: Success
af_za: Sukses
bo: ལམ་ལྷོངས།
de_de: Operation Erfolgreich
el: Επιτυχία
es: Éxito
fa: موفقیت
hu: Siker
ja: 成功
kk: Сәттілік
lv: Panākumi
sq: Sukses
sv: Framgång
th: สำเร็จ
uz: Muvaffaqiyat
zh_hk: 成功

source: Actions
af_za: Aksies
bo: བྱ་བ་ཁག
de_de: Aktionen
el: Ενέργειες
es: Acciones
fa: اقدامات
hu: Műveletek
ja: アクション
kk: Әрекеттер
lv: Darbības
sq: Veprimet
sv: Handlingar
th: การกระทำ
uz: Harakatlar
zh_hk: 操作

source: Comma separated file that have username and user_email of the users that needs to be retired
af_za: Komma-geskeide lêer met gebruikersnaam en gebruiker_e-pos van die gebruikers wat afgetree moet word
de_de: Durch Kommas getrennte Datei mit dem Benutzernamen und der Benutzer-E-Mail-Adresse der Benutzer, die zurückgezogen werden müssen
el: Αρχείο διαχωρισμένο με κόμμα που έχει όνομα χρήστη και user_email των χρηστών που πρέπει να αποσυρθούν
es: Archivo separado por comas que contenga el nombre de usuario y el correo electrónico (user_email) de los usuarios que deben ser dados de baja
fa: فایل جدا شده با کاما که دارای نام کاربری و ایمیل_user از کاربرانی است که باید بازنشسته شوند
lv: Ar komatu atdalīts fails, kurā ir norādīts to lietotāju lietotājvārds un lietotāja_e-pasts, kuru darbība ir jāpārtrauc
sq: Skedar i ndarë me presje që ka emrin e përdoruesit dhe adresën email të përdoruesve që duhet të tërhiqen
uz: Vergul bilan ajratilgan faylda foydalanuvchi nomi va foydalanuvchining foydalanuvchi_email manzili boʻlishi kerak
zh_hk: 逗號分隔的文件，其中包含需要停用的用户的用户名稱和 user_email

source: Delete failed for user preference '{preference_key}'.
af_za: Uitvee het misluk vir gebruikervoorkeur &#39;{preference_key}&#39;.
de_de: Löschen fehlgeschlagen für die Benutzereinstellung '{preference_key}'.
el: Η διαγραφή απέτυχε για την προτίμηση χρήστη "{preference_key}".
es: Error al eliminar la preferencia de usuario '{preference_key}'.
fa: حذف برای تنظیمات برگزیده کاربر &quot;{preference_key}&quot; انجام نشد.
ja: ユーザー設定「{preference_key}」の削除に失敗しました。
lv: Neizdevās dzēst lietotāja preferenci '{preference_key}'.
sq: Fshirja dështoi për preferencën e përdoruesit '{preference_key}'.
sv: Radera misslyckades för användarinställningar &quot;{preference_key}&quot;.
th: การลบล้มเหลวสำหรับการตั้งค่าของผู้ใช้ '{preference_key}'
uz: “{preference_key}” foydalanuvchi parametrini o‘chirib bo‘lmadi.
zh_hk: 用户首選項「{preference_key}」刪除失敗。

source: Preference '{preference_key}' cannot be set to an empty value.
af_za: Voorkeur &#39;{preference_key}&#39; kan nie op &#39;n leë waarde gestel word nie.
de_de: Die Präferenz '{preference_key}' kann nicht auf einen leeren Wert gesetzt werden.
el: Η προτίμηση "{preference_key}" δεν μπορεί να οριστεί σε κενή τιμή.
es: La preferencia '{preference_key}' no puede establecerse con un valor vacío.
fa: ترجیح &quot;{preference_key}&quot; را نمی توان روی یک مقدار خالی تنظیم کرد.
hu: A(z) '{preference_key}' beállítást nem lehet üres értékre állítani.
ja: プリファレンス '{preference_key}' を空の値に設定することはできません。
kk: "{preference_key}" параметрін бос мәнге орнату мүмкін емес.
lv: Preferencei '{preference_key}' nevar iestatīt tukšu vērtību.
sq: Preferenca '{preference_key}' nuk mund të caktohet në një vlerë boshe.
sv: Preference &#39;{preference_key}&#39; kan inte ställas in till ett tomt värde.
th: การตั้งค่า'{preference_key}' ไม่สามารถตั้งค่าให้ค่าว่าง
uz: “{preference_key}” parametrini boʻsh qiymatga oʻrnatib boʻlmaydi.
zh_hk: 首選項「{preference_key}」不能設定為空值。

source: Invalid user preference key '{preference_key}'.
af_za: Ongeldige gebruikervoorkeursleutel &#39;{preference_key}&#39;.
de_de: Ungültiger Benutzereinstellungsschlüssel '{preference_key}'.
el: Μη έγκυρο κλειδί προτίμησης χρήστη "{preference_key}".
es: Clave de preferencia de usuario '{preference_key}' no válida.
fa: کلید ترجیحی کاربر «{preference_key}» نامعتبر است.
hu: Érvénytelen felhasználói preferenciakulcs: '{preference_key}'.
ja: ユーザー設定キー '{preference_key}' が無効です。
kk: Жарамсыз пайдаланушы таңдау кілті "{preference_key}".
lv: Nederīga lietotāja preferences atslēga '{preference_key}'.
sq: Çelësi i pavlefshëm i preferencës së përdoruesit '{preference_key}'.
sv: Ogiltig användarinställningsnyckel "{preference_key}".
th: คีย์การตั้งค่าผู้ใช้ไม่ถูกต้อง'{preference_key}'
uz: “{preference_key}” foydalanuvchi sozlamalari kaliti noto‘g‘ri.
zh_hk: 用户首選項鍵“{preference_key}”無效。

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
af_za: Waarde &#39;{preference_value}&#39; is nie geldig vir gebruikervoorkeur &#39;{preference_key}&#39; nie.
de_de: Der Wert '{preference_value}' ist nicht gültig für die Benutzerpräferenz '{preference_key}'.
el: Η τιμή "{preference_value}" δεν είναι έγκυρη για την προτίμηση χρήστη "{preference_key}".
es: El valor '{preference_value}' no es válido para la preferencia de usuario '{preference_key}'.
fa: مقدار «{preference_value}» برای اولویت کاربر «{preference_key}» معتبر نیست.
hu: A(z) '{preference_value}' érték nem érvényes a(z) '{preference_key}' felhasználói beállításhoz.
ja: ユーザー設定「{preference_key}」に対する値「{preference_value}」は無効です。
kk: "{preference_value}" мәні "{preference_key}" пайдаланушы қалауы үшін жарамсыз.
lv: Vērtība '{preference_value}' nav derīga lietotāja preferencei '{preference_key}'.
sq: Vlera '{preference_value}' nuk është e vlefshme për preferencën e përdoruesit '{preference_key}'.
sv: Värdet &quot;{preference_value}&quot; är inte giltigt för användarinställningar &quot;{preference_key}&quot;.
th: ค่า '{preference_value}' ไม่ถูกต้องสำหรับการตั้งค่าของผู้ใช้ '{preference_key}'
uz: “{preference_value}” qiymati “{preference_key}” foydalanuvchi parametri uchun yaroqsiz.
zh_hk: 值「{preference_value}」對於用户首選項「{preference_key}」無效。

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
af_za: Waarde &#39;{preference_value}&#39; nie geldig vir voorkeur &#39;{preference_key}&#39; nie: Nie in tydsone gestel nie.
de_de: Der Wert '{preference_value}' ist nicht gültig für die Präferenz '{preference_key}': Nicht in der Auswahl der Zeitzonen.
el: Η τιμή "{preference_value}" δεν ισχύει για την προτίμηση "{preference_key}": Δεν έχει οριστεί ζώνη ώρας.
es: El valor '{preference_value}' no es válido para la preferencia '{preference_key}': No está en el conjunto de zonas horarias.
fa: مقدار &quot;{preference_value}&quot; برای اولویت &quot;{preference_key}&quot; معتبر نیست: در منطقه زمانی تنظیم نشده است.
hu: A(z) '{preference_value}' érték nem érvényes a(z) '{preference_key}' beállításhoz: Nincs az időzóna készletben.
kk: "{preference_value}" мәні "{preference_key}" параметрі үшін жарамсыз: уақыт белдеуінде орнатылмаған.
lv: Vērtība '{preference_value}' nav derīga preferencei '{preference_key}': nav iestatīta laika joslā.
sq: Vlera '{preference_value}' nuk është e vlefshme për preferencën '{preference_key}': Nuk është vendosur në zonën kohore.
sv: Värdet &#39;{preference_value}&#39; är inte giltigt för preferensen &#39;{preference_key}&#39;: Ej i tidszonen.
th: ค่า '{preference_value}' ไม่ถูกต้องสำหรับ '{preference_key}': ไม่ใช่ค่าจากชุดเขตเวลา
uz: “{preference_value}” qiymati “{preference_key}” afzalligi uchun yaroqsiz: vaqt mintaqasida belgilanmagan.
zh_hk: 值「{preference_value}」對於首選項「{preference_key}」無效：不在時區設定中。

source: Value '{preference_value}' is not a valid time zone selection.
af_za: Waarde &#39;{preference_value}&#39; is nie &#39;n geldige tydsone-keuse nie.
de_de: Der Wert '{preference_value}' ist keine gültige Zeitzonenauswahl.
el: Η τιμή '{preference_value}' δεν αποτελεί έγκυρη επιλογή ζώνης ώρας. .
es: El valor '{preference_value}' no es una selección de zona horaria válida.
fa: مقدار &quot;{preference_value}&quot; انتخاب منطقه زمانی معتبری نیست.
hu: A(z) '{preference_value}' érték nem érvényes időzóna választás.
ja: '{preference_value}'は有効なタイムゾーンの選択ではありません。
kk: "{preference_value}" мәні жарамды уақыт белдеуі емес.
lv: Vērtība '{preference_value}' nav derīga laika joslas atlase.
sq: Vlera '{preference_value}' nuk është një përzgjedhje e vlefshme e zonës kohore.
sv: Värdet '{preference_value}' är inte ett giltigt tidszonsval.
th: ค่า '{preference_value}' ไม่ใช่ข้อมูลเขตเวลาที่ถูกต้อง
uz: “{preference_value}” qiymati yaroqli vaqt mintaqasi emas.
zh_hk: 值“{preference_value}”不是有效的時區選擇。

source: Save failed for user preference '{key}' with value '{value}'.
af_za: Kon nie stoor vir gebruikervoorkeur &#39;{key}&#39; met waarde &#39;{value}&#39;&#39;.
de_de: Speichern fehlgeschlagen für Benutzerpräferenz '{key}' mit Wert '{value}'.
el: Η αποθήκευση απέτυχε για την προτίμηση χρήστη "{key}" με τιμή "{value}".
es: Error al guardar la preferencia de usuario '{key}' con el valor '{value}'.
fa: ذخیره برای اولویت کاربر &quot;{key}&quot; با مقدار &quot;{value}&quot; انجام نشد.
ja: ユーザー設定「{key}」の値「{value}」の保存に失敗しました。
lv: Neizdevās saglabāt lietotāja preferences '{key}' ar vērtību '{value}'.
sq: Ruajtja dështoi për preferencën e përdoruesit '{key}' me vlerën '{value}'.
sv: Spara misslyckades för användarinställningar &#39;{key}&#39; med värdet &#39;{value}&#39;.
th: บันทึกล้มเหลวสำหรับการตั้งค่าผู้ใช้ '{key}' มีค่า '{value}'
uz: “{value}” qiymatiga ega “{key}” foydalanuvchi parametri uchun saqlash amalga oshmadi.
zh_hk: 儲存值為「{value}」的用户首選項「{key}」失敗。

source: No data provided for user preference update
af_za: Geen data verskaf vir gebruikervoorkeuropdatering nie
de_de: Es wurden keine Daten für die Aktualisierung der Benutzereinstellungen bereitgestellt.
el: Δεν παρέχονται δεδομένα για ενημέρωση προτιμήσεων χρήστη
es: No se proporcionaron datos para la actualización de la preferencia de usuario
fa: هیچ داده ای برای به روز رسانی تنظیمات برگزیده کاربر ارائه نشده است
hu: Nincs adat megadva a felhasználói beállítások frissítéséhez
ja: ユーザープリファレンスの更新に必要なデータが提供されていません
kk: Пайдаланушы таңдауын жаңарту үшін деректер берілмейді
lv: Nav sniegti dati lietotāja preferenču atjaunināšanai
sq: Nuk ka të dhëna për përditësimin e preferencave të përdoruesit
sv: Inga uppgifter lämnas för användarpreferensuppdatering
th: ไม่มีข้อมูลสำหรับการปรับปรุงการตั้งค่าของผู้ใช้
uz: Foydalanuvchi imtiyozlarini yangilash uchun hech qanday ma'lumot berilmagan
zh_hk: 未向用戶參數更新提供數據

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
af_za: Ons het &#39;n uitveeversoek vir jou rekening op %(platform_name)s ontvang. Ons is jammer om jou te sien gaan!
de_de: Wir haben eine Anfrage über die Löschung Ihres Kontos bei der %(platform_name)s bekommen. Es ist schade, dass du gehen willst!
el: Λάβαμε ένα αίτημα διαγραφής του λογαριασμού σας στο %(platform_name)s. Λυπόμαστε για την αποχώρησή σας!
es: Hemos recibido una solicitud de eliminación para tu cuenta en %(platform_name)s. ¡Lamentamos que te vayas!
fa: ما یک درخواست حذف برای حساب شما در %(platform_name)s دریافت کردیم. از رفتن شما متاسفیم!
hu: Kaptunk egy törlési kérelmet a(z) %(platform_name)s fiókjához. Sajnáljuk, hogy elhagy minket!
kk: Біз %(platform_name)s бойынша есептік жазбаңызды жою туралы сұрау алдық. Кеткеніңізге өкінеміз!
lv: Mēs saņēmām jūsu konta dzēšanas pieprasījumu uz %(platform_name)s . Mums žēl, ka jūs aizejat!
sq: Ne morëm një kërkesë fshirjeje për llogarinë tuaj në %(platform_name)s. Na vjen keq që ju shohim të largoheni!
sv: Vi har tagit emot din begäran att radera ditt användarkonto på %(platform_name)s. Vad synd att du har valt att lämna oss!
uz: Biz %(platform_name)s accountingiz uchun oʻchirish soʻrovini oldik. Ketganingizdan afsusdamiz!
zh_hk: 我們收到了刪除您%(platform_name)s帳戶的請求。看到你離開我們感到很遺憾！

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
af_za: Jou rekening sal binnekort uitgevee word. Rekeninguitvee, insluitend verwydering van e-poslyste, kan &#39;n paar weke neem om volledig deur ons stelsel te verwerk. As jy voor dan wil onttrek van e-posse, teken asseblief uit by die voetskrif van enige e-pos.
de_de: Ihr Konto wird in Kürze gelöscht. Es kann einige Wochen dauern, bis Ihre Daten vollständig von unserem System gelöscht wurden. Bestellen Sie die automatischen E-Mails über den Footer jeder E-Mail ab, um keine weiteren E-Mails von uns zu bekommen.
el: Ο λογαριασμός σας θα διαγραφεί σύντομα. Η διαγραφή του λογαριασμού σας μαζί με την κατάργησή σας από τις λίστες email ενδέχεται να διαρκέσουν μερικές εβδομάδες. Εάν θέλετε να εξαιρεθείτε από τα μηνύματα ηλεκτρονικού ταχυδρομείου πριν από τότε, καταργήστε την εγγραφή σας πατώντας "Unsubscribe" στο τέλος κάθε μηνύματος που λαμβάνετε από εμάς.
es: Tu cuenta será eliminada en breve. La eliminación de la cuenta, incluyendo la retirada de las listas de correo, puede tardar algunas semanas en procesarse completamente en nuestro sistema. Si deseas dejar de recibir correos antes de eso, por favor cancela la suscripción desde el pie de página de cualquier correo.
fa: حساب شما به زودی حذف خواهد شد. حذف حساب، از جمله حذف از لیست ایمیل، ممکن است چند هفته طول بکشد تا به طور کامل از طریق سیستم ما پردازش شود. اگر می‌خواهید قبل از آن ایمیل‌ها را انصراف دهید، لطفاً اشتراک خود را از پاورقی هر ایمیل لغو کنید.
hu: Fiókja hamarosan törlésre kerül. A fiók törlése, beleértve az e-mail listákról való eltávolítást, néhány hétig is eltarthat, amíg teljesen feldolgozásra kerül a rendszerünkben. Ha addig is szeretne leiratkozni az e-mailekről, kérjük, iratkozzon le bármelyik e-mail láblécében.
ja: アカウントはまもなく削除されます。アカウントの削除とメールリストからの削除は、システムで完全に処理されるまでに数週間かかる場合があります。それまでにメールの配信を停止したい場合は、メールのフッターから配信停止の手続きを行ってください。
kk: Есептік жазбаңыз жақын арада жойылады. Тіркелгіні жою, соның ішінде электрондық пошта тізімдерінен жою, біздің жүйе арқылы толық өңдеуге бірнеше апта кетуі мүмкін. Осы уақытқа дейін электрондық хаттардан бас тартқыңыз келсе, кез келген электрондық поштаның төменгі деректемесінің жазылымынан бас тартыңыз.
lv: Jūsu konts drīz tiks dzēsts. Konta dzēšana, tostarp dzēšana no e-pasta sarakstiem, var aizņemt dažas nedēļas, līdz mūsu sistēma to pilnībā apstrādās. Ja vēlaties atteikties no e-pasta vēstuļu saņemšanas pirms tam, lūdzu, atrakstieties no e-pasta vēstules apakšā.
sq: Llogaria juaj do të fshihet së shpejti. Fshirja e llogarisë, duke përfshirë heqjen nga listat e postës elektronike, mund të duhen disa javë për t'u përpunuar plotësisht përmes sistemit tonë. Nëse dëshironi të tërhiqeni nga emailet përpara kësaj kohe, çregjistrohuni nga fundi i çdo emaili.
uz: Accountingiz tez orada o'chiriladi. Accountni oʻchirish, jumladan, elektron pochta roʻyxatidan olib tashlash, tizimimiz orqali toʻliq qayta ishlash uchun bir necha hafta vaqt ketishi mumkin. Agar siz undan oldin elektron pochta xabarlaridan voz kechmoqchi bo'lsangiz, iltimos, har qanday xatning pastki qismidagi obunani bekor qiling.
zh_hk: 您的帳戶很快就會被刪除。帳戶刪除（包括從電郵清單中刪除）可能需要幾週時間才能透過我們的系統完全處理。如果您想在此之前選擇退出電郵，請從任何電郵的頁腳取消訂閱。

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
af_za: Hierdie is slegs &#39;n inligtings-e-pos. As jy nie hierdie versoek geïnisieer het nie, kontak asseblief %(contact_email)s .
de_de: Dies ist eine rein informative E-Mail. Wenn Sie diese nicht angefordert haben, kontaktieren Sie %(contact_email)s.
el: Αυτό είναι ένα ενημερωτικό email. Εάν δεν υποβάλατε εσείς αυτό το αίτημα, επικοινωνήστε με το %(contact_email)s.
es: Este es solo un correo informativo. Si no iniciaste esta solicitud, por favor contacta a %(contact_email)s.
fa: این فقط یک ایمیل اطلاعاتی است. اگر شما این درخواست را انجام نداده اید، لطفاً با %(contact_email)s تماس بگیرید.
hu: Ez csak egy tájékoztató e-mail. Ha nem Ön kezdeményezte ezt a kérést, kérjük, lépjen kapcsolatba a(z) %(contact_email)s címmel.
ja: このメールは情報提供のみを目的としています。このリクエストを行っていない場合は、%(contact_email)s までご連絡ください。
kk: Бұл тек ақпараттық электрондық пошта. Бұл сұрауды сіз бастамасаңыз, %(contact_email)s хабарласыңыз.
lv: Šis ir tikai informatīvs e-pasts. Ja neiesniedzāt šo pieprasījumu, lūdzu, sazinieties ar %(contact_email)s .
sq: Ky është vetëm një email informativ. Nëse nuk e keni nisur këtë kërkesë, ju lutemi kontaktoni %(contact_email)s.
uz: Bu faqat ma'lumot beruvchi elektron pochta. Agar bu soʻrovni siz boshlamagan boʻlsangiz, %(contact_email)s bilan bogʻlaning.
zh_hk: 這只是一封僅供參考的電郵。如果您沒有發起此請求，請聯絡%(contact_email)s 。

source: Best, %(platform_name)s
af_za: Beste, %(platform_name)s
de_de: Mit freundlichen Grüßen, %(platform_name)s
el: Με εκτίμηση, %(platform_name)s
es: Saludos, %(platform_name)s
fa: بهترین، %(platform_name)s
hu: Üdvözlettel, %(platform_name)s
ja: よろしくお願いいたします, %(platform_name)s
kk: Ең жақсы, %(platform_name)s
lv: Labākais, %(platform_name)s
sq: Më e mira, %(platform_name)s
sv: Bästa, %(platform_name)s
th: ดีที่สุด, %(platform_name)s
uz: Eng yaxshisi, %(platform_name)s
zh_hk: 最好的， %(platform_name)s

source: Your Account Has Been Queued For Deletion
af_za: Jou rekening is in tou gestaan vir uitvee
de_de: Ihr Konto wurde zur Löschung hinzugefügt.
el: Ο λογαριασμός σας βρίσκεται σε ουρά για διαγραφή
es: Tu cuenta ha sido puesta en cola para eliminación
fa: حساب شما برای حذف در صف قرار گرفته است
kk: Есептік жазбаңыз жою үшін кезекке қойылды
lv: Jūsu konts ir ievietots dzēšanas rindā
sq: Llogaria juaj është vënë në radhë për fshirje
sv: Ditt konto har ställts i kö för radering
th: บัญชีของคุณอยู่ในลำดับของการลบบัญชี
uz: Accountingiz oʻchirish uchun navbatga qoʻyilgan
zh_hk: 您的帳戶已排隊等待刪除

source: Highest level of education completed
af_za: Hoogste vlak van onderwys voltooi
de_de: Höchster Bildungsabschluss
el: Επίπεδο εκπαίδευσης
es: Nivel más alto de educación completado
fa: بالاترین سطح تحصیلات تکمیل شده است
hu: Befejezett legmagasabb iskolai végzettség
kk: Ең жоғары білім деңгейі аяқталды
lv: Pabeigta augstākā izglītība
sq: Niveli më i lartë i arsimit i përfunduar
sv: Högsta utbildningsnivå slutförd
th: ระดับสูงสุดที่สำเร็จการศึกษา
uz: Ta'limning eng yuqori darajasi tugallandi
zh_hk: 完成的最高教育水平

source: Year of birth
af_za: Geboortejaar
bo: སྐྱེས་ལོ།
de_de: Geburtsjahr
el: Έτος γέννησης
es: Año de nacimiento
fa: سال تولد
hu: Születési év
ja: 生年
kk: Туған жылы
lv: Dzimšanas gads
sq: Viti i lindjes
sv: Födelseår
th: ปีที่เกิด
uz: Tug'ilgan yil
zh_hk: 出生年份

source: Password reset
af_za: Wagwoord herstel
de_de: Kennwortzurücksetzung
el: Επαναφορά κωδικού
es: Restablecimiento de contraseña
fa: تنظیم مجدد رمز عبور
ja: パスワードのリセット
kk: Құпия сөзді қалпына келтіру
lv: Paroles atiestatīšana
sq: Rivendosja e fjalëkalimit
sv: Lösenordsåterställning
th: รีเซ็ทรหัสผ่าน
uz: Parolni tiklash
zh_hk: 重設密碼
