Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
af_za: Die eksperiment het &#39;n onaktiewe groep. Skuif inhoud na aktiewe groepe, en vee dan die onaktiewe groep uit.
bo: ཚོད་ལྟ་དེར་ནུས་ལྡན་མ་བྱས་པའི་ཚོགས་ཆུང་ཞིག་འདུག ནང་དོན་དེ་ནུས་ལྡན་བྱས་པའི་ཚོགས་ཆུང་ཁག་དུ་སྤོར་དང་། དེའི་རྗེས་ནུས་ལྡན་མ་བྱས་པའི་ཚོགས་ཆུང་དེ་སུབ།
de_de: Das Experiment hat eine inaktive Gruppe. Verschiebe den Inhalt in eine aktive Gruppe, dann lösche die inaktive Gruppe.
el: Το πείραμα έχει μια ανενεργή ομάδα. Μετακινήστε περιεχόμενο σε ενεργές ομάδες και, στη συνέχεια, διαγράψτε την ανενεργή ομάδα.
es: El experimento tiene un grupo inactivo. Mueva el contenido a grupos activos y luego elimine el grupo inactivo.
fa: آزمایش یک گروه غیرفعال دارد. محتوا را به گروه‌های فعال منتقل کنید، سپس گروه غیرفعال را حذف کنید.
hu: A kísérletnek van egy inaktív csoportja. Helyezze át a tartalmat az aktív csoportokba, majd törölje az inaktív csoportot.
ja: 実験には非アクティブなグループがあります。コンテンツをアクティブなグループに移動し、非アクティブなグループを削除してください。
lv: Eksperimentā ir neaktīva grupa. Pārvietojiet saturu uz aktīvajām grupām, pēc tam izdzēsiet neaktīvo grupu.
sq: Eksperimenti ka një grup joaktiv. Zhvendosni përmbajtjen në grupe aktive, më pas fshini grupin joaktiv.
sv: Experimentet har en inaktiv grupp. Flytta innehåll till aktiva grupper och ta bort den inaktiva gruppen.
th: การทดลองที่มีกลุ่มที่ไม่ใช้งาน ย้ายเนื้อหานี้ไปให้กลุ่มที่สามารถทำได้ และลบกลุ่มที่ไม่ได้ใช้งานได้ออก
uz: Tajribada faol bo'lmagan guruh mavjud. Kontentni faol guruhlarga ko'chiring, so'ngra nofaol guruhni o'chiring.
zh_hk: 該實驗有一個不活躍的組別。將內容移至活躍組中，然後刪除非活躍組。

source: This content experiment has issues that affect content visibility.
af_za: Hierdie inhoudeksperiment het kwessies wat inhoudsigbaarheid beïnvloed.
bo: ནང་དོན་ཚོད་ལྟ་འདི་ནང་དོན་འཆར་སྟོན་ལ་ཤུགས་རྐྱེན་གཏོང་བྱེད་ཀྱི་གནད་དོན་ཞིག་ཡོད།
de_de: Dieses Inhaltsexperiment hat Probleme, die die Sichtbarkeit der Inhalte betreffen.
el: Αυτό το πείραμα περιεχομένου έχει ζητήματα που επηρεάζουν την ορατότητα του περιεχομένου.
es: Este experimento de contenido tiene problemas que afectan la visibilidad del contenido.
fa: این آزمایش محتوا دارای مشکلاتی است که روی دید محتوا تأثیر می گذارد.
hu: Ennek a tartalmi kísérletnek olyan problémái vannak, amelyek befolyásolják a tartalom láthatóságát.
ja: このコンテンツ実験には、コンテンツの可視性に影響を与える問題があります。
kk: Бұл мазмұн экспериментінде мазмұнның көрінуіне әсер ететін мәселелер бар.
lv: Šajā satura eksperimentā ir uzdevumi, kas ietekmē satura redzamību.
sq: Ky eksperiment me përmbajtje ka probleme që ndikojnë në dukshmërinë e përmbajtjes.
sv: Det här innehållsförsöket har problem som påverkar innehållets synlighet.
th: การทดลองเนื้อหานี้มีประเด็นที่ส่งผลกระทบต่อการมองเห็นที่เนื้อหา
uz: Bu kontent tajribasida kontentning koʻrinishiga taʼsir qiluvchi muammolar mavjud.
zh_hk: 此內容實驗存在影響內容可見性的問題。

source: External Discussion
af_za: Eksterne Bespreking
bo: ཕྱི་ལོགས་ཀྱི་བགྲོ་གླེང་།
de_de: Externes Forum
el: Εξωτερική συζήτηση
es: Discusión Externa
fa: بحث خارجی
hu: Külső megbeszélés
ja: 外部ディスカッション
kk: Сыртқы талқылау
lv: Ārējā diskusija
sq: Diskutim i jashtëm
sv: Yttre diskussion
th: การสนทนาภายนอก
uz: Tashqi muhokama
zh_hk: 外部討論

source: Enable in-context discussions for the Unit
af_za: Aktiveer binnekonteksbesprekings vir die Eenheid
bo: ཡང་གསེས་དེའི་སྐབས་བབ་ཀྱི་བགྲོ་གླེང་ནུས་ལྡན་གཏོང་རོགས།
de_de: Ermöglichen Sie kontextbezogene Diskussionen für die Einheit
el: Ενεργοποιήστε τις συζητήσεις εντός του πλαισίου για το κεφάλαιο
es: Habilitar discusiones en contexto para la Unidad
fa: بحث های درون متنی را برای واحد فعال کنید
ja: ユニットのコンテキスト内ディスカッションを有効にする
kk: Бірлік үшін контекстік талқылауларды қосыңыз
lv: Iespējot vienībai konteksta diskusijas
sq: Aktivizo diskutimet në kontekst për Njësinë
sv: Aktivera diskussioner i sammanhanget för enheten
uz: Birlik uchun kontekstdagi muhokamalarni yoqing
zh_hk: 為該單元啟用上下文討論

source: Add discussion for the Unit.
af_za: Voeg bespreking vir die Eenheid by.
bo: སྡེ་ཚན་འདི་ལ་བགྲོ་གླེང་ཚན་པ་ཁ་སྣོན་རྒྱོབ།
de_de: Diskussion für die Einheit hinzufügen.
el: Προσθήκη συζήτησης για το κεφάλαιο.
es: Agregar discusión para la Unidad.
fa: بحث را برای واحد اضافه کنید.
ja: ユニットにディスカッションを追加する。
kk: Бөлімге талқылау қосыңыз.
lv: Pievienojiet nodaļai diskusiju.
sq: Shto diskutim për Njësinë.
sv: Lägga till diskussion för enheten.
uz: Birlik uchun muhokama qo'shing.
zh_hk: 加入該單元的討論。

source: Here's a fun clip from a class I'm taking on {social_account_handle} from {organization_name}.
af_za: Hier is &#39;n prettige snit van &#39;n klas wat ek aan {social_account_handle} van {organization_name} neem.
bo: འདི་ནི་ངས་ལེན་བཞིན་པའི་འཛིན་གྲྭ་ནས་བླངས་པའི་བརྙན་ཐུང་ཞིག་སྟེ། {social_account_handle} བརྒྱུད་ནས་ {organization_name} ཚོགས་པ་འདིའི་སློབ་ཚན།
de_de: Hier ist ein lustiger Clip aus einem Kurs, an dem ich teilnehme: {social_account_handle} von {organization_name}.
el: Ακολουθεί ένα διασκεδαστικό κλιπ από ένα μάθημα που παρακολουθώ στο {social_account_handle} από {organization_name} .
es: Aquí tienes un clip divertido de una clase que estoy tomando en {social_account_handle} de {organization_name}.
fa: در اینجا یک کلیپ سرگرم کننده از کلاسی است که من در {social_account_handle} از {organization_name} می گذرانم.
hu: Itt egy szórakoztató részlet egy óráról, amelyet a {social_account_handle} oldalon veszek a {organization_name} szervezésében.
ja: {organization_name}の{social_account_handle}で受講しているクラスの楽しいクリップです。
kk: Міне, мен {organization_name} сайтынан {social_account_handle} бойынша өтіп жатқан сыныптан қызықты үзінді.
lv: Šeit ir jautrs klips no kursa, kurā es mācos {social_account_handle} no {organization_name} .
sq: Këtu është një klip argëtues nga një klasë që po marr në {social_account_handle} nga {organization_name}.
sv: Här är ett roligt klipp från en kurs jag går på {social_account_handle} från {organization_name}.
uz: Mana men {organization_name} dan {social_account_handle} bo'yicha o'tayotgan darsimdan qiziqarli klip.
zh_hk: 這是我正在參加{organization_name}的{social_account_handle}課程的有趣剪輯。

source: Here's a fun clip from a class I'm taking on {social_account_handle}.
af_za: Hier is &#39;n prettige snit van &#39;n klas wat ek aan {social_account_handle} neem.
bo: འདི་ནི་འཛིན་གྲྭ་ནས་བླངས་པའི་བརྙན་ཐུང་ཞིག་སྟེ། {social_account_handle} བརྒྱུད་ནས་ངས་ལེན་བཞིན་པ་དེ་ཡིན།
de_de: Hier ist ein lustiger Clip aus einem Kurs, an dem ich teilnehme: {social_account_handle}.
el: Ακολουθεί ένα διασκεδαστικό κλιπ από ένα μάθημα που παρακολουθώ στο {social_account_handle} .
es: Aquí tienes un clip divertido de una clase que estoy tomando en {social_account_handle}.
fa: در اینجا یک کلیپ سرگرم کننده از کلاسی است که در {social_account_handle} شرکت می کنم.
hu: Itt van egy szórakoztató részlet egy óráról, amit a {social_account_handle}-on veszek.
ja: {social_account_handle}で受講しているクラスの楽しいクリップです。
kk: Міне, мен {social_account_handle} бойынша өтіп жатқан сыныптан қызықты үзінді.
lv: Šeit ir jautrs klips no nodarbības, kurā mācos {social_account_handle} .
sq: Këtu është një klip argëtues nga një klasë që po marr në {social_account_handle}.
sv: Här är ett roligt klipp från en kurs jag går på {social_account_handle}.
uz: Mana men {social_account_handle} da o'tayotgan darsimdan qiziqarli klip.
zh_hk: 這是我在{social_account_handle}上的課程中的一個有趣剪輯。

source: Here's a fun clip from a class I'm taking from {organization_name}.
af_za: Hier is &#39;n prettige snit van &#39;n klas wat ek neem van {organization_name} .
bo: ད་ལྟ་ངས་ {organization_name} ཚོགས་པ་འདིའི་འཛིན་གྲྭ་ནས་བླངས་པའི་བརྙན་ཐུང་ཞིག་ཡིན།
de_de: Hier ist ein lustiger Clip aus einem Kurs, den ich bei {organization_name} besuche.
el: Εδώ είναι ένα διασκεδαστικό κλιπ από μια τάξη που παίρνω από {organization_name} .
es: Aquí tienes un clip divertido de una clase que estoy tomando de {organization_name}.
fa: در اینجا یک کلیپ سرگرم کننده از کلاسی است که از {organization_name} می گیرم.
hu: Itt van egy szórakoztató részlet egy óráról, amit a {organization_name}-tól veszek.
ja: {organization_name}の授業からの楽しいクリップです。
kk: Міне, мен {organization_name} сайтынан алып жатқан сыныптан қызықты үзінді.
lv: Šeit ir jautrs klips no nodarbības, kuru es apmeklēju no {organization_name} .
sq: Këtu është një klip argëtues nga një klasë që po marr nga {organization_name}.
sv: Här är ett roligt klipp från en kurs jag går på hos {organization_name}.
uz: Mana {organization_name} dan olayotgan darsdan qiziqarli klip.
zh_hk: 這是我從{organization_name}中摘取的一個有趣的片段。

source: Here's a fun clip from a class I'm taking on {platform_name}.
af_za: Hier is &#39;n prettige snit van &#39;n klas wat ek aan {platform_name} neem.
bo: ད་ལྟ་ངས་ {platform_name} འདིའི་འཛིན་གྲྭ་ནས་བླངས་པའི་བརྙན་ཐུང་ཞིག་ཡིན།
de_de: Hier ist ein lustiger Clip aus einem Kurs, an dem ich teilnehme: {platform_name}.
el: Εδώ είναι ένα διασκεδαστικό κλιπ από ένα μάθημα που παρακολουθώ στο {platform_name} .
es: Aquí tienes un clip divertido de una clase que estoy tomando en {platform_name}.
fa: در اینجا یک کلیپ سرگرم کننده از کلاسی است که در {platform_name} شرکت می کنم.
hu: Itt van egy szórakoztató részlet egy óráról, amit a {platform_name}-on veszek.
ja: {platform_name}で受講しているクラスの楽しいクリップです。
kk: Міне, мен {platform_name} бойынша өтіп жатқан сыныптан қызықты үзінді.
lv: Šeit ir jautrs klips no nodarbības, kuru es apmeklēju {platform_name} .
sq: Këtu është një klip argëtues nga një klasë që po marr në {platform_name}.
sv: Här är ett roligt klipp från en kurs jag går på {platform_name}.
uz: Mana men {platform_name} da o'tayotgan darsimdan qiziqarli klip.
zh_hk: 這是我在{platform_name}上的課程中的一個有趣剪輯。

source: Can't get transcript link from Youtube for {youtube_id}.
af_za: Kan nie transkripsieskakel van Youtube af kry vir {youtube_id} nie.
bo: བརྙན་མཛོད་ཀྱི་{youtube_id} འདིའི་བརྙན་ཡིག་གི་དྲ་ཐག་རེག་མ་སོང་།
de_de: Transkript-Link von YouTube für {youtube_id} kann nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη του συνδέσμου μεταγραφής από το YouTube για το {youtube_id} .
es: No se puede obtener el enlace de la transcripción de Youtube para {youtube_id}.
fa: نمی توان پیوند رونوشت را از یوتیوب برای {youtube_id} دریافت کرد.
ja: YouTubeから{youtube_id}のトランスクリプトリンクを取得できません。
kk: {youtube_id} үшін Youtube сайтынан транскрипт сілтемесін алу мүмкін емес.
lv: Nevar iegūt transkripcijas saiti no vietnes {youtube_id} .
sq: Nuk mund të marrim lidhjen e transkriptit nga Youtube për {youtube_id}.
sv: Det går inte att hämta transkriptionslänk från Youtube för {youtube_id}.
uz: {youtube_id} uchun Youtube'dan transkripsiya havolasini olish imkonsiz.
zh_hk: 無法從 Youtube 取得{youtube_id}的字幕連結。

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
af_za: Kan nie transkripsies van Youtube ontvang vir {youtube_id} nie. Statuskode: {status_code} .
bo: ང་ཚོས་ {youtube_id} ནས་ Youtube ནང་བརྙན་ཡིག་རྙེད་མ་སོང་། གནས་བབ་ཨང་བརྡ།: {status_code}།
de_de: Kann die Transkripte von Youtube für {youtube_id} nicht empfangen. Statuscode: {status_code}.
el: Δεν είναι δυνατή η λήψη μεταγραφών από το YouTube για το {youtube_id}. Κωδικός κατάστασης: {status_code}.
es: No se pueden recibir transcripciones de Youtube para {youtube_id}. Código de estado: {status_code}.
fa: نمی‌توان رونوشت‌هایی را از YouTube برای {youtube_id} دریافت کرد. کد وضعیت: {status_code} .
hu: Nem sikerült átiratokat kapni a YouTube-ról a(z) {youtube_id} azonosítóhoz. Állapotkód: {status_code}.
ja: YouTubeの{youtube_id}からトランスクリプトを受信できません。ステータスコード: {status_code}。
kk: {youtube_id} үшін Youtube-тен транскрипттерді алу мүмкін емес. Күй коды: {status_code} .
lv: Nevar saņemt transkripcijas no YouTube par {youtube_id} . Statusa kods: {status_code} .
sq: Nuk mund të merren transkriptet nga Youtube për {youtube_id}. Kodi i statusit: {status_code}.
sv: Kan inte ta emot transkript från Youtube för {youtube_id}. Statuskod: {status_code}.
th: ไม่สามารถรับใบรับรองผลจาก YouTube สำหรับ {youtube_id}. โค้ดสถานะ: {status_code}.
uz: {youtube_id} uchun Youtube'dan transkriptlarni qabul qilib bo'lmadi. Holat kodi: {status_code} .
zh_hk: 無法從 Youtube 接收{youtube_id}的字幕。狀態代碼： {status_code} 。

source: We support only SubRip (*.srt) transcripts format.
af_za: Ons ondersteun slegs SubRip (*.srt) transkripsies formaat.
bo: བརྙན་ཡིག་གི་རྣམ་སྒྲིག་ནི་ (*.srt) རྒྱབ་སྐྱོར་ཞུགས་ཡོད།
de_de: Wir unterstützen nur SubRip (*.srt) Transkriptformate.
el: Υποστηρίζουμε μόνο τη μορφή μεταγραφών SubRip (*.srt).
es: Solo admitimos el formato de transcripciones SubRip (*.srt).
fa: ما فقط از فرمت رونوشت های SubRip (*.srt) پشتیبانی می کنیم.
hu: Csak a SubRip (*.srt) átirat formátumot támogatjuk.
ja: 私たちはSubRip（*.srt）形式のトランスクリプトのみをサポートしています。
kk: Біз тек SubRip (*.srt) транскрипт пішімін қолдаймыз.
lv: Mēs atbalstām tikai SubRip (*.srt) transkripciju formātu.
sq: Ne mbështesim vetëm formatin e transkripteve SubRip (*.srt).
sv: Vi stöder bara SubRip (* .srt) transkriptformat.
th: สนับสนุนเพียงแค่ SubRip (*.srt) ในใบรับรองผล
uz: Biz faqat SubRip (*.srt) transkript formatini qo'llab-quvvatlaymiz.
zh_hk: 我們僅支援 SubRip (*.srt) 字幕本格式。

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
af_za: Iets fout met SubRip-transkripsieslêer tydens ontleding. Innerlike boodskap is {error_message}
bo: SubRip བརྙན་ཡིག་ངོས་འཛིན་བྱེད་སྐབས་ནོར་འཁྲུལ་ཞིག་བྱུང་ཡོད། ནང་གི་འཕྲིན་ནི་འདི་ལྟར་ {error_message} ཡིན།
de_de: Wärend des Parsens ist ein Fehler mit der SubRip-Transkriptdatei aufgetreten. Interner Fehlerkode {error_message}
el: Κάτι δεν πάει καλά με το αρχείο μεταγραφών SubRip κατά την ανάλυση. Το εσωτερικό μήνυμα είναι {error_message}
es: Algo salió mal con el archivo de transcripciones SubRip durante el análisis. El mensaje interno es {error_message}
fa: مشکلی در فایل رونوشت های SubRip در حین تجزیه وجود دارد. پیام داخلی {error_message} است
hu: Valami hiba történt a SubRip átiratok fájlának feldolgozása során. Belső üzenet: {error_message}
ja: SubRipトランスクリプトファイルの解析中に問題が発生しました。内部メッセージは{error_message}です。
kk: Талдау кезінде SubRip транскрипттері файлында бірдеңе дұрыс емес. Ішкі хабар {error_message}
lv: Parsēšanas laikā izrādījās, ka kaut kas nav kārtībā ar SubRip transkripciju failu. Iekšējais ziņojums ir {error_message}
sq: Diçka nuk shkon me skedarin e transkripteve SubRip gjatë analizimit. Mesazhi i brendshëm është {error_message}
sv: Något är fel med SubRip-transkriptfilen under parsning. Inre meddelande är {error_message}
th: มีบางสิ่งบางอย่างผิดพลาดกับใบรับรองผล SubRip ในขณะวิเคราะห์ {error_message}
uz: Tahlil paytida SubRip transkriptlari faylida nimadir noto'g'ri. Ichki xabar {error_message}
zh_hk: 解析期間 SubRip 字幕檔出現問題。內部訊息是{error_message}

source: Something wrong with SubRip transcripts file during parsing.
af_za: Iets fout met SubRip-transkripsieslêer tydens ontleding.
bo: SubRip བརྙན་ཡིག་ངོས་འཛིན་བྱེད་སྐབས་ནོར་འཁྲུལ་ཞིག་འདུག
de_de: Wärend des Parsens ist ein Fehler mit der SubRip-Transkriptdatei aufgetreten.
el: Κάτι δεν πάει καλά με το αρχείο μεταγραφών SubRip κατά την ανάλυση.
es: Algo salió mal con el archivo de transcripciones SubRip durante el análisis.
fa: مشکلی در فایل رونوشت های SubRip در حین تجزیه وجود دارد.
hu: Valami probléma van a SubRip átirat fájl feldolgozása során.
ja: SubRipトランスクリプトファイルの解析中に問題が発生しました。
kk: Талдау кезінде SubRip транскрипттері файлында бірдеңе дұрыс емес.
lv: Parsēšanas laikā izrādījās, ka kaut kas nav kārtībā ar SubRip transkripciju failu.
sq: Diçka nuk shkon me skedarin e transkripteve SubRip gjatë analizimit.
sv: Något gick fel med SubRip-transkriptfilen under parsning.
th: มีบางสิ่งบางอย่างผิดพลาดกับใบรับรองผล SubRip
uz: Tahlil qilish paytida SubRip transkriptlari faylida nimadir noto'g'ri.
zh_hk: 解析期間 SubRip 字幕檔出現問題。

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
af_za: {exception_message} : Kan nie opgelaaide transkripsies vind nie: {user_filename}
bo: {exception_message}: ནང་འཇུག་བྱས་པའི་བརྙན་ཡིག་རྙེད་མི་ཐུབ། ཡིག་ཆའི་མིང་།: {user_filename}
de_de: {exception_message}: Kann die hochgeladenen Transkripte nicht finden: {user_filename}
el: {exception_message}: Δεν είναι δυνατή η εύρεση μεταφορτωμένων μεταγραφών: {user_filename}
es: {exception_message}: No se pueden encontrar las transcripciones cargadas: {user_filename}
fa: {exception_message} : رونوشت های آپلود شده را نمی توان یافت: {user_filename}
hu: {exception_message}: Nem található a feltöltött átirat: {user_filename}
ja: {exception_message}: アップロードされたトランスクリプトが見つかりません: {user_filename}
kk: {exception_message} : Жүктеп салынған транскрипттерді табу мүмкін емес: {user_filename}
lv: {exception_message} : nevar atrast augšupielādētos transkripcijas: {user_filename}
sq: {exception_message} : Nuk mund të gjej transkriptet e ngarkuara: {user_filename}
sv: {exception_message}: Det går inte att hitta uppladdade transkript: {user_filename}
th: {exception_message}: ไม่พบใบรับรองการศึกษาที่อัพโหลดได้: {user_filename}
uz: {exception_message} : Yuklangan transkriptlarni topib bo'lmadi: {user_filename}
zh_hk: {exception_message} ：找不到上傳的字幕： {user_filename}

source: Basic
af_za: Basies
bo: རྨང་གཞི།
de_de: Grundlegend
el: Βασικός/ή
es: Básico
fa: پایه ای
hu: Alap
ja: 基本
kk: Негізгі
lv: Pamata
sq: Bazike
sv: Grundläggande
th: ขั้นพื้นฐาน
uz: Asosiy
zh_hk: 基本

source: There is no transcript file associated with the {lang} language.
af_za: Daar is geen transkripsielêer wat met die {lang} -taal geassosieer word nie.
bo: {lang} སྐད་ཡིག་དང་མཉམ་སྦྱར་བྱས་པའི་བརྙན་ཡིག་ཅིག་མི་འདུག།
el: Δεν υπάρχει αρχείο μεταγραφής που να σχετίζεται με τη γλώσσα {lang} .
es: No hay ningún archivo de transcripción asociado con el idioma {lang}.
fa: هیچ فایل رونوشتی مرتبط با زبان {lang} وجود ندارد.
hu: Nincs a(z) {lang} nyelvhez társított átiratfájl.
ja: {lang}言語に関連付けられたトランスクリプトファイルはありません。
kk: {lang} тілімен байланыстырылған транскрипт файлы жоқ.
lv: Ar {lang} valodām nav saistītu transkripciju failu.
sq: Nuk ka asnjë skedar transkripti të lidhur me gjuhën {lang}.
sv: Det finns ingen transkriptfil kopplad till språket {lang}.
uz: {lang} tillari bilan bogʻlangan transkript fayllari yoʻq.
zh_hk: 沒有與{lang}語言關聯的字幕檔。

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
af_za: Die URL vir jou video. Dit kan &#39;n YouTube-URL wees of &#39;n skakel na &#39;n .mp4-, .ogg- of .webm-videolêer wat elders op die internet gehuisves word.
bo: ཁྱེད་ཀྱི་བརྙན་གྱི་དྲ་ཐག འདི་ནི YouTube ཀྱི་དྲ་ཐག་ཡིན་པ་དང་ཡང་ན། བརྙན་གྱི་རྣམ་སྒྲིག་ .mp4, .ogg, or .webm ཡི་བརྙན་དང་འབྲེལ་བ་ཡོད་པ་གང་ཞིག དྲ་ལམ་གཞན་ནས་བླངས་པ་ཡང་ཡིན་ཆོག།
de_de: Die URL zu deinem Video. Dies kann eine YouTube-URL oder ein Link zu einer .mp4, .ogg oder .webm Videodatei, die anderswo im Internet gehostet ist, sein.
el: Το URL για το βίντεό σας. Αυτό μπορεί να είναι μια διεύθυνση URL του YouTube ή ένας σύνδεσμος προς ένα αρχείο βίντεο .mp4, .ogg ή .webm που φιλοξενείται αλλού στο Διαδίκτυο.
es: La URL de tu video. Puede ser una URL de YouTube o un enlace a un archivo de video .mp4, .ogg o .webm alojado en otro lugar de Internet.
fa: آدرس ویدیوی شما. می‌تواند یک آدرس یوتیوب یا پیوندی به یک فایل ویدیویی .mp4، .ogg یا webm. باشد که در جای دیگری در اینترنت میزبانی شده است.
lv: Videoklipa URL. Tas var būt YouTube URL vai saite uz citur internetā izvietotu .mp4, .ogg vai .webm video failu.
th: URL สำหรับวีดีโอ, สามารถเป็น YouTube URL หรือลิ้งค์ .mp4, .ogg, or .webm ใดๆก็ตามบนอินเตอร์เนต
uz: Videongiz uchun URL. Bu YouTube URL manzili yoki Internetning boshqa joylarida joylashgan .mp4, .ogg yoki .webm video fayliga havola bo'lishi mumkin.
zh_hk: 您的影片的 URL。這可以是 YouTube URL 或指向託管在 Internet 上其他位置的 .mp4、.ogg 或 .webm 影片檔案的連結。

source: Default Video URL
af_za: Verstek video-URL
bo: བརྙན་གྱི་རྩ་བའི་དྲ་ཐག
de_de: Standard-Video-URL
el: Προεπιλεγμένη διεύθυνση URL βίντεο
es: URL del Video Predeterminado
fa: آدرس پیش‌فرض ویدیو
hu: Alapértelmezett Videó URL
ja: デフォルトビデオURL
kk: Әдепкі бейне URL мекенжайы
lv: Noklusējuma video URL
sq: URL-ja e parazgjedhur e videos
sv: Standard video URL
th: URL วิดิโอเริ่มต้น
uz: Standart video URL
zh_hk: 預設影片網址

source: Language is required.
af_za: Taal word vereis.
bo: སྐད་ཡིག་ངེས་པར་དགོས།
de_de: Sprache wird benötigt
el: Η γλώσσα είναι απαραίτητη.
es: El idioma es obligatorio.
fa: زبان مورد نیاز است.
hu: Nyelv szükséges.
ja: 言語が必要です。
kk: Тіл қажет.
lv: Valoda ir obligāta.
sq: Kërkohet gjuha.
sv: Språkinställning är obligatorisk
uz: Til talab qilinadi.
zh_hk: 語言項目必填。

source: Component Display Name
af_za: Komponent vertoonnaam
bo: གྲུབ་ཆ་དེའི་བསྟན་བྱའི་མིང་།
de_de: Anzeigename der Komponente
el: Όνομα:
es: Nombre para Mostrar del Componente
fa: نام نمایشی مؤلفه
hu: Komponens megjelenítési neve
ja: コンポーネント表示名
kk: Құрамдас дисплей атауы
lv: Komponenta parādāmais nosaukums
sq: Emri i shfaqur i komponentit
sv: Komponentens visningsnamn
th: ชื่อของส่วนประกอบที่แสดง
uz: Komponentning ko'rsatilgan nomi
zh_hk: 組件顯示名稱

source: Current position in the video.
af_za: Huidige posisie in die video.
bo: བརྙན་ནང་གི་ད་ལྟའི་ས་མཚམས།
de_de: Aktuelle Position im Video.
el: Η τρέχουσα θέση στο βίντεο.
es: Posición actual en el video.
fa: موقعیت فعلی در ویدیو.
hu: Videó aktuális pozíciója.
ja: 動画の現在位置。
kk: Бейнедегі ағымдағы позиция.
lv: Pašreizējā pozīcija videoklipā.
sq: Pozicioni aktual në video.
sv: Nuvarande position i videon.
th: ตำแหน่งปัจจุบันในวิดีโอ
uz: Videodagi hozirgi holat.
zh_hk: 影片中的目前位置。

source: Optional, for older browsers: the YouTube ID for the normal speed video.
af_za: Opsioneel, vir ouer blaaiers: die YouTube ID vir die normale spoed video.
bo: གདམ་ང་ཅན། བཤེར་ཆས་རྙིང་བ་ཚོའི་ཆེད་དུ།: བརྙན་གྱི་མགྱོགས་ཚད་རྒྱུན་ལྡན་ཡིན་པའི་བརྙན་མཛོད་ཀྱི་ID
de_de: Optional, für ältere Browser: Der YouTube-ID für das Video in normaler Geschwindigkeit.
el: Προαιρετικό, για παλαιότερα προγράμματα περιήγησης: το αναγνωριστικό YouTube για το βίντεο κανονικής ταχύτητας.
es: Opcional, para navegadores antiguos: el ID de YouTube para el video a velocidad normal.
fa: اختیاری، برای مرورگرهای قدیمی: شناسه یوتیوب برای ویدیو با سرعت عادی.
hu: Opcionális, régi böngészők számára: YouTube azonosító a normál sebességű lejátszásához.
ja: 古いブラウザ用のオプション: 通常速度の動画のYouTube ID。
kk: Қосымша, ескі браузерлер үшін: қалыпты жылдамдықты бейнеге арналған YouTube идентификаторы.
lv: Neobligāti vecākām pārlūkprogrammām: YouTube ID parasta ātruma videoklipam.
sq: Opsionale, për shfletuesit më të vjetër: ID-ja e YouTube për videon me shpejtësi normale.
sv: Valfritt, för äldre webbläsare: YouTube-id för normalhastighetsvideo.
th: ตัวเลือกสำหรับเบราเซอร์ที่แล้ว: รหัสใน Youtube สำหรับความเร็ววีดีโอทั่วไป
uz: Majburiy emas, eski brauzerlar uchun: oddiy tezlikdagi video uchun YouTube ID.
zh_hk: 對於較舊的瀏覽器，可選：正常速度影片的 YouTube ID。

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
af_za: Opsioneel, vir ouer blaaiers: die YouTube-ID vir die .75x-spoedvideo.
de_de: Optional, für ältere Browser: Der YouTube-ID für das Video in 0.75-fachem der normalen Geschwindigkeit.
el: Προαιρετικό, για παλαιότερα προγράμματα περιήγησης: το αναγνωριστικό YouTube για το βίντεο ταχύτητας 0,75x.
es: Opcional, para navegadores antiguos: el ID de YouTube para el video a 0.75x de velocidad.
fa: اختیاری، برای مرورگرهای قدیمی: شناسه یوتیوب برای ویدیو با سرعت 0.75x.
hu: Opcionális, régi böngészők számára: YouTube azonosító a 0,75x sebességű lejátszásához.
ja: 古いブラウザ用のオプション: 0.75倍速動画のYouTube ID。
kk: Қосымша, ескі браузерлер үшін: .75x жылдамдықты бейнеге арналған YouTube идентификаторы.
lv: Neobligāti vecākām pārlūkprogrammām: YouTube ID 0,75 x ātruma videoklipam.
sq: Opsionale, për shfletuesit më të vjetër: ID-ja e YouTube për videon me shpejtësi 0,75x.
sv: Valfritt, för äldre webbläsare: YouTube-idet för .75x-hastighetsvideoen.
th: ตัวเลือกสำหรับเบราเซอร์ที่แล้ว: รหัสใน Youtube สำหรับความเร็ว .75x
uz: Majburiy emas, eski brauzerlar uchun: .75x tezlikdagi video uchun YouTube ID.
zh_hk: 對於較舊的瀏覽器，可選：0.75 倍速影片的 YouTube ID。
