Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: If true, can be seen only by course staff, regardless of start date.
af_za: Indien waar, kan dit slegs deur kursuspersoneel gesien word, ongeag die begindatum.
bo: བདེན་པ་ཡིན་ན། འགོ་རྩོམ་པའི་ཟླ་ཚེས་ལ་མ་ལྟོས་པར་སློབ་ཚན་ལས་བྱེད་པ་ཁོ་ན་མ་གཏོགས་མཐོང་མི་ཐུབ།
de_de: Falls "Wahr", kann es nur von Kursmitarbeitern gesehen werden, unabhängig vom Startdatum.
el: Αν αληθεύει, είναι εμφανές μόνο στο προσωπικό του μαθήματος, ανεξάρτητα από την ημερομηνία έναρξης.
es: Si es verdadero, solo puede ser visto por el personal del curso, independientemente de la fecha de inicio.
fa: اگر درست باشد، صرف نظر از تاریخ شروع، فقط توسط کارکنان دوره قابل مشاهده است.
hu: Ha igaz, csak a kurzus személyzete láthatja, a kezdési dátumtól függetlenül.
ja: 開始日を問わず、コーススタッフのみが閲覧可能です。
kk: Рас болса, басталу күніне қарамастан курс қызметкерлері ғана көре алады.
lv: Ja tā ir True, to var redzēt tikai kursa darbinieki, neatkarīgi no sākuma datuma.
sq: Nëse është e vërtetë, mund të shihet vetëm nga stafi i kursit, pavarësisht nga data e fillimit.
sv: Om det är sant, kan det endast ses av kurspersonal, oavsett startdatum.
th: ถ้าใช่, สามารถเห็นได้เพียงแค่เจ้าหน้าที่ดูแลหลักสูตร, โดยไม่คำนึงถึงวันเริ่ม
uz: Agar rost bo'lsa, boshlanish sanasidan qat'iy nazar, faqat kurs xodimlari tomonidan ko'rish mumkin.
zh_hk: 如果為真，則無論開始日期如何，都只能由課程工作人員看到。

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
af_za: &#39;n Woordeboek wat karteer watter groepe hierdie blok gewys kan word. Die sleutels is groepkonfigurasie-ID&#39;s en die waardes is &#39;n lys groep-ID&#39;s. As daar geen sleutel vir &#39;n groepkonfigurasie is nie of as die stel groep-ID&#39;s leeg is, word die blok vir almal sigbaar beskou. Let daarop dat hierdie veld geïgnoreer word as die blok sigbaar_vir_personeel_net is.
de_de: Ein Dictionary, das die Gruppen abbildet, welche diesen Block anzeigen können. Die Schlüssel sind Gruppenkonfigurations-IDs und die Werte sind eine Liste von Gruppen-IDs. Wenn es keinen Schlüssel für eine Gruppenkonfiguration gibt oder wenn der Satz von Gruppen-IDs leer ist, gilt der Block als für alle sichtbar. Beachten Sie, dass dieses Feld ignoriert wird, wenn der Block "visible_to_staff_only" ist.
el: Ένα λεξικό που χαρτογραφεί ποιες ομάδες μπορούν να εμφανιστούν σε αυτή τη συστοιχία. Τα κλειδιά είναι αναγνωριστικά διαμόρφωσης ομάδας και οι τιμές είναι μια λίστα αναγνωριστικών ομάδας. Εάν δεν υπάρχει κλειδί για μια διαμόρφωση ομάδας ή εάν το σύνολο των αναγνωριστικών ομάδας είναι κενό, τότε η συστοιχία θεωρείται ορατό σε όλους. Σημειώστε ότι αυτό το πεδίο παραβλέπεται εάν η συστοιχία είναι visible_προς_staff_only.
es: Un diccionario que asigna qué grupos pueden ver este bloque. Las claves son los IDs de configuración de grupos y los valores son una lista de IDs de grupos. Si no hay una clave para una configuración de grupo o si el conjunto de IDs de grupos está vacío, entonces el bloque se considera visible para todos. Tenga en cuenta que este campo se ignora si el bloque es visible_to_staff_only.
fa: فرهنگ لغتی که نشان می دهد چه گروه هایی می توانند این بلوک را نشان دهند. کلیدها شناسه‌های پیکربندی گروه و مقادیر فهرستی از شناسه‌های گروه هستند. اگر کلیدی برای پیکربندی گروه وجود نداشته باشد یا مجموعه شناسه‌های گروه خالی باشد، بلوک برای همه قابل مشاهده است. توجه داشته باشید که در صورتی که بلوک visual_to_staff_only باشد، این فیلد نادیده گرفته می شود.
hu: Egy szótár, amely megmutatja, hogy mely csoportok számára jeleníthető meg ez a blokk. A kulcsok a csoportkonfiguráció azonosítói, az értékek pedig a csoportazonosítók listája. Ha egy csoportkonfigurációhoz nincs kulcs, vagy ha a csoportazonosítók halmaza üres, akkor a blokk mindenki számára láthatónak tekintendő. Vegye figyelembe, hogy ezt a mezőt figyelmen kívül hagyják, ha a blokk csak a személyzet számára látható.
ja: グループにこのブロックを表示できるかどうかをマッピングする辞書です。キーはグループ構成IDで、値はグループIDのリストです。グループ構成にキーがない場合や、グループIDのセットが空の場合、このブロックはすべての人に表示されると見なされます。このフィールドは、ブロックがvisible_to_staff_onlyの場合は無視されます。
kk: Бұл блокты көрсетуге болатын топтарды картаға түсіретін сөздік. Кілттер топ конфигурациясының идентификаторлары және мәндер топ идентификаторларының тізімі болып табылады. Топ конфигурациясының кілті болмаса немесе топ идентификаторларының жинағы бос болса, блок барлығына көрінетін болып саналады. Блок тек қызметкерлерге_көрінетін болса, бұл өріс еленбейтінін ескеріңіз.
lv: Vārdnīca, kas attēlo, kurām grupām var parādīt šo bloku. Atslēgas ir grupu konfigurācijas identifikatori un vērtības ir grupu identifikatoru saraksts. Ja grupas konfigurācijai nav atslēgas vai ja grupu ID kopa ir tukša, tad bloks tiek uzskatīts par redzamu visiem. Ņemiet vērā, ka šis lauks tiek ignorēts, ja bloks ir redzams tikai personālam - visible_to_staff_only.
sq: Një fjalor që përcakton se cilat grupe mund t'i shfaqen këtij blloku. Çelësat janë ID-të e konfigurimit të grupit dhe vlerat janë një listë e ID-ve të grupit. Nëse nuk ka çelës për konfigurimin e një grupi ose nëse grupi i ID-ve të grupit është bosh, atëherë blloku konsiderohet i dukshëm për të gjithë. Vini re se kjo fushë shpërfillet nëse blloku është i dukshëm vetëm për stafin.
sv: En ordbok som kartlägger vilka grupper som kan visas i det här blocket. Tangenterna är gruppkonfiguration ids och värdena är en lista med grupp-ID. Om det inte finns någon nyckel för en gruppkonfiguration eller om uppsättningen av grupp-ID är tom så anses blocket vara synligt för alla. Observera att detta fält ignoreras om blocket är visible_to_staff_only.
th: พจนานุกรมได้แมปกับกลุ่มที่สามารถแสดงบล็อกนี้ คีย์มีการตั้งค่ารหัสของกลุ่มและค่าเป็นรายการของรหัสกลุ่ม หากไม่มีการกำหนดค่าที่สำคัญสำหรับกลุ่มหรือถ้าชุดของรหัสกลุ่มว่าง บล็อกจะถูกพิจารณาว่าสามารถมองเห็นได้ทั้งหมด โปรดทราบว่าข้อมูลนี้จะถูกละเว้นถ้าบล็อกเป็น visible_to_staff_only
uz: Ushbu blok qaysi guruhlarni ko'rsatishi mumkinligini xaritada ko'rsatadigan lug'at. Kalitlar guruh konfiguratsiya identifikatorlari va qiymatlar guruh identifikatorlari ro'yxatidir. Agar guruh konfiguratsiyasi uchun kalit bo'lmasa yoki guruh identifikatorlari to'plami bo'sh bo'lsa, blok hamma uchun ko'rinadigan hisoblanadi. Esda tutingki, agar blok faqat staff_to_to_visible_to_to_to_staff bo'lsa, bu maydon e'tiborga olinmaydi.
zh_hk: 被字典對映到的群組可以顯示在此區塊中。關鍵字是群組設定id和數值是群組 ID的清單。假如沒有關鍵字給群組設定或群組 ID的集合是空的那麼區塊就會對所有公開。如果該區塊是visible_to_staff_only則欄位會被忽略。

source: The list of group configurations for partitioning students in content experiments.
af_za: Die lys groepkonfigurasies vir die partisie van studente in inhoudeksperimente.
bo: ནང་དོན་ཚོད་ལྟའི་ཁྲོད་སློབ་མ་ཁག་བགོས་ཀྱིས་བཀོད་སྒྲིག་བྱས་པའི་མིང་ཐོ།
de_de: Die Liste der Gruppenkonfigurationen für die Einteilung der Teilnehmer in Inhaltsexperimenten.
el: Η λίστα με τις διαμορφώσεις ομάδων για την κατάτμηση σπουδαστών σε πειράματα περιεχομένου.
es: La lista de configuraciones de grupos para dividir a los estudiantes en experimentos de contenido.
fa: فهرست پیکربندی‌های گروهی برای تقسیم‌بندی دانش‌آموزان در آزمایش‌های محتوا.
ja: 学生をコンテンツ実験で分割するためのグループ構成の一覧。
kk: Мазмұн эксперименттерінде студенттерді бөлуге арналған топ конфигурацияларының тізімі.
lv: Grupu konfigurāciju saraksts dalībnieku sadalīšanai satura eksperimentos.
sq: Lista e konfigurimeve të grupit për ndarjen e studentëve në eksperimentet e përmbajtjes.
sv: Listan över gruppkonfigurationer för partitionering av elever i innehållsförsök.
th: รายการของการกำหนดค่ากกลุ่มสำหรับการแบ่งนักเรียนในการทดสอบเนื้อหา
uz: Kontent tajribalarida talabalarni bo'lish uchun guruh konfiguratsiyasi ro'yxati.
zh_hk: 在內容實驗中學生分組的組別配置清單。

source: When checked, the LTI content will load only for learners who have an account in this instance. This is required only for linking learner accounts with the LTI consumer. See the Open edX LTI Provider documentation for more details.
af_za: Wanneer dit gemerk is, sal die LTI-inhoud slegs laai vir leerders wat in hierdie geval &#39;n rekening het. Dit word slegs vereis om leerderrekeninge met die LTI-verbruiker te koppel. Sien die Open edX LTI Verskaffer dokumentasie vir meer besonderhede.
bo: LTIནང་དོན་འདི་རྩིས་ཁྲ་ཡོད་པའི་སློབ་མ་ཁོ་ནར་མངོན་ཐུབ། འདི་ནི་སློབ་སྦྱོང་བྱེད་མཁན་གྱི་རྩིས་ཁྲ་དེ་LTIཉོ་མཁན་དང་འབྲེལ་མཐུད་བྱེད་དགོས། Open edX LTI མཁོ་སྤྲོད་ཡིག་ཆ་ལ་གཟིགས།
de_de: Wenn diese Option aktiviert ist, wird der LTI- Inhalt nur für Lernende geladen, die in diesem Fall ein Konto haben. Dies ist nur für die Verknüpfung von Lernerkonten mit dem LTI-Verbraucher erforderlich. Weitere Informationen finden Sie in der Dokumentation zum Open edX LTI-Anbieter.
el: Όταν επιλεγεί, το περιεχόμενο LTI θα φορτωθεί μόνο για μαθητές που έχουν λογαριασμό σε αυτήν την περίπτωση. Αυτό απαιτείται μόνο για τη σύνδεση λογαριασμών μαθητών με τον καταναλωτή LTI. Δείτε την τεκμηρίωση του Open edX LTI Provider για περισσότερες λεπτομέρειες.
es: Cuando está marcado, el contenido LTI se cargará solo para los estudiantes que tengan una cuenta en esta instancia. Esto es necesario solo para vincular las cuentas de los estudiantes con el consumidor LTI. Consulte la documentación del Proveedor LTI de Open edX para más detalles.
fa: وقتی علامت بزنید، محتوای LTI فقط برای زبان آموزانی که در این نمونه حساب دارند بارگیری می شود. این فقط برای پیوند دادن حساب های یادگیرنده با مصرف کننده LTI لازم است. برای جزئیات بیشتر به اسناد Open edX LTI Provider مراجعه کنید.
hu: Amikor be van jelölve, az LTI tartalom csak azoknak a tanulóknak töltődik be, akiknek van fiókjuk ebben az instanciában. Ez csak a tanulói fiókok LTI fogyasztóval való összekapcsolásához szükséges. További részletekért lásd az Open edX LTI Provider dokumentációját.
ja: このオプションを選択すると、LTIコンテンツはこのインスタンスにアカウントを持つ学習者にのみ読み込まれます。これは、学習者のアカウントをLTIコンシューマーとリンクするためにのみ必要です。詳細については、Open edX LTIプロバイダのドキュメントを参照してください。
kk: Тексерілгенде, LTI мазмұны осы данада тіркелгісі бар оқушылар үшін ғана жүктеледі. Бұл тек оқушы тіркелгілерін LTI тұтынушысымен байланыстыру үшін қажет. Қосымша мәліметтер алу үшін Open edX LTI провайдерінің құжаттамасын қараңыз.
lv: Ja šī izvēles rūtiņa ir atzīmēta, LTI saturs tiks ielādēts tikai tiem kursa dalībniekiem, kuriem šajā gadījumā ir konts. Tas ir nepieciešams tikai, lai saistītu studentu kontus ar LTI patērētāju. Plašāku informāciju skatiet Open edX LTI Provider dokumentācijā.
sq: Kur të kontrollohet, përmbajtja LTI do të ngarkohet vetëm për nxënësit që kanë një llogari në këtë rast. Kjo kërkohet vetëm për lidhjen e llogarive të nxënësve me konsumatorin LTI. Shikoni dokumentacionin Open edX LTI Provider për më shumë detaje.
sv: När det är markerat, kommer LTI-innehållet endast att laddas för elever som har ett konto i denna instans. Detta krävs endast för att länka elevkonton med LTI-konsumenten. Se Open edX LTI Provider-dokumentationen för mer information.
uz: Belgilansa, LTI kontenti faqat ushbu misolda akkaunti bor oʻquvchilar uchun yuklanadi. Bu faqat o'quvchi accountlarini LTI iste'molchisi bilan bog'lash uchun talab qilinadi. Qo'shimcha ma'lumot olish uchun Open edX LTI Provayder hujjatlariga qarang.
zh_hk: 選取後，LTI 內容將僅載入在此實例中擁有帳戶的學生。只有當將學生帳戶與 LTI 消費者連結時才需要這樣做。有關更多詳細信息，請參閱 Open edX LTI Provider 文件。

source: One of user or external_user_key must not be null.
af_za: Een van gebruiker of external_user_key moet nie nul wees nie.
bo: སྤྱོད་མཁན་ཞིག་དང་ཡང་ན་ ཟུར་ཞུགས་_སྤྱོད་མཁན་_གང་རུང་གཙོ་ཚིག་སྟོང་བར་འཇོག་མི་རུང་།
de_de: Einer von Benutzer oder externaö_user_key darf nicht null sein.
el: Ένα από το κλειδί χρήστη ή εξωτερικό_χρήστη δεν πρέπει να είναι μηδενικό.
es: Uno de user o external_user_key no debe ser nulo.
fa: یکی از user یا external_user_key نباید null باشد.
hu: A felhasználó vagy az external_user_key egyike nem lehet null.
ja: ユーザーまたはexternal_user_keyのいずれかがnullであってはなりません。
kk: Пайдаланушы немесе сыртқы_пайдаланушы_кілтінің бірі бос болмауы керек.
lv: Viens no parametriem user vai external_user_key nedrīkst būt nulle.
sq: Një nga çelësi i përdoruesit ose i jashtëm nuk duhet të jetë null.
sv: En av user eller external_user_key får inte vara null.
uz: Foydalanuvchi yoki tashqi_foydalanuvchi_kalitlaridan biri null bo'lmasligi kerak.
zh_hk: user 或 external_user_key 之一不得為空。

source: View and regenerate certificates.
af_za: Bekyk en herskep sertifikate.
bo: འཆར་སྟོན་དང་ལག་ཁྱེར་བཟོ།
de_de: Zertifikate anzeigen und neu erstellen
el: Προβολή και αναδημιουργία πιστοποιητικών.
es: Ver y regenerar certificados.
fa: گواهی ها را مشاهده و بازسازی کنید.
ja: 証明書を表示および再生成します。
kk: Куәліктерді қараңыз және қайта жасаңыз.
lv: Skatiet un atjaunojiet sertifikātus.
sq: Shikoni dhe rigjeneroni certifikatat.
sv: Visa och regenerera kurscertifikat.
th: ดูและสร้างใบรับรองใหม่
uz: Sertifikatlarni ko'rish va qayta tiklash.
zh_hk: 查看並重新產生證書。

source: Enrollment
af_za: Inskrywing
bo: ཞུགས་ཐོ།
de_de: Einschreibung
el: Εγγραφή
es: Inscripción
fa: ثبت نام
hu: Feliratkozás
ja: 登録者数
kk: Тіркелу
lv: Reģistrācija
sq: Regjistrimi
sv: Inskrivning
th: การลงทะเบียน
uz: Ro'yxatdan o'tish
zh_hk: 註冊

source: View and update learner enrollments.
af_za: Bekyk en werk leerderinskrywings op.
bo: འཆར་སྟོན་དང་སློབ་གཉེར་བའི་ཞུགས་ཐོ་གསར་སྣོན།
de_de: Ansicht und Update der Teilnehmereinschreibungen.
el: Προβολή και ενημέρωση των εγγραφών σπουδαστή.
es: Ver y actualizar las inscripciones de los estudiantes.
fa: مشاهده و به‌روز‌رسانی ثبت‌نام‌های دانش‌پذیر
ja: 学習者の登録を表示および更新します。
kk: Оқушыларды тіркеуді көру және жаңарту.
lv: Skatiet un atjauniniet dalībnieku reģistrāciju.
sq: Shikoni dhe përditësoni regjistrimet e nxënësve.
sv: Visa och uppdatera elevens inskrivningar.
uz: O‘quvchilar ro‘yxatini ko‘rish va yangilash.
zh_hk: 查看和更新學生註冊情況。

source: Manage User
af_za: Bestuur gebruiker
bo: སྤྱོད་མཁན་དོ་དམ།
de_de: Benutzer verwalten
el: Διαχείριση χρήστη
es: Gestionar usuario
fa: مدیریت کاربر
hu: Felhasználó kezelése
ja: ユーザー管理
kk: Пайдаланушыны басқару
lv: Pārvaldīt lietotāju
sq: Menaxho përdoruesin
sv: Hantera användaren
th: จัดการผู้ใช้
uz: Foydalanuvchini boshqarish
zh_hk: 管理用戶

source: Disable User Account
af_za: Deaktiveer gebruikersrekening
bo: སློབ་མཁན་གྱི་ཁ་བྱང་ནུས་མེད་བྱོས།
de_de: Benutzerkonto deaktivieren
el: Απενεργοποίηση λογαριασμού χρήστη
es: Desactivar cuenta de usuario
fa: غیرفعال کردن حساب کاربری
hu: Felhasználói fiók letiltása
ja: ユーザーアカウントを無効にする
kk: Пайдаланушы тіркелгісін өшіріңіз
lv: Atspējot lietotāja kontu
sq: çaktivizoni llogarinë e përdoruesit
sv: Inaktivera konto
uz: Foydalanuvchi accountini o'chirib qo'ying
zh_hk: 停用用户帳戶

source: Entitlements
af_za: Voorregte
bo: མིང་བྱང་འགོད་པ།
de_de: Berechtigungen
el: Δικαιώματα
es: Derechos
fa: حقوق
hu: Jogosultságok
kk: Құқықтар
lv: Tiesības
sq: Të drejtat
sv: Rättigheter
uz: Huquqlar
zh_hk: 權利

source: View, create, and reissue learner entitlements
af_za: Bekyk, skep en heruitreik leerderregte
bo: འཆར་སྟོན་དང་, གསར་བཟོ་, སློབ་གཉེར་བའི་ཐོབ་དབང་བསྐྱར་བསྐྲུན་བཅས་བྱེད་དགོས།
de_de: Ansehen, erstellen und bearbeiten der Teilnehmer Berechtigungen
el: Προβολή, δημιουργία και επανέκδοση δικαιωμάτων σπουδαστών
es: Ver, crear y reemitir derechos de los estudiantes
fa: مشاهده، ایجاد، و انتشار مجدد حقوق دانش‌پذیر
ja: 学習者の権利を表示、作成、再発行する
lv: Skatiet, izveidojiet un atkārtoti izsniedziet dalībnieku tiesības
sq: Shikoni, krijoni dhe ribotoni të drejtat e nxënësve
sv: Visa, skapa och fördela studentens/studenternas rättigheter
uz: O‘quvchi huquqlarini ko‘rish, yaratish va qayta rasmiylashtirish
zh_hk: 查看、創建和重新頒發學員權利

source: Feature Based Enrollments
af_za: Kenmerkgebaseerde inskrywings
bo: ཞུགས་ཐོ་འགོད་ཚུལ་ལ་གཞིག་པའི་ཁྱད་ཆོས།
de_de: Zukunftsbasierte Einschreibungen
el: Εγγραφές βάσει δυνατοτήτων
es: Inscripciones basadas en características
fa: ثبت نام های مبتنی بر ویژگی
hu: Funkcióalapú beiratkozások
ja: 機能ベースの登録
kk: Мүмкіндіктерге негізделген тіркеулер
lv: Uz funkcijām balstīta reģistrācija
sq: Regjistrimet e bazuara në veçori
sv: Funktionsbaserade registreringar
uz: Xususiyatlarga asoslangan ro'yxatga olish
zh_hk: 基於功能的註冊

source: View feature based enrollment settings
af_za: Bekyk kenmerkgebaseerde inskrywingsinstellings
bo: ཞུགས་ཐོའི་སྒྲིག་འགོད་ལ་གཞི་བྱས་པའི་ཁྱད་ཆོས་སྟོན།
de_de: Einstellungen für Feature basierte Einschreibungen ansehen
el: Προβολή ρυθμίσεων εγγραφής βάσει λειτουργιών
es: Ver la configuración de inscripciones basadas en características
fa: تنظیمات ثبت نام مبتنی بر ویژگی را مشاهده کنید
hu: Tekintse meg a funkcióalapú beiratkozási beállításokat
ja: 機能ベースの登録設定を表示
kk: Мүмкіндікке негізделген тіркеу параметрлерін көру
lv: Skatiet uz funkcijām balstītus reģistrācijas iestatījumus
sq: Shikoni cilësimet e regjistrimit të bazuara në veçori
sv: Visa funktionsbaserade registreringsinställningar
uz: Xususiyatga asoslangan ro'yxatga olish sozlamalarini ko'ring
zh_hk: 查看基於功能的註冊設置

source: Link Program Enrollments
af_za: Skakel Program Inskrywings
bo: ལས་གཞིའི་ཞུགས་ཐོའི་དྲ་ཐག
de_de: Verlinke Programmeinschreibungen
el: Σύνδεση εγγραφών προγράμματος
es: Vincular inscripciones a programas
fa: پیوند ثبت نام های برنامه
ja: プログラム登録をリンクする
kk: Бағдарлама тіркелулерін байланыстыру
lv: Saistīt programmu reģistrācijas
sq: Lidhni regjistrimet në program
sv: Länka programregistreringar
uz: Ro'yxatdan o'tish dasturiga havola
zh_hk: 連結精選課程註冊

source: Link LMS users to program enrollments
af_za: Koppel LMS-gebruikers aan programinskrywings
bo: LMS སྤྱོད་མཁན་རྣམས་ལས་གཞིའི་ཞུགས་ཐོ་ལ་སྦྲེལ་མཐུད།
de_de: Verlinke LMS Nutzer zur Programmeinschreibung
el: Σύνδεση χρηστών LMS με εγγραφές προγράμματος
es: Vincular usuarios del LMS a inscripciones en programas
fa: کاربران LMS را به ثبت نام در برنامه پیوند دهید
kk: LMS пайдаланушыларын бағдарлама тіркелімдерімен байланыстырыңыз
lv: Saistiet LMS lietotājus ar programmu reģistrāciju
sq: Lidhni përdoruesit e LMS me regjistrimet në program
sv: Länka LMS-användare till programregistreringar
uz: LMS foydalanuvchilarini dastur ro'yxatga olishlari bilan bog'lang
zh_hk: 將 LMS 用戶連結到精選課程註冊

source: Program Enrollments Inspector Tool
af_za: Program Inskrywings Inspekteur Tool
bo: ལས་གཞིར་ཞུགས་ཐོ་བལྟ་ཞིབ་ལག་ཆ།
de_de: Tool zum Verfolgen der Programmeinschreibungen
el: Εργαλείο επιθεωρητών εγγραφών προγράμματος
es: Herramienta de inspección de inscripciones en programas
fa: ابزار بازرس ثبت نام های برنامه
ja: プログラム登録インスペクターツール
kk: Бағдарламаны тіркеу инспекторының құралы
lv: Programmas reģistrācijas inspektora rīks
sq: Mjeti i Inspektorit të Regjistrimeve të Programit
uz: Dasturni ro'yxatga olish inspektori vositasi
zh_hk: 精選課程註冊檢查器工具

source: Find information related to a learner's program enrollments
af_za: Vind inligting wat verband hou met &#39;n leerder se programinskrywings
bo: སློབ་གཉེར་བའི་ལས་གཞིའི་ཞུགས་ཐོ་དང་འབྲེལ་བའི་གནས་ཚུལ་འཚོལ།
de_de: Erhalten Sie Informationen zu den Programmeinschreibungen von Teilnehmern
el: Βρείτε πληροφορίες σχετικά με τις εγγραφές στο πρόγραμμα ενός μαθητή
es: Encontrar información relacionada con las inscripciones de un estudiante en programas
fa: یافتن اطلاعات مربوط به ثبت‌نام برنامه‌های آموزشی یک دانش‌پذیر
ja: 学習者のプログラム登録に関連する情報を見つける
kk: Оқушының бағдарлама тіркелулеріне қатысты ақпаратты табыңыз
lv: Atrodiet informāciju, kas saistīta ar kursa dalībnieku reģistrāciju programmā
sq: Gjeni informacion në lidhje me regjistrimet në programin e një nxënësi
sv: Hitta information relaterad till en elevs programregistreringar
uz: Talabaning dasturga ro'yxatdan o'tishlari bilan bog'liq ma'lumotlarni toping
zh_hk: 尋找與學生精選課程註冊相關的信息

source: username
af_za: gebruikernaam
bo: སྤྱོད་མཁན་མིང་
de_de: Nutzername
el: ψευδώνυμο
es: nombre de usuario
fa: نام کاربری
hu: felhasználói név
ja: ユーザー名
kk: пайдаланушы аты
lv: lietotājvārds
sq: emri i përdoruesit
sv: användarnamn
th: ชื่อผู้ใช้
uz: foydalanuvchi nomi
zh_hk: 用户名稱

source: user_support_url
bo: སྤྱོད་མཁན་_རམ་འདེགས་ཀྱི་_url
zh_hk: 用户支援網址

source: user_detail_url
bo: སྤྱོད་མཁན་གྱི་_ཞིབ་ཕྲའི་_url
zh_hk: 用户詳細資料網址

source: Usable
af_za: Bruikbaar
bo: སྤྱོད་རུང་བ།
de_de: Verwendbar
el: Χρησιμοποιήσιμος
es: Utilizable
fa: قابل استفاده
hu: Használható
kk: Қолдануға жарамды
lv: Izmantojams
sq: Përdorshëm
sv: Användbar
uz: Foydalanish mumkin
zh_hk: 可用

source: Unusable
af_za: Onbruikbaar
bo: སྤྱོད་མི་རུང་བ།
de_de: Unverwendbar
el: Μη χρησιμοποιήσιμο
es: No utilizable
fa: به درد نخور
hu: Használhatatlan
ja: 使用不可
kk: Жарамсыз
lv: Nelietojams
sq: I papërdorshëm
sv: Oanvändbar
uz: Foydalanish mumkin emas
zh_hk: 無法使用

source: User Enabled Successfully
af_za: Gebruiker is suksesvol geaktiveer
bo: སྤྱོད་མཁན་ནུས་ལྡན་ལེགས་པར་བྱས་ཡོད།
de_de: Benutzer erfolgreich aktiviert
el: Ο χρήστης ενεργοποιήθηκε με επιτυχία
es: Usuario activado correctamente
fa: کاربر با موفقیت فعال شد
hu: A felhasználó sikeresen engedélyezve lett
ja: ユーザーが正常に有効化されました
kk: Пайдаланушы сәтті қосылды
lv: Lietotājs ir veiksmīgi iespējots
sq: Përdoruesi u aktivizua me sukses
sv: Användaren har aktiverats
uz: Foydalanuvchi muvaffaqiyatli yoqildi
zh_hk: 用戶啟用成功

source: User Disabled Successfully
af_za: Gebruiker is suksesvol gedeaktiveer
bo: སྤྱོད་མཁན་ནུས་ལྡན་མ་ཡིན་པར་བྱེད་ཡོད།
de_de: Benutzer erfolgreich deaktiviert
el: Επιτυχής απενεργοποίηση χρήστη
es: Usuario desactivado correctamente
fa: کاربر با موفقیت غیرفعال شد
hu: A felhasználó sikeresen letiltva
ja: ユーザーが正常に無効化されました
kk: Пайдаланушы сәтті өшірілді
lv: Lietotājs ir veiksmīgi atspējots
sq: Përdoruesi u çaktivizua me sukses
sv: Användaren har inaktiverats
uz: Foydalanuvchi muvaffaqiyatli o'chirildi
zh_hk: 成功禁用用户

source: You must complete a survey
af_za: Jy moet &#39;n opname voltooi
bo: ཁྱེད་ཀྱིས་བརྟག་དཔྱད་ཅིག་ངེས་པར་དུ་ཆ་ཚང་བ་བྱ་དགོས།
de_de: Sie müssen die Umfrage ausfüllen.
el: Πρέπει να συμπληρώσετε μια έρευνα
es: Debes completar una encuesta
fa: شما باید یک نظرسنجی را تکمیل کنید
ja: アンケートに回答してください
kk: Сауалнаманы толтыру керек
lv: Jums ir jāaizpilda aptauja
sq: Ju duhet të plotësoni një sondazh
sv: Du måste fylla i en enkät
uz: Siz so'rovnomani to'ldirishingiz kerak
zh_hk: 您必須完成一項調查

source: Optional language the team uses as ISO 639-1 code.
af_za: Opsionele taal wat die span as ISO 639-1-kode gebruik.
de_de: Optionale Sprache, die das Team als ISO 639-1-Code verwendet.
el: Προαιρετική γλώσσα που χρησιμοποιεί η ομάδα ως κωδικός ISO 639-1.
es: Idioma opcional que utiliza el equipo como código ISO 639-1.
fa: زبان اختیاری که تیم به عنوان کد ISO 639-1 استفاده می کند.
ja: チームが使用するオプションの言語をISO 639-1コードで指定します。
lv: Izvēles valoda, ko komanda izmanto kā ISO 639-1 kodu.
sq: Gjuhë opsionale që ekipi përdor si kod ISO 639-1.
sv: Valfritt språk som teamet använder som ISO 639-1-kod.
th: ตัวเลือกภาษาที่ทีมใช้คือรหัส ISO 639-1
uz: Jamoa ISO 639-1 kodi sifatida foydalanadigan ixtiyoriy til.
zh_hk: 團隊所使用之選擇性語言的代碼為 ISO 639-1 。

source: Teams
af_za: Spanne
bo: ཚོགས་ཆུང་།
el: Ομάδες
es: Equipos
fa: تیم ها
hu: Csapatok
ja: チーム
kk: Командалар
lv: Komandas
sq: Ekipet
th: ทีม
uz: Jamoalar
zh_hk: 團隊
