Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Leverage teams to allow learners to connect by topic of interest.
af_za: Gebruik spanne om leerders in staat te stel om volgens onderwerp van belangstelling te skakel.
bo: དགའ་ཕྱོགས་ཀྱི་བརྗོད་གཞི་ལྟར་སློབ་གཉེར་བ་སྦྲེལ་མཐུད་བྱེད་འཇུག་པའི་Leverage teams
de_de: Nutzen Sie Teams, um Lernenden die Möglichkeit zu geben, sich nach Interessensgebieten zu vernetzen.
el: Αξιοποιήστε τις ομάδες για να επιτρέψετε στους μαθητές να συνδεθούν ανά θέμα ενδιαφέροντος.
es: Aprovecha los equipos para permitir que los estudiantes se conecten por tema de interés.
fa: با استفاده از تیم‌ها به دانش‌پذیران اجازه دهید تا بر اساس موضوع مورد علاقه با هم ارتباط برقرار کنند.
hu: Használja ki a csapatokat, hogy a tanulók érdeklődési témák szerint kapcsolódhassanak.
ja: 学習者が興味のあるトピックでつながることができるようにチームを活用する。
kk: Оқушыларды қызықтыратын тақырып бойынша байланыстыруға мүмкіндік беру үшін командаларды пайдаланыңыз.
lv: Izmantojiet komandas, lai ļautu dalībniekiem sazināties pēc interesējošās tēmas.
sq: Përdorni ekipet për t'i lejuar nxënësit të lidhen sipas temës së interesit.
sv: Utnyttja team för att låta eleverna ansluta efter ämne av intresse.
uz: O'quvchilarni qiziqtirgan mavzular bo'yicha bog'lashlariga imkon berish uchun jamoalardan foydalaning.
zh_hk: 利用團隊讓學生根據有興趣的主題進行溝通。

source: course_id must be provided
af_za: kursus-ID moet verskaf word
bo: སློབ་ཚན་གྱི་_id ངེས་པར་མཁོ་སྤྲོད་བྱ་དགོས།
de_de: course_id muss zur Verfügung gestellt werden
el: Πρέπει να παρέχεται το course_id
es: Se debe proporcionar el course_id
fa: course_id باید ارائه شود
hu: A kurzusazonosítót meg kell adni
kk: course_id берілуі керек
lv: ir jānorāda kursa_id
sq: kurs_id duhet të sigurohet
sv: course_id måste anges
th: ต้องระบุรหัสหลักสูตร
uz: course_id ko'rsatilishi kerak
zh_hk: 必須提供 course_id

source: The supplied course id {course_id} is not valid.
af_za: Die verskafde kursus-ID {course_id} is nie geldig nie.
bo: མཁོ་སྤྲོད་བྱས་པའི་སློབ་ཚན་ id {course_id} ནི་ཚུལ་མཐུན་མ་རེད།
de_de: Die angegebene Kurs-ID {course_id} ist nicht gültig.
el: Το παρεχόμενο αναγνωριστικό μαθήματος {course_id} δεν είναι έγκυρο.
es: El course_id {course_id} suministrado no es válido.
fa: شناسه دوره ارائه شده {course_id} معتبر نیست.
hu: A megadott kurzusazonosító {course_id} érvénytelen.
ja: 提供されたコースID {course_id} は無効です。
lv: Norādītais kursa ID {course_id} nav derīgs.
sq: ID-ja e dhënë e kursit {course_id} nuk është e vlefshme.
sv: Den medföljande course_id {course_id} är inte giltig.
th: หลักสูตรที่เลือกมา {course_id} ไม่ถูกต้อง
uz: Berilgan kurs identifikatori {course_id} yaroqsiz.
zh_hk: 提供的課程 ID {course_id}無效。

source: text_search and order_by cannot be provided together
af_za: text_search en order_by kan nie saam verskaf word nie
de_de: text_search und order_by können nicht gemeinsam bereitgestellt werden
el: Το text_search και το order_by δεν μπορούν να παρασχεθούν μαζί
es: text_search y order_by no pueden proporcionarse juntos
fa: text_search و order_by با هم قابل ارائه نیستند
hu: A text_search és az order_by nem adható meg együtt
lv: text_search un order_by nevar nodrošināt kopā
sq: text_search dhe order_by nuk mund të sigurohen së bashku
sv: Text_search och order_by kan inte tillhandahållas tillsammans
th: การค้นหาด้วยคำและการเรียงลำดับไม่สามารถใช้งานพร้อมกันได้
uz: text_search va order_by birgalikda taqdim etilmaydi
zh_hk: text_search 和 order_by 不能一起提供

source: The supplied topic id {topic_id} is not valid
af_za: Die verskafde onderwerp-ID {topic_id} is nie geldig nie
bo: མཁོ་སྤྲོད་བྱས་པའི་བརྗོད་གཞི་ id {topic_id} འདི་ཚུལ་མཐུན་མ་རེད།
de_de: Die angegebene Themen-ID {topic_id} ist nicht gültig.
el: Το παρεχόμενο αναγνωριστικό θέματος {topic_id} δεν είναι έγκυρο
es: El topic_id {topic_id} suministrado no es válido
fa: شناسه موضوع ارائه شده {topic_id} معتبر نیست
hu: A megadott {topic_id} témakör azonosító érvénytelen.
ja: 提供されたトピックID {topic_id} は無効です
kk: Берілген тақырып идентификаторы {topic_id} жарамсыз
lv: Norādītais tēmas ID {topic_id} nav derīgs
sq: ID-ja e dhënë e temës {topic_id} nuk është e vlefshme
sv: Det medföljande ämne id {topic_id} är inte giltigt
th: หัวข้อที่เลือก {topic_id} ไม่ถูกต้อง
uz: Berilgan mavzu identifikatori {topic_id} yaroqsiz
zh_hk: 提供的主題 ID {topic_id}無效

source: Error connecting to elasticsearch
af_za: Kon nie aan elasticsearch koppel nie
bo: elasticsearch དང་འབྲེལ་བའི་གནད་དོན།
de_de: Fehler beim Verbinden mit elastic-search
el: Σφάλμα σύνδεσης στο elasticsearch
es: Error al conectar con elasticsearch
fa: خطا در اتصال به elasticsearch
hu: Hiba az Elasticsearch-hez való csatlakozáskor
ja: Elasticsearchへの接続エラー
kk: elasticsearch қызметіне қосылу қатесі
lv: Veidojot savienojumu ar elasticsearch, radās kļūda
sq: Gabim në lidhjen me elasticsearch
sv: Fel vid anslutning till Elasticsearch
th: การเชื่อมต่อไปยัง Elasticsearch ไม่สำเร็จ
uz: Elasticsearch xizmatiga ulanishda xatolik yuz berdi
zh_hk: 連接到elasticsearch時出錯

source: The ordering {ordering} is not supported
af_za: Die bestelling {ordering} word nie ondersteun nie
bo: གོ་རིམ་དེ་ {ordering} ངོས་ལེན་བྱེད་ཀྱི་མི་འདུག
de_de: Die Bestellung {ordering} wird nicht unterstützt
el: Η ταξινόμηση {ordering} δεν υποστηρίζεται
es: El ordenamiento {ordering} no está soportado
fa: سفارش {ordering} پشتیبانی نمی شود
hu: A(z) {ordering} rendezés nem támogatott.
ja: 指定された並び順「{ordering}」はサポートされていません。
lv: Pasūtīšana {ordering} netiek atbalstīta
sq: Renditja {ordering} nuk mbështetet
sv: Beställningen {ordering} stöds inte
th: การสั่ง {ordering} ไม่รองรับ
uz: Buyurtma {ordering} qo'llab-quvvatlanmaydi
zh_hk: 不支援訂購{ordering}

source: The supplied course_id {course_id} is not valid.
af_za: Die verskafde course_id {course_id} is nie geldig nie.
bo: མཁོ་སྤྲོད་བྱས་པའི་སློབ་ཚན་id {course_id} ཚུལ་མཐུན་མ་རེད།
de_de: Die angegebene Kurs-ID {course_id} ist nicht gültig.
el: Το παρεχόμενο course_id {course_id} δεν είναι έγκυρο.
es: El course_id {course_id} suministrado no es válido.
fa: course_id ارائه شده {course_id} معتبر نیست.
hu: A megadott kurzusazonosító {course_id} érvénytelen.
ja: 提供されたコースID {course_id} は無効です。
kk: Берілген курс идентификаторы {course_id} жарамсыз.
lv: Norādītais kursa_id {course_id} nav derīgs.
sq: ID-ja e kursit të dhënë {course_id} nuk është e vlefshme.
sv: Den medföljande course_id {course_id} är inte giltig.
th: หลักสูตรที่เลือกมา {course_id} ไม่ถูกต้อง
uz: Taqdim etilgan course_id {course_id} haqiqiy emas.
zh_hk: 提供的 course_id {course_id}無效。

source: topic_id is required
af_za: topic_id word vereis
bo: བརྗོད་གཞིའི་_id ངེས་པར་དགོས།
de_de: topic_id ist erforderlich
el: topic_id απαιτείται
es: Se requiere topic_id
fa: topic_id مورد نیاز است
hu: A témakör azonosító megadása kötelező
kk: topic_id қажет
lv: topic_id ir nepieciešams
sq: topic_id kërkohet
sv: topic_id krävs
th: จำเป็นต้องมี topic_id
uz: topic_id talab qilinadi
zh_hk: topic_id 為必填項

source: You can't create a team in an instructor managed topic.
af_za: Jy kan nie &#39;n span skep in &#39;n instrukteurbestuurde onderwerp nie.
bo: སློབ་སྟོན་པའི་དོ་དམ་འོག་གི་བརྗོད་གཞིའི་ནང་ཁྱེད་ཀྱིས་ཚོགས་ཆུང་གསར་བཟོ་མི་ཐུབ།
de_de: Sie können kein Team in einem vom Dozenten verwalteten Thema erstellen.
el: Δεν μπορείτε να δημιουργήσετε μια ομάδα σε ένα θέμα που διαχειρίζεται ο εκπαιδευτής.
es: No puedes crear un equipo en un tema gestionado por un instructor.
fa: شما نمی توانید در یک موضوع مدیریت شده توسط مربی تیم ایجاد کنید.
ja: インストラクターが管理するトピックでは、チームを作成できません。
kk: Нұсқаушы басқаратын тақырыпта топ құра алмайсыз.
lv: Jūs nevarat izveidot komandu pasniedzēja pārvaldītā tēmā.
sq: Nuk mund të krijosh një ekip në një temë të menaxhuar nga instruktori.
sv: Du kan inte skapa ett team i ett ämne som hanteras av instruktörer.
uz: Instruktor boshqaradigan mavzuda jamoa yarata olmaysiz.
zh_hk: 您無法在講師管理的主題中建立團隊。

source: You are already in a team in this teamset.
af_za: Jy is reeds in &#39;n span in hierdie spanstel.
bo: ཁྱེད་རང་ཚོགས་ཆུང་སྒྲིག་འཛུགས་དེའི་ནང་འཇུག་ཡོད།
de_de: Sie gehören bereits zu einem Team dieses Team-Sets
el: Είστε ήδη σε μια ομάδα σε αυτό το ομαδικό σύνολο.
es: Ya estás en un equipo en este conjunto de equipos.
fa: شما در حال حاضر در یک تیم در این مجموعه تیمی هستید.
ja: このチームセットでは、すでにチームに所属しています。
kk: Сіз қазірдің өзінде осы топта топтасыз.
lv: Jūs jau esat šīs grupas komandā.
sq: Ju jeni tashmë në një ekip në këtë grup ekipor.
sv: Du är redan i ett team i detta teamset.
uz: Siz allaqachon ushbu jamoalar guruhidasiz.
zh_hk: 您已加入此團隊集中的團隊。

source: teamset_id and team_id are mutually exclusive options.
af_za: teamset_id en team_id is wedersyds eksklusiewe opsies.
bo: ཚོགས་ཆུང་སྒྲིག་འཛུགས་ཀྱི་_id དང་ ཚོགས་ཆུང་གི་_id གཉིས་ཀྱི་གདམ་གསེས་ནི་ཕན་ཚུན་མ་འདྲེས་པ་ཡིན།
de_de: teamset_id und team_id sind sich gegenseitig ausschließende Optionen.
el: Το teamset_id και το team_id είναι αμοιβαία αποκλειστικές επιλογές.
es: teamset_id y team_id son opciones mutuamente excluyentes.
fa: teamset_id و team_id گزینه های متقابل انحصاری هستند.
hu: A teamset_id és a team_id kölcsönösen kizáró opciók.
ja: teamset_idとteam_idは互いに排他的なオプションです。
kk: teamset_id және team_id бір-бірінен ерекшеленетін опциялар.
lv: teamset_id un team_id ir savstarpēji izslēdzošas opcijas.
sq: teamset_id dhe team_id janë opsione ekskluzive reciproke.
sv: teamset_id och team_id är ömsesidigt uteslutande alternativ.
uz: teamset_id va team_id bir-birini istisno qiluvchi variantlardir.
zh_hk: teamset_id 和 team_id 是互斥的選項。

source: teamset_id requires course_id to also be provided.
af_za: teamset_id vereis dat course_id ook verskaf word.
bo: ཚོགས་ཆུང་སྒྲིག་འཛུགས་ཀྱི་_id ལ་སློབ་ཚན་_id ཡང་བསྐྱར་སྤྲོད་དགོས།
de_de: Eine teamset_id erfordert die Festlegung einer course_id.
el: Το teamset_id απαιτεί επίσης να παρέχεται το course_id.
es: teamset_id requiere que también se proporcione course_id.
fa: teamset_id باید course_id نیز ارائه شود.
hu: A teamset_id megadása esetén a course_id is szükséges.
ja: teamset_idはcourse_idも提供される必要があります。
kk: teamset_id курс_идентификаторын қамтамасыз етуді талап етеді.
lv: teamset_id ir jānorāda arī kursa_id.
sq: teamset_id kërkon që të ofrohet edhe course_id.
sv: teamset_id kräver att kurs_id också tillhandahålls.
uz: teamset_id kurs_identifikatori ham taqdim etilishini talab qiladi.
zh_hk: teamset_id 還需要提供 course_id。

source: No teamset found in given course with given id
af_za: Geen spanstel gevind in gegewe kursus met gegewe ID nie
bo: སློབ་ཚན་གྱི་ID འདི་ཡོད་པའི་སློབ་ཚན་ནང་ཚོགས་ཆུང་མ་རྙེད།
de_de: Es konnte kein teamset in diesem Kurse mit dieser ID gefunden werden.
el: Δεν βρέθηκε σύνολο ομάδων σε συγκεκριμένο μάθημα με δεδομένο αναγνωριστικό
es: No se encontró ningún conjunto de equipos en el curso dado con el id proporcionado
fa: هیچ مجموعه تیمی در دوره مشخص با شناسه داده شده یافت نشد
ja: 指定されたコースに、指定されたIDのチームセットが見つかりませんでした。
kk: Берілген идентификаторы бар берілген курста топ жинағы табылмады
lv: Dotajā kursā ar doto ID netika atrasta neviena komanda
sq: Asnjë grup skuadre nuk u gjet në kursin e caktuar me ID të dhënë
sv: Inget teamset hittades i given kurs med angivet id
uz: Berilgan identifikatorli kursda hech qanday jamoa to‘plami topilmadi
zh_hk: 在給定 ID 的給定課程中找不到團隊

source: username or (team_id or teamset_id) must be specified.
af_za: gebruikernaam of (span_id of spanstel_id) moet gespesifiseer word.
bo: སྤྱོད་མཁན་མིང་ ཡང་ན་ (team_id ཡང་ན་ teamset_id) ངེས་པར་དུ་གཏན་འབེབས་བྱ་དགོས།
de_de: Benutzername oder (team_id or teamset_id) muss definiert werden.
el: πρέπει να καθοριστεί το όνομα χρήστη ή το (team_id ή teamset_id).
es: Se debe especificar el nombre de usuario o (team_id o teamset_id).
fa: نام کاربری یا (team_id یا teamset_id) باید مشخص شود.
hu: A felhasználónév vagy (a team_id vagy a teamset_id) megadása kötelező.
ja: ユーザー名または（team_idまたはteamset_id）を指定する必要があります。
kk: пайдаланушы аты немесе (команда_идентификаторы немесе топ_идентификаторы) көрсетілуі керек.
lv: ir jānorāda lietotājvārds vai (team_id vai teamset_id).
sq: duhet të specifikohet emri i përdoruesit ose (id_ja e ekipit ose id_i grupit).
sv: användarnamn eller (team_id eller teamset_id) måste anges.
uz: foydalanuvchi nomi yoki (team_id yoki teamset_id) ko'rsatilishi kerak.
zh_hk: 必須指定用户名稱或（team_id 或 teamset_id）。

source: Username is required.
af_za: Gebruikersnaam word vereis.
bo: སྤྱོད་མཁན་མིང་འགོད་དགོས།
de_de: Benutzername ist erforderlich
el: Απαιτείται όνομα χρήστη.
es: El nombre de usuario es obligatorio.
fa: نام کاربری لازم است.
hu: A felhasználónév megadása kötelező.
ja: ユーザー名が必要です。
kk: Пайдаланушы аты қажет.
lv: Nepieciešams lietotājvārds.
sq: Kërkohet emri i përdoruesit.
sv: Användarnamnet är obligatoriskt.
th: จำเป็นต้องมีชื่อผู้ใช้
uz: Foydalanuvchi nomi talab qilinadi.
zh_hk: 需要用戶名。

source: Team id is required.
af_za: Span-ID word vereis.
bo: ཚོགས་ཆུང་གི་ id དགོས་ཡོད་པས།
de_de: Team ID ist erforderlich.
el: Απαιτείται αναγνωριστικό ομάδας.
es: El id del equipo es obligatorio.
fa: شناسه تیم مورد نیاز است.
hu: A csapat azonosító megadása kötelező.
ja: チームIDが必要です。
kk: Топ идентификаторы қажет.
lv: Nepieciešams komandas ID.
sq: Kërkohet ID e ekipit.
sv: Team-id är obligatoriskt.
th: จำเป็นต้องมีรหัสทีม
uz: Jamoa identifikatori talab qilinadi.
zh_hk: 需要團隊 ID。

source: This team is already full.
af_za: Hierdie span is reeds vol.
bo: ཚོགས་ཆུང་འདི་ཁེངས་ཚར་འདུག
de_de: Dieses Team ist bereits voll.
el: Αυτή η ομάδα είναι ήδη πλήρης.
es: Este equipo ya está completo.
fa: این تیم در حال حاضر پر شده است.
hu: Ez a csapat már tele van.
ja: このチームはすでに満員です。
kk: Бұл команда қазірдің өзінде толы.
lv: Šī komanda jau ir pilna.
sq: Ky ekip tashmë është plot.
sv: Det här laget är redan fullt.
th: ทีมนี้เต็มแล้ว
uz: Bu jamoa allaqachon to'lgan.
zh_hk: 這個團隊已經滿了。

source: You can't join an instructor managed team.
af_za: Jy kan nie by &#39;n instrukteurbestuurde span aansluit nie.
bo: ཁྱེད་རང་སློབ་སྟོན་པའི་དོ་དམ་འོག་གི་ཚོགས་ཆུང་ནང་ཞུགས་མི་ཐུབ།
de_de: Sie können nicht dem von einem Dozenten verwalteten Team beitreten.
el: Δεν μπορείτε να συμμετάσχετε σε μια ομάδα που διαχειρίζεται εκπαιδευτής.
es: No puedes unirte a un equipo gestionado por un instructor.
fa: شما نمی توانید به یک تیم مدیریت شده توسط مربی ملحق شوید.
hu: Nem csatlakozhatsz egy oktató által kezelt csapathoz.
ja: インストラクターが管理するチームには参加できません。
kk: Сіз нұсқаушы басқаратын топқа қосыла алмайсыз.
lv: Jūs nevarat pievienoties instruktoru pārvaldītai komandai.
sq: Ju nuk mund të bashkoheni me një ekip të menaxhuar nga instruktorët.
sv: Du kan inte gå med i ett team som hanteras av instruktörer.
uz: Siz o'qituvchi boshqaradigan jamoaga qo'shila olmaysiz.
zh_hk: 您無法加入講師管理的團隊。

source: The user {username} is already a member of a team in this teamset.
af_za: Die gebruiker {username} is reeds &#39;n lid van &#39;n span in hierdie spanstel.
bo: སྤྱོད་མིང་ {username} འདི་སྔོན་ལས་ཚོགས་ཆུང་སྒྲིག་འཛུགས་འདིའི་ནང་གི་ཚོགས་ཆུང་ཞིག་གི་ཁོངས་མིར་གྱུར་འདུག।
de_de: Der Benutzer {username} ist bereits in diesem Kursteam.
el: Ο χρήστης {username} είναι ήδη μέλος μιας ομάδας σε αυτό το σύνολο ομάδων.
es: El usuario {username} ya es miembro de un equipo en este conjunto de equipos.
fa: کاربر {username} در حال حاضر عضو یک تیم در این مجموعه تیمی است.
hu: A(z) {username} felhasználó már tagja egy csapatnak ebben a csapatkészletben.
ja: ユーザー{username}はすでにこのチームセットのチームのメンバーです。
kk: {username} пайдаланушысы бұрыннан осы топ жинағындағы топтың мүшесі.
lv: Lietotājs {username} jau ir šīs grupas komandas dalībnieks.
sq: Përdoruesi {username} është tashmë një anëtar i një ekipi në këtë grup skuadre.
sv: Användaren {username} är redan medlem i ett lag i denna teamuppsättning.
uz: {username} foydalanuvchisi allaqachon ushbu jamoa to'plamidagi jamoa a'zosi.
zh_hk: 用戶{username}已經是此團隊集中某個團隊的成員。

source: The user {username} is not enrolled in the course associated with this team.
af_za: Die gebruiker {username} is nie ingeskryf vir die kursus wat met hierdie span geassosieer word nie.
bo: སྤྱོད་མཁན་ {username} ཚོགས་ཆུང་འདི་དང་འབྲེལ་བའི་སློབ་ཚན་ནང་ཞུགས་མ་འདུག།
de_de: Der Nutzer {username} ist nicht eingeschrieben in den Kurs, der mit dem Team assoziiert ist.
el: Ο χρήστης {username} δεν είναι εγγεγραμμένος στο μάθημα που σχετίζεται με αυτήν την ομάδα.
es: El usuario {username} no está inscrito en el curso asociado a este equipo.
fa: کاربر {username} در دوره مرتبط با این تیم ثبت نام نکرده است.
hu: A(z) {username} felhasználó nincs beiratkozva a csapathoz tartozó kurzusra.
ja: ユーザー{username}は、このチームに関連するコースに登録されていません。
kk: {username} пайдаланушысы осы топпен байланысты курсқа тіркелмеген.
lv: Lietotājs {username} nav reģistrēts ar šo komandu saistītajā kursā.
sq: Përdoruesi {username} nuk është regjistruar në kursin e lidhur me këtë ekip.
sv: Användaren {username} är inte registrerad på kursen som är kopplad till detta team.
th: ผู้ใช้ {username} ไม่ได้ลงทะเบียนเรียนในหลักสูตรที่เกี่ยวข้องกับทีมนี้
uz: {username} foydalanuvchisi ushbu jamoa bilan bog‘langan kursga yozilmagan.
zh_hk: 用戶{username}未註冊與該團隊關聯的課程。

source: You can't leave an instructor managed team.
af_za: Jy kan nie &#39;n instrukteur-bestuurde span verlaat nie.
bo: སློབ་སྟོན་པའི་དོ་དམ་འོག་གི་ཚོགས་ཆུང་ཞིག་ནས་ཕྱིར་འབུད་མི་ཐུབ།
de_de: Sie können nicht das von einem Dozenten verwaltete Team verlassen.
el: Δεν μπορείτε να αφήσετε μια ομάδα που διοικείται από εκπαιδευτές.
es: No puedes abandonar un equipo gestionado por un instructor.
fa: شما نمی توانید یک تیم مدیریت شده توسط مربی را ترک کنید.
hu: Nem hagyhat el egy oktató által kezelt csapatot.
ja: インストラクターが管理するチームからは退出できません。
kk: Сіз нұсқаушы басқаратын топтан шыға алмайсыз.
lv: Jūs nevarat atstāt instruktora vadītu komandu.
sq: Ju nuk mund të lini një ekip të menaxhuar nga instruktorët.
sv: Du kan inte lämna ett team som hanteras av instruktörer.
uz: Siz o'qituvchi boshqaradigan jamoani tark eta olmaysiz.
zh_hk: 您不能離開講師管理的團隊。

source: Show existing user tour
af_za: Wys bestaande gebruikertoer
bo: གནས་ཡོད་པའི་སྤྱོད་མཁན་གྱི་བལྟ་སྐོར་སྟོན།
de_de: Vorhandene Benutzertour anzeigen
el: Εμφάνιση περιήγησης υπάρχοντος χρήστη
es: Mostrar recorrido para usuarios existentes
fa: نمایش تور کاربر موجود
hu: Meglévő felhasználói túra megjelenítése
ja: 既存のユーザーツアーを表示
kk: Қолданыстағы пайдаланушы турын көрсету
lv: Rādīt esoša lietotāja ekskursiju
sq: Shfaq turneun ekzistues të përdoruesit
sv: Visa befintlig användartur
uz: Mavjud foydalanuvchi sayohatini ko'rsatish
zh_hk: 顯示現有用户遊覽

source: Show new user tour
af_za: Wys nuwe gebruikertoer
bo: སྤྱོད་མཁན་གསར་པའི་བལྟ་སྐོར་སྟོན།
de_de: Neue Benutzertour anzeigen
el: Εμφάνιση περιήγησης νέου χρήστη
es: Mostrar recorrido para nuevos usuarios
fa: نمایش تور کاربر جدید
ja: 新規ユーザー向けツアーを表示
kk: Жаңа пайдаланушы турын көрсету
lv: Rādīt jauna lietotāja ekskursiju
sq: Shfaq turneun e ri të përdoruesit
sv: Visa ny användartur
uz: Yangi foydalanuvchi sayohatini ko'rsatish
zh_hk: 顯示新用户導覽

source: Do not show user tour
af_za: Moenie gebruikerstoer wys nie
bo: སྤྱོད་མཁན་གྱི་བལྟ་སྐོར་མ་སྟོན།
de_de: Benutzerführung nicht anzeigen
el: Να μην εμφανίζεται η περιήγηση χρήστη
es: No mostrar recorrido para usuarios
fa: تور کاربر نشان داده نشود
hu: Ne mutassa a felhasználói túrát
ja: ユーザー ツアーを表示しない
kk: Пайдаланушы турын көрсетпеу
lv: Nerādīt lietotāja ceļvedi
sq: Mos e shfaq përdoruesin turneun
sv: Visa inte användarrundtur
uz: Foydalanuvchi safari ko'rsatilmasin
zh_hk: 不顯示用户遊覽

source: The course for which this deadline applies
af_za: Die kursus waarvoor hierdie sperdatum geld
bo: དུས་བཀག་འདི་འཇོག་སའི་སློབ་ཚན་དེ།
de_de: Der Kurs, für den diese Frist gilt.
el: Το μάθημα για το οποίο ισχύει αυτή η προθεσμία
es: El curso al que aplica esta fecha límite
fa: دوره ای که این مهلت برای آن اعمال می شود
hu: Az a kurzus, amelyre ez a határidő vonatkozik
ja: この締切が適用されるコース
kk: Бұл мерзім қолданылатын курс
lv: Kurss, uz kuru attiecas šis termiņš
sq: Kursi për të cilin vlen ky afat
sv: Kursen för vilken tidsfristen gäller
th: หลักสูตรที่ใช้กำหนดเส้นตายนี้
uz: Ushbu muddat amal qiladigan kurs
zh_hk: 適用此截止日期的課程

source: The datetime after which users are no longer allowed to submit photos for verification.
af_za: Die datum en tyd waarna gebruikers nie meer toegelaat word om foto&#39;s vir verifikasie in te dien nie.
bo: སྤྱོད་མཁན་རྣམས་ལ་ཁུངས་སྐྱེལ་འདྲ་པར་འབུལ་སྤྲོད་བྱེད་མི་ཆོག་པ་བཟོས་རྗེས་ཀྱི་ཟླ་ཚེས་དང་དུས་ཚོད།
de_de: Das Datum, nach welcher keine Fotos zur Verifikation mehr angenommen werden.
el: Η ημερομηνία/ώρα μετά την οποία οι χρήστες δεν επιτρέπεται πλέον να υποβάλλουν φωτογραφίες για επαλήθευση.
es: La fecha y hora después de la cual los usuarios ya no pueden enviar fotos para verificación.
fa: تاریخی که پس از آن کاربران دیگر مجاز به ارسال عکس برای تأیید نیستند.
hu: Az az időpont, amely után a felhasználók már nem küldhetnek be fényképeket ellenőrzésre.
ja: ユーザーが写真を提出して確認を受けることができなくなる日時。
kk: Пайдаланушылар растау үшін фотосуреттерді жіберуге рұқсат етілмейтін күн уақыты.
lv: Datums un laiks, pēc kura lietotājiem vairs nav atļauts iesniegt fotoattēlus pārbaudei.
sq: Koha e datës pas së cilës përdoruesit nuk lejohen më të dërgojnë fotografi për verifikim.
sv: Datum och tid efter vilket användare inte längre får skicka in foton för verifiering.
th: วันที่และเวลาหลังจากที่กำหนดที่ผู้ใช้จะไม่ได้รับอนุญาตในการส่งภาพถ่ายสำหรับการตรวจสอบ
uz: Tasdiqlash uchun foydalanuvchilarga suratlarni yuborishga ruxsat berilmagan sana vaqti.
zh_hk: 在此日期時間之後，用戶將不再允許提交照片進行驗證。

source: Your {platform_name} verification has expired.
af_za: Jou {platform_name} -verifikasie het verval.
bo: ཁྱེད་ཀྱི་ཁུངས་སྐྱེལ་གྱི་ {platform_name} འདིའི་དུས་ཚོད་ཡོལ་འདུག
de_de: Ihre Verifikation bei der {platform_name} ist abgelaufen.
el: Η επαλήθευση του {platform_name} έχει λήξει.
es: Tu verificación de {platform_name} ha expirado.
fa: تأیید {platform_name} شما منقضی شده است.
hu: A(z) {platform_name} ellenőrzése lejárt.
ja: {platform_name}の認証が期限切れになりました。
kk: {platform_name} растау мерзімі аяқталды.
lv: Jūsu {platform_name} verifikācijas derīguma termiņš ir beidzies.
sq: Verifikimi juaj {platform_name} ka skaduar.
sv: Din {platform_name}-verifiering har löpt ut.
th: การยืนยัน {platform_name} หมดอายุ
uz: {platform_name} tekshirish muddati tugadi.
zh_hk: 您的{platform_name}驗證已過期。

source: Intro
af_za: Inleiding
bo: ངོ་སྤྲོད།
de_de: Einführung
el: Εισαγωγή
es: Introducción
fa: مقدمه
hu: Bevezetés
ja: イントロ
kk: Кіріспе
lv: Ievads
sq: Hyrje
th: เริ่มต้น
uz: Kirish
zh_hk: 介紹

source: Make payment
af_za: Maak betaling
bo: སློབ་རིན་གྱི་དངུལ་སྤྲོད།
de_de: Bezahlen
el: Πληρωμή
es: Realizar pago
fa: پرداخت
hu: Fizetés
ja: 支払いを行う
kk: Төлем жасаңыз
lv: Samaksāt
sq: Bëni pagesën
sv: Betala
th: การชำระเงิน
uz: To'lovni amalga oshiring
zh_hk: 付款

source: Take photo
af_za: Neem &#39;n foto
bo: འདྲ་པར་ལོངས།
de_de: Bild aufnehmen
el: Λήψη φωτογραφίας
es: Tomar foto
fa: عکس گرفتن
hu: Fotó készítése
ja: 写真を撮る
kk: Фотоға түсіру
lv: Uzņemt bildi
sq: Bëj foto
sv: Ta ett foto
th: ถ่ายรูป
uz: Suratga olish
zh_hk: 拍照

source: Take a photo of your ID
af_za: Neem &#39;n foto van jou ID
bo: ཁྱེད་ཀྱི་ ID ཡི་འདྲ་པར་ཞིག་ལོངས།
de_de: Machen Sie ein Foto Ihres Ausweises/ID
el: Βγάλτε φωτογραφία της ταυτότητάς σας
es: Toma una foto de tu documento de identidad
fa: از شناسنامه خود عکس بگیرید
hu: Fényképezd le a személyidet
ja: IDの写真を撮影してください
kk: Жеке куәлігіңізді суретке түсіріңіз
lv: Nofotografējiet savu ID
sq: Merrni një foto të ID-së tuaj
sv: Ta ett foto av ditt ID
th: ถ่ายภาพรหัสของคุณ
uz: Shaxsiy guvohnomangizni suratga oling
zh_hk: 拍攝您的身分證件照片

source: Review your info
af_za: Hersien jou inligting
bo: ཁྱེད་ཀྱི་གནས་ཚུལ་བསྐྱར་ཞིབ།
de_de: Überprüfen Sie Ihre Informationen
el: Ξαναελέγξτε τις πληροφορίες σας
es: Revisa tu información
fa: اطلاعات خود را مرور کنید
hu: Adataid áttekintése
ja: 情報を確認する
kk: Ақпаратыңызды қарап шығыңыз
lv: Pārskatiet savu informāciju
sq: Rishikoni informacionin tuaj
sv: Granska din information
th: ตรวจสอบข้อมูลของคุณ
uz: Ma'lumotingizni ko'rib chiqing
zh_hk: 查看您的訊息
