Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
af_za: Die {report_type} -verslag word geskep. Sien Hangende take hieronder om die status van die verslag te sien. Jy sal die verslag kan aflaai wanneer dit voltooi is.
de_de: Der Bericht {report_type} wird gerade erstellt. Um den Status des Berichts anzuzeigen, siehe Offene Aufgaben unten. Sie können den Bericht herunterladen, wenn er fertig ist.
el: Η αναφορά {report_type} δημιουργείται. Για να δείτε την κατάσταση της αναφοράς, ανατρέξτε στην ενότητα 'Εκκρεμείς διεργασίες' παρακάτω. Θα μπορείτε να κάνετε λήψη της αναφοράς, όταν ολοκληρωθεί.
es: Se está creando el informe de {report_type}. Para ver el estado del informe, consulta Tareas pendientes a continuación. Podrás descargar el informe cuando esté completo.
fa: گزارش {report_type} در حال ایجاد است. برای مشاهده وضعیت گزارش، به لیست کارهای در حال اجرای زیر مراجعه کنید. پس از تکمیل گزارش، می‌توانید آن را بارگیری کنید.
hu: A(z) {report_type} jelentés készül. A jelentés állapotának megtekintéséhez lásd az alábbi Függőben lévő feladatok részt. A jelentést letöltheti, amikor elkészül.
ja: {report_type}レポートが作成されています。レポートのステータスを確認するには、以下の保留中のタスクを参照してください。レポートが完成したらダウンロードできるようになります。
kk: {report_type} есебі жасалуда. Есептің күйін көру үшін төмендегі Күтудегі тапсырмалар бөлімін қараңыз. Есеп аяқталғаннан кейін сіз оны жүктеп ала аласыз.
lv: Tiek veidots {report_type} ziņojums. Lai apskatītu ziņojuma statusu, skatiet sadaļu Neizpildīti uzdevumi zemāk. Ziņojumu varēs lejupielādēt, kad tas būs pabeigts.
sq: Raporti {report_type} po krijohet. Për të parë statusin e raportit, shihni Detyrat në pritje më poshtë. Do të mund ta shkarkoni raportin kur të përfundojë.
sv: Rapporten {report_type} skapas. För att visa status för rapporten, se Väntande uppgifter nedan. Du kommer att kunna ladda ner rapporten när den är klar.
uz: {report_type} hisoboti yaratilmoqda. Hisobot holatini ko'rish uchun quyidagi Kutilayotgan vazifalarga qarang. Hisobot tugallangach, uni yuklab olishingiz mumkin bo'ladi.
zh_hk: 正在創建{report_type}報告。若要查看報告的狀態，請參閱下面的待處理任務。報告完成後，您將能夠下載該報告。

source: This component cannot be rescored.
af_za: Hierdie komponent kan nie heraangeteken word nie.
bo: གྲུབ་ཆ་འདི་ཐོབ་སྐར་བསྐྱར་སྒྲིག་བྱ་མི་ཐུབ།
de_de: Diese Komponente kann nicht erneut bewertet werden.
el: Αυτό το στοιχείο δεν μπορεί να καταγραφεί εκ νέου.
es: Este componente no puede ser recalificado.
fa: این مؤلفه قابل ثبت مجدد نیست.
ja: このコンポーネントは再採点できません。
kk: Бұл компонентті қалпына келтіру мүмкін емес.
lv: Šo komponentu nevar atkārtoti novērtēt.
sq: Ky komponenti nuk mund të rikthehet.
uz: Ushbu komponentni qayta tiklab bo'lmaydi.
zh_hk: 該組件無法重新評分。

source: This component does not support score override.
af_za: Hierdie komponent ondersteun nie telling ignorering nie.
bo: གྲུབ་ཆ་འདིས་ཐོབ་སྐར་ཟུར་འཇོག་ལ་རམ་འདེགས་མི་བྱེད།
de_de: Diese Komponente unterstützt keine Überschreibung der Punktzahl.
el: Αυτό το στοιχείο δεν υποστηρίζει παράκαμψη βαθμολογίας.
es: Este componente no admite la anulación de puntuación.
fa: این مؤلفه از لغو امتیاز پشتیبانی نمی کند.
hu: Ez a komponens nem támogatja a pontszám felülírását.
ja: このコンポーネントはスコアの上書きをサポートしていません。
kk: Бұл компонент ұпайды қайта анықтауды қолдамайды.
lv: Šis komponents neatbalsta rezultātu ignorēšanu.
sq: Ky komponent nuk mbështet tejkalimin e pikëve.
sv: Denna komponent stöder inte poängöverstyrning.
uz: Ushbu komponent ballarni bekor qilishni qo'llab-quvvatlamaydi.
zh_hk: 此組件不支援分數覆蓋。

source: Scores must be between 0 and the value of the problem.
af_za: Tellings moet tussen 0 en die waarde van die probleem wees.
bo: ཐོབ་སྐར་ནི་ 0 དང་དྲི་བའི་རིན་ཐང་གི་བར་ངེས་པར་དུ་ཡིན་དགོས།
de_de: Die Punktzahlen müssen zwischen 0 und dem Wert des Problems liegen.
el: Οι βαθμολογίες πρέπει να είναι μεταξύ 0 και της τιμής του προβλήματος.
es: Las puntuaciones deben estar entre 0 y el valor del problema.
fa: نمرات باید بین صفر و مقدار مسئله باشد.
hu: A pontszámoknak 0 és a feladat értéke között kell lenniük.
ja: スコアは0から問題の値の間でなければなりません。
kk: Ұпайлар 0 мен мәселенің мәні арасында болуы керек.
lv: Rezultātiem ir jābūt no 0 līdz uzdevumi vērtībai.
sq: Rezultatet duhet të jenë ndërmjet 0 dhe vlerës së problemit.
sv: Poängen måste vara mellan 0 och värdet av problemet.
uz: Ballar 0 va muammoning qiymati orasida bo'lishi kerak.
zh_hk: 分數必須介於 0 和問題值之間。

source: Not all problems in entrance exam support re-scoring.
af_za: Nie alle probleme in toelatingseksamen ondersteun hertelling nie.
bo: ཚུད་རྒྱུགས་ནང་གི་དྲི་བ་ཆ་ཚང་ཐོབ་སྐྱོར་བསྐྱར་སྒྲིག་ལ་རམ་འདེགས་མི་བྱེད།
de_de: Nicht alle Probleme bei der Aufnahmeprüfung unterstützen eine Neubewertung.
el: Δεν υποστηρίζουν όλα τα προβλήματα στις εισαγωγικές εξετάσεις την επαναβαθμολόγηση.
es: No todos los problemas en el examen de ingreso admiten recalificación.
fa: همه مسائل آزمون ورودی امکان نمره‌دهی مجدد ندارند.
ja: 入学試験のすべての問題が再採点をサポートしているわけではありません。
kk: Қабылдау емтиханындағы барлық мәселелер қайта балл қоюды қолдамайды.
lv: Ne visi iestājpārbaudījuma uzdevumi atbalsta atkārtotu vērtēšanu.
sq: Jo të gjitha problemet në provimin pranues mbështesin rivlerësimin e pikëve.
sv: Inte alla problem i inträdesprov stöder omprövning.
th: ไม่ใช่ทุกปัญหาในการสอบเข้าที่สามารถแก้ไขคะแนนได้
uz: Kirish imtihonidagi barcha muammolar qayta ball olishni qo'llab-quvvatlamaydi.
zh_hk: 並非所有入學考試問題都支持重新評分。

source: An error has occurred. Task was not created.
af_za: N fout het voorgekom. Taak is nie geskep nie.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། ལས་འགན་བཟོ་ཐུབ་མ་སོང་།
de_de: Es ist ein Fehler aufgetreten. Aufgabe wurde nicht erstellt.
el: Παρουσιάστηκε σφάλμα. Η εργασία δεν δημιουργήθηκε.
es: Se ha producido un error. No se creó la tarea.
fa: خطایی رخ داده است. وظیفه ایجاد نشد.
hu: Hiba történt. A feladat nem lett létrehozva.
ja: エラーが発生しました。タスクは作成されませんでした。
kk: Қате орын алды. Тапсырма жасалмады.
lv: Radās kļūda. Uzdevums netika izveidots.
sq: Ka ndodhur një gabim. Detyra nuk u krijua.
sv: Ett fel har inträffat. Uppgiften skapades inte.
uz: Xatolik yuz berdi. Vazifa yaratilmadi.
zh_hk: 發生了錯誤。任務未建立。

source: rescored
af_za: herwin
bo: ཐོབ་སྐར་བསྐྱར།
de_de: neubewertet
el: ανατάχθηκε
fa: دوباره به ثمر رساند
hu: újrapontozott
ja: 再採点された
lv: atkārtoti atzīmējās
sq: rishënuar
th: ถูกให้คะแนนใหม่
uz: qayta qayd etilgan
zh_hk: 重新評分

source: overridden
af_za: oorskryf
bo: ཟུར་འཇོག
de_de: überschrieben
el: παρακεκαμμένη
fa: لغو شد
hu: felülbírálva
ja: 上書きされました
kk: ауыстырылды
lv: ignorēts
sq: e tejkaluar
sv: åsidosatt
uz: bekor qilingan
zh_hk: 被覆蓋

source: reset
af_za: herstel
bo: བསྐྱར་སྒྲིག
de_de: zurücksetzen
el: επαναφέρθηκε
fa: تنظیم مجدد
hu: alaphelyzetbe állított
ja: リセット
kk: қалпына келтіру
lv: atiestatīt
sq: rivendosur
sv: återställa
th: รีเซ็ท
uz: qayta o'rnatish
zh_hk: 重置

source: deleted
af_za: geskrap
bo: བསུབ་ཟིན།
de_de: gelöscht
el: διαγράφηκε
fa: حذف‌شده
hu: törölt
ja: 削除済み
kk: жойылды
lv: dzēsts
sq: e fshirë
sv: raderade
th: ลบแล้ว
uz: o'chirildi
zh_hk: 已刪除

source: emailed
af_za: e-pos gestuur
bo: གློག་འཕྲིན་བཏང་ཡོད།
de_de: E-Mail geschickt
el: στάλθηκε
fa: ایمیل‌شده
lv: nosūtīts pa e-pastu
sq: dërguar me email
sv: mejlades
th: ส่งอีเมล์
uz: elektron pochta orqali yuborilgan
zh_hk: 透過電郵發送

source: graded
af_za: gegradeer
de_de: benotet
el: βαθμολογήθηκε
fa: ارزیابی‌شده
hu: értékelt
kk: бағаланған
lv: novērtēts
sq: me notë
th: ให้คะแนน
uz: baholangan
zh_hk: 已評分

source: problem distribution graded
af_za: probleem verspreiding gegradeer
bo: དྲི་བ་བགོ་འགྲེམ་གྱིས་གནས་རིམ་ཕྱེས་ཡོད།
de_de: Punkteverteilung auf die Aufgaben
el: κατανομή προβλημάτων βαθμολογήθηκε
es: distribución de problemas calificada
fa: توزیع مسئله ارزیابی شد
kk: проблеманы бөлу деңгейлері
lv: izdalītie uzdevumi novērtēti
sq: shpërndarja e problemit e vlerësuar
sv: problemdistribution graderad
th: ปัญหาการกระจายของคะแนน
uz: muammo taqsimoti darajali
zh_hk: 問題分佈已評價

source: certificates generated
af_za: sertifikate gegenereer
bo: ལག་ཁྱེར་བཟོས་ཡོད།
de_de: Zertifikate erstellt
el: πιστοποιήτικα δημιουργήθηκαν
fa: گواهی‌های تولید‌شده
hu: tanúsítványok generálva
ja: 証明書が生成されました
kk: сертификаттар жасалды
lv: ģenerētie sertifikāti
sq: certifikatat e krijuara
sv: Kurscertifikat genererades
th: ใบรับรองที่สร้าง
uz: sertifikatlar yaratilgan
zh_hk: 產生的證書

source: cohorted
af_za: gekohorteerd
bo: སྡེ་ཚན་བགོས་ཟིན་པ།
de_de: cohortet
el: σε κοόρτη
fa: همگروهی
ja: コホート化された
kk: когорталанған
lv: grupa
sq: grupuar
th: เพื่อนร่วมงาน
uz: kohortlangan
zh_hk: 群組化

source: generate_anonymized_id
af_za: genereer_anonieme_id
bo: གསལ་ཁ་མེད་པའི་_id བཟོ།
es: generar_id_anonimizado
kk: жасау_анонимделген_идентификатор
lv: gener_anonimizēts_id
sq: gjeneroj_anonimizuar_id
sv: generera_anonymiserat_id
uz: yaratish_anonimlashtirilgan_id
zh_hk: 產生_匿名_id

source: compressed
af_za: saamgepers
bo: སྡོམ་བཙིར་བྱས་པ།
de_de: komprimiert
el: συμπιεσμένο
fa: فشرده‌شده
hu: tömörített
ja: 圧縮済み
kk: қысылған
lv: saspiests
sq: të ngjeshur
sv: komprimerad
uz: siqilgan
zh_hk: 壓縮的

source: No status information available
af_za: Geen statusinligting beskikbaar nie
bo: གནས་བབ་ཀྱི་གནས་ཚུལ་མི་འདུག
de_de: Keine Statusinformation verfügbar
el: Δεν υπάρχουν διαθέσιμες πληροφορίες κατάστασης
es: No hay información de estado disponible
fa: اطلاعات وضعیت موجود نیست
hu: Nincs elérhető állapot információ
ja: ステータス情報は利用できません
kk: Күй туралы ақпарат жоқ
lv: Statusa informācija nav pieejama
sq: Nuk ka informacion mbi statusin
sv: Ingen statusinformation tillgänglig
th: ไม่มีสถานะข้อมูลที่ใช้งานได้
uz: Holat haqida maʼlumot yoʻq
zh_hk: 無可用狀態資訊

source: No task_output information found for instructor_task {0}
af_za: Geen taak_afvoer inligting gevind vir instrukteur_taak {0}
bo: སློབ་སྟོན་པའི་ལས་འགན་ {0} གྱི་ལས་འགན་ཕྱིར་སྤྲོད་ཀྱི་གནས་ཚུལ་མིན་འདུག།
de_de: Keine task_output Information für instructor_task {0} gefunden
el: Δεν βρέθηκαν πληροφορίες task_output για instructor_task {0}
es: No se encontró información de task_output para instructor_task {0}
fa: هیچ اطلاعات task_output برای instructor_task {0} یافت نشد
hu: Nem található task_output információ az instructor_task {0} számára.
ja: インストラクタータスク {0} の task_output 情報が見つかりません
kk: instructor_task {0} үшін тапсырма_шығару ақпараты табылмады
lv: Nav atrasta task_output informācija instructor_task {0}
sq: Nuk u gjet asnjë informacion task_output për instructor_task {0}
sv: Ingen task_output information hittades för instructor_task {0}
th: ไม่พบข้อมูลผลลัพท์ของงานสำหรับผู้สอน {0}
uz: instructor_task {0} uchun task_output ma'lumoti topilmadi
zh_hk: 找不到講師任務{0}的任務輸出訊息

source: No parsable task_output information found for instructor_task {0}: {1}
af_za: Geen ontleedbare taak_afvoer inligting gevind vir instrukteur_taak {0} : {1}
bo: སློབ་སྟོན་པའི་ལས་འགན་ {0}: {1} གྱི་འགྲེལ་བརྗོད་ཐུབ་པའི་གནས་ཚུལ་མི་འདུག།
de_de: Keine Information zu parsable task_output für instructor_task {0}: {1} gefunden
el: Δεν βρέθηκαν πληροφορίες με δυνατότητα ανάλυσης task_output για instructor_task {0}: {1}
es: No se encontró información de task_output analizable para instructor_task {0}: {1}
fa: اطلاعات task_output قابل تجزیه برای instructor_task {0} یافت نشد : {1}
hu: Nem található elemezhető task_output információ az instructor_task {0} számára: {1}
ja: インストラクタータスク {0} の task_output 情報が解析できません: {1}
kk: instructor_task {0} : {1} үшін талдауға болатын тапсырма_шығару ақпараты табылмады
lv: Nav atrasta analizējama task_output informācija par instructor_task {0}: {1}
sq: Nuk u gjet asnjë informacion i analizueshëm task_output për instructor_task {0} : {1}
sv: Ingen analysbar task_output-information hittad för instructor_task {0}: {1}
th: ไม่มีข้อมูลผลลัพท์ของงานที่วิเคราะห์ได้สำหรับผู้สอน{0}: {1}
uz: instructor_task {0} : {1} uchun ajratiladigan vazifa_chiqishi haqida ma'lumot topilmadi
zh_hk: 找不到講師任務{0}的可解析任務輸出資訊： {1}

source: No parsable status information available
af_za: Geen ontleedbare statusinligting beskikbaar nie
bo: ཚིག་གཤིས་འཇོག་ཐུབ་སའི་གནས་བབ་ཀྱི་གནས་ཚུལ་མི་འདུག
de_de: Keine verarbeitbare Statusinformation verfügbar
el: Δεν υπάρχουν διαθέσιμες πληροφορίες κατάστασης με δυνατότητα ανάλυσης
es: No hay información de estado analizable disponible
fa: اطلاعات وضعیت قابل تجزیه موجود نیست
hu: Nem áll rendelkezésre elemezhető állapotinformáció.
ja: 解析可能なステータス情報はありません。
kk: Талдауға болатын күй туралы ақпарат жоқ
lv: Parsējamā statusa informācija nav pieejama
sq: Nuk disponohet asnjë informacion për statusin e analizueshëm
sv: Ingen analysbar statusinformation tillgänglig
th: ไม่มีสถานะข้อมูลที่สามารถวิเคราะห์ใช้งานได้
uz: Tahlil qilinadigan holat haqida ma'lumot mavjud emas
zh_hk: 沒有可用的可解析狀態資訊

source: No message provided
af_za: Geen boodskap verskaf nie
bo: འཕྲིན་ཐུང་མེད་པ་བསྒྲིགས་འདུག
de_de: Keine Nachricht bereitgestellt
el: Δεν παρέχεται μήνυμα
es: No se proporcionó ningún mensaje
fa: هیچ پیامی ارائه نشده است
hu: Nincs üzenet megadva
kk: Хабарлама берілмеді
lv: Nav norādīts neviens ziņojums
sq: Asnjë mesazh nuk është dhënë
sv: Inget meddelande tillhandahålls
th: ไม่มีข้อความ
uz: Hech qanday xabar berilmagan
zh_hk: 沒有提供訊息

source: Invalid task_output information found for instructor_task {0}: {1}
af_za: Ongeldige taak_afvoer inligting gevind vir instrukteur_taak {0} : {1}
bo: སློབ་སྟོན་པའི་_ལས་འགན་ {0}: {1} གྱི་ཚུལ་མཐུན་མིན་པའི་_ཕྱིར་སྤྲོད་ཀྱི་གནས་ཚུལ་རྙེད་པ།
de_de: Ungültige task_output Informationen gefunden für instructor_task {0}: {1}
el: Βρέθηκαν μη έγκυρες πληροφορίες task_output για instructor_task {0}: {1}
es: Se encontró información de task_output no válida para instructor_task {0}: {1}
fa: اطلاعات task_output نامعتبر برای instructor_task {0} یافت شد: {1}
hu: Érvénytelen task_output információ található az instructor_task {0} esetében: {1}
ja: インストラクタータスク {0} の task_output 情報が無効です: {1}
kk: instructor_task үшін жарамсыз тапсырма_шығару ақпараты табылды {0} : {1}
lv: Nederīgs task_output informācija atrasta instructor_task {0}: {1}
sq: U gjet informacion i pavlefshëm për task_output për instructor_task {0} : {1}
sv: Ogiltig task_output-information hittad för instructor_task {0}: {1}
th: ข้อมูลผลลัพท์ของงานสำหรับผู้สอนไม่ถูกต้อง{0}: {1}
uz: Instructor_task {0} : {1} uchun yaroqsiz vazifa_chiqish ma'lumoti topildi
zh_hk: 發現講師任務{0}的任務輸出資訊無效： {1}

source: No progress status information available
af_za: Geen vorderingstatusinligting beskikbaar nie
bo: ཡར་རྒྱས་ཀྱི་གནས་བབ་གནས་ཚུལ་མི་འདུག
de_de: Keine Fortschrittsstatusinformationen verfügbar
el: Δεν υπάρχουν διαθέσιμες πληροφορίες κατάστασης προόδου
es: No hay información de estado de progreso disponible
fa: هیچ اطلاعاتی از وضعیت پیشرفت موجود نیست
hu: Nincs elérhető előrehaladási állapotinformáció
ja: 進捗状況の情報は利用できません
kk: Орындалу күйі туралы ақпарат жоқ
lv: Informācija par progresa statusu nav pieejama
sq: Nuk disponohet asnjë informacion për statusin e progresit
sv: Ingen statusinformation om framsteg tillgänglig
th: ไม่มีข้อมูลสถานะความคืบหน้าที่ใช้งานได้
uz: Jarayon holati haqida maʼlumot yoʻq
zh_hk: 沒有可用的進度狀態資訊

source: No parsable task_input information found for instructor_task {0}: {1}
af_za: Geen ontleedbare taak_invoer inligting gevind vir instrukteur_taak {0} : {1}
bo: སློབ་སྟོན་པའི་_ལས་འགན་ {0}: {1} གྱི་འགྲེལ་བརྗོད་ཐུབ་པའི་ལས་འགན་_ཕྱིར་སྤྲོད་ཀྱི་གནས་ཚུལ་མི་འདུག
de_de: Keine verarbeitbare task_input Information für instructor_task {0}: {1} gefunden
el: Δεν βρέθηκαν πληροφορίες με δυνατότητα ανάλυσης task_input για instructor_task {0}: {1}
es: No se encontró información de task_input analizable para instructor_task {0}: {1}
fa: اطلاعات task_input قابل تجزیه برای instructor_task {0} یافت نشد : {1}
hu: Nem található elemezhető task_input információ az instructor_task {0} számára: {1}
ja: インストラクタータスク {0} の task_input 情報が解析できません: {1}
kk: instructor_task {0} : {1} үшін талдауға болатын тапсырма_енгізу ақпараты табылмады
lv: Par instructor_task nav atrasta analizējama task_input informācija {0}: {1}
sq: Nuk u gjet asnjë informacion i analizueshëm i task_input për instructor_task {0} : {1}
sv: Ingen analysbar task_input-information hittad för instructor_task {0}: {1}
th: ไม่มีข้อมูลป้อนเข้าของงานที่วิเคราะห์ได้สำหรับผู้สอน{0}: {1}
uz: instructor_task {0} : {1} uchun ajratiladigan vazifa_kiritish ma'lumoti topilmadi
zh_hk: 找不到講師任務{0}的可解析任務輸入資訊： {1}

source: Progress: {action} {succeeded} of {attempted} so far
af_za: Vordering: {action} {succeeded} van {attempted} tot dusver
de_de: Fortschritt: {action} bis jetzt {succeeded} von {attempted}
el: Πρόοδος: {action} {succeeded} από {attempted} μέχρι στιγμής
es: Progreso: {action} {succeeded} de {attempted} hasta ahora
fa: پیشرفت: {action} {succeeded} از {attempted} تاکنون
hu: A haladás: {action} {succeeded} a {attempted} közül eddig
lv: Progress: {action} {succeeded} no {attempted} līdz šim
sq: Progres: {action} {succeeded} nga {attempted} deri më tani
sv: Framsteg: {action} {succeeded} av {attempted} hittills
th: ความคืบหน้า: {action} {succeeded} ของ {attempted} มาไกลแล้ว
uz: Rivojlanish: hozirgacha {attempted} dan {action} {succeeded}
zh_hk: 進度：到目前為止{attempted}的{action} {succeeded}

source: Unable to find submission to be {action} for student '{student}'
af_za: Kan nie voorlegging vind om {action} vir student &#39;{student}&#39; te wees nie
bo: སློབ་ཕྲུག་'{student}' འདིའི་ {action} རུ་འགྱུར་རྒྱུའི་འབུལ་སྤྲོད་རྙེད་མ་བྱུང་།
de_de: Kann {action} Einreichungen für Teilnehmer '{student}' nicht finden
el: Δεν είναι δυνατή η εύρεση υποβολής ως {action} για τον σπουδαστή "{student}"
es: No se pudo encontrar la entrega para {action} del estudiante '{student}'
fa: نمی توان ارسالی را برای {action} برای دانشجو '{student}' پیدا کرد
hu: Nem található benyújtás, amelyet {action} kellene végrehajtani a(z) '{student}' nevű diáknál.
ja: 学生「{student}」の提出物を{action}することができませんでした。
lv: Nevar atrast iesniegumu, kas ir {action} dalībniekam '{student}'.
sq: Në pamundësi për të gjetur dorëzimin që të jetë {action} për studentin &quot;{student}&quot;
th: ไม่พบการส่งที่จะเป็น {action} สำหรับนักเรียน'{student}'
uz: '{student}' talabasi uchun {action} bo'lgan ariza topilmadi
zh_hk: 找不到學生「{student}」的提交內容為{action}

source: Problem failed to be {action} for student '{student}'
af_za: Probleem was nie {action} vir student &#39;{student}&#39;&#39;
bo: སློབ་ཕྲུག་'{student}' གིས་ {action} བྱེད་སྒོ་ལམ་ལྷོངས་བྱུང་མ་སོང་།
de_de: Fehler beim {action} des Problems für Teilnehmer '{student}'
el: Το πρόβλημα απέτυχε ως {action} για τον σπουδαστή "{student}"
es: El problema no pudo ser {action} para el estudiante '{student}'
fa: {action} مسئله برای دانشجو '{student}' با شکست مواجه شد
ja: 学生「{student}」の問題が{action}できませんでした
lv: Dalībniekam '{student}' neizdevās atrisināt uzdevumu {action}
sq: Problemi dështoi të bëhej {action} për studentin '{student}'
sv: Problemet misslyckades med att vara {action} för studentens {student}
th: ปัญหาล้มเหลวในการเป็น {action} ของนักเรียน '{student}'
uz: '{student}' talabasi uchun muammo {action} boʻlmadi
zh_hk: 學生「{student}」的問題未能為{action}

source: Problem successfully {action} for student '{student}'
af_za: Probleem suksesvol {action} vir student &#39;{student}&#39;
bo: སློབ་ཕྲུག་'{student}' འདིའི་ {action} དྲི་བ་ལམ་ལྷོངས་བྱུང་སོང་།
de_de: Fragestellung erfolgreich {action} für Teilnehmer '{student}'
el: Πρόβλημα επιτυχώς {action} για τον σπουδαστή "{student}"
es: El problema se {action} correctamente para el estudiante '{student}'
fa: {action} مسئله با موفقیت برای دانشجو '{student}'
ja: 問題が学生「{student}」のために{action}されました
lv: Uzdevums veiksmīgi {action} dalībniekam '{student}'
sq: Problemi u zgjidh me sukses {action} për studentin '{student}'
th: ปัญหาที่สำเร็จ {action} สำหรับนักเรียน '{student}'
uz: '{student}' talabasi uchun muammo muvaffaqiyatli {action}
zh_hk: 學生「{student}」的問題成功{action}

source: Unable to find entrance exam submission to be {action} for student '{student}'
af_za: Kan nie toelatingseksamen indiening vind om {action} te wees vir student &#39;{student}&#39; nie
bo: སློབ་ཕྲུག་ '{student}' འདིའི་ {action} འགྱུར་རྒྱུའི་ཚུད་རྒྱུགས་རྙེད་མ་སོང་།
de_de: Es ist nicht möglich, die Einreichung der Aufnahmeprüfung zum {action} für den Teilnehmer '{student}' zu finden.
el: Δεν είναι δυνατή η εύρεση της υποβολής εισαγωγικών εξετάσεων ως {action} για τον σπουδαστή "{student}"
es: No se pudo encontrar la entrega del examen de ingreso para {action} del estudiante '{student}'
fa: نمی توان مدارک آزمون ورودی را برای دانشجو '{student}' به {action} یافت
hu: Nem található a belépési vizsga beadása, amelyet {action} kellene a(z) '{student}' hallgató számára.
ja: 学生「{student}」のために{action}する入学試験の提出物が見つかりません。
lv: Nevar atrast iestāšanās eksāmena pieteikumu {action} dalībniekam '{student}'
sq: Në pamundësi për të gjetur dorëzimin e provimit pranues të jetë {action} për studentin &#39;{student}&#39;
sv: Det gick inte att hitta inlämningsexamen för att vara {action} för studentens {student}
th: ไม่พบการส่งสอบเข้าที่จะเป็น {action} สำหรับนักเรียน '{student}'
uz: “{student}” talabasi uchun kirish imtihonlari topshirig‘i {action} ekanligini topib bo‘lmadi
zh_hk: 找不到學生「{student}」的入學考試提交內容為{action}

source: Entrance exam successfully {action} for student '{student}'
af_za: Toelatingseksamen suksesvol {action} vir student &#39;{student}&#39;
bo: སློབ་ཕྲུག་'{student}' གིས་ {action} ཚུད་རྒྱུགས་བདེ་ལེགས་བྱས་ཡོད།
de_de: Aufnahmetest erfolgreich {action} für den Nutzer '{student}'
el: Οι εισαγωγικές εξετάσεις επιτυχώς {action} για τον σπουδαστή "{student}"
es: El examen de ingreso se {action} correctamente para el estudiante '{student}'
fa: آزمون ورودی با موفقیت {action} برای دانشجو '{student}'
ja: 入学試験が学生「{student}」のために{action}されました
lv: sekmīgi iestājeksāmens {action} dalībniekam '{student}'
sq: Provimi pranues me sukses {action} për studentin '{student}'
sv: Entréprov framgångsrikt {action} för student "{student}"
th: ประสบความสำเร็จในการสอบเข้า {action} สำหรับนักเรียน '{student}'
uz: '{student}' talabasi uchun kirish imtihoni muvaffaqiyatli {action}
zh_hk: 學生「{student}」入學考試成功{action}

source: Unable to find any students with submissions to be {action}
af_za: Kan nie enige studente vind met voorleggings om {action} te wees nie
bo: སློབ་ཕྲུག་གང་རུང་གིས་ {action} འདི་ལ་འབུལ་སྤྲོད་གཅོག་བྱས་ནས་རྙེད་མ་སོང་།
de_de: Kann keine Teilnehmer mit Einreichungen die {action} sind finden
el: Δεν είναι δυνατή η εύρεση σπουδαστών με υποβολές ως {action}
es: No se encontraron estudiantes con entregas para {action}
fa: هیچ دانش آموزی با موارد ارسالی {action} یافت نشد
hu: Nem található olyan diák, akinek a beadott munkája {action} lenne.
kk: {action} деп тапсырылған студенттерді табу мүмкін емес
lv: Nevar atrast dalībniekus, kuru iesniegumi ir {action}
sq: Nuk mund të gjej ndonjë student me parashtresa që janë {action}
sv: Det gick inte att hitta några elever med inlagor att vara {action}
th: ไม่พบนักเรียนใด ๆ กับการส่งจะเป็น {action}
uz: {action} boʻlgan talabalarni topib boʻlmadi
zh_hk: 找不到任何提交內容為{action}的學生

source: Problem failed to be {action} for any of {attempted} students
af_za: Probleem was nie {action} vir enige van {attempted} studente nie
bo: སློབ་ཕྲུག་གིས་ཚོད་ལྟ་ {attempted} གང་བྱུང་བ་ལྟར་དྲི་བ་ {action} བྱུང་མ་སོང་།
de_de: Fragestellung konnte nicht {action} für einen der {attempted} Teilnehmer
el: Το πρόβλημα απέτυχε ως {action} για κανέναν από τους {attempted} σπουδαστές
es: El problema no pudo ser {action} para ninguno de los {attempted} estudiantes
fa: {action} مسئله برای تمام {attempted} دانش‌آموز انتخاب‌شده با شکست مواجه شد
ja: {attempted}人の学生のうち、誰に対しても問題を{action}できませんでした。
kk: {attempted} студенттерінің ешқайсысы үшін мәселе {action} бола алмады
lv: Neizdevās atrisināt uzdevumu {action} nevienam no {attempted} dalībniekiem
sq: Problemi nuk arriti të bëhet {action} për cilindo nga studentët {attempted}
sv: Problemet misslyckades med att vara {action} för någon av {attempted} studenter
th: ปัญหาล้มเหลวในการเป็น {action} ในการพยายามที่จะ {attempted} นักเรียน
uz: Muammo {attempted} talabalari uchun {action} bo‘lmadi
zh_hk: 對於任何{attempted}學生來說，問題未能是{action}
