Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
af_za: Om te begin, besoek asseblief https:// %(site_name)s . Die aanmeldinligting vir jou rekening volg.
bo: འགོ་མ་རྩོམ་གོང་འདིར་གཟིགས་རོགས། https://%(site_name)s ཁྱེད་ཀྱི་ནང་འཛུལ་ཁ་བྱང་གི་གནས་ཚུལ་གསམ་གསལ།
de_de: Um zu beginnen, besuchen Sie bitte https://%(site_name)s. Die Zugangsdaten für Ihr Konto folgen.
el: Για να ξεκινήσετε, επισκεφτείτε τη διεύθυνση https://%(site_name)s. Ακολουθούν τα στοιχεία σύνδεσης για τον λογαριασμό σας.
es: Para comenzar, visita https://%(site_name)s. A continuación, encontrarás la información de inicio de sesión para tu cuenta.
fa: برای شروع، لطفاً به https:// %(site_name)s مراجعه کنید. اطلاعات ورود به حساب کاربری شما به شرح زیر است.
hu: A kezdéshez kérjük, látogasson el a https://%(site_name)s oldalra. Az Ön fiókjához tartozó bejelentkezési információk a következők.
ja: 開始するには、https://%(site_name)s にアクセスしてください。あなたのアカウントのログイン情報は以下の通りです。
kk: Бастау үшін https://%(site_name)s сайтына кіріңіз. Тіркелгіңізге кіру ақпараты келесідей.
lv: Lai sāktu, lūdzu, apmeklējiet https://%(site_name)s. Jūsu konta pieteikšanās informācija seko zemāk
sq: Për të filluar, ju lutemi vizitoni https://%(site_name)s. Informacioni i hyrjes për llogarinë tuaj vijon.
sv: För att komma igång, besök https://%(site_name)s. Inloggningsinformationen för ditt konto följer.
uz: Boshlash uchun, tashrif buyuring https://%(site_name)s. Sizning accountingiz uchun kirish ma'lumotlari quyida keltirilgan.
zh_hk: 請造訪 https://%(site_name)s 開始使用。您帳戶的登入資訊如下：

source: You may access your course at: %(course_url)s.
af_za: Jy kan toegang tot jou kursus kry by: %(course_url)s .
bo: ཁྱེད་ཀྱིས་རང་གི་སློབ་ཚན་ལ་འདི་ནས་གཟིགས་ཐུབ།: %(course_url)s
de_de: Sie haben Zugang zu Ihrem Kurs unter: %(course_url)s.
el: Μπορείτε να εισέλθετε στο μάθημά σας στη διεύθυνση: %(course_url)s.
es: Puedes acceder a tu curso en: %(course_url)s.
fa: شما می توانید به دوره خود در: %(course_url)s دسترسی داشته باشید.
hu: A kurzusát elérheti itt: %(course_url)s.
kk: Курсқа келесі мекенжай бойынша қол жеткізе аласыз: %(course_url)s .
lv: Kursam varat piekļūt vietnē: %(course_url)s .
sq: Ju mund të hyni në kursin tuaj në: %(course_url)s.
sv: Du kan komma åt din kurs på: %(course_url)s.
uz: Kursingizga quyidagi manzilda kirishingiz mumkin: %(course_url)s .
zh_hk: 您可以透過以下地址存取您的課程： %(course_url)s 。

source: You have been enrolled in %(course_name)s
af_za: Jy is ingeskryf by %(course_name)s
bo: ཁྱེད་ཀྱིས་ %(course_name)s སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་བཀོད་འདུག
de_de: Sie wurden eingeschrieben in %(course_name)s
el: Έχετε εγγραφεί στο μάθημα %(course_name)s
es: Has sido inscrito en %(course_name)s
fa: شما در %(course_name)s ثبت نام کرده اید
hu: Feliratkoztál a %(course_name)s kurzusra.
ja: %(course_name)sに登録されました
kk: Сіз %(course_name)s жүйесіне тіркелдіңіз
lv: Jūs reģistrējāties %(course_name)s
sq: Ju jeni regjistruar në %(course_name)s
sv: Du har blivit registrerad i %(course_name)s
uz: Siz %(course_name)s roʻyxatiga kiritilgansiz
zh_hk: 您已註冊%(course_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
af_za: Jy is genooi om &#39;n beta-toetser te wees vir %(course_name)s by %(site_name)s
bo: ཁྱེད་རང་སློབ་ཚན་ %(course_name)s འདི་ས་ཆ་སྤྱི་ཚོགས་ %(site_name)s ན་ཡོད་པའི་beta ཚོད་ལྟ་བ་བྱེད་པར་གདན་ཞུ་བྱས་འདུག
de_de: Sie wurden eingeladen für %(course_name)s auf %(site_name)s Beta-Tester zu werden.
el: Έχετε προσκληθεί να γίνετε δοκιμαστής beta για το %(course_name)s στο %(site_name)s
es: Has sido invitado a ser evaluador beta de %(course_name)s en %(site_name)s
fa: از شما دعوت شده است که آزمایشگر بتا برای %(course_name)s در %(site_name)s باشید
hu: Ön meghívást kapott, hogy legyen bétatesztelő a(z) %(course_name)s kurzushoz a(z) %(site_name)s oldalon.
kk: Сіз %(site_name)s мекенжайында %(course_name)s үшін бета тестілеушісі болуға шақырылдыңыз.
lv: Jūs tikāt uzaicināti kļūt par %(course_name)s beta testētāju vietnē %(site_name)s
sq: Jeni ftuar të jeni testues beta për %(course_name)s në %(site_name)s
sv: Du har blivit inbjuden att bli betatestare för %(course_name)s på %(site_name)s
uz: Siz %(site_name)s sahifasida %(course_name)s uchun beta-tester bo‘lishga taklif qilingansiz
zh_hk: 您已被邀請成為%(course_name)s %(site_name)s的 Beta 測試員

source: The invitation has been sent by a member of the course staff.
af_za: Die uitnodiging is deur &#39;n lid van die kursuspersoneel gestuur.
bo: སློབ་ཚན་ལས་བྱེད་ཀྱི་ཚོགས་མི་ཞིག་གིས་མགྲོན་ཤག་བཏང་ཡོད་རེད།
de_de: Die Einladung wurde von einem Mitarbeiter des Kurses verschickt.
el: Η πρόσκληση έχει σταλεί από μέλος του προσωπικού του μαθήματος.
es: La invitación ha sido enviada por un miembro del equipo del curso.
fa: دعوتنامه توسط یکی از کارکنان دوره ارسال شده است.
hu: A meghívást a kurzus személyzetének egyik tagja küldte el.
ja: コーススタッフのメンバーによって招待が送信されました。
kk: Шақыруды курс қызметкері жіберген.
lv: Uzaicinājumu nosūtīja kursa personāls.
sq: Ftesa është dërguar nga një anëtar i stafit të kursit.
sv: Inbjudan har skickats av en medlem av kurspersonalen.
uz: Taklifnoma kurs xodimlaridan biri tomonidan yuborilgan.
zh_hk: 邀請函是由課程工作人員發送的。

source: To start accessing course materials, please visit:
af_za: Om toegang tot kursusmateriaal te begin, besoek asseblief:
bo: སློབ་ཚན་རྒྱུ་ཆ་བལྟ་ཀློག་མ་བྱས་གོང་འདིར་གཟིགས་རོགས།:
de_de: Um mit dem Zugriff auf die Kursmaterialien zu beginnen, besuchen Sie bitte die Website:
el: Για να αρχίσετε να έχετε πρόσβαση στο υλικό μαθημάτων, επισκεφθείτε:
es: Para comenzar a acceder a los materiales del curso, visita:
fa: برای شروع دسترسی به مطالب دوره، لطفاً به آدرس زیر مراجعه کنید:
hu: A tananyagokhoz való hozzáférés megkezdéséhez kérjük, látogasson el ide:
ja: コース教材にアクセスを開始するには、こちらをご覧ください。
kk: Курс материалдарына қол жеткізуді бастау үшін мына сайтқа кіріңіз:
lv: Lai sāktu piekļūt kursa materiāliem, lūdzu, apmeklējiet:
sq: Për të filluar aksesin në materialet e kursit, ju lutemi vizitoni:
sv: För att börja få tillgång till kursmaterial, besök:
uz: Kurs materiallariga kirishni boshlash uchun quyidagi manzilga tashrif buyuring:
zh_hk: 要開始存取課程材料，請造訪：

source: To enroll in this course and begin the beta test:
af_za: Om vir hierdie kursus in te skryf en die beta-toets te begin:
bo: སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་འགོད་པ་དང་སྔོན་འགྲོའི་ཚོད་ལྟ།:
de_de: Um sich für diesen Kurs einzuschreiben und den Beta-Test zu beginnen:
el: Για να εγγραφείτε σε αυτό το μάθημα και να ξεκινήσετε τη δοκιμή beta:
es: Para inscribirte en este curso y comenzar la prueba beta:
fa: برای ثبت نام در این دوره و شروع آزمون بتا:
hu: A kurzusra való beiratkozáshoz és a béta teszt megkezdéséhez:
ja: このコースに登録してベータテストを開始するには、
kk: Осы курсқа тіркелу және бета-сынақты бастау үшін:
lv: Lai reģistrētos šajā kursā un sāktu beta testu:
sq: Për t'u regjistruar në këtë kurs dhe për të filluar testin beta:
sv: För att registrera dig i denna kurs och börja beta-testen:
uz: Ushbu kursga yozilish va beta-testni boshlash uchun:
zh_hk: 要註冊本課程並開始 Beta 測試：

source: Visit %(course_name)s
af_za: Besoek %(course_name)s
bo: %(course_name)s གཟིགས་རོགས།
de_de: Besuche %(course_name)s
el: Επισκεφθείτε το μάθημα %(course_name)s
es: Visita %(course_name)s
fa: از %(course_name)s دیدن کنید
hu: Látogasson el a(z) %(course_name)s oldalra
ja: %(course_name)s を訪問する
kk: %(course_name)s сайтына кіріңіз
lv: Apmeklējiet %(course_name)s
sq: vizitoni %(course_name)s
sv: Besök %(course_name)s
uz: %(course_name)s tashrif buyuring
zh_hk: 訪問%(course_name)s

source: Visit %(site_name)s
af_za: Besoek %(site_name)s
bo: གཟིགས་རོགས། %(site_name)s
de_de: Besuchen Sie %(site_name)s
el: Επισκεφτείτε %(site_name)s
es: Visita %(site_name)s
fa: به %(site_name)s مراجعه کنید
hu: Látogasson el a(z) %(site_name)s oldalra
kk: %(site_name)s сайтына кіріңіз
lv: Apmeklējiet %(site_name)s
sq: Vizitoni %(site_name)s
sv: Besök %(site_name)s
uz: %(site_name)s tashrif buyuring
zh_hk: 訪問%(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
af_za: Hierdie e-pos is outomaties gestuur vanaf %(site_name)s na %(email_address)s
bo: ཡིག་ཟམ་འདི་ནི་རང་འགུལ་གྱིས་འདིའི་དུས་སུ %(site_name)s འདི་ལ་ %(email_address)s བཏང་བ་རེད།
de_de: Diese E-Mail wurde automatisch gesendet von %(site_name)s an %(email_address)s
el: Αυτό το email στάλθηκε αυτόματα από %(site_name)s στο %(email_address)s
es: Este correo fue enviado automáticamente desde %(site_name)s a %(email_address)s
fa: این ایمیل به طور خودکار از %(site_name)s به %(email_address)s ارسال شد.
hu: Ez az e-mail automatikusan került kiküldésre a %(site_name)s oldalról %(email_address)s-nak
ja: このメールは %(site_name)s から %(email_address)s に自動送信されました。
kk: Бұл электрондық пошта %(site_name)s мекенжайынан %(email_address)s мекенжайына автоматты түрде жіберілді.
lv: Šis e-pasta ziņojums tika automātiski nosūtīts no %(site_name)s uz %(email_address)s
sq: Ky emaili u dërgua automatikisht nga %(site_name)s në %(email_address)s
sv: Detta e-postmeddelande skickades automatiskt från %(site_name)s till %(email_address)s
uz: Bu xat avtomatik ravishda %(site_name)s dan %(email_address)s ga yuborildi
zh_hk: 此電郵自動從%(site_name)s發送至%(email_address)s

source: Dear %(full_name)s
af_za: Beste %(full_name)s
bo: བརྩེ་བའི་ %(full_name)s ལགས།
de_de: Sehr geehrte/er %(full_name)s,
el: Αγαπητέ/Αγαπητή %(full_name)s,
es: Estimado/a %(full_name)s
fa: %(full_name)s عزیز
hu: Kedves %(full_name)s
ja: %(full_name)s 様
kk: Құрметті %(full_name)s
lv: Cien. %(full_name)s
sq: I dashur %(full_name)s
sv: Kära %(full_name)s
uz: Hurmatli %(full_name)s
zh_hk: 親愛的%(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
af_za: Jy is genooi om &#39;n beta-toetser vir %(course_name)s by %(site_name)s te wees deur &#39;n lid van die kursuspersoneel.
bo: སློབ་ཚན་ལས་བྱེད་ཀྱི་ཚོགས་མི་ཞིག་གིས་ %(site_name)s ནང་སློབ་ཚན་ %(course_name)s འདིའི་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་པར་ཁྱེད་རང་ལ་མགྲོན་ཤོག་བཏང་ཡོད་རེད།
de_de: Sie wurden als Beta-Tester für %(course_name)s auf der %(site_name)s von einem Mitarbeiter eingeladen.
el: Έχετε προσκληθεί να γίνετε δοκιμαστής beta για το %(course_name)s στο %(site_name)s από ένα μέλος του προσωπικού του μαθήματος.
es: Has sido invitado a ser evaluador beta de %(course_name)s en %(site_name)s por un miembro del equipo del curso.
fa: شما توسط یکی از کارکنان دوره دعوت شده اید تا یک آزمایش کننده بتا برای %(course_name)s در %(site_name)s باشید.
hu: Meghívták, hogy legyen bétatesztelő a(z) %(course_name)s kurzuson a(z) %(site_name)s oldalon a kurzus személyzetének egyik tagja által.
ja: %(site_name)sの%(course_name)sのコーススタッフのメンバーから、ベータテスターとして招待されました。
kk: Курс қызметкері сізді %(site_name)s мекенжайында %(course_name)s үшін бета тестілеушісі болуға шақырды.
lv: Kursa darbinieks jūs ir uzaicinājis kļūt par %(course_name)s beta testētāju vietnē %(site_name)s.
sq: Ju jeni ftuar të jeni testues beta për %(course_name)s në %(site_name)s nga një anëtar i stafit të kursit.
sv: Du har blivit inbjuden att bli betatestare för %(course_name)s på %(site_name)s av en medlem av kurspersonalen.
uz: Kurs xodimlaridan biri sizni %(site_name)s da %(course_name)s uchun beta tester bo‘lishga taklif qildi.
zh_hk: 課程工作人員邀請您成為%(course_name)s （ %(site_name)s ）的 beta 測試員。

source: To start accessing course materials, please visit %(course_url)s
af_za: Om toegang tot kursusmateriaal te begin, besoek asseblief %(course_url)s
bo: སློབ་ཚན་རྒྱུ་ཆ་ཁག་བལྟ་ཀློག་མ་བྱེད་པར་གོང་འདིར་གཟིགས་རོགས། %(course_url)s
de_de: Um Kursmaterial zu sehen, gehen Sie bitte auf %(course_url)s
el: Για να ξεκινήσετε την πρόσβαση στο υλικό μαθημάτων, επισκεφθείτε %(course_url)s
es: Para comenzar a acceder a los materiales del curso, visita %(course_url)s
fa: برای شروع دسترسی به مواد درسی، لطفاً به %(course_url)s مراجعه کنید
hu: A tananyag eléréséhez látogass el az alábbi linkre %(course_url)s
ja: コース資料にアクセスを開始するには、%(course_url)s を訪問してください。
kk: Курс материалдарына қол жеткізуді бастау үшін %(course_url)s сайтына кіріңіз
lv: Lai sāktu piekļūt kursa materiāliem, lūdzu, apmeklējiet vietni %(course_url)s
sq: Për të filluar aksesin në materialet e kursit, ju lutemi vizitoni %(course_url)s
sv: För att börja komma åt kursmaterial, besök %(course_url)s
uz: Kurs materiallariga kirishni boshlash uchun %(course_url)s saytiga tashrif buyuring
zh_hk: 要開始訪問課程材料，請訪問%(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
af_za: Besoek %(course_about_url)s om vir hierdie kursus in te skryf en die beta-toets te begin.
bo: སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་འགོད་པ་དང་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་པར་ %(course_about_url)s འདིར་གཟིགས་རོགས།
de_de: Gehen Sie auf %(course_about_url)s, um sich in den Kurs einzuschreiben und mit dem testen zu beginnen.
el: Επισκεφτείτε %(course_about_url)s για να εγγραφείτε σε αυτό το μάθημα και να ξεκινήσετε τη δοκιμή beta.
es: Visita %(course_about_url)s para inscribirte en este curso y comenzar la prueba beta.
fa: برای ثبت نام در این دوره و شروع آزمون بتا به %(course_about_url)s مراجعه کنید.
hu: Látogass el a %(course_about_url)s oldalra, hogy beiratkozz erre a kurzusra és megkezdhesd a béta tesztet.
ja: %(course_about_url)sにアクセスしてこのコースに登録し、ベータテストを開始してください。
kk: Осы курсқа тіркелу және бета сынағын бастау үшін %(course_about_url)s сайтына кіріңіз.
lv: Apmeklējiet %(course_about_url)s lai reģistrētos šajā kursā un sāktu beta testu.
sq: Vizitoni %(course_about_url)s për t'u regjistruar në këtë kurs dhe për të filluar testin beta.
sv: Besök %(course_about_url)s för att anmäla dig till den här kursen och börja betatestet.
uz: Ushbu kursga yozilish va beta-testni boshlash uchun %(course_about_url)s saytiga tashrif buyuring.
zh_hk: 請造訪%(course_about_url)s註冊本課程並開始 Beta 測試。

source: Visit %(site_name)s to enroll in this course and begin the beta test.
af_za: Besoek %(site_name)s om vir hierdie kursus in te skryf en die beta-toets te begin.
bo: སློབ་ཚན་འདིའི་ནང་ཞུགས་ཐོ་འགོད་པ་དང་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་པར་ %(site_name)s འདིར་གཟིགས་རོགས།
de_de: Gehen Sie auf %(site_name)s, um sich in den Kurs einzuschreiben und mit dem testen zu beginnen.
el: Επισκεφτείτε %(site_name)s για να εγγραφείτε σε αυτό το μάθημα και να ξεκινήσετε τη δοκιμή beta.
es: Visita %(site_name)s para inscribirte en este curso y comenzar la prueba beta.
fa: برای ثبت نام در این دوره و شروع آزمون بتا به %(site_name)s مراجعه کنید.
hu: Látogass el a %(site_name)s oldalra, hogy beiratkozz erre a kurzusra és megkezdhesd a béta tesztet.
ja: %(site_name)sにアクセスしてこのコースに登録し、ベータテストを開始してください。
kk: Осы курсқа тіркелу және бета-сынақты бастау үшін %(site_name)s сайтына кіріңіз.
lv: Apmeklējiet %(site_name)s lai reģistrētos šajā kursā un sāktu beta testu.
sq: Vizitoni %(site_name)s për t'u regjistruar në këtë kurs dhe për të filluar testin beta.
sv: Besök %(site_name)s för att anmäla dig till den här kursen och börja betatestet.
uz: Ushbu kursga yozilish va beta-testni boshlash uchun %(site_name)s saytiga tashrif buyuring.
zh_hk: 請造訪%(site_name)s註冊本課程並開始 Beta 測試。

source: You have been invited to a beta test for %(course_name)s
af_za: Jy is genooi na &#39;n beta-toets vir %(course_name)s
bo: %(course_name)s སློབ་ཚན་འདིའི་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་པར་གདན་ཞུ་བྱས་སོང་།
de_de: Sie wurden zum Beta-Test für %(course_name)s eingeladen
el: Έχετε προσκληθεί σε μια δοκιμή beta για το %(course_name)s
es: Has sido invitado a una prueba beta para %(course_name)s
fa: شما به یک آزمایش بتا برای %(course_name)s دعوت شده اید
hu: %(course_name)s kurzushoz meghívtak béta tesztelőnek
ja: %(course_name)sのベータテストに招待されました
kk: Сіз %(course_name)s үшін бета сынағына шақырылдыңыз
lv: Jūs tikāt uzaicināti uz %(course_name)s beta testēšanu
sq: Jeni ftuar në një test beta për %(course_name)s
sv: Du har blivit inbjuden till ett betatest för %(course_name)s
uz: Siz %(course_name)s uchun beta-testga taklif qilindingiz
zh_hk: 您已受邀參加%(course_name)s的 Beta 測試

source: You have been invited to %(course_name)s
af_za: Jy is genooi na %(course_name)s
bo: ཁྱེད་རང་ %(course_name)s སློབ་ཚན་འདིར་གདན་ཞུ་བྱས་འདུག
de_de: Sie wurden eingeladen zu %(course_name)s
el: Έχετε προσκληθεί στο %(course_name)s
es: Has sido invitado a %(course_name)s
fa: شما به %(course_name)s دعوت شده اید
hu: Meghívást kapott a(z) %(course_name)s kurzusra
ja: %(course_name)sに招待されました
kk: Сіз %(course_name)s шақырылдыңыз
lv: Jūs tikāt uzaicināti uz %(course_name)s
sq: Ju jeni ftuar në %(course_name)s
sv: Du har blivit inbjuden till %(course_name)s
uz: Siz %(course_name)s ga taklif qilindingiz
zh_hk: 您已被邀請參加%(course_name)s

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
af_za: Jy is genooi om by %(course_name)s by %(site_name)s aan te sluit deur &#39;n lid van die kursuspersoneel.
bo: སློབ་ཚན་ལས་བྱེད་ཀྱི་ཚོགས་མི་ཞིག་གིས་ %(site_name)s ནང་གི་ %(course_name)s སློབ་ཚན་ལ་ཁྱེད་རང་ཞུགས་ཕྱིར་གདན་ཞུ་བྱས་འདུག།
de_de: Sie wurden von einem Kursmitarbeiter eingeladen, an %(course_name)s auf %(site_name)s teilzunehmen.
el: Έχετε προσκληθεί να συμμετάσχετε στο %(course_name)s στο %(site_name)s από ένα μέλος του προσωπικού του μαθήματος.
es: Has sido invitado a unirte a %(course_name)s en %(site_name)s por un miembro del equipo del curso.
fa: شما توسط یکی از کارکنان دوره دعوت شده اید تا به %(course_name)s در %(site_name)s بپیوندید.
hu: Meghívtak, hogy csatlakozz az %(site_name)s oldalon a %(course_name)s kurzushoz, mint az oktatói csapat tagja.
ja: %(site_name)sの%(course_name)sに、コーススタッフのメンバーから招待されました。
kk: Курс қызметкері сізді %(site_name)s мекенжайы бойынша %(course_name)s жүйесіне қосылуға шақырды.
lv: Kursa darbinieks jūs uzaicināja pievienoties %(course_name)s vietnē %(site_name)s .
sq: Ju jeni ftuar të bashkoheni %(course_name)s në %(site_name)s nga një anëtar i stafit të kursit.
sv: Du har blivit inbjuden att gå med %(course_name)s på %(site_name)s av en medlem av kurspersonalen.
uz: Kurs xodimlaridan biri sizni %(site_name)s da %(course_name)s ga qo‘shilishga taklif qildi.
zh_hk: 課程工作人員邀請您加入%(course_name)s地址為%(site_name)s 。

source: To access this course click on the button below and login:
af_za: Om toegang tot hierdie kursus te kry, klik op die knoppie hieronder en meld aan:
bo: སློབ་ཚན་འདི་དང་འབྲེལ་བ་བྱེད་ནས་གཤམ་བཀོད་ཀྱི་གནོན་ཐེབས་ལ་བསྣུན་ནས་ནང་འཛུལ་བྱོས།:
de_de: Um zum Kurs zu gelangen klicken Sie auf die Schaltfläche unten und melden Sie sich an:
el: Για πρόσβαση σε αυτό το μάθημα κάντε κλικ στο παρακάτω κουμπί και συνδεθείτε:
es: Para acceder a este curso, haz clic en el botón a continuación e inicia sesión:
fa: برای دسترسی به این دوره بر روی دکمه زیر کلیک کرده و وارد شوید:
hu: A kurzus eléréséhez kattintson az alábbi gombra, és jelentkezzen be:
kk: Бұл курсқа кіру үшін төмендегі түймені басып, жүйеге кіріңіз:
lv: Lai piekļūtu šim kursam, noklikšķiniet uz zemāk esošās pogas un piesakieties:
sq: Për të hyrë në këtë kurs, klikoni në butonin më poshtë dhe identifikohuni:
sv: För att komma åt denna kurs klicka på knappen nedan och logga in:
uz: Ushbu kursga kirish uchun quyidagi tugmani bosing va tizimga kiring:
zh_hk: 要存取本課程，請點擊下面的按鈕並登入：

source: To access this course visit it and register:
af_za: Om toegang tot hierdie kursus te kry, besoek dit en registreer:
bo: སློབ་ཚན་འདི་དེར་གཟིགས་ཏེ་ཐོ་འགོད་བྱེད་པར་བལྟ།
de_de: Um Zugang zu diesen Kurs zu erhalten, müssen Sie sich registrieren:
el: Για πρόσβαση σε αυτό το μάθημα επισκεφθείτε το και εγγραφείτε:
es: Para acceder a este curso, visítalo y regístrate:
fa: برای دسترسی به این دوره به آن مراجعه کرده و ثبت نام کنید:
hu: A kurzus eléréséhez látogassa meg az oldalt és regisztráljon:
ja: このコースにアクセスするには、訪問して登録してください。
kk: Бұл курсқа кіру үшін оған кіріп, тіркеліңіз:
lv: Lai piekļūtu šim kursam, apmeklējiet to un reģistrējieties:
sq: Për të hyrë në këtë kurs vizitoni atë dhe regjistrohuni:
sv: För att komma åt denna kurs besök den och registrera dig:
uz: Ushbu kursga kirish uchun unga tashrif buyuring va ro'yxatdan o'ting:
zh_hk: 要訪問本課程，請訪問並註冊：

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
af_za: Voltooi asseblief jou registrasie en vul die registrasievorm in en maak seker dat jy %(email_address)s in die E-pos veld gebruik:
bo: ཐོ་འགོད་ཆ་ཚང་བ་གཏོང་དགོས་པ་དང་ཡིག་ཟམ་%(email_address)s དེའི་སྡེ་ཚན་ནང་ལེགས་པར་བཀོལ་ཐུབ་པ་ཞིག་བྱ་རོགས།
de_de: Bitte vervollständigen Sie die Registrierung und füllen Sie alle erforderlichen Felder aus. Stellen Sie sicher %(email_address)s in das E-Mail Feld einzutragen.
el: Ολοκληρώστε την εγγραφή σας και συμπληρώστε τη φόρμα εγγραφής φροντίζοντας να χρησιμοποιήσετε %(email_address)s στο πεδίο Email:
es: Por favor, completa tu registro y llena el formulario de registro asegurándote de usar %(email_address)s en el campo de Correo electrónico:
fa: لطفا ثبت نام خود را به پایان برسانید و فرم ثبت نام را پر کنید و مطمئن شوید که از %(email_address)s در قسمت ایمیل استفاده کنید:
hu: Kérjük, fejezze be a regisztrációt, és töltse ki a regisztrációs űrlapot, ügyelve arra, hogy az Email mezőbe a %(email_address)s címet írja be.
ja: 登録を完了し、登録フォームに%(email_address)sをメール欄に入力してください。
kk: Тіркеуді аяқтаңыз және электрондық пошта өрісінде %(email_address)s қолданып, тіркеу формасын толтырыңыз:
lv: Lūdzu, pabeidziet reģistrāciju un aizpildiet reģistrācijas veidlapu, e-pasta laukā norādiet %(email_address)s:
sq: Ju lutemi përfundoni regjistrimin tuaj dhe plotësoni formularin e regjistrimit duke u siguruar që të përdorni %(email_address)s në fushën Email:
sv: Vänligen slutför din registrering och fyll i registreringsformuläret, se till att använda %(email_address)s i fältet för e-post:
uz: Roʻyxatdan oʻtishni yakunlang va elektron pochta maydonida %(email_address)s foydalangan holda roʻyxatdan oʻtish formasini toʻldiring:
zh_hk: 請完成您的註冊並填寫註冊表，確保在電郵欄位中使用%(email_address)s ：

source: Finish Your Registration
af_za: Voltooi jou registrasie
bo: ཁྱེད་ཀྱི་ཐོ་འགོད་ཚར་བར་བྱོས།
de_de: Vervollständigen Sie die Registrierung
el: Ολοκληρώστε την Εγγραφή σας
es: Completa tu registro
fa: ثبت نام خود را تمام کنید
hu: Fejezze be a regisztrációját
ja: 登録を完了してください
kk: Тіркеуді аяқтаңыз
lv: Pabeidziet reģistrāciju
sq: Përfundoni Regjistrimin tuaj
sv: Avsluta din registrering
uz: Roʻyxatdan oʻtishni yakunlang
zh_hk: 完成您的註冊

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
af_za: Sodra jy jou rekening geregistreer en geaktiveer het, sal jy %(course_name)s op jou dashboard sien.
bo: ཁྱེད་ཀྱི་ཁ་བྱང་ཐོ་འགོད་ནུས་ལྡན་བྱས་ནས་ དྲ་བའི་གཙོ་ངོས་སུ་ %(སློབ་ཚན)s མཐོང་ཐུབ།
de_de: Sobald Sie sich registriert und Ihren Account aktiviert haben, werden Sie den Kurs %(course_name)s in Ihrer Übersichtsseite 'Meine Kurse' sehen.
el: Μόλις εγγραφείτε και ενεργοποιήσετε τον λογαριασμό σας, θα δείτε το μάθημα %(course_name)s στη λίστα με τα μαθήματά σας.
es: Una vez que te hayas registrado y activado tu cuenta, verás %(course_name)s en tu panel de control.
fa: هنگامی که حساب خود را ثبت و فعال کردید، %(course_name)s در داشبورد خود مشاهده خواهید کرد.
hu: Miután regisztráltad és aktiváltad a fiókod, a %(course_name)s nevű kurzus megjelenik az irányítópultodon.
ja: 登録してアカウントを有効化すると、ダッシュボードに%(course_name)sが表示されます。
kk: Тіркелгіні тіркеп, іске қосқаннан кейін бақылау тақтасында %(course_name)s тізімін көресіз.
lv: Kad reģistrējāties un aktivizējāt savu kontu, informācijas panelī redzēsit %(course_name)s .
sq: Pasi të keni regjistruar dhe aktivizuar llogarinë tuaj, do të shihni %(course_name)s të listuar në pultin tuaj.
sv: När du har registrerat och aktiverat ditt konto kommer du att se %(course_name)s listade på din instrumentpanel.
uz: Account qaydnomangizni ro'yxatdan o'tkazganingizdan va faollashtirilganingizdan so'ng, asboblar panelida %(course_name)s ro'yxatini ko'rasiz.
zh_hk: 註冊並啟動帳戶後，您將在控制面板上看到%(course_name)s列出。
