Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The last speed that the user specified for the video.
af_za: Die laaste spoed wat die gebruiker vir die video gespesifiseer het.
bo: སྤྱོན་མཁན་གྱིས་མཐའ་དོན་གཏན་འཁེལ་བྱས་པའི་བརྙན་གྱི་མགྱོགས་ཚད།
de_de: Die letzte Geschwindigkeitseinstellung die der Nutzer für dieses Video festgelegt hat.
el: Η τελευταία ταχύτητα που καθόρισε ο χρήστης για το βίντεο.
es: La última velocidad que especificó el usuario para el video.
fa: آخرین سرعتی که کاربر برای ویدیو مشخص کرده است.
hu: A felhasználó által utoljára megadott lejátszási sebesség.
kk: Пайдаланушы бейне үшін көрсеткен соңғы жылдамдық.
lv: Pēdējais ātrums, ko lietotājs norādījis videoklipam.
sq: Shpejtësia e fundit që përdoruesi ka specifikuar për videon.
sv: Den sista hastigheten som användaren angav för videon.
th: ความเร็วล่าสุดที่ผู้ใช้สามารถเลือกสำหรับวิดิโอนี้
uz: Video uchun foydalanuvchi belgilagan oxirgi tezlik.
zh_hk: 用户為影片指定的最後速度。

source: The default speed for the video.
af_za: Die verstekspoed vir die video.
bo: བརྙན་གྱི་རྨང་གཞིའི་མགྱོགས་ཚད།
de_de: Die Standardgeschwindigkeit für das Video.
el: Η προεπιλεγμένη ταχύτητα για το βίντεο.
es: La velocidad predeterminada para el video.
fa: سرعت پیش‌فرض ویدیو.
hu: Alapértelmezett lejátszási sebesség.
ja: ビデオのデフォルト速度。
kk: Бейне үшін әдепкі жылдамдық.
lv: Video noklusējuma ātrums.
sq: Shpejtësia e paracaktuar për videon.
sv: Standardhastigheten för videon.
th: ค่าความเร็วอัตโนมัติสำหรับวิดิโอ
uz: Video uchun standart tezlik.
zh_hk: 影片的預設速度。

source: Specify whether to advance automatically to the next unit when the video ends.
af_za: Spesifiseer of jy outomaties na die volgende eenheid gaan wanneer die video eindig.
bo: བརྙན་དེ་མཇུག་རྫོགས་ནས་རང་འགུལ་གྱིས་རྗེས་མ་དེར་འགྲོ་དགོས་མིན་གཏན་འཁེལ་བྱོས།
de_de: Geben Sie an, ob nach Beendigung des Videos automatisch zur nächsten Lerneinheit gewechselt werden soll.
el: Καθορίστε εάν θα προχωρήσετε αυτόματα στο επόμενο κεφάλαιο όταν τελειώσει το βίντεο.
es: Especifica si avanzar automáticamente a la siguiente unidad cuando termine el video.
fa: مشخص کنید که آیا با پایان ویدیو به طور خودکار به واحد بعدی رفته شود.
ja: ビデオが終了したときに自動的に次のユニットに進むかどうかを指定します。
kk: Бейне аяқталғанда келесі құрылғыға автоматты түрде өту керектігін көрсетіңіз.
lv: Norādiet, vai pēc video beigām automātiski pāriet uz nākamo vienību.
sq: Specifikoni nëse do të avanconi automatikisht në njësinë tjetër kur të përfundojë video.
sv: Ange om du vill aktivera automatisk framspelning till videoklipp in efterföljande avsnitt.
uz: Video tugashi bilan avtomatik ravishda keyingi blokga oʻtish yoki oʻtishni belgilang.
zh_hk: 指定影片結束時是否自動前進到下一步單元。

source: Specify whether YouTube is available for the user.
af_za: Spesifiseer of YouTube vir die gebruiker beskikbaar is.
bo: སྤྱོད་མཁན་ལ YouTube ཡོད་མེད་གཏན་འཁེལ་བྱོས།
de_de: Lege fest, ob YouTube für den Nutzer verfügbar ist.
el: Καθορίστε εάν το YouTube είναι διαθέσιμο για τον χρήστη.
es: Especifica si YouTube está disponible para el usuario.
fa: مشخص کنید YouTube برای کاربر در دسترس است یا خیر.
hu: Adja meg, hogy a YouTube elérhető-e a felhasználó számára.
ja: ユーザーにYouTubeが利用可能かどうかを指定してください。
kk: YouTube қолданбасының пайдаланушы үшін қолжетімділігін көрсетіңіз.
lv: Norādiet, vai YouTube ir pieejams lietotājam.
sq: specifikoni nëse YouTube është i disponueshëm për përdoruesin.
sv: Ange om YouTube är tillgängligt för användaren.
th: ระบุถ้าผู้ใช้สามารถเข้า Youtube ได้
uz: YouTube foydalanuvchi uchun mavjudligini belgilang.
zh_hk: 指定用戶是否可以使用 YouTube。

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
af_za: Laai &#39;n uitdeelstuk op om hierdie video te vergesel. Studente kan die uitdeelstuk aflaai deur Laai uitdeelstuk af onder die video af te klik.
bo: སློབ་ཁྲིད་རྒྱུ་ཆ་བརྙན་དང་ལྷན་དུ་ཡར་འཇུག་བྱ། སློབ་ཕྲུག་གིས་བརྙན་གྱི་གཤམ་དེར "སློབ་ཁྲིད་རྒྱུ་ཆ་ཕབ་ལེན" ཟེར་བར་བསྣུན་ཏེ་རྒྱུ་ཆ་དེ་ཕབ་ལེན་བྱ་ཆོག །
de_de: Lade ein Handout hoch, welches das Video begleiten soll. Teilnehmer können das Handout herunterladen, indem sie auf "Handout herunterladen" unterhalb des Videos klicken.
el: Ανεβάστε ένα φυλλάδιο για να συνοδεύσετε αυτό το βίντεο. Οι μαθητές μπορούν να κατεβάσουν το φυλλάδιο κάνοντας κλικ στην επιλογή Λήψη φυλλαδίου κάτω από το βίντεο.
es: Carga un material complementario para acompañar este video. Los estudiantes pueden descargar el material complementario haciendo clic en Descargar material complementario debajo del video.
fa: یک جزوه برای همراهی این ویدیو آپلود کنید. دانش‌‌پذیران می‌توانند با کلیک روی لینک بارگیری جزوه که زیر ویدیو قرار دارد، جزوه را بارگیری کنند.
hu: Töltsön fel egy segédanyagot a videó mellé. A diákok letölthetik a segédanyagot a videó alatti "Segédanyag letöltése" gombra kattintva.
ja: このビデオに添付するハンドアウトをアップロードしてください。学生はビデオの下にある「ハンドアウトをダウンロード」をクリックしてハンドアウトをダウンロードできます。
kk: Осы бейнені сүйемелдеу үшін үлестірмелі материалды жүктеп салыңыз. Студенттер үлестірмелі материалды бейне астындағы «Үлестірмелі материалды жүктеп алу» түймесін басу арқылы жүктей алады.
lv: Augšupielādējiet izdales materiālu, kas pievienots šim videoklipam. Dalībnieki var lejupielādēt izdales materiālu, noklikšķinot uz Lejupielādēt izdales materiālu zem videoklipa.
sq: Ngarko një fletushkë për të shoqëruar këtë video. Nxënësit mund ta shkarkojnë fletushkën duke klikuar "Shkarko fletushkën" nën video.
sv: Ladda upp ett handout för att komplettera den här videon. Studenter kan ladda ner handouten genom att klicka på Ladda ner handout under videon.
th: อัพโหลดเอกสารเพื่อประกอบกับวิดิโอนี้ นักเรียนสามารถดาวน์โหลดเอกสารโดยการคลิกที่ ดาวน์โหลดเอกสาร ใต้วิดิโอนี้
uz: Ushbu videoga hamrohlik qilish uchun tarqatma materialni yuklang. Talabalar tarqatma materialni video ostidagi “Yuklab olish” tugmasini bosish orqali yuklab olishlari mumkin.
zh_hk: 上傳該影片相關的講義。學生可以透過點擊影片下方的「下載講義」按鈕下載講義。

source: Upload Handout
af_za: Laai uitdeelstuk op
de_de: Handout hochladen
el: Μεταφόρτωση φυλλαδίου
es: Cargar material complementario
fa: آپلود جزوه
hu: Kurzus vázlat feltöltése
ja: ハンドアウトをアップロード
kk: Үлестірме жүктеп салу
lv: Augšupielādēt izdales materiālu
sq: Ngarko fletushkë
sv: Överför utdelningen
th: อัพโหลดเอกสาร
uz: Tarqatmani yuklash
zh_hk: 上傳講義

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
af_za: Spesifiseer of toegang tot hierdie video slegs tot blaaiers beperk is, of dat dit vanaf ander toepassings, insluitend mobiele toepassings, verkry kan word.
bo: བརྙན་འདི་བཤེར་ཆས་ཁོ་ནའི་ནང་སྟོན་དགོས་ཡང་ན་ཁ་པར་གྱི་མཉེན་ཆས་ཁག་འདུས་པའི་མཉེན་ཆས་གཞན་གྱི་ནང་ཡང་སྟོན་ཐུབ་མིན་གསལ་བཤད་བྱོས།
de_de: Geben Sie an, ob der Zugriff auf dieses Video auf Browser beschränkt ist oder ob es von anderen Anwendungen aus zugänglich ist, einschließlich mobiler Anwendungen.
el: Καθορίστε εάν η πρόσβαση σε αυτό το βίντεο περιορίζεται μόνο σε προγράμματα περιήγησης ή εάν είναι δυνατή η πρόσβαση σε αυτό από άλλες εφαρμογές, συμπεριλαμβανομένων των εφαρμογών για κινητά.
es: Especifica si el acceso a este video está limitado solo a navegadores o si se puede acceder desde otras aplicaciones, incluidas las aplicaciones móviles.
fa: مشخص کنید که آیا دسترسی به این ویدیو فقط محدود به مرورگرهاست یا این که می‌توان از سایر برنامه‌ها از جمله برنامه‌های تلفن همراه هم به آن دسترسی داشت.
hu: Adja meg, hogy a videóhoz való hozzáférés csak böngészőkben korlátozott-e, vagy más alkalmazásokból, beleértve a mobilalkalmazásokat is, elérhető-e.
ja: このビデオへのアクセスがブラウザのみに限定されているか、モバイルアプリを含む他のアプリケーションからもアクセス可能かを指定してください。
kk: Бұл бейнеге кіру тек браузерлермен шектелетінін немесе оған басқа қолданбалардан, соның ішінде мобильді қолданбалардан кіруге болатынын көрсетіңіз.
lv: Norādiet, vai piekļuve šim videoklipam ir atļauta tikai pārlūkprogrammās, vai arī tam var piekļūt arī no citām lietojumprogrammām, tostarp mobilajām lietotnēm.
sq: Specifikoni nëse qasja në këtë video është e kufizuar vetëm për shfletuesit, ose nëse ajo mund të aksesohet nga aplikacione të tjera, duke përfshirë aplikacionet celulare.
sv: Ange om åtkomst till den här videon är begränsad till webbläsare, eller om den kan nås från andra program, inklusive mobilappar.
th: ระบุว่าวิดิโอนี้สามารถเข้าถึงได้ผ่านเว็บเบราเซอร์เท่านั้นหรือสามารถเข้าถึงผ่านสิ่งอื่นได้เช่นแอปพลิเคชั่นในมือถือ
uz: Ushbu videoga kirish faqat brauzerlar bilan chegaralanganligini yoki unga boshqa ilovalar, jumladan, mobil ilovalar orqali kirish mumkinligini belgilang.
zh_hk: 指定對此影片的存取是否僅限於瀏覽器，或者是否可以從其他應用程式（包括行動應用程式）存取。

source: Video Available on Web Only
af_za: Video Slegs op die web beskikbaar
bo: བརྙན་དྲ་ཚིགས་ཁོ་ནའི་ནང་སྤྱོད།
de_de: Das Video ist nur im Web erhältlich.
el: Το βίντεο είναι διαθέσιμο μόνο στον Ιστό
es: Video disponible solo en la web
fa: ویدیو فقط در وب در دسترس است
hu: A videó csak a weben érhető el
kk: Бейне тек интернетте қолжетімді
lv: Video pieejams tikai tīmeklī
sq: Video e disponueshme vetëm në ueb
sv: Video tillgänglig endast på webben
th: วิดีโอที่พร้อมใช้งานเฉพาะบนเว็บ
uz: Video faqat Internetda mavjud
zh_hk: 影片僅在網路上提供

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
af_za: As jy &#39;n video-ID deur edX toegeken is vir die video om in hierdie komponent te speel, voer die ID hier in. In hierdie geval moet u nie waardes in die verstekvideo-URL, die videolêer-URL&#39;s en die YouTube-ID-velde invoer nie. As jy nie &#39;n video-ID toegeken is nie, voer waardes in daardie ander velde in en ignoreer hierdie veld.
de_de: Wenn Ihnen von edX eine Video-ID für das Video zur Wiedergabe in dieser Komponente zugewiesen wurde, geben Sie die ID hier ein. Geben Sie in diesem Fall keine Werte in die Felder Default Video URL, Video File URLs und YouTube ID ein. Wenn Ihnen keine Video-ID zugewiesen wurde, geben Sie Werte in die anderen Felder ein und ignorieren Sie dieses Feld.
el: Εάν σας έχει εκχωρηθεί ένα αναγνωριστικό βίντεο από το edX για αναπαραγωγή του βίντεο σε αυτό το στοιχείο, εισαγάγετε το αναγνωριστικό εδώ. Σε αυτήν την περίπτωση, μην εισαγάγετε τιμές στα πεδία Προεπιλεγμένη διεύθυνση URL βίντεο, διευθύνσεις URL αρχείων βίντεο και αναγνωριστικά YouTube. Εάν δεν σας έχει εκχωρηθεί αναγνωριστικό βίντεο, εισαγάγετε τιμές σε αυτά τα άλλα πεδία και αγνοήστε αυτό το πεδίο.
es: Si edX te asignó un ID de video para que el video se reproduzca en este componente, ingresa el ID aquí. En este caso, no ingreses valores en los campos URL de video predeterminada, URLs de archivos de video e ID de YouTube. Si no se te asignó un ID de video, ingresa valores en esos otros campos e ignora este campo.
fa: اگر توسط edX برای پخش ویدیو در این مؤلفه به شما یک شناسه ویدیو اختصاص داده شده است، شناسه را در اینجا وارد کنید. در این مورد، مقادیر را در قسمت URL پیش‌فرض ویدیو، نشانی‌های اینترنتی فایل ویدیویی و فیلدهای شناسه YouTube وارد نکنید. اگر شناسه ویدیو به شما اختصاص داده نشده است، مقادیر را در فیلدهای دیگر وارد کنید و این قسمت را نادیده بگیرید.
hu: Ha az edX feladatot adott egy videóazonosítót ehhez a komponenshez lejátszandó videóhoz, írja be az azonosítót ide. Ebben az esetben ne adjon meg értékeket az Alapértelmezett videó URL, a Videófájl URL-ek és a YouTube azonosító mezőkben. Ha nem kapott videóazonosítót, adjon meg értékeket a többi mezőben, és hagyja figyelmen kívül ezt a mezőt.
ja: edXからこのコンポーネントで再生するビデオのビデオIDが割り当てられている場合は、ここにIDを入力してください。この場合、デフォルトのビデオURL、ビデオファイルのURL、およびYouTube IDのフィールドには値を入力しないでください。ビデオIDが割り当てられていない場合は、他のフィールドに値を入力し、このフィールドは無視してください。
kk: Осы құрамдас бөлікте бейне ойнату үшін сізге edX бейне идентификаторын тағайындаған болса, идентификаторды осы жерге енгізіңіз. Бұл жағдайда әдепкі бейне URL мекенжайына, бейне файлының URL мекенжайларына және YouTube ID өрістеріне мәндерді енгізбеңіз. Егер сізге бейне идентификаторы тағайындалмаған болса, сол басқа өрістерге мәндерді енгізіңіз және бұл өрісті елемеуіңіз керек.
lv: Ja edX jums ir piešķīris videoklipa ID, lai videoklipu atskaņotu šajā komponentā, ievadiet šo ID šeit. Šādā gadījumā neievietot vērtības laukos Default Video URL, Video File URLs un YouTube ID. Ja jums nav piešķirts Video ID, ievadiet vērtības šajos citos laukos un ignorējiet šo lauku.
sq: Nëse ju është caktuar një ID video nga edX që videoja të luhet në këtë komponent, futni ID-në këtu. Në këtë rast, mos vendosni vlera në URL-në e parazgjedhur të videos, URL-të e skedarit të videos dhe fushat e ID-së së YouTube. Nëse nuk ju është caktuar një ID video, futni vlerat në ato fusha të tjera dhe shpërfilleni këtë fushë.
sv: Om du tilldelades ett video-ID av edX för att videon ska spela i den här komponenten anger du ID här. Ange inte värden i standardvideoadressen, videofiladresserna och fältet YouTube-ID i det här fallet. Om du inte tilldelades ett video-ID anger du värden i de andra fälten och ignorerar det här fältet.
th: ถ้าคุณต้องการกำหนดรหัสวิดิโอโดย edX สำหรับวิดิโอที่จะเล่นในส่วนประกอบนี้ โปรดใส่รหัสตรงนี้ ในกรณีนี้ อย่าใส่ค่าในช่อง URLวีดีโอเริ่มต้น, URLของไฟล์วิดิโอ และรหัส Youtube. ถ้าคุณไม่ได้กำหนดค่ารหัสวิดิโอ ให้ใส่ค่าในช่องอื่นๆแล้วเว้นช่องนี้
uz: Agar sizga ushbu komponentda videoni ijro etish uchun edX tomonidan Video identifikatori berilgan bo‘lsa, identifikatorni shu yerga kiriting. Bunday holda, standart video URL, Video fayl URL manzillari va YouTube ID maydonlariga qiymatlarni kiritmang. Agar sizga video identifikatori tayinlanmagan bo'lsa, boshqa maydonlarga qiymatlarni kiriting va bu maydonga e'tibor bermang.
zh_hk: 如果您上傳的影片指派了一個ID，請在此輸入您的影片ID。請注意，如果您有被指派影片ID請不要輸入預設影片ID，影片檔ID以及YouTube影片ID。如果您沒有被指派ID請輸入上述描述部分，這部分請不要填寫。

source: Date of the last view of the bumper
af_za: Datum van die laaste aansig van die buffer
bo: བཤེར་རིས་ལ་ཆེས་མཐའ་མར་བལྟས་དུས་ཀྱི་ཟླ་ཚེས།
de_de: Datum der letzten Ansicht des Bumpers.
el: Ημερομηνία τελευταίας προβολής του διαφημιστικού
es: Fecha de la última visualización del bumper.
fa: تاریخ آخرین نمای سپر
hu: A lökhárító utolsó megtekintésének dátuma
ja: バンパーの最終視聴日
kk: Бампердің соңғы көрінісінің күні
lv: Datums, kad buferis ir pēdējo reizi skatīts
sq: Data e pamjes së fundit të parakolpit
sv: Datum för den senaste visningen av stötfångaren
th: วันที่สุดท้ายที่จะแสดงโฆษณา
uz: Bamperning oxirgi ko'rinishi sanasi
zh_hk: 最近瀏覽片頭的日期

source: Do not show bumper again
af_za: Moenie weer bumper wys nie
bo: བཤེར་རིས་བསྐྱར་ཏུ་མ་སྟོན།
de_de: Bumper nicht mehr anzeigen.
el: Να μην εμφανιστεί ξανά το διαφημιστικό
es: No mostrar el bumper nuevamente
fa: دیگر ضربه گیر را نشان ندهید
ja: バンパーを再表示しない
kk: Бамперді қайта көрсетпеңіз
lv: Vairs nerādīt buferi
sq: Mos e tregoni përsëri parakolpin
th: ไม่แสดงโฆษณาอีก
uz: Yana bamperni ko'rsatmang
zh_hk: 不重複顯示片頭

source: Specify whether the video can be accessed publicly by learners.
af_za: Spesifiseer of die video publiek deur leerders verkry kan word.
bo: སློབ་སྦྱོང་བྱེད་མཁན་གྱིས་བརྙན་དེ་ཡོངས་གྲགས་སུ་ལྟ་ཐུབ་མིན་གསལ་བཤད་བྱོས།
de_de: Geben Sie an, ob Lernende öffentlich auf das Video zugreifen können.
el: Καθορίστε εάν οι μαθητές μπορούν να έχουν δημόσια πρόσβαση στο βίντεο.
es: Especifica si el video puede ser accedido públicamente por los estudiantes.
fa: مشخص کنید که آیا دانش‌پذیران می‌توانند به‌طور عمومی به ویدیو دسترسی داشته باشند یا خیر.
ja: 学習者が動画に公開アクセスできるかどうかを指定してください。
lv: Norādiet, vai dalībnieki var publiski piekļūt videoklipam.
sq: Duhet të specifikohet nëse videoja mund të aksesohet publikisht nga nxënësit.
sv: Ange om videon kan nås offentligt av eleverna.
uz: Videoga o‘quvchilar tomonidan ochiq foydalanish mumkin yoki yo‘qligini belgilang.
zh_hk: 指定學生是否可以公開存取該影片。

source: Public Access
af_za: Publieke Toegang
bo: སྤྱི་སྤྱོད་ཀྱི་ཆོག་མཆན་ཡོད།
de_de: Öffentlicher Zugang
el: Δημόσια πρόσβαση
es: Acceso público
fa: دسترسی عمومی
hu: Nyilvános hozzáférés
ja: 公開アクセス
kk: Жалпыға қолжетімділік
lv: Publiskā piekļuve
sq: Qasja publike
sv: Allmänhetens tillgång
uz: Umumiy foydalanish imkoniyati
zh_hk: 公共訪問

source: Add a specific thumbnail for learners to see before playing the video.
af_za: Voeg &#39;n spesifieke kleinkiekie by wat leerders kan sien voordat hulle die video speel.
bo: བརྙན་དེ་མ་སྟོན་གོང་སློབ་གཉེར་བས་མཐོང་ཐུབ་པའི་དམིགས་བསལ་གྱི་དཔར་ཆོས་གཞི་ཞིག་བཙུགས་རོགས།
de_de: Fügen Sie ein bestimmtes Thumbnail hinzu, das die Lernenden sehen können, bevor sie das Video abspielen.
el: Προσθέστε μια συγκεκριμένη μικρογραφία για να τη δουν οι μαθητές πριν από την αναπαραγωγή του βίντεο.
es: Agrega una miniatura específica para que los estudiantes la vean antes de reproducir el video.
fa: یک تصویر کوچک، جهت نمایش به دانش‌پذیران قبل از شروع ویدیو، بیفزایید.
hu: Adj meg egy konkrét bélyegképet, amelyet a tanulók láthatnak a videó lejátszása előtt.
ja: 学習者が動画を再生する前に表示される特定のサムネイルを追加します。
kk: Бейнені ойнатпас бұрын оқушылар көруі үшін арнайы нобай қосыңыз.
lv: Pievienojiet konkrētu sīktēlu, lai dalībnieki to redzētu pirms videoklipa atskaņošanas.
sq: Shtoni një miniaturë specifike që nxënësit ta shohin përpara se të luajnë videon.
sv: Lägga till en specifik miniatyr som eleverna kan se innan de spelar upp videon.
uz: Videoni o‘ynatishdan oldin o‘quvchilar ko‘rishlari uchun maxsus eskiz qo‘shing.
zh_hk: 添加特定的縮圖，供學生在播放影片之前查看。

source: Thumbnail
af_za: Kleinkiekie
bo: མཐེ་བོང་པར་རིས།
de_de: Miniaturansicht
el: Μικρογραφία
es: Miniatura
fa: بند انگشتی
ja: サムネイル
kk: Нобай
lv: Sīktēls
sq: Miniatura
sv: Miniatyr
uz: Eskiz
zh_hk: 縮圖

source: Instructions
af_za: Instruksies
bo: བཀོད་སྒྲིག་
de_de: Anleitungen
el: Οδηγίες
es: Instrucciones
fa: دستورالعمل ها
ja: 指示
kk: Нұсқаулар
lv: Instrukcijas
sq: Udhëzimet
sv: Instruktioner
th: คำแนะนำ
uz: Ko'rsatmalar
zh_hk: 指示

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
af_za: Voeg instruksies by om leerders te help verstaan hoe om die woordwolk te gebruik. Duidelike instruksies is belangrik, veral vir leerders wat toeganklikheidsvereistes het.
bo: སློབ་གཉེར་བ་རྣམས་སྤྲིན་སྟེགས་ཀྱི་ཐ་སྙད་བཀོལ་སྤྱོད་ཚུལ་ཤེས་ཕྱིར་མཛུབ་སྟོན་ཁ་སྣོན་བྱོས། མཛུབ་སྟོན་གསལ་བོ་བྱེད་ནི་གལ་འགངས་ཤིན་ཏུ་ཆེ་ཞིང་། ཁྱད་པར་དུ་སློབ་སྤྱོང་གི་མཁོ་ཆས་རིགས་བཀོལ་སྤྱོད་ཀྱི་ཆོག་མཆན་ཡོད་པའི་གཉེར་བ་ལ་ལྷག་པར་དུ་མཁོ།
de_de: Fügen Sie Anweisungen hinzu, die den Lernenden helfen, die Verwendung der Wortwolke zu verstehen. Klare Anweisungen sind wichtig, insbesondere für Lernende, die Anforderungen an die Zugänglichkeit haben.
el: Προσθέστε οδηγίες για να βοηθήσετε τους σπουδαστές να κατανοήσουν πώς να χρησιμοποιούν τη λέξη σύννεφο. Οι σαφείς οδηγίες είναι σημαντικές, ειδικά για σπουδαστές που έχουν απαιτήσεις προσβασιμότητας.
es: Agrega instrucciones para ayudar a los estudiantes a entender cómo usar la nube de palabras. Las instrucciones claras son importantes, especialmente para los estudiantes que tienen requisitos de accesibilidad.
fa: دستورالعمل‌هایی را اضافه کنید تا به زبان‌آموزان در درک نحوه استفاده از کلمه ابری کمک کنید. دستورالعمل‌های واضح، به‌ویژه برای یادگیرندگانی که شرایط دسترسی دارند، مهم هستند.
ja: 学習者がワードクラウドの使い方を理解できるように指示を追加してください。特にアクセシビリティの要件がある学習者にとって、明確な指示は重要です。
kk: Оқушыларға бұлт сөзін қалай пайдалану керектігін түсінуге көмектесу үшін нұсқауларды қосыңыз. Нұсқаулардың анық болуы, әсіресе қолжетімділік талаптары бар оқушылар үшін маңызды.
lv: Pievienojiet instrukcijas, lai palīdzētu dalībniekiem saprast, kā izmantot vārdu mākoni. Skaidras instrukcijas ir svarīgas, jo īpaši dalībniekiem, kuriem ir piekļuves prasības.
sq: Shtoni udhëzime për t'i ndihmuar nxënësit të kuptojnë se si të përdorin fjalën re. Udhëzimet e qarta janë të rëndësishme, veçanërisht për nxënësit që kanë kërkesa për aksesueshmëri.
uz: O'quvchilarga bulut so'zidan qanday foydalanishni tushunishlariga yordam berish uchun ko'rsatmalar qo'shing. Aniq ko'rsatmalar, ayniqsa foydalanish imkoniyatiga ega bo'lgan o'quvchilar uchun muhimdir.
zh_hk: 加入指引幫助學員了解詞彙雲盤的使用方法，清晰的指引對有訪問要求的學員特別重要。

source: Inputs
af_za: Insette
bo: ནང་འཇུག་ཁག
de_de: Eingaben
el: Είσοδοι
es: Entradas
fa: ورودی ها
hu: Bemenetek
ja: 入力
kk: Кірістері
lv: Ievades
sq: Inputet
sv: ingångar
th: งานที่นำเข้า
uz: Kirishlar
zh_hk: 輸入

source: The number of text boxes available for learners to add words and sentences.
af_za: Die aantal tekskassies beskikbaar vir leerders om woorde en sinne by te voeg.
bo: སློབ་གཉེར་བས་ཚིག་དང་ཚིག་གྲུབ་རེ་ཟུང་འབྲི་སའི་འབྲི་སྒམ་འགའ་ཤས་བཞག་ཡོད།
de_de: Die Anzahl der Textfelder, die den Lernenden zur Verfügung stehen, um Wörter und Sätze hinzuzufügen.
el: Ο αριθμός των πλαισίων κειμένου που είναι διαθέσιμα στους σπουδαστές για να προσθέσουν λέξεις και προτάσεις.
es: La cantidad de cuadros de texto disponibles para que los estudiantes agreguen palabras y oraciones.
fa: تعداد کادرهای متنی در دسترس زبان آموزان برای افزودن کلمات و جملات.
hu: A tanulók számára elérhető szövegdobozok száma, ahová szavakat és mondatokat adhatnak hozzá.
ja: 学習者が単語や文を追加できるテキストボックスの数。
kk: Оқушыларға сөздер мен сөйлемдерді қосу үшін қолжетімді мәтін ұяларының саны.
lv: Tekstlodziņu skaits, kas dalībniekiem ir pieejams vārdu un teikumu pievienošanai.
sq: Numri i kutive të tekstit në dispozicion për nxënësit për të shtuar fjalë dhe fjali.
sv: Antalet textrutor tillgängliga för eleverna att lägga till ord och meningar.
uz: O'quvchilar so'z va jumlalarni qo'shishlari mumkin bo'lgan matn qutilari soni.
zh_hk: 學員可用輸入框的數量，並加上文字與句子。

source: Maximum Words
af_za: Maksimum woorde
bo: ཡིག་འབྲུའི་མང་མཐའ།
de_de: Maximale Wortanzahl
el: Μέγιστο πλήθος λέξεων
es: Máximo de palabras
fa: حداکثر کلمات
hu: Maximum szó
ja: 最大単語数
kk: Максималды сөздер
lv: Maksimālais vārdu skaits
sq: Fjalët maksimale
th: จำนวนคำสูงสุด
uz: Maksimal so'zlar
zh_hk: 最大字數

source: The maximum number of words displayed in the generated word cloud.
af_za: Die maksimum aantal woorde wat in die gegenereerde woordwolk vertoon word.
bo: ད་ལྟ་བཟོས་པའི་ཡིག་འབྲུ་སྤྲིན་ཕུང་ནང་སྟོན་རྒྱུའི་ཆེས་མང་མཐའི་ཡིག་འབྲུའི་གྲངས།
de_de: Maximale Anzahl der Worte, die in der erzeugten Wortwolke angezeigt werden.
el: Ο μέγιστος αριθμός λέξεων που εμφανίζεται στο δημιουργημένο σύννεφο λέξεων.
es: El número máximo de palabras mostradas en la nube de palabras generada.
fa: حداکثر تعداد کلمات نمایش داده شده در ابر کلمه تولید شده.
hu: A generált szófelhőben megjelenített szavak maximális száma.
ja: 生成されたワードクラウドに表示される単語の最大数。
kk: Жасалған сөз бұлтында көрсетілетін сөздердің максималды саны.
lv: Maksimālais vārdu skaits, kas tiek parādīts ģenerētajā vārdu mākonī.
sq: Numri maksimal i fjalëve që shfaqen në renë e fjalëve të krijuara.
sv: Det maximala antalet ord som visas i det genererade ordmoln.
uz: Yaratilgan so'z bulutida ko'rsatiladigan so'zlarning maksimal soni.
zh_hk: 能在生成的詞彙雲盤中顯示的最大詞彙數。

source: Show Percents
af_za: Wys persentasies
bo: བརྒྱ་ཆ་སྟོན།
de_de: Zeige Prozentangaben
el: Εμφάνιση ποσοστών
es: Mostrar porcentajes
fa: نمایش درصدها
hu: Százalék megjelenítése
ja: パーセントを表示
kk: Проценттерді көрсету
lv: Rādīt procentus
sq: Shfaq përqindjet
sv: Visa procent
th: แสดงร้อยละ
uz: Foizlarni ko'rsatish
zh_hk: 顯示百分比
