Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The LTI client identifier generated by the LTI platform.
af_za: Die LTI-kliënt-identifiseerder wat deur die LTI-platform gegenereer word.
bo: LTI སྟེགས་བུ་ཡིས་ LTI ཡི་སློབ་གཉེར་བ་ངོས་འཛིན་བྱེད་གསར་བཟོ་བྱས་ཡོད།
de_de: Die von der LTI-Plattform generierte LTI-Client-ID.
el: Το αναγνωριστικό πελάτη LTI που δημιουργείται από την πλατφόρμα LTI.
es: El identificador de cliente LTI generado por la plataforma LTI.
fa: شناسه مشتری LTI تولید شده توسط پلتفرم LTI.
hu: Az LTI platform által generált LTI kliensazonosító.
ja: LTIプラットフォームによって生成されたLTIクライアント識別子。
kk: LTI платформасы арқылы жасалған LTI клиент идентификаторы.
lv: LTI platformas ģenerētais LTI klienta identifikators.
sq: Identifikuesi i klientit LTI i krijuar nga platforma LTI.
sv: LTI-klientidentifieraren som genereras av LTI-plattformen.
uz: LTI platformasi tomonidan yaratilgan LTI mijoz identifikatori.
zh_hk: LTI 平台產生的 LTI 用戶端識別碼。

source: subject identifier
af_za: vak identifiseerder
bo: བརྗོད་གཞི་ངོས་འཛིན་བྱེད།
de_de: Subjektkennung
el: αναγνωριστικό θέματος
es: identificador de sujeto
fa: شناسه موضوع
hu: tárgyazonosító
ja: 主体識別子
kk: пән идентификаторы
lv: tēmas identifikators
sq: identifikues i subjektit
sv: ämnesidentifierare
uz: mavzu identifikatori
zh_hk: 主題標識符

source: Identifies the entity that initiated the launch request, commonly a user.
af_za: Identifiseer die entiteit wat die bekendstellingsversoek geïnisieer het, gewoonlik &#39;n gebruiker.
de_de: Identifiziert die Entität, die die Startanforderung initiiert hat, üblicherweise ein Benutzer.
el: Προσδιορίζει την οντότητα που ξεκίνησε το αίτημα εκκίνησης, συνήθως έναν χρήστη.
es: Identifica la entidad que inició la solicitud de lanzamiento, comúnmente un usuario.
fa: نهادی را که درخواست راه اندازی را آغاز کرده است، که معمولاً یک کاربر است، شناسایی می کند.
hu: Az entitást azonosítja, amely a kérés indítását kezdeményezte, általában egy felhasználó.
ja: 起動リクエストを開始したエンティティを特定します。通常はユーザーです。
kk: Іске қосу сұрауын бастаған нысанды, әдетте пайдаланушыны анықтайды.
lv: Identificē entītiju, kas ierosināja palaišanas pieprasījumu, parasti lietotāju.
sq: Identifikon entitetin që ka iniciuar kërkesën e nisjes, zakonisht një përdorues.
sv: Identifierar den enhet som initierade startbegäran, vanligtvis en användare.
uz: Ishga tushirish so'rovini boshlagan ob'ektni, odatda foydalanuvchini aniqlaydi.
zh_hk: 標識發起啟動請求的實體，通常是用户。

source: The authorized LTI profile that launched the resource (identifies the user).
af_za: Die gemagtigde LTI-profiel wat die hulpbron bekendgestel het (identifiseer die gebruiker).
de_de: Das autorisierte LTI-Profil, das die Ressource gestartet hat (identifiziert den Benutzer).
el: Το εξουσιοδοτημένο προφίλ LTI που εκκίνησε τον πόρο (αναγνωρίζει τον χρήστη).
es: El perfil LTI autorizado que lanzó el recurso (identifica al usuario).
fa: نمایه مجاز LTI که منبع را راه اندازی کرده است (کاربر را شناسایی می کند).
hu: Az engedélyezett LTI profil, amely elindította az erőforrást (azonosítja a felhasználót).
ja: 認証されたLTIプロファイルがリソースを起動しました（ユーザーを識別します）。
kk: Ресурсты іске қосқан рұқсат етілген LTI профилі (пайдаланушыны анықтайды).
lv: Autorizētais LTI profils, kas palaida resursu (identificē lietotāju).
sq: Profili i autorizuar LTI që nisi burimin (identifikon përdoruesin).
sv: Den auktoriserade LTI-profilen som startade resursen (identifierar användaren).
uz: Resursni ishga tushirgan vakolatli LTI profili (foydalanuvchini aniqlaydi).
zh_hk: 啟動資源的授權 LTI 設定檔（標識用户）。

source: The usage key string of the blockstore resource serving the content of this launch.
de_de: Die Nutzungsschlüsselzeichenfolge der Blockstore-Ressource, die den Inhalt dieses Starts bereitstellt.
el: Η συμβολοσειρά κλειδιού χρήσης του πόρου blockstore που εξυπηρετεί το περιεχόμενο αυτής της κυκλοφορίας.
zh_hk: 用於提供此發佈內容的區塊儲存資源的使用鍵字串

source: The LTI platform unique identifier of this resource, also known as the "resource link id".
af_za: Die LTI-platform unieke identifiseerder van hierdie hulpbron, ook bekend as die &quot;hulpbronskakel-ID&quot;.
de_de: Die eindeutige Kennung der LTI-Plattform für diese Ressource, auch als &quot;Ressourcen-Link-ID&quot; bekannt.
el: Το μοναδικό αναγνωριστικό της πλατφόρμας LTI αυτού του πόρου, γνωστό και ως &quot;αναγνωριστικό συνδέσμου πόρων&quot;.
es: El identificador único de la plataforma LTI para este recurso, también conocido como "resource link id".
fa: شناسه منحصربه‌فرد پلتفرم LTI این منبع، که به عنوان «شناسه پیوند منبع» نیز شناخته می‌شود.
ja: このリソースのLTIプラットフォーム固有の識別子で、「リソースリンクID」とも呼ばれます。
kk: Осы ресурстың LTI платформасының бірегей идентификаторы, сонымен қатар "ресурс сілтеме идентификаторы" ретінде белгілі.
lv: Šī resursa LTI platformas unikālais identifikators, kas pazīstams arī kā “resursa saites id”.
sq: Identifikuesi unik i platformës LTI i këtij burimi, i njohur gjithashtu si "id-ja e lidhjes së burimit".
sv: LTI-plattformens unika identifierare för denna resurs, även känd som "resurslänk-id".
uz: Ushbu resursning LTI platformasi noyob identifikatori, shuningdek, "resurs havolasi identifikatori" sifatida ham tanilgan.
zh_hk: 此資源的 LTI 平台唯一標識符，也稱為「資源連結 id」。

source: The LTI platform descriptive title for this resource.
af_za: Die LTI-platform-beskrywende titel vir hierdie hulpbron.
bo: སློབ་ཚན་འདིའི་ LTI སྟེགས་བུའི་འགྲེལ་བརྗོད་ཀྱི་མིང་།
de_de: Der beschreibende Titel der LTI-Plattform für diese Ressource.
el: Ο περιγραφικός τίτλος της πλατφόρμας LTI για αυτόν τον πόρο.
es: El título descriptivo de la plataforma LTI para este recurso.
fa: عنوان توصیفی پلتفرم LTI برای این منبع.
hu: Az LTI platform leíró címe ehhez az erőforráshoz.
ja: このリソースのLTIプラットフォーム説明タイトル。
kk: Осы ресурс үшін LTI платформасының сипаттама атауы.
lv: LTI platformas aprakstošais nosaukums šim resursam.
sq: Titulli përshkrues i platformës LTI për këtë burim.
sv: LTI-plattformens beskrivande titel för denna resurs.
uz: Ushbu resurs uchun LTI platformasining tavsiflovchi sarlavhasi.
zh_hk: 此資源的 LTI 平台描述性標題。

source: If AGS was enabled during launch, this should hold the lineitem ID.
af_za: As AGS tydens bekendstelling geaktiveer is, behoort dit die lynitem-ID te hou.
de_de: Wenn AGS während des Starts aktiviert wurde, sollte dies die Werbebuchungs-ID enthalten.
el: Εάν το AGS ενεργοποιήθηκε κατά την εκκίνηση, αυτό θα πρέπει να διατηρεί το αναγνωριστικό στοιχείου γραμμής.
es: Si AGS estaba habilitado durante el lanzamiento, esto debe contener el ID de lineitem.
fa: اگر AGS در حین راه‌اندازی فعال بود، باید شناسه مورد خطی را نگه دارد.
hu: Ha az AGS engedélyezve volt az indítás során, ennek tartalmaznia kell a lineitem ID-t.
ja: AGSが起動時に有効化されていた場合、これはlineitem IDを保持する必要があります。
kk: Іске қосу кезінде AGS қосылған болса, бұл желі элементінің идентификаторын ұстауы керек.
lv: Ja palaišanas laikā tika iespējots AGS, tajā ir jābūt rindas vienuma ID.
sq: Nëse AGS është aktivizuar gjatë nisjes, kjo duhet të mbajë ID-në e artikullit të linjës.
sv: Om AGS var aktiverat under lanseringen bör detta innehålla artikel-ID.
uz: Agar ishga tushirish vaqtida AGS yoqilgan bo'lsa, unda chiziq elementi identifikatori bo'lishi kerak.
zh_hk: 如果在發布期間啟用了 AGS，這應該包含行項目 ID。

source: We could not find a user with that email address.
af_za: Ons kon nie &#39;n gebruiker met daardie e-posadres kry nie.
bo: ང་ཚོས་ཡིག་ཟམ་འདི་དང་འབྲེལ་བའི་སྤྱོད་མཁན་རྙེད་མ་བྱུང་།
de_de: Wir konnten keinen Benutzer mit dieser eMail-Adresse finden.
el: Δεν μπορέσαμε να βρούμε χρήστη με αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: No pudimos encontrar un usuario con esa dirección de correo electrónico.
fa: ما نتوانستیم کاربری با آن آدرس ایمیل پیدا کنیم.
hu: Nem találtunk felhasználót ezzel az e-mail címmel.
ja: そのメールアドレスのユーザーが見つかりませんでした。
kk: Бұл электрондық пошта мекенжайы бар пайдаланушыны таба алмадық.
lv: Mēs nevarējām atrast lietotāju ar šo e-pasta adresi.
sq: Nuk mundëm të gjenim një përdorues me atë adresë emaili.
sv: Vi kunde inte hitta en användare med den e-postadressen.
uz: Ushbu elektron pochta manziliga ega foydalanuvchini topa olmadik.
zh_hk: 我們找不到具有該電郵地址的用户。

source: This user already has access to this library.
af_za: Hierdie gebruiker het reeds toegang tot hierdie biblioteek.
bo: སྤྱོད་མཁན་འདི་ལ་དཔེ་མཛོད་འདི་བཀོལ་བའི་ཆོག་མཆན་འདུག
de_de: Dieser Benutzer hat bereits Zugang zu dieser Bibliothek.
el: Αυτός ο χρήστης έχει ήδη πρόσβαση σε αυτήν τη βιβλιοθήκη.
es: Este usuario ya tiene acceso a esta biblioteca.
fa: این کاربر قبلاً به این کتابخانه دسترسی دارد.
hu: Ennek a felhasználónak már van hozzáférése ehhez a könyvtárhoz.
ja: このユーザーはすでにこのライブラリにアクセスできます。
kk: Бұл пайдаланушының бұл кітапханаға кіру рұқсаты бар.
lv: Šim lietotājam jau ir piekļuve šai bibliotēkai.
sq: Ky përdorues tashmë ka qasje në këtë bibliotekë.
sv: Den här användaren har redan åtkomst till det här biblioteket.
uz: Bu foydalanuvchi allaqachon kutubxonaga kirish huquqiga ega.
zh_hk: 該用戶已經有權存取該資料庫。

source: Loading
af_za: Laai tans
bo: ལེན་བཞིན་པ་་་
de_de: Lade
el: Φόρτωση
es: Cargando
fa: بارگذاری
hu: Betöltés
ja: 読み込み中
kk: Жүктелуде
lv: Notiek ielāde
sq: Po ngarkohet
sv: Läser in
th: กำลังโหลด
uz: Yuklanmoqda
zh_hk: 載入中

source: Expired
af_za: Verval
bo: ཡོལ་ཟིན་འདུག
de_de: Abgelaufen
el: έχει λήξει
es: Caducado
fa: منقضی شده
hu: Lejárt
ja: 期限切れ
kk: Мерзімі бітті
lv: Beidzies derīguma termiņš
sq: Skaduar
sv: Utgånget
uz: Muddati tugagan
zh_hk: 已到期

source: Staged Content
af_za: Opgevoerde inhoud
de_de: Inszenierte Inhalte
el: Σταδιακό περιεχόμενο
es: Contenido preparado
fa: محتوای مرحله بندی شده
hu: Szakaszolt tartalom
kk: Сахналанған мазмұн
lv: Iestudēts saturs
sq: Përmbajtja në skenë
uz: Bosqichli tarkib
zh_hk: 上演內容

source: What type of content is staged. Only OLX content is supported, and this field must be the same as the root tag of the OLX. e.g. "video" if a video is staged, or "vertical" for a unit.
af_za: Watter tipe inhoud word opgevoer. Slegs OLX-inhoud word ondersteun, en hierdie veld moet dieselfde wees as die wortelmerker van die OLX. bv. &quot;video&quot; as &#39;n video opgevoer word, of &quot;vertikaal&quot; vir &#39;n eenheid.
de_de: Welche Art von Inhalt wird inszeniert. Es werden nur OLX-Inhalte unterstützt, und dieses Feld muss mit dem Root-Tag des OLX übereinstimmen. zB „Video“, wenn ein Video inszeniert wird, oder „vertikal“ für eine Einheit.
el: Τι είδους περιεχόμενο σκηνοθετείται. Υποστηρίζεται μόνο περιεχόμενο OLX και αυτό το πεδίο πρέπει να είναι ίδιο με την ετικέτα ρίζας του OLX. π.χ. &quot;βίντεο&quot; εάν ένα βίντεο είναι σκηνοθετημένο ή &quot;κάθετο&quot; για μια ενότητα.
es: Qué tipo de contenido está preparado. Solo se admite contenido OLX, y este campo debe ser el mismo que la etiqueta raíz del OLX. p. ej., "video" si se prepara un video, o "vertical" para una unidad.
fa: چه نوع محتوایی صحنه سازی می شود. فقط محتوای OLX پشتیبانی می شود و این فیلد باید همان تگ ریشه OLX باشد. به عنوان مثال، &quot;ویدئو&quot; در صورتی که یک ویدئو صحنه سازی شده باشد، یا &quot;عمودی&quot; برای یک واحد.
lv: Kāda veida saturs tiek inscenēts. Tiek atbalstīts tikai OLX saturs un šim laukam jābūt tādam pašam kā OLX saknes tagam. Piemēram, "video", ja tiek inscenēts video, vai "vertical" vienībai.
sq: Çfarë lloji i përmbajtjes është vënë në skenë. Mbështetet vetëm përmbajtja OLX dhe kjo fushë duhet të jetë e njëjtë me etiketën rrënjësore të OLX. p.sh. "video" nëse një video vihet në skenë, ose "vertikale" për një njësi.
sv: Vilken typ av innehåll är iscensatt. Endast OLX-innehåll stöds, och detta fält måste vara detsamma som rotmärket för OLX. t.ex. "video" om en video är iscensatt, eller "vertikal" för en enhet.
uz: Qaysi turdagi tarkib sahnalashtirilgan. Faqat OLX kontenti qo'llab-quvvatlanadi va bu maydon OLX ning ildiz tegi bilan bir xil bo‘lishi kerak. Masalan, agar video sahnalashtirilgan bo'lsa, "video" yoki birlik uchun "vertikal".
zh_hk: 上演什麼類型的內容。僅支援 OLX 內容，且 此欄位必須與OLX的根標籤相同。 例如，如果影片是上演的，則為“影片”；如果為單元，則為“垂直”。

source: Content tags applied to these blocks
af_za: Inhoudmerkers is op hierdie blokke toegepas
es: Etiquetas de contenido aplicadas a estos bloques
fa: برچسب های محتوا روی این بلوک ها اعمال می شود
ja: これらのブロックに適用されたコンテンツタグ
kk: Бұл блоктарға қолданылатын мазмұн тегтері
lv: Šiem blokiem pievienoti satura tagi
sq: Etiketat e përmbajtjes aplikohen në këto blloqe
sv: Innehållstaggar tillämpade på dessa block
uz: Ushbu bloklarga qo'llaniladigan kontent teglari
zh_hk: 應用於這些區塊的內容標籤

source: Original usage key/ID of the thing that is in the clipboard.
af_za: Oorspronklike gebruiksleutel/ID van die ding wat in die knipbord is.
bo: ཡིག་སྣོད་དེའི་ནང་ཡོད་པའི་དངོས་རིགས་དེའི་མ་གཞིའི་བཀོལ་ཚུལ་གྱི་ID
de_de: Ursprünglicher Verwendungsschlüssel/ID des Objekts, das sich in der Zwischenablage befindet.
el: Αρχικό κλειδί χρήσης/αναγνωριστικό του πράγματος που βρίσκεται στο πρόχειρο.
es: Clave/ID de uso original de lo que está en el portapapeles.
fa: کلید استفاده اصلی/شناسه چیزی که در کلیپ بورد است.
hu: Az elem eredeti használati kulcsa/azonosítója, amely a vágólapon van.
ja: クリップボードにあるものの元の使用キー/ID。
kk: Буфердегі заттың түпнұсқа пайдалану кілті/идентификаторы.
lv: Starpliktuvē esošās lietas sākotnējā lietošanas atslēga/ID.
sq: Tasti origjinal i përdorimit/ID-ja e sendit që është në kujtesën e fragmenteve.
sv: Ursprunglig användningsnyckel/ID för det som finns i urklippet.
uz: Buferdagi narsaning asl foydalanish kaliti/identifikatori.
zh_hk: 剪貼簿中事物的原始使用金鑰/ID。

source: owner
af_za: Eienaar
bo: བདག་པོ།
de_de: Inhaber
el: ιδιοκτήτης
fa: مالک
hu: Felhasználó
kk: иесі
lv: īpašnieks
sq: pronar
sv: ägare
th: เจ้าของ
uz: egasi
zh_hk: 擁有者

source: Organization that is related to this taxonomy.If None, then this taxonomy is related to all organizations.
af_za: Organisasie wat verband hou met hierdie taksonomie. Indien Geen, dan is hierdie taksonomie verwant aan alle organisasies.
bo: གལ་ཏེ་མེད་ན། དབྱེ་འབྱེད་འདི་ཚོགས་པ་ཚང་མར་འབྲེལ་བ་ཡོད།
de_de: Organisation, die mit dieser Taxonomie in Zusammenhang steht. Wenn „Keine“ vorhanden ist, bezieht sich diese Taxonomie auf alle Organisationen.
el: Οργανισμός που σχετίζεται με αυτήν την ταξινόμηση. Αν Καμία, τότε αυτή η ταξινόμηση σχετίζεται με όλους τους οργανισμούς.
es: Organización relacionada con esta taxonomía. Si es None, entonces esta taxonomía está relacionada con todas las organizaciones.
fa: سازمانی که به این طبقه بندی مربوط می شود. اگر هیچ کدام، پس این طبقه بندی به همه سازمان ها مربوط می شود.
hu: Az ehhez a taxonómiához kapcsolódó szervezet. Ha nincs megadva, akkor ez a taxonómia minden szervezetre vonatkozik.
ja: この分類に関連する組織。Noneの場合、この分類はすべての組織に関連します。
lv: Organizācija, kas ir saistīta ar šo taksonomiju. Ja nav, tad šī taksonomija ir saistīta ar visām organizācijām.
sq: Organizata që është e lidhur me këtë taksonomi. Nëse Asnjë, atëherë kjo taksonomi është e lidhur me të gjitha organizatat.
sv: Organisation som är relaterad till denna taxonomi. Om ingen, är denna taxonomi relaterad till alla organisationer.
uz: Ushbu taksonomiya bilan bog'liq bo'lgan tashkilot. Agar Yo'q bo'lsa, bu taksonomiya barcha tashkilotlarga tegishli.
zh_hk: 與此分類相關的組織。

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
af_za: Lys van domeine wat toegelaat word om kruisdomeinversoeke na hierdie werf te maak. Lys asseblief elke domein op sy eie lyn.
de_de: Liste der Domains, die domainübergreifende Anfragen an diese Website stellen dürfen. Bitte listen Sie jede Domain in einer eigenen Zeile auf.
el: Εμφάνιση όλων των τομέων που απαγορεύεται να να αποστείλουν μεταξύ τους αιτήματα. Παρακαλούμε, τοποθετήστε κάθε τομέα στη δική του σειρά.
es: Lista de dominios que tienen permitido realizar solicitudes entre dominios a este sitio. Por favor, enumere cada dominio en una línea separada.
fa: فهرست دامنه هایی که مجاز به درخواست بین دامنه به این سایت هستند. لطفاً هر دامنه را در خط خودش فهرست کنید.
hu: Azoknak tartományoknak a listája, amelyek megengedik, hogy kereszt-tartomány-kéréseket csináljanak ehhez az oldalhoz.. Sorold fel mindegyik tartományt külön sorban
ja: このサイトにクロスドメインリクエストを許可するドメインのリスト。各ドメインを1行ずつ記載してください。
kk: Осы сайтқа доменаралық сұраулар жасауға рұқсат етілген домендердің тізімі. Әрбір доменді өз жолында көрсетіңіз.
lv: Saraksts ar domēniem, kuriem ir atļauts veikt starpdomēnu pieprasījumus uz šo vietni. Lūdzu, uzskaitiet katru domēnu atsevišķā rindā.
sq: Lista e domeneve që lejohen të bëjnë kërkesa për domene në këtë sajt. Ju lutemi rendisni çdo domen në linjën e vet.
sv: Lista över domäner som får göra flera domänförfrågningar till den här webbplatsen. Var god anteckna varje domän på egen rad.
th: รายชื่อของโดเมนที่ได้รับอนุญาตให้ทำการขอร้องข้ามโดเมนเว็บไซต์นี้ โปรดสร้างรายการแต่ละโดเมนในสายของตัวเอง
uz: Ushbu saytga o'zaro domen so'rovlarini yuborishga ruxsat berilgan domenlar ro'yxati. Iltimos, har bir domenni o'z qatorida ko'rsating.
zh_hk: 允許向此網站發出跨網域請求的網域清單。請在其自己的行中列出每個域。

source: Default Group
af_za: Verstekgroep
bo: རྨང་གཞིའི་ཚོགས་ཆུང་།
de_de: Standardgruppe
el: Προεπιλεγμένη ομάδα
es: Grupo predeterminado
fa: گروه پیش فرض
hu: Alapértelmezett csoport
ja: デフォルトグループ
kk: Әдепкі топ
lv: Noklusējuma grupa
sq: Grupi i parazgjedhur
sv: Standardgrupp
uz: Standart guruh
zh_hk: 預設群組

source: You cannot create two cohorts with the same name
af_za: Jy kan nie twee kohorte met dieselfde naam skep nie
bo: ཁྱེད་ཀྱིས་མིང་གཅིག་ཡིན་ཚོགས་ཁག་གཉིས་བཟོ་མི་ཐུབ།
de_de: Du kannst keine zwei Kohort mit dem selben Namen erstellen.
el: Δεν μπορείτε να δημιουργήσετε δύο κοόρτες με το ίδιο όνομα
es: No puedes crear dos cohortes con el mismo nombre
fa: شما نمی توانید دو گروه با یک نام ایجاد کنید
hu: Nem hozhatsz létre két korcsoportot azonos néven
ja: 同じ名前のコホートを2つ作成することはできません。
kk: Бір атпен екі топ құра алмайсыз
lv: Jūs nevarat izveidot divas grupas ar vienādu nosaukumu
sq: Nuk mund të krijosh dy grupe me të njëjtin emër
sv: Du kan inte skapa två kohorter med samma namn
th: คุณไม่สามารถใช้ชื่อเดียวกันในการสร้างกลุ่มเพื่อน
uz: Siz bir xil nomli ikkita kogorta yarata olmaysiz
zh_hk: 您不能建立兩個同名的群組

source: There must be one cohort to which students can automatically be assigned.
af_za: Daar moet een kohort wees waaraan studente outomaties toegewys kan word.
bo: སློབ་ཕྲུག་ཚོར་རང་འགུལ་གྱིས་འགན་བསྐུལ་ཐུབ་པའི་ཚོགས་ཁག་གཅིག་ཡིན་དགོས།
de_de: Es muss ein Kohort existieren, in welchem sich Teilnehmer automatisch einbringen können.
el: Πρέπει να υπάρχει μία κοόρτη στην οποία οι σπουδαστές μπορούν να ανατεθούν αυτόματα.
es: Debe haber una cohorte a la que los estudiantes puedan ser asignados automáticamente.
fa: باید یک گروه وجود داشته باشد که دانش آموزان به طور خودکار به آن اختصاص داده شوند.
hu: Kell lennie egy olyan csoportnak, amelyhez a diákok automatikusan hozzárendelhetők.
ja: 学生が自動的に割り当てられるコホートが1つ必要です。
kk: Студенттер автоматты түрде тағайындалатын бір топ болуы керек.
lv: Ir jābūt vienai grupai, kurai var automātiski piešķirt dalībniekus.
sq: Duhet të ketë një grup në të cilin studentët mund të caktohen automatikisht.
sv: Det måste finnas en kohort som eleverna automatiskt kan tilldelas.
th: ต้องมีกลุ่มเดียวที่นักเรียนต้องถูกกำหนดโดยอัตโนมัต
uz: Talabalar avtomatik ravishda tayinlanishi mumkin bo'lgan bitta kogorta bo'lishi kerak.
zh_hk: 必須有一個可以自動將學生分配進去的群組。

source: A cohort with the same name already exists.
af_za: &#39;n Kohort met dieselfde naam bestaan reeds.
de_de: Es existiert bereits ein Kohort mit unter dem angegebenen Namen.
el: Υπάρχει ήδη μια κοόρτη με το ίδιο όνομα.
es: Ya existe una cohorte con el mismo nombre.
fa: گروهی با همین نام از قبل وجود دارد.
ja: 同じ名前のコホートがすでに存在します。
lv: Grupa ar tādu pašu nosaukumu jau pastāv.
sq: Një grup me të njëjtin emër ekziston tashmë.
sv: En kohort med samma namn finns redan.
th: มีกลุ่มที่ชื่อเดียวกันอยู่แล้ว
uz: Xuddi shu nomli kogorta allaqachon mavjud.
zh_hk: 已存在同名群組。

source: If disabled, the LTI in the associated course will be disabled.
af_za: Indien gedeaktiveer, sal die LTI in die geassosieerde kursus gedeaktiveer word.
bo: ནུས་ལྡན་མ་ཡིན་པ་བསྒྲིགས་ན། སློབ་ཚན་དང་མཉམ་སྦྱོར་བྱས་པའི་ LTI འདི་ནུས་འདོན་མི་ཐུབ།
de_de: Bei Deaktivierung wird der LTI im zugehörigen Kurs deaktiviert.
el: Εάν είναι απενεργοποιημένο, το LTI στο σχετικό μάθημα θα απενεργοποιηθεί.
es: Si está deshabilitado, el LTI en el curso asociado se deshabilitará.
fa: در صورت غیرفعال شدن، LTI در دوره مرتبط غیرفعال خواهد شد.
hu: Ha le van tiltva, az LTI az adott kurzusban is le lesz tiltva.
ja: 関連するコースのLTIが無効になります。
kk: Өшірілген болса, байланысты курстағы LTI өшіріледі.
lv: Ja tas ir atspējots, LTI saistītajā kursā tiks atspējots.
sq: Nëse çaktivizohet, LTI në kursin përkatës do të çaktivizohet.
sv: Om inaktiverad, kommer LTI i den associerade kursen att inaktiveras.
uz: Agar o'chirilgan bo'lsa, tegishli kursdagi LTI o'chiriladi.
zh_hk: 如果已停用，關聯課程中的 LTI 將被停用。

source: The LTI configuration data for this course/provider.
af_za: Die LTI-konfigurasiedata vir hierdie kursus/verskaffer.
bo: སློབ་ཚན་འདི་དང་མཁོ་འདོན་པའི་ LTI ཡི་གྲུབ་ཚུལ་གྱི་གཞི་གྲངས།
de_de: Die LTI-Konfigurationsdaten für diesen Kurs/Anbieter.
el: Τα δεδομένα διαμόρφωσης LTI για αυτό το μάθημα/παροχέα.
es: Los datos de configuración LTI para este curso/proveedor.
fa: داده‌های تنظیمات LTI برای این دوره/ارائه‌دهنده.
hu: Az LTI konfigurációs adatai ehhez a kurzushoz/szolgáltatóhoz.
ja: このコース/プロバイダーのLTI構成データ。
kk: Осы курс/провайдер үшін LTI конфигурация деректері.
lv: LTI konfigurācijas dati šim kursam/pakalpojumu sniedzējam.
sq: Të dhënat e konfigurimit LTI për këtë kurs/ofrues.
sv: LTI-konfigurationsdata för denna kurs/leverantör.
uz: Ushbu kurs/provayder uchun LTI konfiguratsiya maʼlumotlari.
zh_hk: 本課程/提供者的 LTI 設定資料。

source: LTI provider
af_za: LTI-verskaffer
bo: LTI མཁོ་འདོན་པ།
de_de: LTI-Anbieter
el: πάροχος LTI
es: Proveedor LTI
fa: ارائه دهنده LTI
hu: LTI szolgáltató
ja: LTIプロバイダー
kk: LTI провайдері
lv: LTI nodrošinātājs
sq: Ofruesi LTI
sv: LTI-leverantör
uz: LTI provayderi
zh_hk: LTI提供者

source: The LTI provider's id
af_za: Die LTI-verskaffer se ID
bo: LTI དེ་མཁོ་འདོན་པའི་ id
de_de: Die ID des LTI-Anbieters
el: Το αναγνωριστικό του παρόχου LTI
es: El id del proveedor LTI
fa: شناسه ارائه دهنده LTI
hu: Az LTI szolgáltató azonosítója
ja: LTIプロバイダーのID
kk: LTI провайдерінің идентификаторы
lv: LTI nodrošinātāja ID
sq: ID e ofruesit LTI
sv: LTI-leverantörens id
uz: LTI provayderining identifikatori
zh_hk: LTI 提供者的 ID

source: True, if LTI credential are provided by Org globally
af_za: Dit is waar, as LTI-geloofsbriewe wêreldwyd deur Org verskaf word
de_de: True, wenn LTI-Anmeldeinformationen von der Organisation global bereitgestellt werden
el: Είναι αλήθεια, εάν τα διαπιστευτήρια LTI παρέχονται από την Org παγκοσμίως
es: Verdadero, si las credenciales LTI son proporcionadas globalmente por la Org
fa: درست است، اگر اعتبار LTI توسط Org در سطح جهانی ارائه شود
hu: Igaz, ha az LTI hitelesítő adatait az Org globálisan biztosítja.
lv: True, ja LTI akreditācijas datus nodrošina Org globāli
sq: Vërtetë, nëse kredencialet LTI ofrohen nga Org globalisht
uz: To'g'ri, agar LTI hisob ma'lumotlari global miqyosda Org tomonidan taqdim etilsa
zh_hk: 正確，如果組織在全球範圍內提供 LTI 憑證

source: Live
af_za: Leef
bo: ཐད་གཏོང་།
de_de: Lebend
el: Ζω
es: En vivo
fa: زنده
hu: Élő
ja: ライブ
lv: Tiešraide
sq: Jetoni
uz: Jonli
zh_hk: 上線
