Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: There is a problem with this image file. Try to upload a different file.
af_za: Daar is &#39;n probleem met hierdie prentlêer. Probeer om &#39;n ander lêer op te laai.
bo: འདྲ་པར་འདི་ལ་དཀའ་ངལ་ཞིག་འདུག དེའི་ཕྱིར་ཡིག་ཆ་གཞན་ཞིག་ཡར་འཇུག་བྱེད་ཐབས་བྱོས།
de_de: Beim hochladen des Bildes ist ein Problem aufgetreten. Versuchen Sie ein anderes Bild hochzuladen.
el: Υπάρχει πρόβλημα με αυτό το αρχείο εικόνας. Προσπαθήστε να μεταφορτώσετε ένα διαφορετικό αρχείο.
es: Hay un problema con este archivo de imagen. Intenta cargar un archivo diferente.
fa: این فایل تصویری مشکل دارد. سعی کنید فایل دیگری بارگذاری کنید.
hu: Van egy probléma ezzel a képfájllal. Próbáljon meg feltölteni egy másik fájlt.
ja: この画像ファイルに問題があります。別のファイルをアップロードしてみてください。
kk: Бұл кескін файлында ақау бар. Басқа файлды жүктеп салып көріңіз.
lv: Radās problēma ar šo attēla failu. Mēģiniet augšupielādēt citu failu.
sq: Ka një problem me këtë skedar imazhi. Provoni të ngarkoni një skedar tjetër.
sv: Det är ett problem med den här bildfilen. Försök att ladda upp en annan fil.
uz: Ushbu rasm faylida muammo bor. Boshqa faylni yuklashga harakat qiling.
zh_hk: 該圖像檔案有問題。請嘗試上傳不同的文件。

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
af_za: Aanbevole beeldresolusie is {image_file_max_width} x {image_file_max_height} . Die minimum resolusie is {image_file_min_width} x {image_file_min_height} .
bo: འོས་སྦྱོར་བྱ་རྒྱུའི་འདྲ་པར་གྱི་གསལ་ཆ་ནི་ {image_file_max_width}x{image_file_max_height}. ཆེས་ཉུང་མདའི་གསལ་ཆ་ནི་ {image_file_min_width}x{image_file_min_height}.
de_de: Empfohlene Bildauflösung ist {image_file_max_width}x{image_file_max_height}. Die kleinste Bildauflösung ist {image_file_min_width}x{image_file_min_height}.
el: Η προτεινόμενη ανάλυση εικόνας είναι {image_file_max_width}x{image_file_max_height}. Η ελάχιστη ανάλυση είναι {image_file_min_width}x{image_file_min_height}.
es: La resolución de imagen recomendada es {image_file_max_width}x{image_file_max_height}. La resolución mínima es {image_file_min_width}x{image_file_min_height}.
fa: وضوح تصویر پیشنهادی {image_file_max_width} x {image_file_max_height} است. حداقل رزولوشن {image_file_min_width} x {image_file_min_height} است.
hu: Ajánlott képfelbontás: {image_file_max_width}x{image_file_max_height}. A minimális felbontás: {image_file_min_width}x{image_file_min_height}.
ja: 推奨される画像解像度は{image_file_max_width}x{image_file_max_height}です。最小解像度は{image_file_min_width}x{image_file_min_height}です。
kk: Ұсынылатын кескін ажыратымдылығы {image_file_max_width}x{image_file_max_height}. Ең төменгі ажыратымдылық - {image_file_min_width}x{image_file_min_height}.
lv: Ieteicamā attēla izšķirtspēja ir {image_file_max_width} x {image_file_max_height} . Minimālā izšķirtspēja ir {image_file_min_width} x {image_file_min_height} .
sq: Rezolucioni i rekomanduar i imazhit është {image_file_max_width}x{image_file_max_height}. Rezolucioni minimal është {image_file_min_width}x{image_file_min_height}.
sv: Rekommenderad bildupplösning är {image_file_max_width}x{image_file_max_height}. Minsta upplösning är {image_file_min_width}x{image_file_min_height}.
uz: Tavsiya etilgan rasm o'chami: {image_file_max_width} x {image_file_max_height} . Minimal ruxsat: {image_file_min_width} x {image_file_min_height} .
zh_hk: 建議的影像解像度為{image_file_max_width} x {image_file_max_height} 。最小解像度為{image_file_min_width} x {image_file_min_height} 。

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
af_za: Hierdie prentlêer moet &#39;n aspekverhouding van {video_image_aspect_ratio_text} hê.
bo: འདྲ་པར་འདི་ལ་ངེས་པར་དུ་དགོས་པའི་བསྡུར་ཚད་ནི་ {video_image_aspect_ratio_text}.
de_de: Die Bilddatei muss eine Abmessung von {video_image_aspect_ratio_text} haben.
el: Αυτό το αρχείο εικόνας πρέπει να έχει λόγο διαστάσεων {video_image_aspect_ratio_text}.
es: Este archivo de imagen debe tener una relación de aspecto de {video_image_aspect_ratio_text}.
fa: این فایل تصویری باید دارای نسبت ابعاد {video_image_aspect_ratio_text} باشد.
hu: Ennek a képfájlnak {video_image_aspect_ratio_text} képaránnyal kell rendelkeznie.
ja: この画像ファイルは、アスペクト比が{video_image_aspect_ratio_text}でなければなりません。
kk: Бұл кескін файлының арақатынасы {video_image_aspect_ratio_text} болуы керек.
lv: Šī attēla faila malu attiecībai ir jābūt {video_image_aspect_ratio_text} .
sq: Ky skedar imazhi duhet të ketë një raport pamjeje {video_image_aspect_ratio_text}.
sv: Den här bildfilen måste ha bildförhållandet {video_image_aspect_ratio_text}.
uz: Bu rasm fayli tomonlar nisbati {video_image_aspect_ratio_text} boʻlishi kerak.
zh_hk: 此影像檔案的縱橫比必須為{video_image_aspect_ratio_text} 。

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
af_za: Die prentlêernaam kan slegs letters, syfers, koppeltekens (-) en onderstrepings (_) bevat.
bo: འདྲ་པར་དེའི་མིང་གི་ནང་ཡོང་ཆོག་པ་ཁག་ནི་ཡིག་འབྲུ་དང་ཨང་གྲངས། སྦྲེལ་རྟགས། hyphens (-),གཤམ་ཐིག་ underscores (_) བཅས་ཁོ་ན་འོ།།
de_de: Der Dateiname darf nur Buchstaben, Nummern, Binde(-)- und Unterstriche(_) beinhalten.
el: Το όνομα αρχείου εικόνας μπορεί να περιέχει μόνο γράμματα, αριθμούς, παύλες (-) και κάτω παύλες (_).
es: El nombre del archivo de imagen solo puede contener letras, números, guiones (-) y guiones bajos (_).
fa: نام فایل تصویر فقط می‌تواند شامل حروف، اعداد، خط فاصله (-) و زیرخط (_) باشد.
hu: A kép fájlneve csak betűket, számokat, kötőjeleket (-) és aláhúzásjeleket (_) tartalmazhat.
ja: 画像ファイル名には、文字、数字、ハイフン（-）、およびアンダースコア（_）のみを含めることができます。
kk: Кескін файлының атауында тек әріптер, сандар, сызықшалар (-) және астыңғы сызықтар (_) болуы мүмкін.
lv: Attēla faila nosaukumā var būt tikai burti, cipari, defises (-) un pasvītras (_).
sq: Emri i skedarit të imazhit mund të përmbajë vetëm shkronja, numra, viza (-) dhe nënvizime (_).
sv: Bildfilens namn kan endast innehålla bokstäver, siffror, bindestreck (-) och understreck (_).
uz: Rasm fayli nomi faqat harflar, raqamlar, tire (-) va pastki chiziq (_) bo'lishi mumkin.
zh_hk: 圖片檔案名稱只能包含字母、數字、連字號（-）和底線（_）。

source: must have name of the certificate
af_za: moet die naam van die sertifikaat hê
bo: ལག་ཁྱེར་དེར་མིང་ངེས་པར་དུ་ཡོད་གོས།
de_de: muss den Namen des Zertifikats haben
el: πρέπει να έχει το όνομα του πιστοποιητικού
es: debe tener el nombre del certificado
fa: باید نام گواهی را داشته باشد.
hu: szükség van a bizonyítvány nevére
kk: сертификаттың атауы болуы керек
lv: jābūt sertifikāta nosaukumam
sq: duhet të ketë emrin e certifikatës
sv: måste ha namnet på certifikatet
th: ต้องมีชื่อใบรับรอง
uz: sertifikat nomi bo'lishi kerak
zh_hk: 必須有證書的名稱

source: Certificate dict {0} missing value key '{1}'
af_za: Sertifikaat dict {0} ontbrekende waardesleutel &#39;{1}&#39;
bo: ལག་ཁྱེར་གྱི་གསོག་མཛོད་ {0} ནང་རིན་ཐང་ཚིག་གནད་ '{1}' མི་འདུག
el: Έγγραφο πιστοποιητικού {0} λείπει το κλειδί τιμής "{1}"
es: Al diccionario del certificado {0} le falta la clave de valor '{1}'
fa: گواهی {0} کلید مقدار "{1}" را ندارد
hu: A bizonyítvány szótár {0} hiányzó értékkulcs '{1}'
ja: 証明書ディクショナリ {0} に値キー '{1}' がありません
kk: Сертификатта {0} &#39;{1}&#39; мән кілті жоқ
lv: Sertifikāta dict {0} trūkst vērtības atslēgas '{1}'
sq: Diktimi i certifikatës {0} mungon çelësi i vlerës '{1}'
sv: Certifikatdict {0} saknar värdenyckel '{1}'
th: ดิครับรอง {0} ค่าสำคัญ '{1}' สูญหาย
uz: Sertifikat dict {0} "{1}" qiymat kaliti etishmayapti
zh_hk: 證書字典{0}缺少值鍵“{1}”

source: PermissionDenied: Failed in authenticating {user}
af_za: Toestemming geweier: Kon nie {user} staaf nie
bo: ཆོག་མཆན་ངོས་ལེན་མ་བྱས།: སྤྱོད་མཁན་ {user} ལ་སྤྱོད་དབང་སྤྲོད་ཐུབ་མ་སོང་།
de_de: Erlaubnis verweigert: {user} konnte nicht authentifiziert werden
el: Απόρριψη πρόσβασης: Απέτυχε ο έλεγχος ταυτότητας {user}
es: PermisoDenegado: Error al autenticar a {user}
fa: مجوز رد شد: در احراز هویت {user} موفق نبود
hu: Engedély megtagadva: Hiba {user} azonosítása közben
lv: PermissionDenied: neizdevās autentificēt {user}
sq: Leja e mohuar: Dështoi në vërtetimin e {user}
sv: PermissionDenied: Det gick inte att autentisera {user}
th: การอนุญาตถูกปฏิเสธ: การตรวจสอบ {user} ล้มเหลว
uz: Ruxsat rad etildi: {user} autentifikatsiyasi amalga oshmadi
zh_hk: 沒有權限：驗證{user}失敗

source: {platform_name} Support Levels:
af_za: {platform_name} Ondersteuningsvlakke:
bo: {platform_name} ངོས་ལེན་གྱི་རིམ་པ་ཁག་ནི།
el: Επίπεδα υποστήριξης {platform_name}:
es: Niveles de Soporte de {platform_name}:
fa: سطوح پشتیبانی {platform_name}:
hu: {platform_name} támogatási szintek:
ja: {platform_name}サポートレベル:
kk: {platform_name} Қолдау деңгейлері:
lv: {platform_name} atbalsta līmeņi:
sq: Nivelet e mbështetjes {platform_name} :
th: ระดับการสนับสนุน {platform_name}:
uz: {platform_name} Qo'llab-quvvatlash darajalari:
zh_hk: {platform_name}支援等級：

source: Discussion
af_za: Bespreking
bo: བགྲོ་གླེང་།
de_de: Forum
el: Συζήτηση
es: Discusión
fa: گفت‌وگو
hu: Vitafórum
ja: ディスカッション
kk: Талқылау
lv: Diskusija
sq: Diskutim
sv: Diskussion
th: การสนทนา
uz: Munozara
zh_hk: 討論

source: Video
bo: བརྙན།
el: Βίντεο
fa: ویدیو
hu: Videó
ja: ビデオ
kk: Бейне
zh_hk: 影片

source: Open Response
af_za: Oop reaksie
bo: རང་མོས་ལན་འདེབས།
de_de: Antwort öffnen
el: Ανοίξτε την απάντηση
es: Respuesta abierta
fa: پاسخ‌باز
hu: Nyitott válaszok
kk: Жауапты ашу
lv: Atveriet atbildi
sq: Hapni përgjigjen
sv: Öppet svar
th: เปิดการตอบรับ
uz: Javobni ochish
zh_hk: 開放回應

source: Library Content
af_za: Biblioteek-inhoud
bo: དཔེ་མཛོད་ཀྱི་ནང་དོན།
de_de: Inhalt der Bibliothek
el: Περιεχόμενο της Βιβλιοθήκης
es: Contenido de biblioteca
fa: محتوای کتاب‌خانه
hu: Könyvtári tartalom
ja: ライブラリーコンテンツ
kk: Кітапхана мазмұны
lv: Bibliotēkas saturs
sq: Përmbajtja e Bibliotekës
sv: Bibliotekets innehåll
uz: Kutubxona tarkibi
zh_hk: 資料庫內容

source: Drag and Drop
af_za: Sleep en los
bo: འདིར་ཐད་ཀར་དྲུད་དེ་ཞོག
el: Σύρε και εναπόθεσε
es: Arrastrar y soltar
fa: کشیدن و انداختن
ja: ドラッグアンドドロップ
kk: Сүйреп апарыңыз
lv: Vilkt un nomest
sq: Zvarrit dhe lësho
sv: Dra och släpp
uz: Drag va Drop
zh_hk: 拖放

source: Blank
af_za: Leeg
bo: བར་སྟོང་།
de_de: Leer
el: Κενό
es: En blanco
fa: خالی
hu: Üres
ja: 空欄
kk: Бос
lv: Tukšs
sq: Bosh
sv: Tom
th: ว่าง
uz: Bo'sh
zh_hk: 空白

source: Peer Assessment Only
af_za: Slegs eweknie-assessering
bo: སློབ་གྲོགས་ཕན་ཚུན་དབྱེ་ཞིབ་ཁོ་ན།
de_de: Ausschließlich Partnerbewertung
el: Μόνο αξιολόγηση από ομοτίμους
es: Solo evaluación entre pares
fa: فقط ارزیابی همتایان
hu: Csak társértékelés
ja: ピア評価のみ
kk: Тек өзара бағалау
lv: Tikai citu dalībnieku vērtējums
sq: Vetëm vlerësimi nga kolegët
sv: Endast kamratbedömning
uz: Faqat tengdoshlarni baholash
zh_hk: 僅限同儕評估

source: Blank Problem
af_za: Leë probleem
bo: དྲི་བ་མེད་པ།
de_de: Leeres Problem
el: Κενό πρόβλημα
es: Problema en blanco
fa: مسئله خالی
hu: Üres feladat
ja: 空欄問題
kk: Бос мәселе
lv: Tukšs uzdevums
sq: Problem bosh
sv: Tomt problem
uz: Bo'sh muammo
zh_hk: 空白問題

source: Advanced
af_za: Gevorderd
bo: ཚད་མཐོ།
de_de: Erweitert
el: Προχωρημένο
es: Avanzado
fa: پیشرفته
hu: Haladó
ja: 上級
kk: Жетілдірілген
lv: Papildu
sq: Avancuar
sv: Avancerad
th: ขั้นสูง
uz: Murakkab
zh_hk: 進階的

source: Course has been successfully reindexed.
af_za: Kursus is suksesvol herindekseer.
bo: སློབ་ཚན་དཀར་ཆག་བསྐྱར་དུ་བསྒྲིགས་ཟིན།
de_de: Kurs wurde erfolgreich neuindiziert.
el: Το μάθημα έχει επανευρετηριαστεί με επιτυχία.
es: El curso se ha reindexado correctamente.
fa: دوره با موفقیت دوباره نمایه شد.
hu: Kurzus sikeresen újraindexelve.
ja: コースの再インデックス化が成功しました。
kk: Курс сәтті қайта индекстелді.
lv: Kurss ir veiksmīgi pārindeksēts.
sq: Kursi është riindeksuar me sukses.
sv: Kursen har framgångsrikt indexerats.
th: หลักสูตรได้รับการจัดเรียงเรียบร้อย
uz: Kurs muvaffaqiyatli qayta indekslandi.
zh_hk: 課程已成功重新索引。

source: Special characters not allowed in organization, course number, and course run.
af_za: Spesiale karakters word nie toegelaat in organisasie, kursusnommer en kursuslopie nie.
bo: སྒྲིག་འཛུགས་ཀྱི་མིང་དང་སློབ་ཚན་ཨང་། སློབ་ཚན་ཁྲིད་རིམ་བཅས་ཀྱི་ནང་དམིགས་བསལ་ཡིག་འབྲུ་རྣམས་བེད་སྤྱོད་བྱ་མི་ཆོག
de_de: Sonderzeichen sind für Organisation, Kursnummer und Kursablauf nicht erlaubt.
el: Δεν επιτρέπονται ειδικοί χαρακτήρες στον οργανισμό, τον αριθμό μαθημάτων και την εκτέλεση του μαθήματος.
es: No se permiten caracteres especiales en la organización, número de curso y ejecución del curso.
fa: کاراکترهای ویژه در سازمان، شماره دوره و اجرای دوره مجاز نیستند.
hu: Speciális karakterek nem használhatók intézménynél, kurzus számnál és a kurzus időszakánál.
ja: 組織、コース番号、およびコース実行には特殊文字を使用できません。
kk: Ұйымда, курс нөмірінде және курстың өтуінде арнайы таңбаларға рұқсат етілмейді.
lv: Organizācijā, kursa numurā un kursa norisē nav atļautas speciālās rakstzīmes.
sq: Karakteret speciale nuk lejohen në organizimin, numrin e kursit dhe drejtimin e kursit.
sv: Specialtecken är inte tillåtna i organisation, kursnummer och kurskörning.
th: ตัวอักษรพิเศษไม่ได้รับอนุญาตให้ใช้ในการระบุชื่อสถาบัน รหัสหลักสูตรและหลักสูตรที่เปิด
uz: Tashkilotda, kurs raqamida va kurs davomida maxsus belgilarga ruxsat berilmaydi.
zh_hk: 組織、課程編號和課程運行時間不允許使用特殊字元。

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
af_za: Daar is reeds &#39;n kursus gedefinieer met dieselfde organisasie en kursusnommer. Verander asseblief organisasie- of kursusnommer om uniek te wees.
bo: འདིར་ད་སྔ་ནས་སྒྲིག་འཛུགས་དང་སློབ་ཚན་ཨང་འདི་གཉིས་དང་མཚུངས་པའི་སློབ་ཚན་ཞིག་འདུག སྒྲིག་འཛུགས་སམ་ཡང་ན་སློབ་ཚན་ཨང་གང་རུང་ཞིག་འགྱུར་བ་གཏོང་རོགས།
de_de: Es gibt bereits einen Kurs, der die gleiche Organisation und Kursnummer hat. Bitte ändern Sie entweder die Organisation oder die Kursnummer, so dass diese eindeutig sind.
el: Υπάρχει ήδη ένα μάθημα που έχει οριστεί με τον ίδιο οργανισμό και αριθμό μαθήματος. Αλλάξτε τον οργανισμό ή τον αριθμό μαθήματος ώστε να είναι μοναδικός.
es: Ya existe un curso definido con la misma organización y número de curso. Cambia la organización o el número de curso para que sea único.
fa: قبلاً یک دوره با همین سازمان و شماره دوره تعریف شده است. لطفاً شماره سازمان یا دوره را تغییر دهید تا یکتا باشد.
hu: Már létezik egy kurzus ugyanazzal a szervezettel és képzés számmal. Kérlek változtasd meg a szervezetet, vagy a kurzus számát egyedire.
ja: 同じ組織とコース番号で既に定義されたコースがあります。組織またはコース番号を変更して、ユニークにしてください。
kk: Ұйымдастыру және курс нөмірі бірдей анықталған курс бұрыннан бар. Бірегей болу үшін ұйымды немесе курс нөмірін өзгертіңіз.
lv: Jau ir definēts kurss ar tādu pašu organizāciju un kursa numuru. Lūdzu, mainiet organizācijas vai kursa numuru, lai tas būtu unikāls.
sq: Tashmë ekziston një kurs i përcaktuar me të njëjtin organizim dhe numër kursi. Ju lutemi ndryshoni numrin e organizatës ose të kursit për të qenë unik.
sv: Det finns redan en kurs definierad med samma organisation och kursnummer. Ändra antingen organisation eller kursnummer för att vara unikt.
th: หลักสูตรนี้มีอยู่แล้วจากสถาบันเดียวกัน และรหัสหลักสูตร กรุณาเปลี่ยนชื่อสถาบันหรือรหัสหลักสูตรให้สอดคล้องกัน
uz: Xuddi shu tashkilot va kurs raqami bilan belgilangan kurs allaqachon mavjud. Iltimos, noyob bo'lish uchun tashkilot yoki kurs raqamini o'zgartiring.
zh_hk: 已存在使用相同組織和課程編號定義的課程。請將組織或課程編號改為獨一無二的。

source: Please change either the organization or course number so that it is unique.
af_za: Verander asseblief óf die organisasie óf kursusnommer sodat dit uniek is.
bo: ཚོགས་པ་དང་ཡང་ན་སློབ་ཚན་ཨང་གྲངས་གཉིས་ཀྱི་གང་རུང་ཞིག་འགྱུར་བ་ཐོངས་དང་། ད་གཟོད་དེ་དམིགས་བསལ་བ་ཞིག་ཡིན།
de_de: Bitte ändern Sie entweder die Organisation oder die Kursnummer, so dass Eindeutigkeit herrscht.
el: Παρακαλούμε αλλάξτε είτε τον οργανισμό ή το μάθημα ώστε να είναι μοναδικό.
es: Cambia la organización o el número de curso para que sea único.
fa: لطفاً سازمان یا شماره دوره را تغییر دهید تا یکتا باشد.
hu: Kérjük változtassa meg a szervezetet vagy a kurzus számát, hogy a kurzus egyedi legyen.
ja: 組織またはコース番号のいずれかを変更して、一意にしてください。
kk: Ұйымды немесе курс нөмірін бірегей болуы үшін өзгертіңіз.
lv: Lūdzu, mainiet organizācijas vai kursa numuru, lai tas būtu unikāls.
sq: Ju lutemi ndryshoni numrin e organizatës ose të kursit në mënyrë që të jetë unik.
sv: Vänligen ändra antingen organisationen eller kursnumret så att det är unikt.
th: กรุณาเปลี่ยนชื่อสถาบันหรือรหัสหลักสูตรอื่น เนื่องจากชื่อนี้ถูกใช้แล้ว
uz: Iltimos, tashkilot yoki kurs raqamini noyob bo'lishi uchun o'zgartiring.
zh_hk: 請更改組織或課程編號為獨一無二的。

source: Unable to create course '{name}'. {err}
af_za: Kan nie kursus &#39;{name}&#39; skep nie. {err}
bo: སློབ་ཚན་གསར་བཟོ་བྱེད་མི་ཐུབ། '{name}'. {err}
de_de: Erstellung des Kurses '{name}' nicht möglich.⏎ ⏎ {err}
el: Αδυναμία δημιουργίας μαθήματος '{name}'. {err}
es: No se pudo crear el curso '{name}'. {err}
fa: امکان ایجاد دوره «{name}» وجود ندارد. {err}
hu: A '{name}' kurzus létrehozása sikertelen. {err}
ja: コース「{name}」を作成できません。 {err}
lv: Nevar izveidot kursu '{name}'. {err}
sq: Nuk mund të krijohet kursi '{name}'. {err}
sv: Det gick inte att skapa kursen '{name}'. {err}
th: ไม่สามารถสร้างหลักสูตร'{name}'. {err}
uz: “{name}” kursini yaratib bo‘lmadi. {err}
zh_hk: 無法建立課程“{name}”。 {err}

source: User does not have the permission to create courses in this organization or course creation is disabled
af_za: Gebruiker het nie die toestemming om kursusse in hierdie organisasie te skep nie of kursusskepping is gedeaktiveer
bo: སྤྱོད་མཁན་ལ་སྒྲིག་འཛུགས་འདིའི་ནང་སློབ་ཚན་གསར་བཟོ་བྱེད་པའི་ཆོག་མཆན་མེད་པ་དང་། ཡང་ན་སློབ་ཚན་གསར་བཟོའི་བྱེད་ནུས་བཀག་འདུག
de_de: Der Benutzer hat keine Berechtigung zum Erstellen von Kursen in dieser Organisation oder die Kurserstellung ist deaktiviert
el: Ο χρήστης δεν έχει άδεια δημιουργίας μαθημάτων σε αυτόν τον οργανισμό ή η δημιουργία μαθημάτων είναι απενεργοποιημένη
es: El usuario no tiene permiso para crear cursos en esta organización o la creación de cursos está deshabilitada
fa: کاربر اجازه ایجاد دوره در این سازمان را ندارد یا ایجاد دوره غیرفعال است.
hu: A felhasználónak nincs jogosultsága kurzusok létrehozására ebben a szervezetben, vagy a kurzuslétrehozás le van tiltva.
ja: この組織ではコースを作成する権限がないか、コース作成が無効になっています。
kk: Пайдаланушының бұл ұйымда курстар құруға рұқсаты жоқ немесе курс жасау өшірілген
lv: Lietotājam nav tiesību izveidot kursus šajā organizācijā vai kursu izveide ir atspējota.
sq: Përdoruesi nuk ka leje për të krijuar kurse në këtë organizatë ose krijimi i kurseve është i çaktivizuar
sv: Användaren har inte behörighet att skapa kurser i den här organisationen eller så är skapande av kurser inaktiverat
uz: Foydalanuvchining ushbu tashkilotda kurslar yaratishga ruxsati yo‘q yoki kurs yaratish o‘chirib qo‘yilgan
zh_hk: 用户無權在此組織中建立課程或課程建立功能被停用

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
af_za: Jy moet hierdie kursus aan &#39;n organisasie koppel om voort te gaan. Organisasie wat jy gekies het bestaan nie in die stelsel nie, jy sal dit by die stelsel moet voeg
bo: ཁྱེད་ཀྱིས་སློབ་སྦྱོང་མུ་མཐུད་དེ་བྱེད་པར་སློབ་ཚན་འདི་སྒྲིག་འཛུགས་ཤིག་ལ་ངེས་པར་དུ་སྦྲེལ་དགོས། ཁྱེད་ཀྱིས་བདམས་པའི་ཚོགས་པ་དེ་མ་ལག་ནང་མི་འདུག དེའི་ཕྱིར་ཁྱེད་ཀྱིས་སྒྲིག་འཛུགས་དེ་མ་ལག་དེའི་ནང་སྣོན་དགོས།
de_de: Um fortzufahen müssen Sie diesen Kurs mit einer Organisation verknüpfen. Die ausgewählte Organisation existiert im System nicht, Sie müssen diese hinzufügen.
el: Πρέπει να συνδέσετε αυτό το μάθημα με έναν οργανισμό για να συνεχίσετε. Ο οργανισμός που επιλέξατε δεν υπάρχει στο σύστημα, θα πρέπει να τον προσθέσετε στο σύστημα
es: Debes vincular este curso a una organización para continuar. La organización que seleccionaste no existe en el sistema; deberás agregarla al sistema.
fa: برای ادامه باید این دوره را به یک سازمان مرتبط کنید. سازمانی که انتخاب کرده‌اید در سیستم وجود ندارد. باید آن را به سیستم اضافه کنید.
hu: A folytatáshoz kapcsolja össze ezt a kurzust egy szervezettel. Ha a szervezet nincs a rendszerben, akkor hozzá kell adnia.
ja: このコースを続行するには、組織にリンクする必要があります。選択した組織はシステムに存在しないため、システムに追加する必要があります。
kk: Жалғастыру үшін бұл курсты ұйыммен байланыстыру керек. Сіз таңдаған ұйым жүйеде жоқ, оны жүйеге қосуыңыз керек
lv: Lai turpinātu mācības, šis kurss ir jāsaista ar kādu organizāciju. Jūsu izvēlētā organizācija sistēmā nepastāv, jums tā būs jāpievieno sistēmai.
sq: Ju duhet ta lidhni këtë kurs me një organizatë për të vazhduar. Organizata që keni zgjedhur nuk ekziston në sistem, do t'ju duhet ta shtoni atë në sistem
sv: Du måste länka den här kursen till en organisation för att kunna fortsätta. Den organisation du valde finns inte i systemet, du måste lägga till den i systemet
th: คุณต้องเชื่อมโยงหลักสูตรนี้กับองค์กรก่อนจึงจะดำเนินการต่อได้ องค์กรที่คุณเลือกยังไม่มีในระบบ คุณต้องเพิ่มองค์กรนี้ไว้ในระบบ
uz: Davom etish uchun ushbu kursni tashkilot bilan bogʻlashingiz kerak. Siz tanlagan tashkilot tizimda mavjud emas, uni tizimga qo'shishingiz kerak bo'ladi
zh_hk: 您必須將本課程連結到某個組織才能繼續。您選擇的組織在系統中不存在，您需要將其新增至系統中

source: An error occurred while trying to save your tabs
af_za: &#39;n Fout het voorgekom terwyl jy probeer het om jou oortjies te stoor
bo: ཁྱེད་ཀྱི་གནོན་ཐེབས་རྣམས་ཉར་ཚགས་བྱེད་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་།
de_de: Während dem Versuch Ihre Tabs zu speichern ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποθήκευσης των καρτελών σας
es: Ocurrió un error al intentar guardar tus pestañas
fa: هنگام تلاش برای ذخیرۀ زبانه‌های شما خطایی روی داد
hu: Hiba történt a fülek mentése közben
ja: タブを保存しようとしたときにエラーが発生しました
kk: Қойындыларды сақтау кезінде қате орын алды
lv: Mēģinot saglabāt jūsu cilnes, radās kļūda
sq: Ndodhi një gabim gjatë përpjekjes për të ruajtur skedat tuaja
sv: Ett fel uppstod när du försökte spara dina flikar
th: เกิดข้อผิดพลาดขณะพยายามบันทึกแท็บของคุณ
uz: Yorliqlaringizni saqlashga urinishda xatolik yuz berdi
zh_hk: 嘗試儲存標籤時發生錯誤

source: Tabs Exception
af_za: Tabs Uitsondering
bo: གནོན་ཐེབས་ཀྱི་དམིགས་བསལ་ཁག
de_de: Tabs Ausnahme
el: Εξαίρεση καρτελών
es: Excepción de pestañas
fa: استثنای زبانه‌ها
hu: Fülek Kivétel
ja: タブ例外
kk: Қойындылардың ерекшелігі
lv: Cilņu izņēmums
sq: Përjashtim i skedave
sv: Flik Avvikelse
th: การยกเว้นแท็บ
uz: Yorliqlar istisno
zh_hk: 標籤異常

source: This group configuration is in use and cannot be deleted.
af_za: Hierdie groepopstelling is in gebruik en kan nie uitgevee word nie.
bo: ཚོགས་སྡེ་འདིའི་སྒྲིག་བཀོད་དེ་བེད་སྤྱོད་གཏོང་བཞིན་འདུག་པས། བསུབ་མི་ཐུབ།
de_de: Dieser Gruppenaufbau ist in Benutzung und kann nicht gelöscht werden.
el: Αυτή η διαμόρφωση ομάδας χρησιμοποιείται και δεν μπορεί να διαγραφεί.
es: Esta configuración de grupo está en uso y no se puede eliminar.
fa: این پیکربندی گروه در حال استفاده است و امکان حذف آن نیست.
hu: Ez a csoport konfiguráció használatban van, ezért nem törölhető.
ja: このグループ設定は使用中のため、削除できません。
kk: Бұл топ конфигурациясы қолданылуда және оны жою мүмкін емес.
lv: Šī grupas konfigurācija tiek izmantota, un to nevar izdzēst.
sq: Ky konfigurim grupi është në përdorim dhe nuk mund të fshihet.
sv: Denna gruppkonfiguration används och kan ej raderas.
th: การตั้งค่าของกลุ่มนี้อยู่ในระหว่างใช้งานและไม่สามารถลบข้อมูลได้
uz: Ushbu guruh konfiguratsiyasi ishlatilmoqda va uni oʻchirib boʻlmaydi.
zh_hk: 該群組設定正在使用，無法刪除。
