Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
af_za: Verwag a<choice> of<compoundhint> merker; het eerder {given_tag} gekry
bo: དགོས་པ་ནི་ <choice> དང་ཡང་ན་ <compoundhint> གྲངས་རེད། འདིའི་ཆེད་དུ་རེག་པ་ནི་ {given_tag} རེད།
de_de: Hat ein <choice> or <compoundhint> Schlagwort erwartet; erhielt ein {given_tag} stattdessen
el: Αναμονή επιλογής <choice> ή ετικέτας <compoundhint>. Αντίθετα δόθηκε {given_tag}
es: Se esperaba una etiqueta <choice> o <compoundhint>; se recibió {given_tag} en su lugar
fa: مورد انتظار الف<choice> یا<compoundhint> برچسب در عوض {given_tag} دریافت کردم
hu: Vártunk egy <choice> vagy <compoundhint> címkét; ehelyett {given_tag} érkezett
lv: Paredzams a<choice> vai<compoundhint> tags; tā vietā ieguva {given_tag}
sq: Pritet një etiketë <choice> ose <compoundhint>; mori {given_tag} në vend
sv: <choice> eller <compoundhint> taggen förväntades, inte {given_tag}
th: ต้องเป็น <choice> หรือ <compoundhint> แต่ได้รับ {given_tag}
uz: Kutilayotgan a<choice> yoki<compoundhint> teg; o'rniga {given_tag} oldi
zh_hk: 預計<choice>或者<compoundhint>標籤;改為{given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
af_za: Jou lêers is ingedien. Sodra jou voorlegging gegradeer is, sal hierdie boodskap vervang word met die gradeerder se terugvoer.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ཁག་འབུལ་སྤྲོད་བྱས་ཟིན། མི་འགྱང་བར་ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་བྱས་པ་དེ་གནས་རིམ་བགོ་ཡོང་། འཕྲིན་ཐུང་འདི་ནི་གནས་རིམ་བགོ་བྱེད་ཀྱི་བསམ་འཆར་ལ་བསྒྱུར་འགྲོ།
de_de: Deine Dateien wurden erfolgreich übermittelt. Sobald deine Einreichung benotet wurde, wird diese Nachricht durch die Rückmeldung des Bewerters ersetzt.
el: Τα αρχεία σας έχουν υποβληθεί. Μόλις η υποβολή σας βαθμολογηθεί, το μήνυμα αυτό θα αντικατασταθεί με τα σχόλια του βαθμολογητή.
es: Sus archivos han sido enviados. Tan pronto como se califique su entrega, este mensaje será reemplazado por los comentarios del calificador.
fa: فایل های شما ارسال شد به محض اینکه ارسال شما درجه بندی شد، این پیام با بازخورد نمره دهنده جایگزین می شود.
hu: Fájljait elküldtük. Amint a beadványát osztályozzák, ezt az üzenetet az osztályozó visszajelzése váltja fel.
ja: あなたのファイルは提出されました。提出物が採点され次第、このメッセージは採点者のフィードバックに置き換えられます。
kk: Файлдарыңыз жіберілді. Жіберуіңізге баға қойылғаннан кейін бұл хабар бағалаушының пікірімен ауыстырылады.
lv: Jūsu faili ir iesniegti. Tiklīdz jūsu iesniegums tiks novērtēts, šis ziņojums tiks aizstāts ar vērtētāja atsauksmi.
sq: Dosjet tuaja janë dorëzuar. Sapo dorëzimi juaj të vlerësohet, ky mesazh do të zëvendësohet me komentet e vlerësuesit.
sv: Dina filer har skickats in. Så snart din inlämning är graderad kommer detta meddelande att ersättas med graderens feedback.
th: ได้ส่งไฟล์ของคุณแล้ว ทันทีที่การส่งของคุณถูกให้คะแนน ข้อความนี้ถูกแทนที่ด้วยผลตอบรับของผู้ให้คะแนน
uz: Fayllaringiz yuborildi. Taqdimotingiz baholanishi bilan bu xabar baholovchining fikr-mulohazasi bilan almashtiriladi.
zh_hk: 您的文件已提交。一旦您提交的內容被評分，此訊息將被評分者的回饋所取代。

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
af_za: Jou antwoord is ingedien. Sodra jou voorlegging gegradeer is, sal hierdie boodskap vervang word met die gradeerder se terugvoer.
bo: ཁྱེད་ཀྱི་ཡིག་ཆ་ཁག་འབུལ་སྤྲོད་བྱས་ཟིན། མི་འགྱང་བར་ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་བྱས་པ་དེ་གནས་རིམ་བགོ་ཡོང་། འཕྲིན་ཐུང་འདི་ནི་གནས་རིམ་བགོ་བྱེད་ཀྱི་བསམ་འཆར་ལ་བསྒྱུར་འགྲོ།
de_de: Deine Antwort wurde übermittelt. Sobald deine Einreichung benotet wurde, wird diese Nachricht durch die Rückmeldung des Bewerters ersetzt.
el: Η απάντησή σας έχει υποβληθεί. Μόλις η υποβολή σας βαθμολογηθεί, το μήνυμα αυτό θα αντικατασταθεί με τα σχόλια του βαθμολογητή.
es: Su respuesta ha sido enviada. Tan pronto como se califique su entrega, este mensaje será reemplazado por los comentarios del calificador.
fa: پاسخ شما ارسال شد به محض اینکه ارسال شما درجه بندی شد، این پیام با بازخورد نمره دهنده جایگزین می شود.
hu: Válaszát elküldtük. Amint a beadványát osztályozzák, ezt az üzenetet az osztályozó visszajelzése váltja fel.
ja: あなたの回答は提出されました。提出物が採点され次第、このメッセージは採点者のフィードバックに置き換えられます。
kk: Жауабыңыз жіберілді. Жіберуіңізге баға қойылғаннан кейін бұл хабар бағалаушының пікірімен ауыстырылады.
lv: Jūsu atbilde ir iesniegta. Tiklīdz jūsu iesniegums tiks novērtēts, šis ziņojums tiks aizstāts ar vērtētāja atsauksmi.
sq: Përgjigja juaj është dorëzuar. Sapo dorëzimi juaj të vlerësohet, ky mesazh do të zëvendësohet me komentet e vlerësuesit.
sv: Ditt svar har skickats in. Så snart din inlämning är graderad kommer detta meddelande att ersättas med graderens feedback.
th: คำตอบของคุณได้ถูกส่งแล้ว ทันทีที่การส่งของคุณถูกให้คะแนน ข้อความนี้ถูกแทนที่ด้วยผลตอบรับของผู้ให้คะแนน
uz: Javobingiz yuborildi. Taqdimotingiz baholanishi bilan bu xabar baholovchining fikr-mulohazasi bilan almashtiriladi.
zh_hk: 您的答案已提交。一旦您提交的內容被評分，此訊息將被評分者的回饋所取代。

source: {programming_language} editor
af_za: {programming_language} redakteur
bo: {programming_language} རྩོམ་སྒྲིག་པ།
el: συντάκτης {programming_language}
es: Editor de {programming_language}
fa: ویرایشگر {programming_language}
hu: {programming_language} szerkesztő
kk: {programming_language} редакторы
lv: {programming_language} redaktors
sq: redaktori {programming_language}
sv: {programming_language} redaktör
th: เครื่องมือแก้ไขภาษา {programming_language}
uz: {programming_language} muharriri
zh_hk: {programming_language}編輯器

source: Press ESC then TAB or click outside of the code editor to exit
af_za: Druk ESC en dan TAB of klik buite die koderedigeerder om af te sluit
bo: སྒོ་རྒྱག་པ་ལ་ ESC ལ་སྣུན། དེ་ནས་ TAB དང་ཡང་ན་ཨང་བརྡ་རྩོམ་སྒྲིག་བྱ་སའི་ཕྱི་ལ་སྣུན།
de_de: Klicken Sie die ESC- und TAP-Taste oder außerhalb des Codeeditors, um zu beenden.
el: Επιλέξτε ESC και TAB ή κάντε κλικ εκτός του πεδίου επεξεργασίας κώδικα για έξοδο
es: Presione ESC y luego TAB o haga clic fuera del editor de código para salir
fa: برای خروج ESC و سپس TAB را فشار دهید یا خارج از ویرایشگر کد کلیک کنید
hu: Nyomja meg az ESC, majd a TAB billentyűt, vagy kattintson a kódszerkesztőn kívülre a kilépéshez
ja: ESCキーを押してからTABキーを押すか、コードエディタの外をクリックして終了します
kk: Шығу үшін ESC, содан кейін TAB пернесін басыңыз немесе код өңдегішінің сыртын басыңыз
lv: Nospiediet ESC un pēc tam TAB vai noklikšķiniet ārpus koda redaktora, lai izietu
sq: Shtypni ESC pastaj TAB ose kliko jashtë redaktuesit të kodit për të dalë
sv: Tryck på ESC sedan TAB eller klicka utanför kodredigeraren för att avsluta
th: กด ESC หรือ TAB หรือคลิกนอกพื้นที่ตัวแก้ไขโค้ดเพื่อออก
uz: Chiqish uchun ESC, keyin TAB tugmasini bosing yoki kod muharriridan tashqariga bosing
zh_hk: 按 ESC 鍵，然後按 TAB 鍵或按一下程式碼編輯器外部即可退出

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
af_za: Ingedien. Sodra &#39;n antwoord teruggestuur word, sal hierdie boodskap deur daardie terugvoer vervang word.
bo: འབུལ་སྤྲོད་བྱས་ཟིན། མི་འགྱང་བར་ལན་འདེབས་དེ་འགྱུར་བ་ཐེབ་འགྲོ། འཕྲིན་ཐུང་འདི་ནི་གནས་རིམ་བགོ་བྱེད་ཀྱི་བསམ་འཆར་ལ་བསྒྱུར་འགྲོ།
de_de: Übertragen. Sobald eine Antwort eingeht, wird diese Nachricht durch das Feedback ersetzt.
el: Υποβλήθηκε. Μόλις δοθεί μια απάντηση, αυτό το μήνυμα θα αντικατασταθεί από τα σχόλια.
es: Enviado. Tan pronto como se reciba una respuesta, este mensaje será reemplazado por esos comentarios.
fa: ارسال شده. به محض بازگشت پاسخ، این پیام با آن بازخورد جایگزین می شود.
hu: Beküldve. Amint válasz érkezik, ezt az üzenetet felváltja a visszajelzés.
ja: 提出されました。返信が返され次第、このメッセージはそのフィードバックに置き換えられます。
kk: Жіберілді. Жауап қайтарылған бойда бұл хабар сол кері байланыспен ауыстырылады.
lv: Iesniegts. Tiklīdz tiks saņemta atbilde, šis ziņojums tiks aizstāts ar šo atsauksmi.
sq: Mesazhi është dorëzuar. Sapo të kthehet një përgjigje, ky mesazh do të zëvendësohet nga ai reagim.
sv: Lämnats. Så snart ett svar returneras kommer detta meddelande att ersättas av den feedbacken.
th: ได้ส่งแล้ว ในไม่ช้าคำตอบรับจะถูกส่งกลับ ข้อความนี้จะถูกแทนที่ด้วยผลตอบรับ
uz: Taqdim etilgan. Javob qaytarilishi bilan bu xabar o'sha fikr bilan almashtiriladi.
zh_hk: 已提交。一旦返回回應，該訊息將被該回饋取代。

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
af_za: Geen reaksie van Xqueue binne {xqueue_timeout} sekondes nie. Geaborteer.
bo: {xqueue_timeout} སྐར་ཆ་འགའི་ནང་Xqueue ཡིས་ལན་བཏབས་མི་འདུག
de_de: Keine Antwort von Xqueue innerhalb von {xqueue_timeout} Sekunden. Abgebrochen.
el: Καμία απόκριση από Xqueue μέσα σε {xqueue_timeout} δευτερόλεπτα. Ματαιώθηκε.
es: No hubo respuesta de Xqueue en {xqueue_timeout} segundos. Abortado.
fa: بدون پاسخ از Xqueue در {xqueue_timeout} ثانیه. سقط شد.
hu: Nem érkezett válasz az Xqueue-tól {xqueue_timeout} másodpercen belül. Megszakítva.
ja: Xqueueから{xqueue_timeout}秒以内に応答がありません。中止しました。
kk: {xqueue_timeout} секунд ішінде Xqueue қызметінен жауап жоқ. Тоқтатылды.
lv: Nav atbildes no Xqueue {xqueue_timeout} sekunžu laikā. Pārtraukts.
sq: Asnjë përgjigje nga Xqueue brenda {xqueue_timeout} sekondave. Abortuar.
sv: Inget svar från Xqueue inom {xqueue_timeout} sekunder. Avbruten.
th: ไม่มีการตอบรับจาก Xqueue {xqueue_timeout} วินาที. ปฏฺิเสธ
uz: {xqueue_timeout} soniya ichida Xqueue'dan javob yo'q. Bekor qilingan.
zh_hk: {xqueue_timeout}秒內 Xqueue 沒有回應。終止。

source: Error running code.
af_za: Kon nie kode uitvoer nie.
bo: གནད་དོན་འགྲོ་བཞིན་པའི་ཨང་བརྡ།
de_de: Fehler bei der Ausführung
el: Σφάλμα κατά την εκτέλεση κώδικα.
es: Error al ejecutar el código.
fa: خطا در اجرای کد.
hu: Hiba a kód futtatása során.
ja: コードの実行中にエラーが発生しました。
kk: Кодты іске қосу қатесі.
lv: Kļūda, palaižot kodu.
sq: Gabim në ekzekutimin e kodit.
sv: Det gick inte att köra koden.
th: เกิดข้อผิดพลาดในการประมวลคำสั่ง
uz: Kodni ishga tushirishda xatolik yuz berdi.
zh_hk: 運行程式碼時出錯。

source: Cannot connect to the queue
af_za: Kan nie aan die tou koppel nie
bo: པང་རིམ་དེ་ལ་མཐུད་ཐུབ་མ་སོང་།
de_de: Kann nicht an die Warteschlange anschließen
el: Δεν είναι δυνατή η σύνδεση με την ουρά αναμονής
es: No se puede conectar a la cola
fa: نمی توان به صف وصل شد
hu: Nem sikerült csatlakozni a folyamathoz
ja: キューに接続できません
kk: Кезекке қосылу мүмкін емес
lv: Nevar izveidot savienojumu ar rindu
sq: Nuk mund të lidhem me radhë
sv: Kan inte ansluta till köen
th: ไม่สามารถเชื่อมต่อกับคิวได้
uz: Navbatga ulanib bo‘lmadi
zh_hk: 無法連接到隊列

source: No formula specified.
af_za: Geen formule gespesifiseer nie.
bo: formula ངོས་འཛིན་བྱས་མི་འདུག
de_de: Keine Formel festgelegt
el: Δεν καταχωρήθηκε ο τύπος.
es: No se especificó ninguna fórmula.
fa: هیچ فرمولی مشخص نشده است.
hu: Nincs képlet megadva.
ja: 数式が指定されていません。
kk: Формула көрсетілмеген.
lv: Nav norādīta formula.
sq: Asnjë formulë e specifikuar.
sv: Ingen angiven formel.
th: ไม่ได้กำหนดสูตร
uz: Hech qanday formula belgilanmagan.
zh_hk: 沒有指定公式。

source: Couldn't parse formula: {error_msg}
af_za: Kon nie formule: {error_msg} ontleed nie
bo: formula ཡི་འགྲེལ་བརྗོད་བྱེད་ཐུབ་མ་སོང་། {error_msg}
de_de: Kann die Formel nicht verarbeiten: {error_msg}
el: Δεν είναι δυνατή η ανάλυση: {error_msg}
es: No se pudo analizar la fórmula: {error_msg}
fa: فرمول تجزیه نشد: {error_msg}
hu: Nem sikerült a képlet értelmezése {error_msg}
ja: 数式を解析できませんでした: {error_msg}
kk: Формуланы талдау мүмкін болмады: {error_msg}
lv: Nevarēja parsēt formulu: {error_msg}
sq: Formula nuk mund të analizohet: {error_msg}
sv: Det gick inte att analysera formeln: {error_msg}
th: ไม่สามารถแจกแจงสูตรได้: {error_msg}
uz: Formulani tahlil qilib bo‘lmadi: {error_msg}
zh_hk: 無法解析公式： {error_msg}

source: Error while rendering preview
af_za: Fout tydens die lewering van voorskou
bo: སྔོན་ལྟ་འཆར་སྟོན་སྐབས་གནད་དོན་བྱུང་སོང་།
de_de: Fehler beim Erstellen der Vorschau
el: Παρουσιάστηκε σφάλμα κατά την προεπισκόπηση
es: Error al renderizar la vista previa
fa: خطا هنگام ارائه پیش‌نمایش
hu: Hiba történt az előnézet elkészítése közben
ja: プレビューのレンダリング中にエラーが発生しました
kk: Алдын ала қарауды көрсету кезінде қате
lv: Kļūda renderējot priekšskatījumu
sq: Gabim gjatë paraqitjes së pamjes paraprake
sv: Ett fel uppstod när förhandsvisning gjordes
th: ข้อผิดพลาดเกิดขึ้นขณะแสดงตัวอย่าง
uz: Ko‘rib chiqishda xatolik yuz berdi
zh_hk: 渲染預覽時出錯

source: Sorry, couldn't parse formula
af_za: Jammer, kon nie formule ontleed nie
bo: དགོངས་དག formula ལ་འགྲེལ་བརྗོད་བྱ་ཐུབ་མ་སོང་།
de_de: Es tut uns leid, Formel konnte nicht verarbeit werden.
el: Λυπούμαστε, δεν μπορεί να υπολογιστεί ο τύπος
es: Lo sentimos, no se pudo analizar la fórmula
fa: متأسفم، فرمول تجزیه نشد
hu: Sajnálom, de nem tudjuk feldolgozni a képletet
ja: 申し訳ありませんが、数式を解析できませんでした。
kk: Кешіріңіз, формуланы талдау мүмкін болмады
lv: Diemžēl formulu nevarēja parsēt
sq: Na vjen keq, nuk mund të analizoj formulën
sv: Ursäkta, kunde inte tolka formeln
th: ขออภัย ไม่สามารถแจกแจงสูตรได้
uz: Kechirasiz, formulani tahlil qilib boʻlmadi
zh_hk: 抱歉，無法解析公式

source: {input_type}: unexpected tag {tag_name}
af_za: {input_type} : onverwagte merker {tag_name}
bo: {input_type}: གློ་བུར་བའི་བྱང་བུ། {tag_name}
de_de: {input_type}: unerwartetes Schlagwort {tag_name}
el: {input_type}: απροσδόκητη ετικέτα {tag_name}
es: {input_type}: etiqueta inesperada {tag_name}
fa: {input_type} : برچسب غیرمنتظره {tag_name}
hu: {input_type}: hibás címke {tag_name}
ja: {input_type}: 予期しないタグ {tag_name}
kk: {input_type} : күтпеген тег {tag_name}
lv: {input_type} : negaidīts tags {tag_name}
sq: {input_type} : etiketë e papritur {tag_name}
sv: {input_type}: oväntad tag {tag_name}
th: {input_type}: {tag_name} เป็นแท็กที่ไม่คาดคิด
uz: {input_type} : kutilmagan teg {tag_name}
zh_hk: {input_type} ：意外標籤{tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
af_za: Verwag &#39;n {expected_tag} merker; het eerder {given_tag} gekry
bo: དགོས་པ་ནི་ {expected_tag} གྲངས་རེད། འདིའི་ཆེད་དུ་རེག་པ་ནི་ {given_tag} རེད།
de_de: Habe ein {expected_tag} Schlagwort erwartet; erhielt ein {given_tag} stattdessen
el: Αναμενόταν μια ετικέτα {expected_tag}. Αντίθετα ελήφθη η ετικέτα {given_tag}
es: Se esperaba una etiqueta {expected_tag}; se recibió {given_tag} en su lugar
fa: یک برچسب {expected_tag} انتظار می رود. در عوض {given_tag} دریافت کردم
hu: {expected_tag} címke helyett: {given_tag} címke szerepel
ja: 期待されるタグは{expected_tag}でしたが、代わりに{given_tag}がありました。
kk: Күтілетін {expected_tag} тегі; орнына {given_tag} алды
lv: Paredzēts {expected_tag} tags; tā vietā ieguva {given_tag}
sq: Pritej një etiketë {expected_tag}; u mor një {given_tag} në vend.
sv: Förväntade en {expected_tag} tagg; fick {given_tag} istället
th: คาดว่าจะเป็นแท็ก {expected_tag}; แต่ได้ {given_tag} แทน
uz: {expected_tag} tegi kutilmoqda; o'rniga {given_tag} oldi
zh_hk: 需要{expected_tag}標籤；改為{given_tag}

source: Question {index}
af_za: Vraag {index}
bo: དྲི་བ་ {index}
de_de: Frage {index}
el: Ερώτηση {index}
es: Pregunta {index}
fa: سوال {index}
hu: Kérdés {index}
ja: 質問 {index}
kk: Сұрақ {index}
lv: Jautājums {index}
sq: Pyetje {index}
sv: Fråga {index}
th: คำถาม {index}
uz: Savol {index}
zh_hk: 問題{index}

source: Correct:
af_za: Korrek:
bo: འགྲིག་པ་ནི།
de_de: Richtig:
el: Σωστό:
es: Correcto:
fa: درست:
hu: Helyes:
ja: 正解:
kk: Дұрыс:
lv: Pareizi:
sq: E saktë:
sv: Rätt:
th: ถูกต้อง:
uz: To'g'ri:
zh_hk: 正確的：

source: Incorrect:
af_za: Verkeerd:
bo: མ་འགྲིག་པ་ནི།
de_de: Falsch:
el: Λανθασμένο:
es: Incorrecto:
fa: غلط:
hu: Helytelen:
ja: 不正解
kk: Дұрыс емес:
lv: Nepareizi:
sq: Gabim
sv: Felaktig
th: ไม่ถูกต้อง:
uz: Noto'g'ri:
zh_hk: 錯誤：

source: Answer
af_za: Antwoord
bo: ལན།
de_de: Antwort
el: Απάντηση
es: Respuesta
fa: پاسخ
hu: Válasz
ja: 回答
kk: Жауап
lv: Atbilde
sq: Përgjigjja
sv: Svar
th: คำตอบ
uz: Javob
zh_hk: 回答

source: Error {err} in evaluating hint function {hintfn}.
af_za: Fout {err} met die evaluering van wenkfunksie {hintfn} .
bo: {hintfn} ཟུར་སྟོན་བྱེད་ལས་ཀྱི་གོ་རིམ་ཁྲོད་གནད་དོན་ {err} བྱུང་།
de_de: Fehler {err} bei der Auswertung der Hilfestellung {hintfn}.
el: Σφάλμα {err} στον υπολογισμό της συνθήκης {hintfn}.
es: Error {err} al evaluar la función de sugerencia {hintfn}.
fa: خطای {err} در ارزیابی تابع اشاره {hintfn} .
hu: Hiba {err} a {hintfn} súgó funkció kiértékelésekor.
ja: ヒント関数 {hintfn} の評価中にエラー {err} が発生しました。
kk: Анықтама функциясын бағалаудағы {err} қатесі {hintfn} .
lv: Kļūda {err} , novērtējot mājiena funkciju {hintfn} .
sq: Gabim {err} në vlerësimin e funksionit të sugjerimit {hintfn}.
sv: Fel {err} vid utvärdering av tipsfunktion {hintfn}.
th: ข้อผิดพลาด {err} ในการประเมินการทำงานของคำใบ้ {hintfn}
uz: Maslahat funktsiyasini baholashda xato {err} {hintfn} .
zh_hk: 評估提示函數{hintfn}時出現錯誤{err} 。

source: (Source code line unavailable)
af_za: (Bronkodereël nie beskikbaar nie)
de_de: (Quellcodezeile nicht verfügbar)
el: (Η γραμμή του πηγαίου κώδικα δεν είναι διαθέσιμη)
es: (Línea de código fuente no disponible)
fa: (خط کد منبع در دسترس نیست)
kk: (Бастапқы код жолы қолжетімсіз)
lv: (Avota koda rinda nav pieejama)
sq: (Rreshti i kodit burimor nuk disponohet)
th: (แสดงเลขบรรทัดรหัสต้นฉบับไม่ได้)
uz: (Manba kod qatori mavjud emas)
zh_hk: （原始碼行不可用）

source: See XML source line {sourcenum}.
af_za: Sien XML-bronreël {sourcenum} .
bo: XML ཡི་ཐོན་ཁུངས་ཀྱི་པང་རིམ་ {sourcenum} ལ་གཟིགས།
de_de: Betrachte XML-Quellcodezeile {sourcenum}.
el: Δείτε την γραμμή {sourcenum}, στον κώδικα XML
es: Consulte la línea {sourcenum} del código fuente XML.
fa: به خط منبع XML {sourcenum} مراجعه کنید.
hu: Nézze meg az XML forrás {sourcenum} sorát.
ja: XMLソース行{sourcenum}を参照してください。
kk: XML бастапқы жолын қараңыз {sourcenum} .
lv: Skatiet XML avota līniju {sourcenum} .
sq: Shih linjën e burimit XML {sourcenum}.
sv: Se XML-källrad {sourcenum}.
th: ดูที่ XML {sourcenum}
uz: XML manba qatoriga qarang {sourcenum} .
zh_hk: 請參閱 XML 來源行{sourcenum} 。

source: Checkboxes
af_za: Merkblokkies
bo: འདེམ་རྟགས་སྒམ།
de_de: Checkboxen
el: Κουτιά επιλογής
fa: چک باکس ها
hu: Jelölőnégyzetek
ja: チェックボックス
kk: Құсбелгілер
lv: izvēles rūtiņas
sq: Kutitë e kontrollit
th: กล่องเลือก
uz: Belgilash katakchalari
zh_hk: 選框

source: Multiple Choice
af_za: Meervoudige keuse
bo: སྣ་མང་འདེམ་ཀ
el: Πολλαπλή επιλογή
es: Elección múltiple
fa: چند گزینه ای
hu: Több Lehetőség
kk: Көп таңдау
lv: Vairākas izvēles iespējas
sq: Zgjedhje e shumëfishtë
sv: Flera val
th: ข้อสอบแบบหลายตัวเลือก
uz: Ko'p tanlov
zh_hk: 多項選擇

source: Do not use shuffle and answer-pool at the same time
af_za: Moenie skuifel en antwoordpoel gelyktydig gebruik nie
bo: གོ་རིམ་དཀྲུགས་པ་དང་ངེས་མེད་ཐོལ་བྱུང་གི་དྲི་ལན་གཉིས་དུས་གཅིག་ལ་བྱེད་མི་རུང་།
de_de: Benutze mischen und Antwort-Pool nicht zur gleichen Zeit
el: Μην χρησιμοποιείτε την τυχαία επιλογή και την τράπεζα απαντήσεων ταυτόχρονα
es: No use shuffle y answer-pool al mismo tiempo
fa: به طور همزمان از shuffle و answer-pool استفاده نکنید
hu: Ne használja egyszerre a keverést és a választárat
ja: シャッフルとアンサープールを同時に使用しないでください
kk: Аралас және жауап пулын бір уақытта қолданбаңыз
lv: Neizmantojiet nejaušo secību un atbilžu kopu vienlaikus.
sq: Mos përdorni përzierjen dhe grupin e përgjigjeve në të njëjtën kohë
sv: Använd inte shuffle och answer-pool samtidigt
th: อย่าใช้การสลับไปมาและ answer-pool ในเวลาเดียวกัน
uz: Bir vaqtning o'zida aralash va javob pulidan foydalanmang
zh_hk: 不要同時使用shuffle和answer-pool

source: answer-pool value should be an integer
af_za: antwoordpoelwaarde moet &#39;n heelgetal wees
bo: ལན་གྱི་སྒམ་ནང་གི་རིན་ཐང་དེ་ཧྲིལ་གྲངས་ཡིན་དགོས།
de_de: Der Antwort-Pool-Wert sollte eine Ganzzahl sein
el: η τιμή της τράπεζας απαντήσεων θα πρέπει να είναι ακέραιος αριθμός
es: El valor de answer-pool debe ser un número entero
fa: مقدار پاسخ-پول باید یک عدد صحیح باشد
hu: Az answer-pool értékének egész számnak kell lennie
ja: answer-poolの値は整数である必要があります
kk: жауап пулының мәні бүтін сан болуы керек
lv: atbilžu kopas vērtībai ir jābūt veselam skaitlim
sq: vlera e grupit të përgjigjeve duhet të jetë një numër i plotë
sv: värdet för svarspoolen ska vara ett heltal
th: ค่า answer-pool ควรจะเป็นจำนวนเต็ม
uz: javob pulining qiymati butun son bo'lishi kerak
zh_hk: 答案池值應該是整數

source: Choicegroup must include at least 1 correct and 1 incorrect choice
af_za: Keusegroep moet ten minste 1 korrekte en 1 verkeerde keuse insluit
bo: བདམས་པའི་ཚོགས་པ་ Choicegroup ཟེར་བའི་ནང་ཉུང་མཐར་ཡང་བདམས་པ་འགྲིག་པ་༡ དང་མི་འགྲིག་པ་༡ ངེས་པར་འདུ་དགོས།
de_de: Die Auswahlgruppe muss wenigstens 1 korrekte und 1 nicht korrekte Auswahlmöglichkeit enthalten
el: η ομάδα επιλογών Choicegroup πρέπει να περιλαμβάνει τουλάχιστον 1 σωστή και 1 λανθασμένη επιλογή
es: ChoiceGroup debe incluir al menos 1 opción correcta y 1 incorrecta
fa: گروه انتخاب باید شامل حداقل 1 انتخاب صحیح و 1 انتخاب نادرست باشد
hu: A választási csoportnak legalább 1 helyes és 1 helytelen választ kell tartalmaznia.
ja: 選択グループには、少なくとも1つの正しい選択肢と1つの誤った選択肢を含める必要があります。
kk: Таңдау тобы кемінде 1 дұрыс және 1 қате таңдауды қамтуы керек
lv: Izvēļu grupā ir jāietver vismaz 1 pareiza un 1 nepareiza izvēle
sq: Grupi i zgjedhjeve duhet të përfshijë të paktën 1 zgjedhje të saktë dhe 1 zgjedhje të pasaktë
sv: Valgrupp måste innehålla minst 1 korrekt och 1 felaktigt val
th: กลุ่มตัวเลือกต้องรวมข้อที่ถูกหนึ่งข้อและผิดอีกหนึ่งข้อ
uz: Tanlov guruhi kamida 1 ta toʻgʻri va 1 ta notoʻgʻri tanlovni oʻz ichiga olishi kerak
zh_hk: Choicegroup必須包含至少 1 個正確選項和 1 個錯誤選項

source: True/False Choice
af_za: Ware/Onwaar Keuse
bo: བདེན་པ་/རྫུན་མ་གདམ་གསེས།
de_de: Wahr oder Falsch
el: Αληθής/Ψευδής επιλογή
es: Elección Verdadero/Falso
fa: انتخاب درست/نادرست
hu: Igaz/hamis választás
kk: Ақиқат/жалған таңдау
lv: True/False izvēle
sq: Zgjedhja e vërtetë / e rreme
th: ตัวเลือกถูกหรือผิด
uz: To'g'ri/noto'g'ri tanlov
zh_hk: 正確/錯誤選擇

source: Dropdown
af_za: Aftreklys
bo: རིམ་འདེམས།
el: Λίστα επιλογών
es: Menú desplegable
fa: کشویی
hu: Legördülő lista
ja: ドロップダウン
kk: Түсіп қалу
lv: Nolaižamā izvēlne
sv: Rullgardinsmeny
th: เลื่อนลงเพื่อเลือกตัวเลือกเพิ่มเติม
uz: Ochiladigan ro'yxat
zh_hk: 下拉列表

source: Numerical Input
af_za: Numeriese invoer
bo: ཨང་རྩིས་ནང་འཇུག
de_de: Zahl Eingabefeld
el: Εισαγωγή αριθμητικού
es: Entrada numérica
fa: ورودی عددی
hu: Számérték bevitel
ja: 数値入力
kk: Сандық енгізу
lv: Skaitliskā ievade
sq: Hyrja numerike
sv: Numerisk inmatning
th: ป้อนตัวเลข
uz: Raqamli kiritish
zh_hk: 輸入數值

source: There was a problem with the staff answer to this problem.
af_za: Daar was &#39;n probleem met die personeel se antwoord op hierdie probleem.
bo: དྲི་བ་འདིར་ལས་བྱེད་ཀྱིས་ལན་འདེབས་བྱེད་པར་དཀའ་ངལ་ཞིག་འདུག
de_de: Es gab ein Problem mit der Mitarbeiterantwort zu dieser Fragestellung.
el: Υπήρξε ένα πρόβλημα με την απάντηση απο το προσωπικό σε αυτό το πρόβλημα.
es: Hubo un problema con la respuesta del personal a este problema.
fa: پاسخ کارکنان به این مسئله مشکلی داشت.
hu: Hibás volt az oktatói csapat válasza erre a feladatra.
ja: この問題に対するスタッフの回答に問題がありました。
lv: Radās problēma ar personāla atbildi uz šo problēmu.
sq: Kishte një problem me përgjigjen e stafit për këtë problem.
th: มีปัญหาเกี่ยวกับคำตอบของเจ้าหน้าที่สำหรับปัญหานี้
uz: Bu muammoga xodimlar javob berishda muammo yuzaga keldi.
zh_hk: 工作人員對這個問題的回答有問題。

source: Could not interpret '{student_answer}' as a number.
af_za: Kon nie &#39;{student_answer}&#39; as &#39;n getal interpreteer nie.
bo: '{student_answer}' ཨང་གྲངས་ཀྱི་རྣམ་པར་བསྒྱུར་ཐུབ་ས་མ་རེད།
de_de: '{student_answer}' konnte nicht als Zahl interpretiert werden.
el: Δεν μπορεί να ερμηνευθεί η απάντηση «{student_answer}» ως αριθμός.
es: No se pudo interpretar '{student_answer}' como un número.
fa: نمی‌توان «{student_answer}» را به عنوان یک عدد تفسیر کرد.
hu: '{student_answer}' nem értelmezhető számként.
ja: '{student_answer}'を数値として解釈できませんでした。
kk: "{student_answer}" сан ретінде түсіндірілмеді.
lv: Nevarēja interpretēt '{student_answer}' kā skaitli.
sq: "{student_answer}" nuk mund të interpretohej si një numër.
sv: Kunde inte tolka &quot;{student_answer}&quot; som ett nummer.
th: ไม่สามารถแปล '{student_answer}' เป็นตัวเลขได้
uz: “{student_answer}”ni raqam sifatida izohlab bo‘lmadi.
zh_hk: 無法將“{student_answer}”解釋為數字。
