Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
af_za: Gespesifiseer in sekondes. Aktiveer kas van API-antwoorde deur dit op &#39;n waarde groter as 0 te stel.
bo: སྐར་ཆ་གཅིག་གི་ནང་བཞིན་གྱི་དོན་ལུ་གནས་ཚད་བཟོ་དགོས། གནས་ཚད་འདི་གི་རྩིས་གྲངས་གཙོ་བོ 0 ལས་མང་པོ་བཟོ་བཏུབ་པས་སྲུང་བཞག་བྱེད་དགོས།
de_de: Angabe in Sekunden. Aktivieren Sie das Caching von API-Antworten, indem Sie diesen auf einen Wert von größer als 0 setzen.
el: Καθορίζεται σε δευτερόλεπτα. Ενεργοποιήστε την προσωρινή αποθήκευση των αποκρίσεων API ορίζοντας την τιμή μεγαλύτερη από 0.
es: Especificado en segundos. Habilita el almacenamiento en caché de las respuestas de la API estableciendo este valor en mayor que 0.
fa: در ثانیه مشخص شده است. با تنظیم این مقدار روی مقدار بیشتر از 0، ذخیره پاسخ های API را فعال کنید.
hu: Másodpercekben megadva. Az API válaszok gyorsítótárazását engedélyezheti, ha ezt 0-nál nagyobb értékre állítja.
ja: 秒単位で指定します。APIレスポンスのキャッシュを有効にするには、これを0より大きい値に設定します。
kk: Секундтарда көрсетілген. Оны 0-ден үлкен мәнге орнату арқылы API жауаптарын кэштеуді қосыңыз.
lv: Norādīts sekundēs. Iespējot API atbilžu kešēšanu, iestatiet šo vērtību lielāku par 0.
sq: Specifikuar në sekonda. Aktivizo caching-un e përgjigjeve API duke e vendosur këtë në një vlerë më të madhe se 0.
sv: Specificeras i sekunder. Aktivera cachning av API-svar genom att ställa in detta till ett värde som är större än 0.
uz: soniyalarda ko'rsatilgan. Uni 0 dan kattaroq qiymatga o‘rnatish orqali API javoblarini keshlashni yoqing.
zh_hk: 以秒為單位指定。透過將其設定為大於 0 的值來啟用 API 回應快取。

source: Long Term Cache Time To Live
af_za: Langtermyn kastyd om te lewe
de_de: Langfristige Cache-Lebensdauer
el: TTL μακροπρόθεσμης κρυφής μνήμης
es: Tiempo de vida de la caché a largo plazo
fa: مدت زمان زنده ماندن کش طولانی مدت
hu: Hosszú távú gyorsítótár élettartama
kk: Ұзақ мерзімді кэш өмір сүру уақыты
lv: Ilgtermiņa kešatmiņas darbības laiks
sq: Koha e memoria afatgjatë për të jetuar
uz: Yashash uchun uzoq muddatli kesh vaqti
zh_hk: 長期緩存有效時間

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
af_za: Gespesifiseer in sekondes (verstek na 86400s, 24 uur). In sommige gevalle hoef die kas minder gereeld verfris te word. Aktiveer langtermyn-kas van API-antwoorde deur dit op &#39;n waarde groter as 0 te stel.
de_de: Angabe in Sekunden (Standard: 86400s, 24h). In einigen Fällen muss der Cache weniger häufig aktualisiert werden. Aktivieren Sie das Langzeit-Caching von API-Antworten, indem Sie diesen auf einen Wert größer als 0 setzen.
el: Καθορίζεται σε δευτερόλεπτα (προεπιλογή σε 86400s, 24 ώρες). Σε ορισμένες περιπτώσεις, η κρυφή μνήμη χρειάζεται να ανανεώνεται λιγότερο συχνά. Ενεργοποιήστε τη μακροπρόθεσμη προσωρινή αποθήκευση των αποκρίσεων API ορίζοντας την τιμή μεγαλύτερη από 0.
es: Especificado en segundos (valor predeterminado 86400s, 24 horas). En algunos casos, la caché no necesita actualizarse con tanta frecuencia. Habilita el almacenamiento en caché a largo plazo de las respuestas de la API estableciendo este valor en mayor que 0.
fa: در ثانیه مشخص شده است (پیش‌فرض 86400s، 24 ساعت). در برخی موارد، حافظه نهان نیاز به دفعات کمتری دارد. با تنظیم این مقدار روی مقداری بیشتر از 0، ذخیره طولانی مدت پاسخ های API را فعال کنید.
hu: Megadva másodpercekben (alapértelmezés szerint 86400s, 24 óra). Bizonyos esetekben a gyorsítótár frissítése ritkábban szükséges. Az API válaszok hosszú távú gyorsítótárazását úgy engedélyezheti, hogy ezt 0-nál nagyobb értékre állítja.
kk: Секундтармен көрсетіледі (әдепкі бойынша 86400с, 24сағ). Кейбір жағдайларда кэшті азырақ жаңарту қажет. Оны 0-ден үлкен мәнге орнату арқылы API жауаптарын ұзақ мерзімді кэштеуді қосыңыз.
lv: Norādīts sekundēs (noklusējuma iestatījums ir 86400s, 24h). Dažos gadījumos kešatmiņa jāatjauno retāk. Iespējot API atbilžu ilgtermiņa kešēšanu, iestatiet šo vērtību lielāku par 0.
sq: Specifikuar në sekonda (e parazgjedhur në 86400s, 24 orë). Në disa raste, cache duhet të rifreskohet më rrallë. Aktivizo cachimin afatgjatë të përgjigjeve API duke e vendosur këtë në një vlerë më të madhe se 0.
sv: Ange i sekunder (standard är 86400s, 24 timmar). I vissa fall behöver cachen uppdateras mindre ofta. Aktivera långsiktig caching av API-svar genom att ställa in detta till ett värde större än 0.
uz: soniyalarda ko'rsatilgan (standart 86400s, 24 soat). Ba'zi hollarda kesh kamroq tez-tez yangilanishi kerak. Buni 0 dan kattaroq qiymatga o‘rnatish orqali API javoblarini uzoq muddatli keshlashni yoqing.
zh_hk: 精確到秒（預設值為86400秒/24小時）。在特定情況下，請勿太頻繁刷新緩存，透過將此值設為大於0來啟用長期API回覆快取。

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
af_za: Gebruikersnaam geskep vir Kursuskatalogus-integrasie, bv. lms_catalog_service_user.
de_de: Benutzername erstellt für die Integration von Kurskatalogen, z.B. lms_catalog_service_user.
el: Όνομα χρήστη που δημιουργήθηκε για την ενσωμάτωση καταλόγου μαθημάτων, π.χ. lms_catalog_service_user.
es: Nombre de usuario creado para la integración del Catálogo de Cursos, por ejemplo, lms_catalog_service_user.
fa: نام کاربری ایجاد‌شده برای ادغام کاتالوگ دوره، به عنوان مثال lms_catalog_service_user.
hu: Felhasználónév létrehozva a tanfolyamkatalógus integrációhoz, pl. lms_catalog_service_user.
ja: コースカタログ統合用に作成されたユーザー名、例: lms_catalog_service_user。
kk: Курс каталогын біріктіру үшін жасалған пайдаланушы аты, мысалы lms_catalog_service_user.
lv: Kursu kataloga integrācijai izveidots lietotājvārds, piemēram, lms_catalog_service_user.
sq: Emri i përdoruesit i krijuar për integrimin e katalogut të kurseve, p.sh. lms_catalog_service_user.
sv: Användarnamn skapat för Course Catalog Integration, t.ex. lms_catalog_service_user.
uz: Kurs katalogi integratsiyasi uchun yaratilgan foydalanuvchi nomi, masalan, lms_catalog_service_user.
zh_hk: 為課程目錄整合所建立的用户名，例如 lms_catalog_service_user。

source: Page Size
af_za: Bladsy grootte
bo: ཤོག་ངོས་ཀྱི་ཆེ་ཆུང་།
de_de: Seitengröße
el: Μέγεθος σελίδας
es: Tamaño de página
fa: اندازه صفحه
hu: Oldalméret
ja: ページサイズ
kk: Бет өлшемі
lv: Lapas izmērs
sq: Madhësia e faqes
sv: Sidstorlek
uz: Sahifa hajmi
zh_hk: 頁面大小

source: Maximum number of records in paginated response of a single request to catalog service.
af_za: Maksimum aantal rekords in gepagineerde reaksie van &#39;n enkele versoek om diens te katalogiseer.
de_de: Maximale Anzahl von Datensätzen in paginierten Antworten auf eine einzelne Anfrage an den Katalogdienst.
el: Μέγιστος αριθμός εγγραφών σε σελιδοποιημένη απάντηση ενός μεμονωμένου αιτήματος στην υπηρεσία καταλόγου.
es: Número máximo de registros en la respuesta paginada de una sola solicitud al servicio de catálogo.
fa: حداکثر تعداد رکورد در پاسخ صفحه بندی شده یک درخواست واحد به خدمات کاتالوگ.
hu: A katalógusszolgáltatás egyetlen kérésére adott lapozott válasz maximális rekordszáma.
kk: Каталог қызметіне бір сұраудың беттелген жауабындағы жазбалардың ең көп саны.
lv: Maksimālais ierakstu skaits lappušu atbildē uz vienu pieprasījumu kataloga pakalpojumam.
sq: Numri maksimal i regjistrimeve në përgjigjen e faqezuar të një kërkese të vetme për shërbimin e katalogut.
sv: Maximalt antal poster i paginerat svar av en enda begäran till katalogtjänsten.
uz: Katalog xizmatiga bitta so'rovning sahifalangan javobidagi yozuvlarning maksimal soni.
zh_hk: 目錄服務的單一請求的最大記錄數量，表現形式為分頁回覆。

source: These define the context to enable this configuration on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.{br}If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
af_za: Dit definieer die konteks waarop hierdie konfigurasie geaktiveer moet word. As geen waardes gestel is nie, is die konfigurasie globaal van toepassing. As &#39;n enkele waarde gestel is, is die konfigurasie van toepassing op alle kursusse binne daardie konteks. Hoogstens een waarde kan op &#39;n slag gestel word. {br} As veelvuldige kontekste op &#39;n kursus van toepassing is (byvoorbeeld, as konfigurasie vir die kursus spesifiek gespesifiseer is, en vir die organisasie waarin die kursus is, dan ignoreer die meer spesifieke konteks die meer algemene konteks.
de_de: Diese definieren den Kontext, um die Kursdauer einzuschränken. Wenn keine Werte gesetzt sind, dann gilt die Konfiguration global. Wenn ein Einzelwert gesetzt ist, dann gilt die Konfiguration für alle Kurse in diesem Kontext. Es kann höchstens ein Wert gleichzeitig eingestellt werden. {br} Wenn mehrere Kontexte auf einen Kurs zutreffen (z.B. wenn die Konfiguration für den Kurs spezifisch und für die org, in der sich der Kurs befindet, angegeben ist, dann überschreibt der spezifischere Kontext den allgemeineren Kontext.
el: Αυτά ορίζουν το περιβάλλον για την ενεργοποίηση αυτής της διαμόρφωσης. Εάν δεν έχουν οριστεί τιμές, τότε η διαμόρφωση ισχύει καθολικά. Εάν έχει οριστεί μία μόνο τιμή, τότε η διαμόρφωση ισχύει για όλα τα μαθήματα εντός αυτού του πλαισίου. Το πολύ μία τιμή μπορεί να οριστεί κάθε φορά. {br} Εάν ισχύουν πολλαπλά περιβάλλοντα σε ένα μάθημα (για παράδειγμα, εάν η διαμόρφωση έχει καθοριστεί ειδικά για το μάθημα και για τον οργανισμό στον οποίο βρίσκεται το μάθημα, τότε το πιο συγκεκριμένο πλαίσιο υπερισχύει του γενικότερου περιβάλλοντος.
es: Estos definen el contexto para habilitar esta configuración. Si no se establecen valores, la configuración se aplica globalmente. Si se establece un solo valor, la configuración se aplica a todos los cursos dentro de ese contexto. Solo se puede establecer un valor a la vez.{br}Si varios contextos se aplican a un curso (por ejemplo, si la configuración se especifica para el curso específicamente y para la organización a la que pertenece el curso), entonces el contexto más específico anula al más general.
fa: اینها زمینه را برای فعال کردن این پیکربندی مشخص می کنند. اگر هیچ مقداری تنظیم نشده باشد، پیکربندی به صورت سراسری اعمال می شود. اگر یک مقدار منفرد تنظیم شود، پیکربندی برای همه دوره‌ها در آن زمینه اعمال می‌شود. حداکثر یک مقدار را می توان در یک زمان تنظیم کرد. {br} اگر زمینه های متعددی برای یک دوره اعمال شود (به عنوان مثال، اگر پیکربندی برای دوره به طور خاص، و برای سازمانی که دوره در آن قرار دارد مشخص شده باشد، پس زمینه خاص تر، زمینه کلی تر را لغو می کند.
hu: Ezek határozzák meg a kontextust, amelyben ezt a konfigurációt engedélyezni lehet. Ha nincsenek értékek beállítva, akkor a konfiguráció globálisan érvényes. Ha egyetlen érték van beállítva, akkor a konfiguráció az adott kontextuson belüli összes kurzusra vonatkozik. Egyszerre legfeljebb egy érték állítható be.{br}Ha egy kurzusra több kontextus is vonatkozik (például ha a konfiguráció kifejezetten a kurzusra és az azt tartalmazó szervezetre is meg van adva), akkor a specifikusabb kontextus felülírja az általánosabb kontextust.
ja: この設定を有効にするためのコンテキストを定義します。値が設定されていない場合、設定はグローバルに適用されます。単一の値が設定されている場合、そのコンテキスト内のすべてのコースに設定が適用されます。一度に設定できる値は最大で1つです。{br}複数のコンテキストがコースに適用される場合（例えば、コースに特定の設定が指定されている場合や、そのコースが所属する組織に設定が指定されている場合）、より具体的なコンテキストがより一般的なコンテキストを上書きします。
kk: Олар осы конфигурацияны қосу үшін мәтінмәнді анықтайды. Ешбір мән орнатылмаса, конфигурация жаһандық деңгейде қолданылады. Жалғыз мән орнатылса, конфигурация сол мәтінмәндегі барлық курстарға қолданылады. Бір уақытта ең көбі бір мәнді орнатуға болады.{br}Курсқа бірнеше мәтінмән қолданылса (мысалы, конфигурация курс үшін арнайы және курс орналасқан ұйым үшін көрсетілген болса, онда неғұрлым нақты контекст жалпы контекстті қайта анықтайды.
lv: Tie nosaka kontekstu, kurā šī konfigurācija ir iespējojama. Ja vērtības nav iestatītas, tad konfigurācija tiek piemērota globāli. Ja ir iestatīta viena vērtība, tad konfigurācija attiecas uz visiem kursiem šajā kontekstā. Vienlaicīgi var iestatīt ne vairāk kā vienu vērtību.{br}Ja kursam piemēro vairākus kontekstus (piemēram, ja konfigurācija ir norādīta konkrēti kursam un org, kurā atrodas šis kurss, tad specifiskākais konteksts ir svarīgāks par vispārīgāko kontekstu.
sq: Këto përcaktojnë kontekstin për të aktivizuar këtë konfigurim. Nëse nuk janë vendosur vlera, atëherë konfigurimi zbatohet globalisht. Nëse vendoset një vlerë e vetme, atëherë konfigurimi zbatohet për të gjitha kurset brenda atij konteksti. Mund të vendoset maksimumi një vlerë në të njëjtën kohë.{br}Nëse për një kurs zbatohen kontekste të shumta (për shembull, nëse konfigurimi është specifikuar për kursin në mënyrë specifike dhe për organizatën në të cilën ndodhet kursi, atëherë konteksti më specifik e tejkalon kontekstin më të përgjithshëm.
sv: Dessa definierar sammanhanget för att aktivera den här konfigurationen. Om inga värden är inställda gäller konfigurationen globalt. Om ett enskilt värde ställs in så gäller konfigurationen för alla kurser inom det sammanhanget. Högst ett värde kan ställas in åt gången.{br}Om flera sammanhang gäller för en kurs (till exempel om konfigurationen specificeras för kursen specifikt och för den organisation som kursen är i, åsidosätts det mer specifika sammanhanget det mer allmänna sammanhanget.
uz: Bular konfiguratsiyani yoqish uchun kontekstni belgilaydi. Hech qanday qiymat o'rnatilmagan bo'lsa, konfiguratsiya global miqyosda qo'llaniladi. Agar bitta qiymat o'rnatilgan bo'lsa, konfiguratsiya ushbu kontekstdagi barcha kurslarga qo'llaniladi. Bir vaqtning o'zida ko'pi bilan bitta qiymat o'rnatilishi mumkin. {br} Agar kursga bir nechta kontekst qoʻllanilsa (masalan, agar kurs uchun konfiguratsiya va kurs joylashgan tashkilot uchun maxsus belgilangan boʻlsa, aniqroq kontekst umumiy kontekstni bekor qiladi.
zh_hk: 這些定義了啟用此配置的上下文。如果未設定任何值，則配置將全域套用。如果設定了單一值，則該配置適用於該上下文中的所有課程。一次最多可以設定一個值。 {br}如果多個上下文適用於一門課程（例如，如果專門為課程和課程所在的組織指定了配置，則更具體的上下文會涵蓋更一般的上下文。

source: If any of these values are left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
af_za: As enige van hierdie waardes leeg of &quot;Onbekend&quot; gelaat word, sal hul waarde tydens looptyd herwin word uit die volgende mees spesifieke konteks wat van toepassing is. Byvoorbeeld, as &quot;Enabled&quot; as &quot;Onbekend&quot; in die kursuskonteks gelaat word, sal daardie kursus slegs geaktiveer word as die organisasie waarin dit is geaktiveer is.
de_de: Wenn einer dieser Werte leer oder "Unbekannt" bleibt, wird sein Wert zur Laufzeit aus dem nächstgrößeren zutreffenden spezifischen Kontext abgerufen. Wenn beispielsweise "Aktiviert" im Kurskontext als "Unbekannt" belassen wird, wird dieser Kurs nur aktiviert, wenn die org, in der er sich befindet, aktiviert ist.
el: Εάν κάποια από αυτές τις τιμές μείνει κενή ή &quot;Άγνωστη&quot;, τότε η τιμή τους κατά το χρόνο εκτέλεσης θα ανακτηθεί από το επόμενο πιο συγκεκριμένο περιβάλλον που ισχύει. Για παράδειγμα, εάν το &quot;Ενεργοποιημένο&quot; παραμείνει ως &quot;Άγνωστο&quot; στο πλαίσιο του μαθήματος, τότε αυτό το μάθημα θα ενεργοποιηθεί μόνο εάν ο οργανισμός στον οποίο βρίσκεται είναι Ενεργοποιημένος.
es: Si alguno de estos valores se deja vacío o como "Desconocido", su valor en tiempo de ejecución se recuperará del siguiente contexto más específico que aplique. Por ejemplo, si "Habilitado" se deja como "Desconocido" en el contexto del curso, entonces ese curso estará Habilitado solo si la organización a la que pertenece está Habilitada.
fa: اگر هر یک از این مقادیر خالی یا &quot;ناشناخته&quot; باقی بماند، آنگاه مقدار آنها در زمان اجرا از خاص ترین زمینه بعدی که اعمال می شود، بازیابی می شود. به عنوان مثال، اگر &quot;فعال&quot; در متن دوره به عنوان &quot;ناشناخته&quot; باقی بماند، آن دوره تنها در صورتی فعال می شود که سازمانی که در آن قرار دارد فعال باشد.
hu: Ha bármelyik érték üresen marad vagy "Ismeretlen", akkor a futásidőben az érték a következő legspecifikusabb kontextusból lesz lekérdezve, amely alkalmazható. Például, ha az "Engedélyezett" értéke "Ismeretlen" marad a kurzus kontextusában, akkor az a kurzus csak akkor lesz engedélyezett, ha az a szervezet, amelyhez tartozik, engedélyezett.
ja: これらの値が空白のまま、または「不明」とされた場合、実行時にその値は適用される次に特定のコンテキストから取得されます。例えば、「有効」がコースコンテキストで「不明」のままの場合、そのコースは、そのコースが所属する組織が有効である場合にのみ有効になります。
kk: Осы мәндердің кез келгені бос қалдырылса немесе "Белгісіз" болса, олардың орындалу уақытындағы мәні қолданылатын келесі ең нақты мәтінмәннен шығарылады. Мысалы, егер курс мәтінмәнінде "Қосылған" "Белгісіз" ретінде қалдырылса, онда бұл курс тек ол орналасқан ұйым Қосылған болса ғана Қосылады.
lv: Ja kāda no šīm vērtībām ir atstāta tukša vai "Unknown", tad tās vērtība izpildes laikā tiks iegūta no nākamā piemērotākā konteksta. Piemēram, ja kursa kontekstā "Enabled" - Ieslēgts ir atstāts kā "Unknown" - Nav zināms, tad šis kurss būs "Enabled" - Ieslēgts tikai tad, ja org, kurā tas atrodas, ir "Enabled" - Ieslēgts.
sq: Nëse ndonjë nga këto vlera lihet bosh ose &quot;E panjohur&quot;, atëherë vlera e tyre në kohën e ekzekutimit do të merret nga konteksti tjetër më specifik që zbatohet. Për shembull, nëse &quot;Enabled&quot; lihet si &quot;E panjohur&quot; në kontekstin e kursit, atëherë ai kurs do të aktivizohet vetëm nëse org në të cilin ndodhet është i aktivizuar.
sv: Om något av dessa värden lämnas tomt eller "Okänt", kommer deras värde vid körning att hämtas från det näst mest specifika sammanhanget som gäller. Till exempel, om "Aktiverad" lämnas som "Okänd" i kurssammanhanget, kommer den kursen att aktiveras endast om organisationen som den är i är aktiverad.
uz: Agar ushbu qiymatlardan birortasi boʻsh qolsa yoki “Nomaʼlum” boʻlsa, ularning ish vaqtidagi qiymati tegishli keyingi eng aniq kontekstdan olinadi. Misol uchun, agar kurs kontekstida "Yoqilgan" "Noma'lum" sifatida qoldirilgan bo'lsa, u holda kurs faqat u joylashgan tashkilot Yoqilgan bo'lsa, Yoqilgan bo'ladi.
zh_hk: 如果這些值中的任何一個留空或“未知”，那麼它們在運行時的值將從適用的下一個最具體的上下文中檢索。例如，如果課程上下文中的“已啟用”保留為“未知”，則僅當該課程所在的組織已啟用時，該課程才會啟用。

source: %(value)s should have the form ORG+COURSE
af_za: %(value)s moet die vorm ORG+KURSUS hê
bo: %(value)s འདི་ངེས་པར་དུ་འདིའི་ ORG+COURSE རྣམ་པ་ཡོད་དགོས།
de_de: %(value)ssollte die Form ORG+COURSE haben
el: %(value)s θα πρέπει να έχει τη μορφή ORG+COURSE
es: %(value)s debe tener el formato ORG+CURSO
fa: %(value)s باید فرم ORG+COURSE را داشته باشد
ja: %(value)s は ORG+COURSE の形式である必要があります
kk: %(value)s ORG+COURSE пішімі болуы керек
lv: %(value)s ir jābūt formā ORG+KURSS
sq: %(value)s duhet të ketë formën ORG+KURSI
sv: %(value)s bör ha formen ORG+COURSE
uz: %(value)s ORG+COURSE ko'rinishiga ega bo'lishi kerak
zh_hk: %(value)s的格式應為 ORG+COURSE

source: Enabled
af_za: Geaktiveer
bo: ནུས་ལྡན་བྱས་ཡོད།
de_de: Aktiviert
el: Ενεργό
es: Habilitado
fa: فعال شد
hu: Engedélyezve
ja: 有効
kk: Қосылған
lv: Iespējots
sq: Aktivizuar
sv: Aktiverad
th: เปิดใช้งาน
uz: Yoqilgan
zh_hk: 已啟用

source: Configure values for all course runs associated with this site.
af_za: Stel waardes op vir alle kursuslopies wat met hierdie webwerf geassosieer word.
bo: དྲ་ཚིགས་འདི་དང་འབྲེལ་བ་ཡོད་པའི་སློབ་ཚན་ཡོད་ཚད་ཀྱི་བཀོད་སྒྲིག་རིན་ཐང་།
de_de: Konfigurieren Sie Werte für alle Kursdurchläufe, die mit dieser Website verknüpft sind.
el: Διαμόρφωση τιμών για όλες τις εκτελέσεις μαθημάτων που σχετίζονται με αυτόν τον ιστότοπο.
es: Configura valores para todas las ejecuciones de cursos asociadas con este sitio.
fa: مقادیر را برای تمام دوره های اجرا شده مرتبط با این سایت پیکربندی کنید.
ja: サイトに関連付けられたすべてのコース実行の値を設定します。
kk: Осы сайтпен байланыстырылған барлық курстар үшін мәндерді конфигурациялаңыз.
lv: Konfigurējiet vērtības visiem ar šo vietni saistītajiem kursa gājieniem.
sq: Konfiguro vlerat për të gjitha drejtimet e kursit që lidhen me këtë sajt.
sv: Konfigurera värden för alla kurskörningar som är kopplade till den här webbplatsen.
uz: Ushbu sayt bilan bog'langan barcha kurslar uchun qiymatlarni sozlang.
zh_hk: 配置與此網站關聯的所有課程運行的參數。

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
af_za: Stel waardes op vir alle kursuslopies wat met hierdie organisasie geassosieer word. Dit is die organisasiestring (dws edX, MITx).
de_de: Konfigurieren Sie Werte für alle Kursläufe, die dieser Organisation zugeordnet sind. Dies ist die Organisationszeichenkette (z.B. edX, MITx).
el: Διαμόρφωση τιμών για όλες τις εκτελέσεις μαθημάτων που σχετίζονται με αυτόν Οργανισμός . Αυτή είναι η συμβολοσειρά Οργανισμός (δηλ. edX, MITx).
es: Configura valores para todas las ejecuciones de cursos asociadas con esta Organización. Esta es la cadena de la organización (es decir, edX, MITx).
fa: مقادیر را برای تمام دوره های اجرا شده مرتبط با این سازمان پیکربندی کنید. این رشته سازمان است (به عنوان مثال edX، MITx).
hu: Konfigurálja az értékeket az összes, ehhez a szervezethez kapcsolódó kurzusfutamhoz. Ez a szervezet neve (pl. edX, MITx).
ja: すべてのコース実行に関連する値をこの組織に対して設定します。これは組織の文字列です（例：edX、MITx）。
kk: Осы Ұйыммен байланыстырылған барлық курстар үшін мәндерді конфигурациялаңыз. Бұл ұйым жолы (яғни edX, MITx).
lv: Konfigurējiet vērtības visiem kursiem, kas saistīti ar šo organizāciju. Šī ir organizācijas virkne (piemēram, edX, MITx).
sq: Konfiguro vlerat për të gjitha drejtimet e kurseve të lidhura me këtë Organizatë. Ky është vargu i organizatës (dmth. edX, MITx).
sv: Konfigurera värden för alla kurskörningar som är kopplade till denna organisation. Detta är organisationssträngen (dvs. edX, MITx).
uz: Ushbu Tashkilot bilan bog'liq barcha kurslar uchun qiymatlarni sozlang. Bu tashkilot qatori (ya'ni edX, MITx).
zh_hk: 配置與此網站關聯的所有課程運行的參數。這是組織字串（例如edX，MITx）。

source: Course in Org
af_za: Kursus in Org
bo: Org ནང་གི་སློབ་ཚན།
de_de: Kurs in Org
el: Μάθημα στην Οργ
es: Curso en Org
fa: دوره در سازمان
ja: 組織内のコース
kk: Org курсы
lv: Kurss Org
sq: Kursi në Org
sv: Kurs i organisation
uz: Kurs Org
zh_hk: 組織課程
