Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
af_za: Sertifikaat-herlewingstaak is begin. Jy kan die status van die genereringstaak sien in die &quot;Hangende take&quot;-afdeling.
de_de: Die Regeneration des Zertifikats wurde gestartet. Den Status der Regeneration können Sie im Abschnitt "Offene Aufgaben" einsehen.
el: Η εργασία αναδημιουργίας πιστοποιητικού έχει ξεκινήσει. Μπορείτε να δείτε την κατάσταση της εργασίας δημιουργίας στην ενότητα "Εργασίες σε εκκρεμότητα".
es: Se ha iniciado la tarea de regeneración de certificados. Puede ver el estado de la tarea de generación en la sección "Tareas pendientes".
fa: کار بازسازی گواهی آغاز شده است. می توانید وضعیت وظیفه تولید را در بخش &quot;وظایف در انتظار&quot; مشاهده کنید.
hu: A Bizonyítvány újragenerálási feladata elindult. A generálási feladat állapotát a "Függőben lévő feladatok" szakaszban tekintheti meg.
ja: 証明書再生成タスクが開始されました。「保留中のタスク」セクションで生成タスクのステータスを確認できます。
kk: Сертификаттарды қалпына келтіру тапсырмасы басталды. Жасау тапсырмасының күйін «Күтудегі тапсырмалар» бөлімінде көруге болады.
lv: Sertifikāta reģenerācijas uzdevums ir sākts. Ģenerēšanas uzdevuma statusu var apskatīt sadaļā "Nepabeigtie uzdevumi".
sq: Detyra e rigjenerimit të certifikatës ka filluar. Mund ta shikoni statusin e detyrës së gjenerimit në seksionin "Detyrat në pritje".
sv: Certifikatåtervinningsuppgiften har startats. Du kan se statusen för generationsuppgiften i avsnittet "Väntar på uppdrag".
uz: Sertifikatni qayta tiklash vazifasi boshlandi. Siz yaratish vazifasi holatini "Kutilayotgan vazifalar" bo'limida ko'rishingiz mumkin.
zh_hk: 修課證明重新產出任務已啟動。您可以在「待處理任務」區域中查看證明產出任務的狀態。

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
af_za: Student {user} is nie vir hierdie kursus ingeskryf nie. Kontroleer asseblief jou spelling en probeer weer.
bo: སློབ་ཕྲུག་ {user} ཀྱིས་སློབ་ཚན་དེའི་ནང་ཞུགས་ཐོ་མེད། ཁྱེད་ཀྱིས་དག་ཆ་ལ་ཞིབ་ལྟ་ཞིག་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Der Nutzer {user} ist nicht in diesem Kurs eingeschrieben. Bitte prüfen Sie die Schreibweise und versuchen Sie es erneut.
el: Ο μαθητής {user} δεν είναι εγγεγραμμένος σε αυτό το μάθημα. Ελέγξτε την ορθογραφία σας και προσπαθήστε ξανά.
es: El estudiante {user} no está inscrito en este curso. Verifique la ortografía y vuelva a intentarlo.
fa: دانشجو {user} در این دوره ثبت نام نکرده است. لطفا املای خود را بررسی کنید و دوباره امتحان کنید.
hu: A(z) {user} nevű diák nincs beiratkozva erre a kurzusra. Kérjük, ellenőrizze a helyesírást, és próbálja újra.
ja: 学生 {user} はこのコースに登録されていません。スペルを確認して、再試行してください。
kk: {user} студенті бұл курсқа жазылмаған. Емлені тексеріп, қайталап көріңіз.
lv: Dalībnieks {user} nav reģistrēts šajā kursā. Lūdzu, pārbaudiet pareizrakstību un mēģiniet vēlreiz.
sq: Studenti {user} nuk është i regjistruar në këtë kurs. Ju lutemi kontrolloni drejtshkrimin dhe provoni përsëri.
sv: Student {user} är inte registrerad i den här kursen. Kontrollera din stavning och försök igen.
uz: Talaba {user} bu kursga yozilmagan. Imloni tekshiring va qayta urinib ko'ring.
zh_hk: 學生{user}未註冊此課程。請檢查您的拼字並重試。

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
af_za: Student {user} is reeds op die sertifikaatongeldigmakingslys en kan nie by die sertifikaatuitsonderingslys gevoeg word nie.
bo: སློབ་ཕྲུག་ {user} ལག་ཁྱེར་ཚུལ་མཐུན་མ་ཡིན་པའི་ཐོ་གཞུང་ནང་ཡོད་དུས་ལག་ཁྱེར་ཡོད་པའི་ཐོ་གཞུང་ནང་སྣོན་མི་ཐུབ།
de_de: Der Teilnehmer {user} befindet sich derzeit auf der Zertifikatsendgültigkeitsliste und kann nicht zur Ausnahmeliste hinzugefügt werden.
el: Ο μαθητής {user} βρίσκεται ήδη στη λίστα ακύρωσης πιστοποιητικού και δεν μπορεί να προστεθεί στη λίστα εξαιρέσεων πιστοποιητικού.
es: El estudiante {user} ya está en la lista de invalidación de certificados y no se puede agregar a la lista de excepciones de certificados.
fa: دانش‌آموز {user} قبلاً در لیست عدم اعتبار گواهی است و نمی‌توان آن را به لیست استثنای گواهی اضافه کرد.
hu: A(z) {user} hallgató már szerepel a bizonyítvány érvénytelenítési listán, és nem adható hozzá a bizonyítvány kivétellistához.
ja: 学生{user}はすでに証明書無効化リストに登録されており、証明書例外リストに追加することはできません。
kk: Студент {user} сертификатты жарамсыз деп тану тізімінде әлдеқашан бар және оны сертификат ерекшелік тізіміне қосу мүмкін емес.
lv: Dalībnieks/ce {user} jau ir iekļauti sertifikātu anulēšanas sarakstā, un to nevar pievienot sertifikātu izņēmumu sarakstam.
sq: Studenti {user} është tashmë në listën e anulimit të certifikatës dhe nuk mund të shtohet në listën e përjashtimeve të certifikatës.
sv: Student {user} finns redan på listan för ogiltigförklarade certifikat och kan inte läggas till på undantagslistan för certifikat.
uz: Talaba {user} allaqachon sertifikatni bekor qilish roʻyxatida va sertifikat istisnolar roʻyxatiga qoʻshib boʻlmaydi.
zh_hk: 學生{user}已在證書失效清單中，無法加入證書例外清單。

source: Student (username/email={user}) already in certificate exception list.
af_za: Student (gebruikersnaam/e-pos= {user} ) reeds in sertifikaat-uitsonderingslys.
de_de: Teilnehmer (username/email={user}) bereits auf der Zertifikatsausnahmeliste.
el: Ο σπουδαστής (username/email={user}) βρίσκεται ήδη στη λίστα εξαιρέσεων πιστοποιητικού.
es: El estudiante (nombre de usuario/correo electrónico={user}) ya está en la lista de excepciones de certificados.
fa: دانش آموز (نام کاربری/ایمیل= {user} ) از قبل در لیست استثنای گواهی است.
hu: A hallgató (felhasználónév/email={user}) már szerepel a bizonyítvány kivétellistáján.
ja: 学生（ユーザー名/メール={user}）はすでに証明書例外リストに登録されています。
kk: Студент (пайдаланушы аты/электрондық пошта = {user} ) қазірдің өзінде сертификат ерекшелік тізімінде.
lv: Dalībnieks (lietotājvārds/e-pasts= {user} ) jau ir sertifikātu izņēmumu sarakstā.
sq: Studenti (emri i përdoruesit/email= {user} ) tashmë në listën e përjashtimeve të certifikatave.
sv: Student (användarnamn / email = {user}) finns redan i certifikats undantagslista.
uz: Talaba (foydalanuvchi nomi/email= {user} ) allaqachon sertifikat istisnolar roʻyxatida.
zh_hk: 學生 (username/email={user}) 已在證書例外清單中。

source: Error occurred removing the allowlist entry for student {student}. Please refresh the page and try again
af_za: Fout het voorgekom met die verwydering van die toelaatlys-inskrywing vir student {student} . Herlaai asseblief die bladsy en probeer weer
bo: སློབ་ཕྲུག་ {student} གི་དགག་བྱ་མེད་པའི་ཐོ་གཞུང་འཛུལ་སྒོ་བསུབ་སྐབས་གནད་དོན་ཞིག་བྱུང་སོང་། ཤོག་ངོས་བསྐྱར་ལེན་བྱས་ཏེ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Es ist ein Fehler beim Entfernen des Listeneintrages des Teilnehmers {student} aufgetreten. Bitte laden Sie die Seite neu und versuchen Sie es noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την κατάργηση της καταχώρισης της λίστας επιτρεπόμενων για μαθητή {student} . Ανανεώστε τη σελίδα και δοκιμάστε ξανά
es: Ocurrió un error al eliminar la entrada de la lista de permitidos para el estudiante {student}. Actualice la página e intente nuevamente.
fa: هنگام حذف ورودی لیست مجاز برای دانش آموز {student} خطایی روی داد. لطفا صفحه را مجددا بارگزاری کرده و دوباره تلاش کنید
hu: Hiba történt a hallgató {student} engedélyezési listájának eltávolításakor. Kérjük, frissítse az oldalt, és próbálja újra.
ja: 学生 {student} の許可リストエントリの削除中にエラーが発生しました。ページを更新して再試行してください。
kk: {student} студенті үшін рұқсат етілген тізім жазбасын жою кезінде қате орын алды. Бетті жаңартып, әрекетті қайталаңыз
lv: Noņemot atļaušanas saraksta ierakstu dalībniekam {student} , radās kļūda. Lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz
sq: Ndodhi një gabim gjatë heqjes së hyrjes në listën e lejeve për studentin {student}. Rifresko faqen dhe provo sërish.
sv: Ett fel inträffade när tillåtelselistan för student {student} skulle tas bort. Vänligen uppdatera sidan och försök igen.
uz: Talaba {student} uchun ruxsat etilgan roʻyxatni olib tashlashda xatolik yuz berdi. Iltimos, sahifani yangilang va qayta urinib ko'ring
zh_hk: 刪除學生 {student} 的許可名單條目時發生錯誤。請刷新頁面並重試

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
af_za: Student gebruikersnaam/e-pos veld word vereis en kan nie leeg wees nie. Vul asseblief gebruikersnaam/e-pos in en druk dan &quot;Voeg by uitsonderingslys&quot;-knoppie.
bo: སློབ་མའི་སྤྱོད་མཁན་མིང་དང་ཡིག་ཟམ་གྱི་སྒམ་དེ་ངེས་པར་དགོས་པས་སྟོང་བར་འཇོག་མི་ཉན། སྤྱོད་མཁན་མིང་དང་ཡིག་ཟམ་གཉིས་ཚུལ་མཐུན་གྱིས་བསྐངས་ཏེ "དམིགས་བསལ་ཐོ་གཞུང་ལ་ཞོག་" ཟེར་བའི་མཐེབ་ལ་སྣུན།
de_de: Teilnehmer Benutzername/E-Mail Adresse ist erforderlich und kann nicht unausgefüllt bleiben. Bitte geben Sie den Benutzername/E-Mail Adresse an und klicken Sie auf den Button
el: Το πεδίο όνομα χρήστη/email φοιτητή είναι απαραίτητο και δεν μπορεί να είναι κενό. Παρακαλούμε, συμπληρώστε το πεδίο και έπειτα πατήστε το κουμπί «Προσθήκη».
es: El campo de nombre de usuario/correo electrónico del estudiante es obligatorio y no puede estar vacío. Complete el nombre de usuario/correo electrónico y luego presione el botón "Agregar a la lista de excepciones".
fa: فیلد نام کاربری/ایمیل دانشجو الزامی است و نمی‌تواند خالی باشد. لطفا نام کاربری/ایمیل را وارد کنید و سپس دکمه &quot;افزودن به لیست استثنایی&quot; را فشار دهید.
hu: A hallgató felhasználónév/e-mail mező kitöltése kötelező, és nem lehet üres. Kérjük, töltse ki a felhasználónevet/e-mailt, majd nyomja meg a "Hozzáadás a kivétellistához" gombot.
ja: 学生のユーザー名/メールアドレス欄は必須であり、空にすることはできません。ユーザー名/メールアドレスを入力し、「例外リストに追加」ボタンを押してください。
kk: Студенттің пайдаланушы аты/электрондық пошта өрісі міндетті және бос болуы мүмкін емес. Пайдаланушы атын/электрондық поштаны толтырыңыз, содан кейін «Ерекшеліктер тізіміне қосу» түймесін басыңыз.
lv: Dalībnieka lietotājvārda/e-pasta lauks ir nepieciešams, un tas nevar būt tukšs. Lūdzu, ievadiet lietotājvārdu/e-pastu un pēc tam nospiediet pogu &quot;Pievienot izņēmumu sarakstam&quot;.
sq: Fusha e emrit të përdoruesit/email-it të studentit kërkohet dhe nuk mund të jetë bosh. Ju lutemi plotësoni emrin e përdoruesit/email dhe më pas shtypni butonin "Shto në listën e përjashtimeve".
sv: Fältet för studentens användarnamn/e-postadress är obligatoriskt och får inte vara tomt. Vänligen fyll i användarnamn/e-postadress och tryck sedan på knappen "Lägg till i undantagslistan".
uz: Talaba foydalanuvchi nomi/elektron pochta maydoni talab qilinadi va boʻsh boʻlishi mumkin emas. Iltimos, foydalanuvchi nomini/elektron pochta manzilini toʻldiring va “Istisnolar roʻyxatiga qoʻshish” tugmasini bosing.
zh_hk: 學生用戶名/電郵字段是必填字段，不能為空。請填寫用户名稱/電郵，然後按下「新增至例外清單」按鈕。

source: The record is not in the correct format. Please add a valid username or email address.
af_za: Die rekord is nie in die korrekte formaat nie. Voeg asseblief &#39;n geldige gebruikersnaam of e-posadres by.
bo: སྒྲ་འཇུག་བྱས་པ་དེ་རྣམ་སྒྲིག་ཚུལ་མཐུན་མ་རེད། སྤྱོད་མཁན་མིང་དང་ཡང་ན་ཡིག་ཟམ་གང་རུང་འཇོག་རོགས།
de_de: Der Datensatz ist nicht im richtigen Format. Bitte geben Sie einen gültigen Benutzernamen oder eine gültige E-Mail-Adresse an.
el: Η εγγραφή δεν είναι στη σωστή μορφή. Προσθέστε ένα έγκυρο όνομα χρήστη ή διεύθυνση email.
es: El registro no está en el formato correcto. Agregue un nombre de usuario o dirección de correo electrónico válidos.
fa: فرمت رکورد درست نیست. لطفا یک نام کاربری یا آدرس ایمیل معتبر اضافه کنید.
hu: A rekord nincs megfelelő formátumban. Kérjük, adjon meg egy érvényes felhasználónevet vagy e-mail címet.
ja: 記録が正しい形式ではありません。有効なユーザー名またはメールアドレスを追加してください。
kk: Жазба дұрыс пішімде емес. Жарамды пайдаланушы атын немесе электрондық пошта мекенжайын қосыңыз.
lv: Ieraksts nav pareizajā formātā. Lūdzu, pievienojiet derīgu lietotājvārdu vai e-pasta adresi.
sq: Regjistrimi nuk është në formatin e duhur. Ju lutemi shtoni një emër përdoruesi ose adresë të vlefshme emaili.
sv: Posten är inte i rätt format. Lägg till ett giltigt användarnamn eller e-postadress.
uz: Yozuv to'g'ri formatda emas. Yaroqli foydalanuvchi nomi yoki elektron pochta manzilini kiriting.
zh_hk: 該記錄的格式不正確。請新增有效的用户名稱或電郵地址。

source: {user} does not exist in the LMS. Please check your spelling and retry.
af_za: {user} bestaan nie in die LMS nie. Kontroleer asseblief jou spelling en probeer weer.
de_de: {user} ist im LMS nicht vorhanden. Bitte überprüfen Sie Ihre Rechtschreibung und versuchen Sie es erneut.
el: Ο χρήστης {user} δεν υπάρχει στο LMS. Ελέγξτε την ορθογραφία σας και προσπαθήστε ξανά.
es: {user} no existe en el LMS. Verifique la ortografía y vuelva a intentarlo.
fa: {user} در LMS وجود ندارد. لطفا املای خود را بررسی کنید و دوباره امتحان کنید.
hu: {user} nem létezik az LMS-ben. Kérjük, ellenőrizze a helyesírást, és próbálja újra.
ja: LMSに{user}は存在しません。スペルを確認して、再試行してください。
kk: {user} LMS жүйесінде жоқ. Емлені тексеріп, қайталап көріңіз.
lv: {user} LMS nepastāv. Lūdzu, pārbaudiet pareizrakstību un mēģiniet vēlreiz.
sq: {user} nuk ekziston në LMS. Ju lutemi kontrolloni drejtshkrimin dhe provoni përsëri.
sv: {user} existerar inte i LMS. Kontrollera din stavning och försök igen.
uz: {user} LMS da mavjud emas. Imloni tekshiring va qayta urinib ko'ring.
zh_hk: {user}在 LMS 中不存在。請檢查您的拼字並重試。

source: Invalid data, generate_for must be "new" or "all".
af_za: Ongeldige data, genereer_vir moet &quot;nuut&quot; of &quot;alles&quot; wees.
bo: ཚུལ་མཐུན་མིན་པའི་གཞི་གྲངས་, ངེས་པར་དུ་ "new" ཡང་ན་ "all" བཟོ་དགོས།
de_de: Ungültige Daten, generate_for muss "neu" oder "alle" sein.
el: Μη έγκυρα δεδομένα, το generate_for πρέπει να είναι "new" ή "all".
es: Datos no válidos, generate_for debe ser "new" o "all".
fa: داده های نامعتبر، generate_for باید «جدید» یا «همه» باشد.
hu: Érvénytelen adatok, a generate_for értéke "new" vagy "all" kell legyen.
ja: データが無効です。generate_forは「new」または「all」でなければなりません。
lv: Nederīgi dati, gener_for ir jābūt “new” vai “all”.
sq: Të dhënat e pavlefshme, generate_for duhet të jenë "të reja" ose "të gjitha".
sv: Ogiltiga data, generate_for måste vara &quot;nya&quot; eller &quot;alla&quot;.
uz: Maʼlumotlar notoʻgʻri, generate_for “yangi” yoki “barchasi” boʻlishi kerak.
zh_hk: 無效數據，generate_for 必須是“new”或“all”。

source: Certificate generation started for students on the allowlist.
af_za: Sertifikaatgenerering het begin vir studente op die toelaatlys.
bo: དགག་བྱ་མེད་པའི་ཐོའི་ནང་གི་སློབ་ཕྲུག་ཚོར་ལག་ཁྱེར་བཟོ་འགོ་བརྩམས་ཡོད།
de_de: Zertifikatserstellung für Studenten auf der Zulassungsliste gestartet.
el: Ξεκίνησε η δημιουργία πιστοποιητικών για μαθητές στη λίστα επιτρεπόμενων.
es: Se inició la generación de certificados para los estudiantes en la lista de permitidos.
fa: تولید گواهینامه برای فراگیران در فهرست مجاز آغاز شد.
ja: 許可リストにある学生の証明書生成が開始されました。
kk: Рұқсат етілген тізімдегі студенттер үшін сертификаттарды жасау басталды.
lv: Sākta sertifikātu ģenerēšana atļaušanas sarakstā iekļautajiem dalībniekiem.
sq: Filloi gjenerimi i certifikatave për studentët në listën e lejeve.
sv: Certifikatsgenerering har påbörjats för studenter på tillåtelselistan.
uz: Ruxsat berilganlar roʻyxatidagi talabalar uchun sertifikat ishlab chiqarish boshlandi.
zh_hk: 開始為允許名單上的學生產生證書。

source: user "{user}" in row# {row}
af_za: gebruiker &quot; {user} &quot; in ry# {row}
bo: སྤྱོད་མཁན་ "{user}" འཕྲེང་བསྟར་# {row}
de_de: Benutzer "{user}" in Zeile# {row}
el: χρήστης "{user}" στη σειρά # {row}
es: usuario "{user}" en la fila# {row}
fa: کاربر "{user}"در ردیف# {row}
hu: felhasználó "{user}" a(z) {row} sorban
ja: ユーザー「{user}」は行番号 {row} にいます
lv: lietotājs &quot; {user} &quot; rindā# {row}
sq: përdoruesi &quot; {user} &quot; në rreshtin# {row}
sv: användaren &quot;{user}&quot; i rad # {row}
uz: foydalanuvchi " {user} " qatorida # {row}
zh_hk: 用户「 {user} 」在行# {row}

source: user "{username}" in row# {row}
af_za: gebruiker &quot; {username} &quot; in ry# {row}
bo: སྤྱོད་མཁན་ "{username}" འཕྲེང་བསྟར་# {row}
de_de: Benutzer "{username}" in Zeile# {row}
el: χρήστης "{username}" στη σειρά # {row}
es: usuario "{username}" en la fila# {row}
fa: کاربر "{username}" در ردیف# {row}
hu: felhasználó "{username}" a(z) {row} sorban
ja: ユーザー「{username}」は行番号 {row} にいます
lv: lietotājs &quot; {username} &quot; rindā# {row}
sq: përdoruesi &quot; {username} &quot; në rreshtin# {row}
sv: användaren &quot;{username}&quot; i rad # {row}
uz: foydalanuvchi " {username} " qatorda # {row}
zh_hk: 用戶「 {username} 」在行# {row}

source: The student {student} appears on the Certificate Exception list in course {course}. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
af_za: Die student {student} verskyn op die Sertifikaat-uitsonderingslys in kursus {course} . Verwyder hulle asseblief van die Sertifikaat-uitsonderingslys voordat u probeer om hul sertifikaat ongeldig te maak.
bo: The student {student} appears on the Certificate Exception list in course སློབ་ཚན. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
de_de: Der Teilnehmer {student} befindet sich derzeit auf der Zertifikatsausnahmeliste für den Kurs {course}. Bitte entfernen Sie den Teilnehmer zunächst von der Liste der Ausnahmen, bevor Sie das Zertifikat für ungültig erklären.
el: Ο φοιτητής {student} υπάρχει στη Λίστα Εξαίρεσης του μαθήματος {course}. Παρακαλούμε, αφαιρέστε τον απ' αυτή τη λίστα πριν προσπαθήσετε να του ακυρώσετε τη βεβαίωση.
es: El estudiante {student} aparece en la lista de excepciones de certificados en el curso {course}. Elimínelo de la lista de excepciones de certificados antes de intentar invalidar su certificado.
fa: دانش آموز {student} در لیست استثناهای گواهی در دوره {course} ظاهر می شود. لطفاً قبل از تلاش برای باطل کردن گواهینامه آنها را از لیست استثناهای گواهی حذف کنید.
hu: A(z) {student} hallgató szerepel a {course} kurzus Bizonyítvány Kivétel listáján. Kérjük, távolítsa el őket a Bizonyítvány Kivétel listáról, mielőtt megpróbálja érvényteleníteni a bizonyítványukat.
ja: 学生 {student} はコース {course} の証明書例外リストに載っています。証明書を無効にする前に、証明書例外リストから削除してください。
kk: {student} студенті {course} курсындағы Сертификатта ерекше жағдайлар тізімінде пайда болады. Сертификаттарын жарамсыз деп танудан бұрын оларды Сертификат ерекшелік тізімінен алып тастаңыз.
lv: Dalībnieks {student} tiek parādīts sertifikāta izņēmumu sarakstā kursā {course} . Pirms mēģināt anulēt sertifikātu, lūdzu, noņemiet tos no sertifikātu izņēmumu saraksta.
sq: Studenti {student} shfaqet në listën e përjashtimit të certifikatës në kursin {course}. Ju lutemi hiqni ato nga lista e përjashtimit të certifikatës përpara se të përpiqeni të zhvlerësoni certifikatën e tyre.
sv: Studenten {student} visas på listan över certifikatundantag i kursen {course}. Ta bort dem från listan över certifikatundantag innan du försöker ogiltigförklara deras certifikat.
uz: {student} talabasi {course} kursida Sertifikatdan istisnolar ro'yxatida paydo bo'ladi. Iltimos, sertifikatni bekor qilishga urinishdan oldin ularni Sertifikat istisnolari roʻyxatidan olib tashlang.
zh_hk: 學生{student}出現在課程{course}的證書例外清單。在嘗試使其證書失效之前，請將它們從證書例外清單中刪除。

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
af_za: Sertifikaat van {user} is reeds ongeldig. Kontroleer asseblief jou spelling en probeer weer.
bo: སྤྱོད་མཁན་ {user} ལག་ཁྱེར་ཚུལ་མཐུན་མ་ཡིན་པར་གྱུར་འདུག། ཁྱེད་ཀྱི་དག་ཆ་ཞིབ་ལྟ་ཞིག་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་རོགས།
de_de: Das Zertifikat für den Benutzer {user} wurde bereits entwertet. Bitte kontrollieren Sie Ihre Eingabe.
el: Η βεβαίωση του {user} έχει ήδη ακυρωθεί. Ελέγξτε την ορθογραφία σας και προσπαθήστε ξανά.
es: El certificado de {user} ya ha sido invalidado. Verifique la ortografía y vuelva a intentarlo.
fa: گواهی {user} قبلاً باطل شده است. لطفا املای خود را بررسی کنید و دوباره امتحان کنید.
hu: <%= user %> bizonyítványa már érvénytelenítve lett. Kérjük, ellenőrizze a helyesírást, és próbálja újra.
ja: <%= user %>の証明書はすでに無効化されています。スペルを確認して再試行してください。
kk: {user} сертификаты әлдеқашан жарамсыз. Емлені тексеріп, қайталап көріңіз.
lv: Sertifikāts {user} jau ir anulēts. Lūdzu, pārbaudiet pareizrakstību un mēģiniet vēlreiz.
sq: Certifikata e {user} tashmë është e pavlefshme. Ju lutemi kontrolloni drejtshkrimin dhe provoni përsëri.
sv: Certifikatet för {user} har redan ogiltigförklarats. Kontrollera din stavning och försök igen.
uz: {user} sertifikati allaqachon bekor qilingan. Imloni tekshiring va qayta urinib ko'ring.
zh_hk: {user}的證書已失效。請檢查您的拼字並重試。

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
af_za: Sertifikaat vir student {user} is reeds ongeldig, verifieer asseblief dat sertifikaat vir hierdie student gegenereer is en gaan dan voort.
bo: སློབ་ཕྲུག་ {user} ལག་ཁྱེར་འདི་ཚུལ་མཐུན་མ་ཡིན་པས། ལག་ཁྱེར་འདི་སློབ་ཕྲུག་དེའི་ཡིན་དེ་གཏན་འཁེལ་བྱས་ནས་འགྲོ་ལུགས་སྒྲུབ།
de_de: Zertifikat für Teilnehmer {user} ist bereits ungültig, bitte überprüfen Sie, ob das Zertifikat für diesen Teilnehmer erstellt wurde und fahren Sie dann fort.
el: Το πιστοποιητικό για τον σπουδαστή {user} δεν είναι έγκυρο, βεβαιωθείτε ότι το πιστοποιητικό δημιουργήθηκε για αυτόν τον σπουδαστή και, στη συνέχεια, προχωρήστε.
es: El certificado del estudiante {user} ya es inválido, verifique que se haya generado un certificado para este estudiante y luego proceda.
fa: گواهی دانش‌آموز {user} قبلاً نامعتبر است، لطفاً تأیید کنید که گواهی برای این دانش‌آموز ایجاد شده است و سپس ادامه دهید.
hu: A(z) {user} tanuló bizonyítványa már érvénytelen, kérjük, ellenőrizze, hogy a bizonyítvány valóban létre lett-e hozva a tanuló számára, majd folytassa.
ja: 学生{user}の証明書はすでに無効です。この学生のために証明書が発行されたことを確認してから、次に進んでください。
kk: {user} студентіне арналған сертификат әлдеқашан жарамсыз. Сертификат осы студент үшін жасалғанын тексеріп, жалғастырыңыз.
lv: Dalībnieka {user} sertifikāts jau nav derīgs. Lūdzu, pārbaudiet, vai šim dalībniekam ir ģenerēts sertifikāts, un pēc tam turpiniet.
sq: Certifikata për studentin {user} është tashmë e pavlefshme, verifiko që certifikata është krijuar për këtë student dhe më pas vazhdo.
sv: Certifikat för student {user} är redan ogiltigt, bekräfta att certifikatet genererades för den här studenten och fortsätt sedan.
uz: {user} talabasi uchun sertifikat allaqachon yaroqsiz, bu talaba uchun sertifikat yaratilganligini tekshiring va keyin davom eting.
zh_hk: 學生{user}的證書已無效，請驗證是否為該學生產生了證書，然後繼續。

source: Certificate Invalidation does not exist, Please refresh the page and try again.
af_za: Sertifikaat ongeldigmaking bestaan nie. Herlaai asseblief die bladsy en probeer weer.
bo: ལག་ཁྱེར་གནས་མིན་པའི་ཚུལ་མཐུན་མིན་འདུག ཤོག་ངོས་བསྐྱར་སྐོར་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Zertifikatsinvalidierung existiert nicht, bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
el: Δεν υπάρχει ακύρωση πιστοποιητικού. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
es: La invalidación de certificados no existe. Actualice la página e intente nuevamente.
fa: اعتبار گواهی وجود ندارد، لطفاً صفحه را بازخوانی کنید و دوباره امتحان کنید.
ja: 証明書の無効化は存在しません。ページを更新して、もう一度お試しください。
kk: Сертификаттың жарамсыздығы жоқ. Бетті жаңартып, әрекетті қайталаңыз.
lv: Sertifikāts nav derīgs, Lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz.
sq: Pavlefshmëria e certifikatës nuk ekziston, ju lutemi rifreskoni faqen dhe provoni përsëri.
sv: Certifikat Invalidering existerar inte, uppdatera sidan och försök igen.
uz: Sertifikatning yaroqsizligi mavjud emas. Iltimos, sahifani yangilang va qayta urinib ko‘ring.
zh_hk: 證書失效不存在，請重新整理頁面並重試。
