Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: [Article Name](wiki:ArticleName)
af_za: [Artikelnaam](wiki:Artikelnaam)
bo: [Article མིང་།](wiki:ArticleName)
el: [Όνομα Άρθρου](wiki:ΌνομαΆρθρου)
es: [Nombre del artículo](wiki:NombreDelArtículo)
fa: [نام مقاله](wiki:ArticleName)
ja: [記事名](wiki:ArticleName)
kk: [Мақаланың аты](wiki:ArticleName)
lv: [Raksta nosaukums](wiki:ArticleName)
sq: [Emri i artikullit](wiki:ArticleName)
sv: [Artikelnamn](wiki:artikelnamn)
th: [ชื่อบทความ](wiki:ชื่อบทความ)
uz: [Maqola nomi](wiki:ArticleName)
zh_hk: [文章名稱](wiki:文章名稱)

source: %(platform_name)s Additions:
af_za: %(platform_name)s Byvoegings:
bo: %(platform_name)s འཕར་མ།:
de_de: %(platform_name)s Ergänzungen:
el: %(platform_name)s Προσθήκες:
es: Adiciones de %(platform_name)s:
fa: %(platform_name)s موارد اضافی:
hu: %(platform_name)s kiegészítések:
ja: %(platform_name)s の追加:
kk: %(platform_name)s Қосымшалар:
lv: %(platform_name)s Papildinājumi:
sq: %(platform_name)s Shtesa:
sv: %(platform_name)s Tillägg:
th: %(platform_name)s เพิ่มเติม:
uz: %(platform_name)s Qo'shimchalar:
zh_hk: %(platform_name)s補充：

source: Math Expression
af_za: Wiskundige uitdrukking
bo: རྩིས་རིག་གི་བརྗོད་ཐབས།
de_de: Mathematischer Ausdruck
el: Μαθηματική έκφραση
es: Expresión matemática
fa: بیان ریاضی
hu: Matematikai kifejezés
kk: Математикалық өрнек
lv: Matemātiskā izteiksme
sq: Shprehje matematike
sv: Matematisk uttryck
th: คณิตศาสตร์
uz: Matematik ifoda
zh_hk: 數學表達式

source: Useful examples:
af_za: Nuttige voorbeelde:
bo: སྤྱོད་སྒོ་ཆེ་བའི་དཔེ་བརྗོད་རྣམས།:
de_de: Nützliche Beispiele:
el: Χρήσιμα παραδείγματα:
es: Ejemplos útiles:
fa: مثال های مفید:
hu: Hasznos példák:
kk: Пайдалы мысалдар:
lv: Noderīgi piemēri:
sq: Shembuj të dobishëm:
sv: Användbara exempel:
th: ตัวอย่างที่มีประโยชน์
uz: Foydali misollar:
zh_hk: 有用的例子：

source: Huge Header
af_za: Groot kop
bo: ཡིག་མགོ་ཆེན་པོ།
de_de: Umfangreiche Kopfzeile
el: Τεράστια Επικεφαλίδα
es: Encabezado grande
fa: هدر عظیم
hu: Nagy fejléc
kk: Үлкен тақырып
lv: Milzīas galvene
sq: Kreu i madh
sv: Enorma rubrik
th: หัวเรื่องใหญ่
uz: Katta sarlavha
zh_hk: 大標題

source: Smaller Header
af_za: Kleiner kop
bo: ཡིག་མགོ་ཆུང་ཆུང་།
de_de: Kleine Kopfzeile
el: Μικρότερη Επικεφαλίδα
es: Encabezado más pequeño
fa: هدر کوچکتر
hu: Kisebb fejléc
kk: Кіші тақырып
lv: Mazāks galvene
sq: Titulli më i vogël
sv: Mindre rubrik
th: หัวเรื่องที่เล็กกว่า
uz: Kichikroq sarlavha
zh_hk: 小標題

source: *emphasis* or _emphasis_
af_za: *beklemtoning* of _beklemtoning_
bo: *emphasis* དང་ཡང་ན་ _emphasis_
de_de: *Hervorgehoben* oder _Hervorgehoben_
el: *έμφαση* ή _έμφαση_
es: *énfasis* o _énfasis_
fa: *تاکید* یا _تاکید_
hu: *dőlt* vagy _dőlt_
ja: *強調* または _強調_
kk: *екпін* немесе _екпін_
sq: *theksim* ose _theksim_
sv: *betoning* eller _betoning_
th: *ย้ำ* or _ย้ำ_
uz: *ta'kid* yoki _ta'kidlash_
zh_hk: *重點* 或 _重點_

source: **strong** or __strong__
af_za: **sterk** of __sterk__
bo: **strong** དང་ཡང་ན་ __strong__
de_de: **Fett** oder __Fett__
el: **δυνατός** ή __δυνατός__
es: **negrita** o __negrita__
fa: **قوی** یا __strong__
ja: **strong** または __strong__
kk: **күшті** немесе __күшті__
sq: **fortë** ose __fortë__
sv: **stark** eller __stark__
th: **หนา** or __หนา__
uz: **kuchli** yoki __kuchli__
zh_hk: **強調** or __強調__

source: Unordered List
af_za: Ongeordende lys
bo: གོ་རིམ་མེད་པའི་ཐོ་གཞུང་།
de_de: Ungeordnete Liste
el: Μη αριθμημένη λίστα
es: Lista desordenada
fa: لیست نامرتب
hu: Rendezetlen lista
kk: Реттелмеген тізім
lv: Nesakārtots saraksts
sq: Lista e paordhur
th: รายชื่อที่ยังไม่ได้เรียง
uz: Tartibsiz ro'yxat
zh_hk: 無序列表

source: Sub Item 1
bo: ནང་གསེས་དངོས་པོ་ 1
el: Κατώτερο Είδος 1
es: Subítem 1
fa: مورد فرعی 1
hu: Alcím 1
ja: サブ項目1
kk: 1-тармақша
lv: 1. apakšpunkts
sq: Nën pika 1
sv: Del 1
th: รายการย่อย 1
uz: 1-kichik band
zh_hk: 分項 1

source: Sub Item 2
bo: ནང་གསེས་དངོས་པོ་ 2
el: Κατώτερο Είδος 2
es: Subítem 2
fa: مورد فرعی 2
hu: Alcím 2
ja: サブアイテム2
kk: 2-тармақша
lv: 2. apakšpunkts
sq: Nën pika 2
sv: Del 2
th: รายการย่อย 2
uz: 2-kichik band
zh_hk: 分項 2

source: Ordered
af_za: Bestel
bo: གོ་རིམ་བསྒྲིགས་ཡོད་པ།
de_de: Sortiert
el: Παραγγέλθηκε
es: Ordenada
fa: سفارش داده شده
hu: Rendezett
ja: 注文済み
kk: Тапсырыс берілді
lv: Pasūtīts
sq: I porositur
sv: Beordrade
th: ลำดับ
uz: Buyurtma qilingan
zh_hk: 已訂購

source: List
af_za: Lys
bo: ཐོ་གཞུང་།
el: Λίστα
es: Lista
fa: فهرست کنید
hu: Lista
ja: リスト
kk: Тізім
lv: Saraksts
sq: Lista
sv: Lista
th: รายการ
uz: Roʻyxat
zh_hk: 清單

source: Quotes
af_za: Aanhalings
bo: ལུང་འདྲེན།
de_de: Anführungszeichen
el: Αποσπάσματα
es: Citas
fa: نقل قول ها
hu: Idézetek
ja: 引用文
kk: Дәйексөздер
lv: Citāti
sq: Citatet
sv: Citat
th: คำพูด
uz: Iqtibos
zh_hk: 引號

source: Markdown syntax is allowed. See the {start_link}cheatsheet{end_link} for help.
af_za: Markdown-sintaksis word toegelaat. Sien die {start_link} cheatsheet {end_link} vir hulp.
bo: འདིར་Markdown ཡི་ཨང་བརྡ་བཀོལ་ཆོག རམ་འདེགས་ཀྱི་དོན་ལུ་ {start_link}cheatsheet{end_link} ལ་གཟིགས།
de_de: Markdown-Syntax ist zulässig. Weitere Informationen finden Sie im {start_link}Cheatsheet {end_link} .
el: Επιτρέπεται η σύνταξη Markdown. Δείτε το cheatsheet {start_link} {end_link} για βοήθεια.
es: Se permite la sintaxis de Markdown. Consulta la {start_link}hoja de referencia{end_link} para obtener ayuda.
fa: نحو Markdown مجاز است. برای کمک به برگه چیت {start_link} {end_link} مراجعه کنید.
ja: Markdown構文が使用できます。{start_link}チートシート{end_link}を参照してください。
kk: Белгілеу синтаксисі рұқсат етілген. Анықтама алу үшін {start_link} Cheatsheet {end_link} қараңыз.
lv: Atzīmēšanas sintakse ir atļauta. Lai saņemtu palīdzību, skatiet {start_link} cheatlapu {end_link} .
sq: Sintaksa Markdown lejohet. Shikoni {start_link}fletën e mashtrimit{end_link} për ndihmë.
sv: Markdown-syntax är tillåten. Se {start_link}cheatsheet{end_link} för hjälp.
uz: Markdown sintaksisiga ruxsat berilgan. Yordam uchun {start_link} cheatsheet {end_link} ga qarang.
zh_hk: 允許使用 Markdown 語法。請參閱{start_link}備忘單{end_link}取得協助。

source: Attachments
af_za: Aanhegsels
bo: ཡིག་ཆ།
de_de: Anhänge
el: Συνημμένα
es: Adjuntos
fa: پیوست ها
hu: Csatolmányok
ja: 添付ファイル
kk: Қосымшалар
lv: Pielikumi
sq: Shtojcat
sv: Bilagor
th: เอกสารแนบ
uz: Qo'shimchalar
zh_hk: 附件

source: Upload new file
af_za: Laai nuwe lêer op
bo: ཡིག་ཆ་གསར་པ་ནང་འཇུག
de_de: Neue Datei hochladen
el: Μεταφόρτωση νέου αρχείου
es: Subir nuevo archivo
fa: آپلود فایل جدید
hu: Új fájl feltöltése
ja: 新しいファイルをアップロード
kk: Жаңа файлды жүктеп салыңыз
lv: Augšupielādējiet jaunu failu
sq: Ngarko skedar të ri
sv: Ladda upp ny fil
th: อัพโหลดไฟล์ใหม่
uz: Yangi faylni yuklang
zh_hk: 上傳新檔案

source: Search and add file
af_za: Soek en voeg lêer by
bo: འཚོལ་ཞིབ་དང་ཡིག་ཆ་ཞོག
de_de: Suchen und Datei hinzufügen
el: Αναζήτηση και προσθήκη αρχείου
es: Buscar y agregar archivo
fa: جستجو و افزودن فایل
hu: Keresés és fájlok hozzáadása
ja: ファイルを検索して追加
kk: Файлды іздеңіз және қосыңыз
lv: Meklējiet un pievienojiet failu
sq: Kërkoni dhe shtoni skedar
sv: Sök och lägg till fil
th: ค้นหาและเพิ่มไฟล์
uz: Faylni qidiring va qo'shing
zh_hk: 搜尋並新增檔案

source: Upload File
af_za: Laai leêr op
bo: ཡིག་ཆ་ནང་འཇུག
de_de: Datei hochladen
el: Μεταφόρτωση Αρχείου
es: Subir archivo
fa: آپلود فایل
hu: Fájl feltöltése
ja: ファイルをアップロード
kk: Файлды жүктеп салу
lv: Augšupielādēt failu
sq: Ngarko skedarin
sv: Ladda upp fil
th: อัพโหลดไฟล์
uz: Faylni yuklash
zh_hk: 上傳檔案

source: Upload file
af_za: Laai leêr op
bo: ཡིག་ཆ་ནང་འཇུག
de_de: Datei hochladen
el: Μεταφόρτωση Αρχείου
es: Subir archivo
fa: آپلود فایل
hu: Fájl feltöltése
ja: ファイルをアップロード
kk: Файлды жүктеп салу
lv: Augšupielādēt failu
sq: Ngarko skedarin
sv: Ladda upp fil
th: อัพโหลดไฟล์
uz: Faylni yuklash
zh_hk: 上傳檔案

source: Search files and articles
af_za: Soek lêers en artikels
bo: ཡིག་ཆ་དང་རྩོམ་ཡིག་འཚོལ་ཞིབ།
de_de: Dateien und Artikel suchen
el: Αναζήτηση αρχείων και άρθρων
es: Buscar archivos y artículos
fa: جستجو در فایل ها و مقالات
hu: Fájlok és cikkek keresése
ja: ファイルと記事を検索
kk: Файлдар мен мақалаларды іздеу
lv: Meklēt failus un rakstus
sq: Kërkoni skedarë dhe artikuj
sv: Sök filer och artiklar
th: ค้นหาไฟล์และบทความ
uz: Fayllar va maqolalarni qidirish
zh_hk: 搜尋檔案和文章

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
af_za: Jy kan lêers van ander artikels hergebruik. Hierdie lêers is onderhewig aan opdaterings oor ander artikels wat dalk &#39;n goeie ding is of nie.
de_de: Sie können Datein, die in anderen Artikeln verwendet werden, wiederverwenden. Diese Dateien sind abhängig von Updates der anderen Artikel, was gut oder schlecht sein kann.
el: Μπορείτε να χρησιμοποιήσετε ξανά τα αρχεία από άλλα άρθρα. Τα αρχεία αυτά αποτελούν αντικείμενο ενημερώσεων αλλων άρθρων τα οποία μπορεί να είναι η να μήν είναι καλό πράγμα.
es: Puedes reutilizar archivos de otros artículos. Estos archivos están sujetos a actualizaciones en otros artículos, lo que puede ser o no algo positivo.
fa: می توانید از فایل های مقالات دیگر استفاده مجدد کنید. این فایل ها در معرض به روز رسانی مقالات دیگر هستند که ممکن است چیز خوبی باشد یا نباشد.
hu: Más cikkekből is újra felhasználhat fájlokat. Ezek a fájlok más cikkekben frissülhetnek, ami lehet jó vagy rossz dolog is.
ja: 他の記事からファイルを再利用できます。これらのファイルは他の記事で更新されることがあり、それが良いことかどうかはわかりません。
kk: Басқа мақалалардағы файлдарды қайта пайдалануға болады. Бұл файлдар жақсы нәрсе болуы мүмкін немесе болмауы мүмкін басқа мақалалар бойынша жаңартуларға жатады.
lv: Varat atkārtoti izmantot failus no citiem rakstiem. Šie faili tiek atjaunināti citos rakstos, kas var būt vai nav labi.
sq: Ju mund të ripërdorni skedarë nga artikuj të tjerë. Këta skedarë i nënshtrohen përditësimeve në artikuj të tjerë që mund të jenë ose jo një gjë e mirë.
sv: Du kan återanvända filer från andra artiklar. Dessa filer är föremål för uppdateringar på andra artiklar som kanske kan vara bra.
th: คุณสามารถนำไฟล์จากบทความอื่นกลับมาใช้ได้อีก. ไฟล์นี้ได้รับการอัพเดทจากบทความอื่นแล้วซึ่งอาจจะดีและไม่ดี
uz: Siz boshqa maqolalardagi fayllardan qayta foydalanishingiz mumkin. Ushbu fayllar yaxshi narsa bo'lishi mumkin yoki bo'lmasligi mumkin bo'lgan boshqa maqolalar bo'yicha yangilanishlarga duchor bo'ladi.
zh_hk: 您可以重複使用其他文章中的文件。這些文件可能會根據其他文章進行更新，這可能是好事，也可能不是好事。

source: Search
af_za: Soek
bo: འཚོལ།
de_de: Suche
el: Αναζήτηση
es: Buscar
fa: جستجو کردن
hu: keresés
ja: 検索
kk: Іздеу
lv: Meklēt
sq: Kërko
sv: Sök
th: ค้นหา
uz: Qidiruv
zh_hk: 搜尋

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
af_za: Die volgende lêers is beskikbaar vir hierdie artikel. Kopieer die afmerkmerker om direk na &#39;n lêer uit die artikelteks te verwys.
bo: གཤམ་གསལ་གྱི་ཡིག་ཆ་རྣམས་རྩོམ་ཡིག་འདིའི་ནང་བཀོལ་ཆོག markdown ཡི་མཚོན་རྟགས་དེ་ཐད་ཀར་ངོ་བཤུ་བྱས་ནས་ཡིག་ཆའི་ནང་ཡོད་པའི་ཡིག་ཆ་གི་མཚམས་སུ་ཞོག།
de_de: Die folgenden Dateien stehen für diesen Artikel zur Verfügung. Kopieren Sie das Markdown-Tag, um im Artikeltext direkt auf eine Datei zu verweisen.
el: Τα ακόλουθα αρχεία είναι διαθέσιμα για αυτό το άρθρο. Αντιγράψτε την υποσημειωμενη ετικέτα να αναφέρονται απευθείας σε ένα αρχείο από το κείμενο του άρθρου.
es: Los siguientes archivos están disponibles para este artículo. Copia la etiqueta de Markdown para hacer referencia directa a un archivo desde el texto del artículo.
fa: فایل های زیر برای این مقاله موجود است. برای ارجاع مستقیم به فایلی از متن مقاله، تگ markdown را کپی کنید.
hu: A következő fájlok érhetők el ehhez a cikkhez. Másolja a markdown címkét, hogy közvetlenül hivatkozhasson egy fájlra a cikk szövegéből.
kk: Бұл мақала үшін келесі файлдар қол жетімді. Мақала мәтініндегі файлға тікелей сілтеме жасау үшін белгілеу тегін көшіріңіз.
lv: Šim rakstam ir pieejami šādi faili. Kopējiet marķējuma tagu, lai tieši atsauktos uz failu no raksta teksta.
sq: Skedarët e mëposhtëm janë të disponueshëm për këtë artikull. Kopjoni etiketën e shënimit për t'iu referuar drejtpërdrejt një skedari nga teksti i artikullit.
sv: Följande filer är tillgängliga för den här artikeln. Kopiera markdown-taggen för att direkt hänvisa till en fil från artikeltexten.
th: ไฟล์นี้พร้อมสำหรับบความนี้ คัดลอกแท็กลดเพื่ออ้างถึงไฟล์นี้โดยตรงจากบทความ
uz: Ushbu maqola uchun quyidagi fayllar mavjud. Maqola matnidagi faylga bevosita murojaat qilish uchun markdown tegidan nusxa oling.
zh_hk: 本文提供以下文件。複製 Markdown 標籤以直接引用文章文字中的文件。

source: Markdown tag
af_za: Markdown-etiket
el: Υποσημείωση ετικέτας
es: Etiqueta de Markdown
fa: برچسب Markdown
hu: Markdown címke
kk: Белгілеу тегі
lv: Marķēšanas birka
sq: Etiketa Markdown
sv: Markdown tagg
th: ลดแท็ก
uz: Markdown yorlig'i
zh_hk: Markdown 標記

source: Uploaded by
af_za: Opgelaai deur
de_de: Hochgeladen von
el: Ανέβηκε από
es: Subido por
fa: بارگزاری شده توسط
hu: Feltöltötte:
ja: アップロード者
kk: Жүктеп салған
lv: Augšupielādēja
sq: Ngarkuar nga
sv: Uppladdad av
th: อัพโหลดโดย
uz: tomonidan yuklangan
zh_hk: 上傳者：

source: Size
af_za: Grootte
bo: ཆེ་ཆུང་།
de_de: Größe
el: Μέγεθος
es: Tamaño
fa: اندازه
hu: Méret
ja: サイズ
kk: Өлшем
lv: Izmērs
sq: Madhësia
sv: Storlek
th: ขนาด
uz: Hajmi
zh_hk: 尺寸

source: File History
af_za: Lêergeskiedenis
bo: ཡིག་ཆའི་ལོ་རྒྱུས།
de_de: Dateiverlauf
el: Ιστορικό φακέλου
es: Historial del archivo
fa: تاریخچه فایل
hu: Fájl előzmények
ja: ファイル履歴
kk: Файл тарихы
lv: Failu vēsture
sq: Historia e skedarit
sv: Filhistorik
th: ประวัติไฟล์
uz: Fayllar tarixi
zh_hk: 檔案歷史記錄

source: Detach
af_za: Losmaak
bo: ཁ་བྲལ་བ།
de_de: Ablösen
el: Αποσυνδέστε
es: Desvincular
fa: جدا کردن
hu: Leválasztás
kk: Ажырату
lv: Atvienot
sq: Shkëputeni
sv: Lösgöra
th: ถอดออก
uz: Ajratish
zh_hk: 分離

source: Replace
af_za: Vervang
bo: བརྗེ་བསྒྱུར།
de_de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزین کردن
hu: Csere
ja: 置換
kk: Ауыстыру
lv: Aizvietot
sq: Zëvendësoje
sv: Byta ut
th: แทนที่
uz: O'zgartiring
zh_hk: 代替

source: Restore
af_za: Herstel
bo: བསྐྱར་འཇོག
de_de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fa: بازگرداندن
hu: Visszaállítás
ja: 復元
kk: Қалпына келтіру
lv: Atjaunot
sq: Rivendos
sv: Återställa
th: กู้คืน
uz: Qayta tiklash
zh_hk: 恢復

source: anonymous (IP logged)
af_za: anoniem (IP aangeteken)
bo: མིང་ཁ་གསལ་མེད་པའི་ (IP logged)
de_de: anonymous (IP aufgezeichnet)
el: ανώνυμη (IP συνδέθηκε)
es: anónimo (IP registrada)
fa: ناشناس (IP ثبت شده)
hu: névtelen (IP naplózva)
kk: анонимді (IP тіркелген)
lv: anonīms (IP reģistrēts)
sq: anonim (IP i regjistruar)
sv: Anonym (IP-inloggad)
th: ไม่ระบุชื่อ(เข้าระบบด้วย IP)
uz: anonim (IP qayd qilingan)
zh_hk: 匿名（IP 記錄）

source: File history
af_za: Lêergeskiedenis
bo: ཡིག་ཆའི་ལོ་རྒྱུས།
de_de: Dateiverlauf
el: Ιστορικό φακέλου
es: Historial del archivo
fa: تاریخچه فایل
hu: Fájl előzmények
ja: ファイル履歴
kk: Файл тарихы
lv: Failu vēsture
sq: Historia e skedarit
sv: Filhistorik
th: ประวัติไฟล์
uz: Fayl tarixi
zh_hk: 檔案歷史記錄

source: revisions
af_za: hersienings
bo: བསྐྱར་བཅོས།
de_de: Versionen
el: αναθεώρηση
fa: تجدید نظرها
hu: felülvizsgálatok
ja: 改訂
kk: түзетулер
lv: pārskatīšanu
sq: rishikimet
sv: revideringar
th: ปรับปรุงใหม่
uz: tahrirlar
zh_hk: 修訂

source: There are no attachments for this article.
af_za: Daar is geen aanhangsels vir hierdie artikel nie.
bo: རྩོམ་ཡིག་འདིའི་ཟུར་སྦྱར་ཡིག་ཆ་མི་འདུག
de_de: Es gibt keine Anhänge zu diesem Artikel.
el: Δεν υπάρχουν συνημμένα για αυτό το άρθρο.
es: No hay adjuntos para este artículo.
fa: برای این مقاله ظمیمه ای وجود ندارد.
hu: A cikknek nincs melléklete.
ja: この記事には添付ファイルがありません。
kk: Бұл мақалаға қосымшалар жоқ.
lv: Šim rakstam nav pielikumu.
sq: Nuk ka bashkëngjitje për këtë artikull.
sv: Det finns inga bilagor för den här artikeln.
th: ไม่มีไฟล์ที่แนบมาสำหรับบทความนี้
uz: Ushbu maqola uchun qo'shimchalar mavjud emas.
zh_hk: 本文沒有附件。

source: Previewing revision:
af_za: Voorbeskou hersiening:
bo: བསྐྱར་བཅོས་སྔོན་ལྟ།:
de_de: Vorschau der Revision:
el: Προεπισκόπηση αναθεώρησης:
es: Vista previa de la revisión:
fa: پیش نمایش بازبینی:
hu: Felülvizsgálat előnézete:
ja: リビジョンのプレビュー:
kk: Алдын ала қарау:
lv: Pārskatīšanas priekšskatīšana:
sq: Rishikimi paraprak:
sv: Förhandsgranska revision:
th: แสดงตัวอย่างการแก้ไข:
uz: Tahrirni oldindan ko'rish:
zh_hk: 預覽修訂版：

source: Previewing a merge between two revisions:
af_za: Voorbeskou &#39;n samesmelting tussen twee hersienings:
bo: བསྐྱར་བཅོས་སྔ་ཕྱི་གཉིས་ཟླ་སྒྲིལ་གྱི་བར་མཚམས་ལ་སྔོན་ལྟ།
de_de: Vorschau einer Zusammenführung zwischen zwei Revisionen:
el: Προεπισκόπηση μιας συγχώνευσης μεταξύ δύο αναθεωρήσεων:
es: Vista previa de una fusión entre dos revisiones:
fa: پیش نمایش ادغام بین دو ویرایش:
hu: Két felülvizsgálat összevonásának előnézete:
ja: 2つの改訂版のマージをプレビューしています。
kk: Екі түзету арасындағы біріктіруді алдын ала қарау:
lv: Divu pārskatījumu sapludināšanas priekšskatīšana:
sq: Parashikimi i një bashkimi midis dy rishikimeve:
sv: Förhandsgranska en sammanslagning mellan två revisioner:
th: การดูการรวมกันของสองการปรับปรุงใหม่
uz: Ikki tahrir o'rtasidagi birlashuvni oldindan ko'rish:
zh_hk: 預覽兩個修訂版之間的合併：

source: This revision has been deleted.
af_za: Hierdie hersiening is uitgevee.
bo: བསྐྱར་བཅོས་འདི་བསུབས་ཟིན་འདུག
de_de: Diese Überarbeitung ist gelöscht worden.
el: Η αναθεώρηση αυτή έχει διαγραφεί.
es: Esta revisión ha sido eliminada.
fa: این ویرایش حذف شده است.
hu: Ez a felülvizsgálat törlésre került.
ja: このリビジョンは削除されました。
kk: Бұл түзету жойылды.
lv: Šis pārskatījums ir dzēsts.
sq: Ky rishikim është fshirë.
sv: Denna revision har tagits bort.
th: ลบการเปลี่ยนแปลงแล้ว
uz: Bu tahrir oʻchirildi.
zh_hk: 該修訂版已被刪除。

source: Restoring to this revision will mark the article as deleted.
af_za: Herstel na hierdie hersiening sal die artikel as uitgevee merk.
bo: ལེགས་བཅོས་འདི་བསྐྱར་གསོ་བྱེད་ན་རྩོམ་ཡིག་དེ་བསུབས་ཟིན་པའི་རྟགས་འགོད་འགྲོ།
de_de: Beim Wiederherstellen zu dieser Überarbeitung wird der Artikel als gelöscht markiert.
el: Αποκατάσταση της αναθεώρησης αυτής θα σηματοδοτήσει το άρθρο ως διαγραμμένο.
es: Restaurar a esta revisión marcará el artículo como eliminado.
fa: بازگرداندن به این ویرایش، مقاله را به عنوان حذف شده علامت گذاری می کند.
ja: このリビジョンを復元すると、記事は削除されたと見なされます。
kk: Осы түзетуді қалпына келтіру мақаланы жойылған деп белгілейді.
lv: Atjaunojot šo versiju, raksts tiks atzīmēts kā dzēsts.
sq: Rikthimi në këtë rishikim do ta shënojë artikullin si të fshirë.
sv: Att återställa till denna version kommer att markera artikeln som raderad.
th: กู้คืนการแก้ไขใหม่โดยได้ทำเครืองหมายไว้ที่บทความที่ถูกลบแล้ว
uz: Ushbu tahrirni tiklash maqolani o'chirilgan deb belgilaydi.
zh_hk: 還原到此版本會將文章標記為已刪除。

source: LMS Administration
af_za: LMS Administrasie
bo: LMS ཡི་འཛིན་སྐྱོང་བཀོད་ཁྱབ།
el: ΔΙαχείριση LMS
es: Administración del LMS
fa: مدیریت LMS
hu: LMS adminisztráció
ja: LMS管理
kk: LMS әкімшілігі
lv: LMS administrācija
sq: Administrata LMS
sv: Administration av LMS
th: การจัดการ LMS
uz: LMS boshqaruvi
zh_hk: LMS管理

source: ACE Common
af_za: ACE Algemene
de_de: ACE gebräuchliche Bezeichnung
es: ACE Común
fa: ACE مشترک
kk: ACE ортақ
sq: ACE E zakonshme
uz: ACE umumiy
zh_hk: ACE 共享

source: Go to %(platform_name)s Home Page
af_za: Gaan na %(platform_name)s tuisblad
bo: འདིའི་ %(platform_name)s གཙོ་ངོས་ལ་ཕེབས།
de_de: Zur %(platform_name)s Startseite gehen
el: Πηγαίνετε στην Αρχική Σελίδα του %(platform_name)s
es: Ir a la página de inicio de %(platform_name)s
fa: به صفحه اصلی %(platform_name)s بروید
hu: Menjen a(z) %(platform_name)s kezdőlapjára
ja: %(platform_name)s ホームページに移動
kk: %(platform_name)s Басты бетіне өтіңіз
lv: Dodieties uz %(platform_name)s sākumlapu
sq: Shkoni te faqja kryesore %(platform_name)s
sv: Besök %(platform_name)s Home Page
uz: %(platform_name)s Bosh sahifasiga o'ting
zh_hk: 前往%(platform_name)s首頁

source: Courses
af_za: Kursusse
bo: སློབ་ཚན།
de_de: Kurse
el: Μαθήματα
fa: دوره های آموزشی
hu: Kurzusok
ja: 講座
kk: Курстар
lv: Kursi
sq: Kurse
sv: Kurser
uz: Kurslar
zh_hk: 課程

source: My Account
af_za: My rekening
bo: ངའི་ཁ་བྱང་།
de_de: Mein Konto
el: O λογαριασμός μου
es: Mi cuenta
fa: حساب من
hu: Saját Fiók
ja: マイアカウント
kk: Менің аккаунтым
lv: Mans Konts
sq: Llogaria ime
sv: Mitt konto
uz: Mening accountim
zh_hk: 我的帳戶

source: %(platform_name)s on LinkedIn
af_za: %(platform_name)s op LinkedIn
bo: LinkedIn ནང་གི་ %(platform_name)s
de_de: %(platform_name)s auf LinkedIn
el: %(platform_name)s στο LinkedIn
es: %(platform_name)s en LinkedIn
fa: %(platform_name)s در لینکدین
hu: %(platform_name)s a LinkedInen
ja: %(platform_name)s のLinkedInページ
kk: LinkedIn сайтында %(platform_name)s
lv: %(platform_name)s pakalpojumā LinkedIn
sq: %(platform_name)s në LinkedIn
sv: %(platform_name)s på LinkedIn
uz: LinkedIn-da %(platform_name)s
zh_hk: LinkedIn 上的%(platform_name)s

source: %(platform_name)s on Twitter
af_za: %(platform_name)s op Twitter
bo: Twitter ནང་གི་ %(platform_name)s
de_de: %(platform_name)s auf Twitter
el: %(platform_name)s στο Twitter
es: %(platform_name)s en Twitter
fa: %(platform_name)s در توییتر
hu: %(platform_name)s a Twitteren
kk: Twitter-де %(platform_name)s
lv: %(platform_name)s pakalpojumā Twitter
sq: %(platform_name)s në Twitter
sv: %(platform_name)s på Twitter
uz: Twitterda %(platform_name)s
zh_hk: Twitter 上的%(platform_name)s

source: %(platform_name)s on Facebook
af_za: %(platform_name)s op Facebook
bo: ངོ་དེབ་ནང་གི་ %(platform_name)s
de_de: %(platform_name)s auf Facebook
el: Το %(platform_name)s στο Facebook
es: %(platform_name)s en Facebook
fa: %(platform_name)s در فیس بوک
hu: %(platform_name)s a Facebookon
kk: Facebook желісінде %(platform_name)s
lv: %(platform_name)s pakalpojumā Facebook
sq: %(platform_name)s në Facebook
sv: %(platform_name)s på Facebook
uz: Facebookda %(platform_name)s
zh_hk: Facebook 上的%(platform_name)s

source: %(platform_name)s on Google Plus
af_za: %(platform_name)s op Google Plus
bo: དགོས་དགུའི་ Plus ནང་གི་ %(platform_name)s
de_de: %(platform_name)s auf Google Plus
el: %(platform_name)s στο Google Plus
es: %(platform_name)s en Google Plus
fa: %(platform_name)s در گوگل پلاس
hu: %(platform_name)s a Google Plus-on
ja: %(platform_name)s の Google Plus
kk: Google Plus жүйесінде %(platform_name)s
lv: %(platform_name)s pakalpojumā Google Plus
sq: %(platform_name)s në Google Plus
sv: %(platform_name)s på Google Plus
uz: Google Plus-da %(platform_name)s
zh_hk: Google+ 上的%(platform_name)s

source: %(platform_name)s on Reddit
af_za: %(platform_name)s op Reddit
bo: Reddit ནང་གི་ %(platform_name)s
de_de: %(platform_name)s auf Reddit
el: %(platform_name)s στο Reddit
es: %(platform_name)s en Reddit
fa: %(platform_name)s در Reddit
hu: %(platform_name)s a Redditen
kk: Reddit- %(platform_name)s
lv: %(platform_name)s pakalpojumā Reddit
sq: %(platform_name)s në Reddit
sv: %(platform_name)s på Reddit
uz: Reddit-da %(platform_name)s
zh_hk: Reddit 上的%(platform_name)s

source: Download the iOS app on the Apple Store
af_za: Laai die iOS-toepassing af in die Apple Store
bo: ཀུ་ཤུ་རྟགས་ཅན་གྱི་ཕབ་མཛོད་ནང་ iOS app ཕབ་ལེན་བྱོས།
de_de: Laden Sie die iOS App aus dem Apple Store herunter.
el: Κατεβάστε την εφαρμογή iOS στο Apple Store
es: Descargar la aplicación para iOS en la Apple Store
fa: برنامه iOS را در اپل استور دانلود کنید
hu: Töltse le az iOS appot az Apple Store-ból
ja: Apple StoreでiOSアプリをダウンロード
kk: Apple Store дүкенінен iOS қолданбасын жүктеп алыңыз
lv: Lejupielādējiet iOS lietotni Apple Store
sq: Shkarkoni aplikacionin iOS në Apple Store
sv: Ladda ner iOS-appen på Apple Store
uz: Apple do'konida iOS ilovasini yuklab oling
zh_hk: 從 Apple Store 下載 iOS 應用程式
