Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
af_za: Jy ontvang hierdie e-pos omdat jy &#39;n wagwoordterugstelling vir jou gebruikersrekening by %(platform_name)s versoek het.
de_de: Sie erhalten diese E-Mail, da Sie angefragt haben Ihr Passwort für Ihr Benutzerkonto auf %(platform_name)s zurückzusetzen.
el: Έχετε λάβει αυτό το μήνυμα επειδή ζητήσατε την αλλαγή του κωδικού σας στο %(platform_name)s
es: Estás recibiendo este correo porque solicitaste un restablecimiento de contraseña para tu cuenta de usuario en %(platform_name)s.
fa: شما این ایمیل را دریافت می‌کنید زیرا درخواست بازنشانی رمز عبور برای حساب کاربری خود در %(platform_name)s کرده‌اید.
hu: Ezt az e-mailt azért kaptad, mert kérted a jelszavad visszaállítását a %(platform_name)s fióknál.
ja: あなたは、%(platform_name)sでのユーザーアカウントのパスワードリセットをリクエストしたため、このメールを受け取っています。
kk: Сіз %(platform_name)s мекенжайындағы пайдаланушы тіркелгіңіз үшін құпия сөзді қалпына келтіруді сұрағандықтан, осы электрондық хатты алып отырсыз.
lv: Jūs saņemat šo e-pasta ziņojumu, jo pieprasījāt paroles atiestatīšanu savam lietotāja kontam vietnē %(platform_name)s .
sq: Ju po e merrni këtë email sepse keni kërkuar një rivendosje të fjalëkalimit për llogarinë tuaj të përdoruesit në %(platform_name)s.
sv: Du tar emot det här e-postmeddelandet eftersom du begärde ett återställning av lösenord för ditt användarkonto på %(platform_name)s.
uz: Siz %(platform_name)s da foydalanuvchi accountingiz uchun parolni oʻzgartirishni soʻraganingiz uchun ushbu e-pochta xabarini oldingiz.
zh_hk: 您收到這封電子郵件是因為您在%(platform_name)s請求重設用户帳號的密碼。

source: However, there is currently no user account associated with your email address: %(email_address)s.
af_za: Daar is egter tans geen gebruikersrekening wat met jou e-posadres geassosieer word nie: %(email_address)s .
de_de: Derzeit gibt es keinen anderen Benutzer, der Ihre E-Mail-Adresse: %(email_address)s nutzt.
el: Ωστόσο, προς το παρόν δεν υπάρχει λογαριασμός χρήστη που να σχετίζεται με τη διεύθυνση email σας: %(email_address)s.
es: Sin embargo, actualmente no hay ninguna cuenta de usuario asociada a tu dirección de correo electrónico: %(email_address)s.
fa: با این حال، در حال حاضر هیچ حساب کاربری مرتبط با آدرس ایمیل شما وجود ندارد: %(email_address)s .
hu: Jelenleg azonban nincs felhasználói fiók társítva az e-mail címéhez: %(email_address)s.
kk: Дегенмен, қазіргі уақытта электрондық пошта мекенжайыңызбен байланыстырылған пайдаланушы тіркелгісі жоқ: %(email_address)s.
lv: Tomēr pašlaik nav neviena lietotāja konta, kas saistīts ar jūsu e-pasta adresi: %(email_address)s .
sq: Megjithatë, aktualisht nuk ka asnjë llogari përdoruesi të lidhur me adresën tuaj të emailit: %(email_address)s.
sv: Dessvärre finns det inget användarkonto kopplat till %(email_address)s.
uz: Biroq, hozirda elektron pochta manzilingiz bilan bog'langan foydalanuvchi accounti mavjud emas: %(email_address)s .
zh_hk: 但是，目前沒有與您的電郵地址關聯的用户帳戶： %(email_address)s 。

source: If you did not request this change, you can ignore this email.
af_za: As jy nie hierdie verandering versoek het nie, kan jy hierdie e-pos ignoreer.
de_de: Wenn Sie dies nicht angefragt haben, können Sie diese E-Mail ignorieren.
el: Εάν δεν ζητήσατε αυτήν την αλλαγή, μπορείτε να αγνοήσετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου.
es: Si no solicitaste este cambio, puedes ignorar este correo.
fa: اگر این تغییر را درخواست نکرده‌اید، می‌توانید این ایمیل را نادیده بگیرید.
hu: Ha nem Ön kérte ezt a változtatást, hagyja figyelmen kívül ezt az e-mailt.
ja: この変更をリクエストしていない場合は、このメールを無視してください。
kk: Бұл өзгертуді сұрамаған болсаңыз, бұл электрондық поштаны елемеуіңізге болады.
lv: Ja jūs nepieprasījāt šīs izmaiņas, varat ignorēt šo e-pasta ziņojumu.
sq: Nëse nuk e keni kërkuar këtë ndryshim, mund ta shpërfillni këtë email.
sv: Om du inte har begärt denna ändring, kan du bortse från detta mail.
th: ถ้าคุณไม่ได้ดำเนินการเปลี่ยนแปลงนี้ แค่ละเลยอีเมลนี้ไป
uz: Agar siz bu oʻzgartirishni soʻramagan boʻlsangiz, ushbu xatni eʼtiborsiz qoldirishingiz mumkin.
zh_hk: 如果您沒有要求此更改，則可以忽略此電郵。

source: Reset my password
af_za: Herstel my wagwoord
de_de: Passwort zurücksetzen
el: Αλλαγή του κωδικού μου
es: Restablecer mi contraseña
fa: رمز عبور من تنظیم مجدد
ja: パスワードをリセット
kk: Құпия сөзімді қалпына келтіріңіз
lv: Atiestatīt manu paroli
sq: Rivendos fjalëkalimin tim
sv: Återställ mitt lösenord
th: ตั้งค่ารหัสผ่านใหม่
uz: Parolimni tiklang
zh_hk: 重置我的密碼

source: Please go to the following page and choose a new password:
af_za: Gaan asseblief na die volgende bladsy en kies &#39;n nuwe wagwoord:
de_de: Bitte besuchen Sie die folgende Seite und wählen Sie ein neues Passwort:
el: Παρακαλούμε κάντε κλικ στον σύνδεσμο που ακολουθεί και στην σελίδα που θα εμφανιστεί, επιλέξτε ένα νέο κωδικό πρόσβασης:
es: Por favor, ve a la siguiente página y elige una nueva contraseña:
fa: لطفا به صفحه زیر بروید و یک رمز عبور جدید انتخاب کنید:
hu: Kérjük látogasd meg a következő oldalt és válassz egy új jelszót:
ja: 以下のページにアクセスして、新しいパスワードを選択してください。
kk: Келесі бетке өтіп, жаңа құпия сөзді таңдаңыз:
lv: Lūdzu, dodieties uz šo lapu un izvēlieties jaunu paroli:
sq: Ju lutemi shkoni në faqen e mëposhtme dhe zgjidhni një fjalëkalim të ri:
sv: Gå till nästa sida och välj ett nytt lösenord:
th: กรุณาไปที่หน้าถัดไปและเลือกรหัสผ่านใหม่:
uz: Iltimos, quyidagi sahifaga o'ting va yangi parolni tanlang:
zh_hk: 請進入以下頁面並選擇新密碼：

source: Password reset on %(platform_name)s
af_za: Wagwoord teruggestel op %(platform_name)s
de_de: Passwort wurde zurückgesetzt für %(platform_name)s
el: Αλλαγή του κωδικού σας στο %(platform_name)s
es: Restablecimiento de contraseña en %(platform_name)s
fa: بازنشانی رمز عبور در %(platform_name)s
hu: Jelszó visszaállítása a következőn %(platform_name)s
ja: %(platform_name)sでのパスワードリセット
kk: Құпия сөзді қалпына келтіру %(platform_name)s
lv: Paroles atiestatīšana vietnē %(platform_name)s
sq: Rivendosja e fjalëkalimit në %(platform_name)s
sv: Lösenordsåterställning på %(platform_name)s
th: มีการรีเซ็ทรหัสผ่านที่ %(platform_name)s
uz: Parolni tiklash %(platform_name)s
zh_hk: %(platform_name)s上的密碼重置

source: Password reset success
af_za: Sukses met wagwoordterugstelling
de_de: Passwort erfolgreich zurückgesetzt
el: Επιτυχής αλλαγή του κωδικού σας
es: Restablecimiento de contraseña exitoso
fa: بازنشانی رمز عبور موفقیت آمیز بود
hu: A jelszó megváltoztatása sikeres volt
ja: パスワードのリセットに成功しました
kk: Құпия сөзді қалпына келтіру сәтті болды
lv: Paroles atiestatīšana ir veiksmīga
sq: Rivendosja e fjalëkalimit me sukses
sv: Lösenordsåterställning lyckades
th: รีเซ็ทรหัสผ่านสำเร็จแล้ว
uz: Parolni tiklash muvaffaqiyatli
zh_hk: 密碼重置成功

source: Hello %(name)s,
af_za: Hallo %(name)s ,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(name)s
de_de: Hallo %(name)s,
el: Αγαπητέ/Αγαπητή %(name)s,
es: Hola %(name)s,
fa: سلام %(name)s
hu: Szia %(name)s,
ja: %(name)s さん、
kk: Сәлем %(name)s ,
lv: Labdien, %(name)s !
sq: Përshëndetje %(name)s,
sv: Hej %(name)s,
th: เรียนคุณ %(name)s,
uz: Salom %(name)s ,
zh_hk: 你好%(name)s ，

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
af_za: Dit is om te bevestig dat jy jou wagwoord wat verband hou met %(platform_name)s rekening suksesvol verander het. Meld asseblief by jou rekening aan.
de_de: Dies ist eine Bestätigung, dass Sie Ihr Passwort für Ihr %(platform_name)s Konto erfolgreich geändert haben. Bitte melden Sie sich bei Ihrem Konto an.
el: Έχετε λάβει αυτό το email επειδή αλλάξατε επιτυχώς τον κωδικό σας στο %(platform_name)s. Μπορείτε να συνδεθείτε στον λογαριασμό σας.
es: Esto es para confirmar que has cambiado exitosamente tu contraseña asociada a la cuenta de %(platform_name)s. Por favor, inicia sesión en tu cuenta.
fa: این برای تأیید این است که رمز عبور مرتبط با حساب %(platform_name)s را با موفقیت تغییر داده اید. لطفا به حساب خود وارد شوید.
hu: Megerősítjük, hogy sikeresen változtattad meg a jelszavad a %(platform_name)s fiókhoz. Kérlek, jelentkezz be a fiókodba.
ja: %(platform_name)sアカウントに関連付けられたパスワードが正常に変更されたことを確認します。アカウントにサインインしてください。
kk: Бұл %(platform_name)s тіркелгісімен байланысты құпия сөзді сәтті өзгерткеніңізді растау үшін. Тіркелгіңізге кіріңіз.
lv: Tas tiek darīts, lai apstiprinātu, ka veiksmīgi nomainījāt paroli, kas saistīta ar kontu %(platform_name)s. Lūdzu, pierakstieties savā kontā.
sq: Kjo është për të konfirmuar që keni ndryshuar me sukses fjalëkalimin tuaj të lidhur me llogarinë %(platform_name)s . Ju lutemi, regjistrohuni në llogarinë tuaj.
sv: Detta är för att bekräfta att du har ändrat ditt lösenord kopplat till %(platform_name)s konto. Logga in på ditt konto.
th: นี่เป็นการแจ้งยืนยันว่า คุณได้เปลี่ยนรหัสผ่านบัญชีของคุณใน %(platform_name)s กรุณาเข้าสู่ระบบด้วยบัญชีของคุณ
uz: Bu %(platform_name)s accounti bilan bog'langan parolingizni muvaffaqiyatli o'zgartirganingizni tasdiqlash uchun. Iltimos, accountingizga kiring.
zh_hk: 這是為了確認您已成功更改與%(platform_name)s帳戶關聯的密碼。請登入您的帳戶。

source: Hello %(name)s,
af_za: Hallo %(name)s ,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(name)s
de_de: Hallo %(name)s,
el: Αγαπητέ/Αγαπητή %(name)s,
es: Hola %(name)s,
fa: سلام %(name)s
ja: こんにちは %(name)s さん、
kk: Сәлем %(name)s,
lv: Labdien, %(name)s !
sq: Përshëndetje %(name)s,
sv: Hej %(name)s,
th: เรียนคุณ %(name)s,
uz: Salom %(name)s ,
zh_hk: 你好%(name)s ，

source: Password reset completed on %(platform_name)s
af_za: Wagwoordterugstelling voltooi op %(platform_name)s
de_de: Passwort wurde zurückgesetzt für %(platform_name)s
el: Επιτυχής αλλαγή κωδικού στο %(platform_name)s
es: Restablecimiento de contraseña completado en %(platform_name)s
fa: بازنشانی رمز عبور در %(platform_name)s تکمیل شد
hu: A jelszó sikeresen visszaállítva a következőn %(platform_name)s
ja: %(platform_name)sでパスワードのリセットが完了しました
kk: Құпия сөзді қалпына келтіру %(platform_name)s күні аяқталды
lv: Paroles atiestatīšana pabeigta %(platform_name)s
sq: Rivendosja e fjalëkalimit përfundoi në %(platform_name)s
sv: Lösenordsåterställning slutförd på %(platform_name)s
th: มีการรีเซ็ทรหัสผ่านสำเร็จที่ %(platform_name)s
uz: Parolni tiklash %(platform_name)s da yakunlandi
zh_hk: 密碼重設已在%(platform_name)s完成

source: Superuser creation not allowed
af_za: Supergebruikerskepping word nie toegelaat nie
de_de: Erstellung eines Superusers nicht erlaubt
el: Δεν επιτρέπεται η δημιουργία υπερχρήστη
es: No se permite la creación de superusuario
fa: ایجاد ابرکاربر مجاز نیست
hu: A szuperfelhasználó létrehozása nem engedélyezett
ja: スーパーユーザーの作成は許可されていません
kk: Супер пайдаланушы құруға рұқсат етілмейді
lv: Superlietotāja izveide nav atļauta
sq: Krijimi i superpërdoruesit nuk lejohet
th: ไม่อนุญาตให้มีการสร้างบัญชีผู้ใช้สูงสุด
uz: Superuser yaratishga ruxsat berilmagan
zh_hk: 不允許創建超級用戶

source: Account modification not allowed.
af_za: Rekeningwysiging word nie toegelaat nie.
de_de: Veränderungen am Konto nicht erlaubt.
el: Δεν επιτρέπεται η τροποποίηση λογαριασμού.
es: No se permite la modificación de la cuenta.
fa: تغییر حساب مجاز نیست.
hu: A fiók módosítás nem engedélyezett.
ja: アカウントの変更は許可されていません。
kk: Есептік жазбаны өзгертуге рұқсат етілмейді.
lv: Konta modifikācija nav atļauta.
sq: Nuk lejohet modifikimi i llogarisë.
sv: Det är inte tillåtet att editera/ändra kontot
th: ไม่อนุญาตให้มีการแก้ไขบัญชี
uz: Accountni o'zgartirishga ruxsat berilmagan.
zh_hk: 不允許修改帳戶。

source: Account creation not allowed.
af_za: Rekeningskepping word nie toegelaat nie.
de_de: Sie besitzen nicht die Berechtigung ein Konto zu eröffnen.
el: Δεν επιτρέπεται η δημιουργία λογαριασμού.
es: No se permite la creación de la cuenta.
fa: ایجاد حساب مجاز نیست
ja: アカウントの作成が許可されていません。
kk: Есептік жазба жасауға рұқсат етілмейді.
lv: Konta izveide nav atļauta.
sq: Krijimi i llogarisë nuk lejohet.
sv: Det är inte tillåtet att skapa konton
th: ไม่อนุญาตให้มีการสร้างบัญชี
uz: Account yaratishga ruxsat berilmagan.
zh_hk: 不允許建立帳戶。

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
af_za: Jy het suksesvol by jou {provider_name} rekening aangemeld, maar hierdie rekening is nog nie aan jou {platform_name} rekening gekoppel nie. {blank_lines} Gebruik jou {platform_name} gebruikersnaam en wagwoord om aan te meld by {platform_name} hieronder, en koppel dan jou {platform_name} rekening met {provider_name} vanaf jou dashboard. {blank_lines} As jy nog nie &#39;n rekening op {platform_name} het nie, klik {register_label_strong} bo-aan die bladsy.
de_de: Du hast dich erfolgreich in deinem {provider_name} Konto angemeldet, aber dieses Konto ist noch nicht mit deinem {platform_name} Konto verknüpft. {blank_lines}Verwenden Sie Ihren {platform_name} Benutzernamen und Ihr Passwort, um sich unten bei {platform_name} anzumelden, und verknüpfen Sie dann Ihr {platform_name} Konto mit {provider_name} aus Ihrer 'Meine Kurse' Übersicht. {blank_lines}Wenn Sie noch kein Konto bei {platform_name} haben, klicken Sie auf {register_label_strong} oben auf der Seite.
el: Συνδεθήκατε επιτυχώς στον λογαριασμό σας {provider_name} , αλλά αυτός ο λογαριασμός δεν είναι ακόμη συνδεδεμένος με τον λογαριασμό σας {platform_name} . {blank_lines} Χρησιμοποιήστε το όνομα χρήστη και τον κωδικό πρόσβασής σας {platform_name} για να συνδεθείτε στο {platform_name} παρακάτω και, στη συνέχεια, συνδέστε τον λογαριασμό σας {platform_name} με το {provider_name} από τον πίνακα ελέγχου σας. {blank_lines} Εάν δεν έχετε ακόμη λογαριασμό στο {platform_name} , κάντε κλικ στο {register_label_strong} στο επάνω μέρος της σελίδας.
es: Has iniciado sesión correctamente en tu cuenta de {provider_name}, pero esta cuenta aún no está vinculada con tu cuenta de {platform_name}. {blank_lines}Usa tu nombre de usuario y contraseña de {platform_name} para iniciar sesión en {platform_name} a continuación, y luego vincula tu cuenta de {platform_name} con {provider_name} desde tu panel de control. {blank_lines}Si aún no tienes una cuenta en {platform_name}, haz clic en {register_label_strong} en la parte superior de la página.
fa: شما با موفقیت به حساب {provider_name} خود وارد شدید، اما این حساب هنوز با حساب {platform_name} شما مرتبط نشده است. {blank_lines} از نام کاربری و رمز عبور {platform_name} برای ورود به {platform_name} در زیر استفاده کنید و سپس حساب {platform_name} خود را با {provider_name} از داشبورد خود پیوند دهید. {blank_lines} اگر هنوز حساب کاربری در {platform_name} ندارید، روی {register_label_strong} در بالای صفحه کلیک کنید.
hu: Sikeresen bejelentkeztél a(z) {provider_name} fiókodba, de ez a fiók még nincs összekapcsolva a(z) {platform_name} fiókoddal. {blank_lines}Használd a(z) {platform_name} felhasználóneved és jelszavad, hogy bejelentkezz a(z) {platform_name} alább, majd az irányítópultodról kapcsolódj össze a(z) {provider_name} fiókoddal. {blank_lines}Ha még nincs fiókod a(z) {platform_name}-on, kattints a(z) {register_label_strong} gombra az oldal tetején.
ja: {provider_name}アカウントに正常にサインインしましたが、このアカウントはまだ{platform_name}アカウントとリンクされていません。{blank_lines}以下で{platform_name}のユーザー名とパスワードを使用して{platform_name}にサインインし、ダッシュボードから{platform_name}アカウントを{provider_name}とリンクしてください。{blank_lines}まだ{platform_name}にアカウントをお持ちでない場合は、ページの上部にある{register_label_strong}をクリックしてください。
kk: Сіз {provider_name} тіркелгіңізге сәтті кірдіңіз, бірақ бұл тіркелгі {platform_name} тіркелгімен әлі байланыстырылған жоқ. {blank_lines} Төмендегі {platform_name} жүйесіне кіру үшін {platform_name} пайдаланушы аты мен құпия сөзді пайдаланыңыз, содан кейін {platform_name} тіркелгіңізді бақылау тақтасынан {provider_name} есептік жазбасымен байланыстырыңыз. {blank_lines} Егер сізде {platform_name} тіркелгісі болмаса, беттің жоғарғы жағындағы {register_label_strong} түймесін басыңыз.
lv: Jūs veiksmīgi pierakstījāties savā {provider_name} kontā, taču šis konts vēl nav saistīts ar jūsu {platform_name} kontu. {blank_lines} Izmantojiet savu {platform_name} lietotājvārdu un paroli, lai pierakstītos tālāk norādītajā {platform_name} , un pēc tam savā informācijas panelī saistiet savu {platform_name} kontu ar {provider_name} . {blank_lines} Ja jums vēl nav konta vietnē {platform_name} , lapas augšdaļā noklikšķiniet uz {register_label_strong} .
sq: Jeni identifikuar me sukses në llogarinë tuaj {provider_name} , por kjo llogari nuk është ende e lidhur me llogarinë tuaj {platform_name} . {blank_lines} Përdorni emrin e përdoruesit dhe fjalëkalimin tuaj {platform_name} për t'u identifikuar në {platform_name} më poshtë dhe më pas lidhni llogarinë tuaj {platform_name} me {provider_name} nga paneli i kontrollit. {blank_lines} Nëse nuk keni ende një llogari në {platform_name} , kliko {register_label_strong} në krye të faqes.
sv: Du har loggat in på ditt {provider_name}-konto, men det här kontot är inte länkat till ditt {platform_name}-konto än. {blank_lines}Använd ditt användarnamn och lösenord för {platform_name} för att logga in på {platform_name} nedan och länka sedan ditt {platform_name}-konto till {provider_name} från din instrumentpanel. {blank_lines}Om du inte har ett konto på {platform_name} ännu, klicka på {register_label_strong} högst upp på sidan.
uz: Siz {provider_name} accountingizga muvaffaqiyatli kirdingiz, lekin bu account hali {platform_name} accountingizga ulanmagan. {blank_lines} Quyidagi {platform_name} tizimiga kirish uchun {platform_name} foydalanuvchi nomi va parolidan foydalaning va keyin {platform_name} accountingizni asboblar panelidagi {provider_name} bilan bog‘lang. {blank_lines} Agar sizda hali {platform_name} da account qaydnomangiz bo'lmasa, sahifaning yuqori qismidagi {register_label_strong} tugmasini bosing.
zh_hk: 您已成功登入{provider_name}帳戶，但該帳戶尚未與您的{platform_name}帳戶關聯。 {blank_lines}使用您的{platform_name}用户名稱和密碼登入下方的{platform_name} ，然後從控制面板將您的{platform_name}帳戶與{provider_name} 。 {blank_lines}如果您還沒有{platform_name}帳戶，請點擊頁面頂部的{register_label_strong} 。

source: Register
af_za: Registreer
bo: ཐོ་འགོད།
de_de: Registrieren
el: Εγγραφείτε
es: Registrarse
fa: ثبت نام
hu: Regisztráció
ja: 登録
kk: Тіркелу
lv: Reģistrēties
sq: Regjistrohu
sv: Registrera
th: ลงทะเบียน
uz: Roʻyxatdan oʻtish
zh_hk: 登記

source: There was an error receiving your login information. Please email us.
af_za: Kon nie jou aanmeldinligting ontvang nie. E-pos ons asseblief.
de_de: Es ist ein Fehler beim Empfangen deiner Anmeldeinformationen aufgetreten. Bitte sende uns eine E-Mail.
el: Παρουσιάστηκε σφάλμα κατά τη λήψη πληροφοριών που αφορούν το λογαριασμό σας. Παρακαλούμε να μας αποστείλετε email.
es: Hubo un error al recibir tu información de inicio de sesión. Por favor, envíanos un correo electrónico.
fa: در دریافت اطلاعات ورود شما خطایی روی داد. لطفا به ما ایمیل بزنید.
hu: Hiba történt a bejelentkezési adatok fogadása közben. Kérlek jelezed e-mailben.
ja: ログイン情報の取得時にエラーがありました。メールでお知らせください。
kk: Жүйеге кіру ақпаратыңызды алу кезінде қате орын алды. Бізге электрондық хат жіберіңіз.
lv: Saņemot jūsu pieteikšanās informāciju, radās kļūda. Lūdzu, rakstiet mums.
sq: Ka një gabim në marrjen e informacionit tuaj të hyrjes. Ju lutemi na dërgoni email.
sv: Det uppstod ett fel när du mottog din inloggningsinformation. Vänligen maila oss.
th: เกิดข้อผิดพลาดในการรับข้อมูลการเข้าสู่ระบบของคุณ กรุณาส่งอีเมล์ถึงเรา
uz: Kirish maʼlumotlarini olishda xatolik yuz berdi. Iltimos, bizga elektron pochta xabarini yuboring.
zh_hk: 接收您的登入資訊時發生錯誤。請給我們發電郵。

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
af_za: Om jou rekening te beskerm, is dit tydelik gesluit. Probeer weer oor {locked_out_period} minute. {li_start} Om aan die veilige kant te wees, kan jy jou wagwoord {link_start} hier {link_end} terugstel voordat jy weer probeer.
de_de: Ihr Benutzerkonto wurde temporär gesperrt, um es zu schützen. In {locked_out_period} Minuten können Sie erneut versuchen sich einzuloggen. {li_start}Um auf der sicheren Seite zu sein, können Sie Ihr Passwort {link_start}hier{link_end}zurücksetzen.
el: Η πρόσβαση στον λογαριασμό σας έχει προσωρινά απενεργοποιηθεί λόγω πολλαπλών ανεπιτυχών προσπαθειών σύνδεσης. Δοκιμάστε ξανά σε {locked_out_period} λεπτά.{li_start} Αν δεν είστε βέβαιοι για τον κωδικό σας μπορείτε να τον αλλάξετε {link_start}εδώ{link_end} πριν δοκιμάστε εκ νέου μετά το πέρας του διαστήματος αναμονής.
es: Para proteger tu cuenta, se ha bloqueado temporalmente. Inténtalo de nuevo en {locked_out_period} minutos.{li_start}Para mayor seguridad, puedes restablecer tu contraseña {link_start}aquí{link_end} antes de volver a intentarlo.
fa: برای محافظت از حساب خود، به طور موقت قفل شده است. بعد از {locked_out_period} دقیقه دوباره امتحان کنید. {li_start} برای حفظ امنیت، می‌توانید رمز عبور {link_start} را در اینجا {link_end} بازنشانی کنید.
hu: A fiókja védelme érdekében ideiglenesen zároltuk. Próbálja meg újra {locked_out_period} perc múlva.{li_start}A biztonság kedvéért újra próbálkozás előtt visszaállíthatja jelszavát {link_start}itt{link_end}.
ja: アカウントを保護するため、一時的にロックされています。{locked_out_period} 分後に再試行してください。{li_start}安全のため、再試行する前に{link_start}こちら{link_end}でパスワードをリセットすることができます。
kk: Есептік жазбаңызды қорғау үшін ол уақытша құлыпталды. {locked_out_period} минуттан кейін әрекетті қайталаңыз. {li_start} Қауіпсіз болу үшін, әрекетті қайталамас бұрын {link_start} құпиясөзіңізді осы жерден {link_end} қалпына келтіруге болады.
lv: Lai aizsargātu jūsu kontu, tas ir uz laiku bloķēts. Mēģiniet vēlreiz pēc {locked_out_period} minūtēm.{li_start}Lai būtu drošībā, pirms mēģināt vēlreiz, varat atjaunot savu paroli {link_start}šeit{link_end}.
sq: Për të mbrojtur llogarinë tuaj, është bllokuar përkohësisht. Provo sërish pas {locked_out_period} minutash. {li_start} Për të qenë në anën e sigurt, mund të rivendosni fjalëkalimin tuaj {link_start} këtu {link_end} përpara se të provoni përsëri.
sv: För att skydda ditt konto har det tillfälligt låsts. Försök igen om {locked_out_period} minuter.{li_start}För att vara på den säkra sidan kan du återställa ditt lösenord {link_start}här{link_end} innan du försöker igen.
uz: Accountingizni himoya qilish uchun u vaqtinchalik qulflangan. {locked_out_period} daqiqadan so'ng qayta urinib ko'ring. {li_start} Xavfsiz tomonda bo'lish uchun qayta urinishdan oldin parolingizni {link_start} bu yerda {link_end} tiklashingiz mumkin.
zh_hk: 為了保護您的帳戶，該帳戶已被暫時鎖定。請在{locked_out_period}分鐘後再試一次。 {li_start}為了安全起見，您可以在重試之前在此處{link_end}重設您的密碼{link_start} 。

source: Too many failed login attempts. Try again later.
af_za: Te veel mislukte aanmeldpogings. Probeer later weer.
bo: ནང་འཛུལ་ཐེངས་མང་པོ་ལེགས་གྲུབ་མ་བྱུང་བས། རྗེས་སུ་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།
de_de: Zu viele fehlgeschlagene Anmeldeversuche. Bitte versuche es später noch einmal.
el: Πάρα πολλές αποτυχημένες προσπάθειες σύνδεσης. Δοκιμάστε ξανά αργότερα.
es: Demasiados intentos fallidos de inicio de sesión. Inténtalo más tarde.
fa: تعداد زیادی تلاش برای ورود ناموفق. بعدا دوباره تلاش کنید.
hu: Túl sok sikertelen bejelentkezési próbálkozás. Próbálja meg később újra.
ja: ログイン試行の失敗が多すぎます。しばらくしてから再試行してください。
kk: Тым көп сәтсіз кіру әрекеттері. Әрекетті кейінірек қайталаңыз.
lv: Pārāk daudz neveiksmīgu pieteikšanās mēģinājumu. Pamēģiniet vēlreiz vēlāk.
sq: Shumë përpjekje të dështuara për hyrje. Provo sërish më vonë.
sv: För många misslyckade inloggningsförsök. Försök igen senare.
th: พยายามที่จะเข้าสู่ระบบมากเกินไป. โปรดลองใหม่ภายหลัง
uz: Kirish uchun juda koʻp muvaffaqiyatsiz urinishlar. Keyinroq qayta urining.
zh_hk: 登入嘗試失敗次數過多。稍後再試。
