Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
af_za: Dui aan of Studentnotas in die kursus sigbaar is. Studente kan ook hul notas in die kursusware wys of versteek.
de_de: Zeigt an, ob die Teilnehmernotizen im Kurs sichtbar sind. Die Teilnehmer können ihre Notizen auch in dem Kursinhalt ein- oder ausblenden.
el: Υποδεικνύει εάν οι Σημειώσεις σπουδαστών είναι ορατές στο μάθημα. Οι σπουδαστές μπορούν επίσης να εμφανίσουν ή να αποκρύψουν τις σημειώσεις τους στο μάθημα.
es: Indica si las Notas de estudiante son visibles en el curso. Los estudiantes también pueden mostrar u ocultar sus notas en el contenido del curso.
fa: نشان می دهد که یادداشت های دانشجو در دوره قابل مشاهده است یا خیر. دانش آموزان همچنین می توانند یادداشت های خود را در برنامه درسی نشان دهند یا پنهان کنند.
hu: Jelzi, hogy a hallgatói jegyzetek láthatók-e a kurzusban. A hallgatók a tananyagban is megjeleníthetik vagy elrejthetik jegyzeteiket.
ja: コース内で学生ノートが表示されるかどうかを示します。学生はコースウェア内で自分のノートを表示または非表示にすることもできます。
kk: Курста студент жазбаларының көрінетінін немесе көрінетінін көрсетеді. Сондай-ақ студенттер курстық құралда жазбаларын көрсете немесе жасыра алады.
lv: Norāda, vai kursā ir redzamas dalībnieku piezīmes. Dalībnieki var arī parādīt vai paslēpt savas piezīmes kursā.
sq: Tregon nëse Shënimet e Studentit janë të dukshme në kurs. Studentët gjithashtu mund të shfaqin ose fshehin shënimet e tyre në programin e lëndës.
sv: Anger om studentanteckningar är synliga i kursen. Studenter kan också visa eller gömma sina anteckningar i kursmaterialet.
th: ระบุว่าโน้ตบันทึกนักเรียนสามารถมองเห็นได้ในหลักสูตร นักเรียนสามารถแสดงหรือซ่อนรายละเอียดบันทึกของพวกเขาในบทเรียน
uz: Kursda Talaba eslatmalari ko'rinib turishini ko'rsatadi. Talabalar o'z eslatmalarini kurs dasturlarida ko'rsatishi yoki yashirishi mumkin.
zh_hk: 表示學生筆記是否在課程中可見。學生也可以在課件中顯示或隱藏他們的筆記。

source: Tag this block as part of an Entrance Exam section
af_za: Merk hierdie blok as deel van &#39;n Toelatingseksamen-afdeling
de_de: Markieren Sie diesen Block als Teil eines Aufnahmeprüfungsabschnitts
el: Προσθέστε ετικέτα σε αυτό το μπλοκ ως μέρος μιας ενότητας για τις εισαγωγικές εξετάσεις
es: Etiquetar este bloque como parte de una sección de Examen de ingreso
fa: این بلوک را به عنوان بخشی از یک بخش امتحان ورودی تگ کنید
hu: Jelölje meg ezt a blokkot a Felvételi Vizsga részének.
ja: このブロックを入学試験セクションの一部としてタグ付けする
kk: Бұл блокты қабылдау емтиханы бөлімінің бөлігі ретінде белгілеңіз
lv: Atzīmējiet šo bloku kā daļu no sadaļas Iestājeksāmeni
sq: Etiketoni këtë bllok si pjesë e një seksioni të provimit pranues
sv: Tagga detta block som en del av en sektion för antagningsprov
uz: Ushbu blokni kirish imtihonlari qismi sifatida belgilang
zh_hk: 將此區塊標記為入學考試部分的一部分

source: Enter true or false. If true, answer submissions for problem blocks will be considered in the Entrance Exam scoring/gating algorithm.
af_za: Voer waar of onwaar in. Indien waar, sal antwoordvoorleggings vir probleemblokke oorweeg word in die Toelatingseksamentelling/hekalgoritme.
de_de: Geben Sie wahr oder falsch ein. Wenn dies wahr ist, werden Antworteinsendungen für Problemblöcke im Bewertungs-/Gating-Algorithmus der Aufnahmeprüfung berücksichtigt.
el: Εισαγάγετε true ή false. Εάν είναι αληθές, οι απαντήσεις που υποβλήθηκαν για προβληματικά μπλοκ θα ληφθούν υπόψη στον αλγόριθμο βαθμολόγησης/εξαγωγής εισαγωγικών εξετάσεων.
es: Ingrese verdadero o falso. Si es verdadero, los envíos de respuestas para los bloques de problemas se considerarán en el algoritmo de puntuación/bloqueo del Examen de ingreso.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، پاسخ‌های ارسالی برای بلوک‌های مسئله در الگوریتم نمره‌دهی آزمون ورودی در نظر گرفته می‌شوند.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a feladatblokkok válaszbeadása figyelembe lesz véve a felvételi vizsga pontozási/szűrési algoritmusában.
ja: 真偽を入力してください。真の場合、問題ブロックの回答提出が入試のスコアリング/ゲーティングアルゴリズムに考慮されます。
kk: Шын немесе жалған деп енгізіңіз. Егер дұрыс болса, проблемалық блоктарға берілген жауаптар Қабылдау емтиханының ұпайлары/бағалау алгоритмінде қарастырылады.
lv: Ievadiet True vai False. Ja tā ir True, atbilžu iesniegšana par uzdevumu blokiem tiks ņemta vērā iestājeksāmenu vērtēšanas/varēšanas algoritmā.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, parashtresat e përgjigjeve për blloqet e problemit do të merren parasysh në algoritmin e pikëve/kalimit të provimit të hyrjes.
sv: Ange sant eller falskt. Om det är sant kommer svarsinlämningar för problemblock att övervägas i algoritmen för poängsättning/gating för inträdesprovet.
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, muammoli bloklar boʻyicha javoblar kirish imtihonini baholash algoritmida koʻrib chiqiladi.
zh_hk: 輸入真或假。如果為真，則問題區塊的答案提交將在入學考試評分/門控演算法中考慮。

source: Hide from Table of Contents
af_za: Versteek van inhoudsopgawe
es: Ocultar del índice de contenidos
fa: از فهرست مطالب پنهان شوید
hu: Rejtsd el a tartalomjegyzékből
ja: 目次から非表示
kk: Мазмұннан жасыру
lv: Paslēpt no satura rādītāja
sq: Fshih nga Tabela e Përmbajtjes
sv: Dölj från innehållsförteckningen
uz: Mundarijadan yashirish
zh_hk: 從目錄中隱藏

source: Enter true or false. If true, this block will be hidden from the Table of Contents.
af_za: Voer waar of onwaar in. Indien waar, sal hierdie blok weggesteek word van die inhoudsopgawe.
es: Ingrese verdadero o falso. Si es verdadero, este bloque se ocultará del índice de contenidos.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، این بلوک از فهرست مطالب پنهان خواهد شد.
hu: Írja be, hogy igaz vagy hamis. Ha igaz, ez a blokk el lesz rejtve a tartalomjegyzékből.
ja: 目次から非表示にするには、true または false を入力してください。true の場合、このブロックは目次から非表示になります。
kk: Шын немесе жалған деп енгізіңіз. Егер шын болса, бұл блок Мазмұннан жасырылады.
lv: Ievadiet True vai False. Ja True, šis bloks satura rādītājā tiks paslēpts.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, ky bllok do të fshihet nga Tabela e Përmbajtjes.
sv: Ange sant eller falskt. Om sant, kommer detta block att döljas från innehållsförteckningen.
uz: Rost yoki noto'g'ri kiriting. Agar rost bo'lsa, bu blok Mundarijadan yashiriladi.
zh_hk: 請輸入對或錯，如果為對，則該區塊將從目錄中隱藏。

source: Error while reading {}. Check file for XML errors.
af_za: Kon nie {} lees nie. Kontroleer lêer vir XML-foute.
de_de: Fehler beim Lesen {}. Bitte prüfen Sie die Datei auf XML-Fehler.
el: Σφάλμα κατά την ανάγνωση του {}. Ελέγξτε το αρχείο για σφάλματα XML.
es: Error al leer {}. Verifique el archivo en busca de errores XML.
fa: خطا هنگام خواندن {}. فایل را برای خطاهای XML بررسی کنید.
hu: Hiba történt a(z) {} olvasása közben. Ellenőrizze a fájlt XML hibákért.
ja: {}の読み取り中にエラーが発生しました。XMLエラーがないかファイルを確認してください。
kk: {} оқу кезінде қате. XML қателері үшін файлды тексеріңіз.
lv: Kļūda lasot {}. Pārbaudiet, vai failā nav XML kļūdu.
sq: Gabim gjatë leximit të {}. Kontrolloni skedarin për gabime XML.
sv: Fel vid läsning av {}. Kontrollera filen för XML-fel.
uz: {} ni oʻqishda xatolik yuz berdi. XML xatolar uchun faylni tekshiring.
zh_hk: 讀取 {} 時發生錯誤。檢查文件是否有 XML 錯誤。

source: Failed to import block: {} at location: {}
af_za: Kon nie blok invoer: {} by ligging: {}
de_de: Block konnte nicht importiert werden: {} an Position: {}
el: Αποτυχία εισαγωγής αποκλεισμού: {} στην τοποθεσία: {}
es: Error al importar el bloque: {} en la ubicación: {}.
fa: بلوک وارد نشد: {} در مکان: {}
ja: ブロックのインポートに失敗しました: {} 場所: {}
kk: Блокты импорттау мүмкін болмады: {} орнында: {}
lv: Neizdevās importēt bloku: {} vietā: {}
sq: Importimi i bllokut dështoi: {} në vendndodhjen: {}
sv: Det gick inte att importera block: {} på plats: {}
uz: Blokni import qilib bo‘lmadi: {} manzili: {}
zh_hk: 無法在位置：{} 匯入區塊：{}

source: Enrollment Track Groups
af_za: Inskrywingsspoorgroepe
de_de: Einschreibemodus Gruppen
el: Ομάδες εγγραφών διαδρομής
fa: گروه های آهنگ ثبت نام
hu: Beiratkozási sáv csoportok
kk: Тіркеуді бақылау топтары
lv: Reģistrācijas dziesmu grupas
sq: Grupet e gjurmëve të regjistrimit
uz: Ro'yxatga olish guruhlari
zh_hk: 註冊追蹤群組

source: Partition for segmenting users by enrollment track
af_za: Partisie vir segmentering van gebruikers volgens inskrywingsbaan
de_de: Partition zur Segmentierung von Benutzern durch den Einschreibemodus
el: Διαμέρισμα για τμηματοποίηση χρηστών κατά διαδρομή εγγραφής
es: Partición para segmentar usuarios por ruta de inscripción
fa: پارتیشن بندی برای تقسیم بندی کاربران بر اساس مسیر ثبت نام
ja: 登録トラックによるユーザーのセグメント化のためのパーティション
kk: Тіркелу жолы бойынша пайдаланушыларды сегменттеуге арналған бөлім
lv: Sadalījums lietotāju segmentēšanai pēc reģistrācijas ceļa
sq: Ndarje për segmentimin e përdoruesve sipas pistave të regjistrimit
sv: Partition för att segmentera användare efter inskrivningsspår
uz: Foydalanuvchilarni ro'yxatga olish treki bo'yicha segmentlash uchun bo'lim
zh_hk: 按註冊軌道對用户進行分區

source: Whether this student has voted on the poll
af_za: Of hierdie student op die peiling gestem het
de_de: Ob dieser Teilnehmer über die Umfrage abgestimmt hat
el: Αν αυτός ο σπουδαστής έχει ψηφίσει στη δημοσκόπηση
es: Si este estudiante ha votado en la encuesta
fa: آیا این دانش آموز در نظرسنجی رای داده است یا خیر
hu: Annak megállapítása, hogy a diák szavazott-e a szavazáson.
ja: この学生が投票に参加したかどうか
kk: Бұл студент сауалнамаға дауыс берді ме
lv: Vai šis dalībnieks/ce piedalījās aptaujā
sq: Nëse ky student ka votuar në sondazh
sv: Huruvida den här studenten har röstat om omröstningen
uz: Bu talaba so‘rovnomada ovoz berganmi yoki yo‘qmi
zh_hk: 該名學生是否參與了投票

source: Student answer
af_za: Studente antwoord
de_de: Teilnehmerantwort
el: Απάντηση σπουδαστή
es: Respuesta del estudiante
fa: پاسخ دانش آموز
hu: Tanuló válasza
ja: 学生の回答
kk: Оқушы жауабы
lv: Dalībnieku atbilde
sq: Përgjigja e nxënësit
sv: Student svar
uz: Talaba javobi
zh_hk: 學生答案

source: Poll answers from all students
af_za: Pollantwoorde van alle studente
de_de: Antworten der Teilnehmerumfrage
el: Απαντήσεις σε δημοσκόπηση από όλους τους σπουδαστές
fa: پاسخ نظرسنجی از همه دانش آموزان
ja: すべての学生からの投票回答
kk: Барлық студенттердің сауалнама жауаптары
lv: Aptaujas atbildes no visiem dalībniekiem
sq: Përgjigjet e sondazhit nga të gjithë studentët
sv: Poll svar från alla studenter
uz: Barcha talabalarning so'rovnoma javoblari
zh_hk: 所有學生的投票答案

source: Poll answers from xml
af_za: Pollantwoorde van xml
de_de: Umfrageantworten als xml
el: Απαντήσεις δημοσκόπησης από το xml
fa: پاسخ های نظرسنجی از xml
hu: Szavazási válaszok XML-ből
kk: xml-ден сауалнама жауаптары
lv: Aptaujas atbildes no xml
sq: Përgjigjet e sondazhit nga xml
sv: Poll svar från xml
uz: Xml dan so'rovnoma javoblari
zh_hk: 來自 xml 的投票答案

source: Poll question
af_za: Pollingvraag
de_de: Fragen der Umfrage
el: Ερώτηση δημοσκόπησης
es: Pregunta de la encuesta
fa: نظرسنجی
hu: Szavazási kérdés
ja: 投票の質問
kk: Сауалнама сұрағы
lv: Aptaujas jautājums
sq: Pyetja e sondazhit
sv: Omröstningsfråga
uz: Anketa savol
zh_hk: 投票問題

source: Enter the date by which problems are due.
af_za: Voer die datum in waarop probleme verval.
de_de: Gib das Datum ein, bis wann Fragestellungen zu bearbeiten sind.
el: Εισαγάγετε την προθεσμία επίλυσης των τεστ.
es: Ingrese la fecha límite para entregar los problemas.
fa: تاریخ سررسید مسئله‌ها را وارد کنید.
hu: Adja meg a határidőt, ameddig a feladatokat be kell fejezni.
ja: 問題の締切日を入力してください。
lv: Ievadiet datumu, līdz kuram ir jāizpilda uzdevumi.
sq: Shkruani datën deri në të cilën duhet të dorëzohen problemet.
sv: Ange datum då problem uppstår.
th: ระบุวันที่ปัญหาจะถูกส่ง
uz: Muammo yuzaga kelgan sanani kiriting.
zh_hk: 輸入問題到期的日期。

source: Hide sequence content After Due Date
af_za: Versteek volgorde-inhoud na sperdatum
de_de: Inhalt nach dem Fälligkeitsdatum verbergen
el: Απόκρυψη περιεχομένου ακολουθίας μετά την προθεσμία
es: Ocultar contenido de la secuencia después de la fecha de entrega
fa: پنهان کردن محتوای توالی پس از سررسید
ja: 期限後にシーケンス内容を非表示にする
kk: Мерзімінен кейінгі реттік мазмұнды жасыру
lv: Slēpt secības saturu pēc izpildes datuma
sq: Fshihni përmbajtjen e sekuencës Pas datës së duhur
sv: Dölj sekvensinnehåll efter förfallodatum
uz: Muddatidan keyin ketma-ketlik tarkibini yashirish
zh_hk: 截止日期後隱藏序列內容

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
af_za: Indien gestel, word die volgorde-inhoud versteek vir nie-personeelgebruikers nadat die sperdatum verby is.
de_de: Wenn gesetzt, wird der Sequenzinhalt für Nichtmitarbeiter nach Ablauf des Fälligkeitsdatums ausgeblendet.
el: Εάν έχει οριστεί, το περιεχόμενο της ακολουθίας αποκρύπτεται για χρήστες που δεν είναι προσωπικό μετά τη λήξη της προθεσμίας.
es: Si está configurado, el contenido de la secuencia se ocultará para los usuarios que no sean del personal después de que haya pasado la fecha de entrega.
fa: در صورت تنظیم، محتوای توالی پس از سپری شدن موعد مقرر برای کاربران غیرکارمند پنهان می شود.
ja: 期限が過ぎると、スタッフ以外のユーザーにはシーケンスの内容が非表示になります。
kk: Орнатылған болса, реттілік мазмұны белгіленген мерзім өткеннен кейін штаттық емес пайдаланушылар үшін жасырылады.
lv: Ja tas ir iestatīts, pēc termiņa beigām secības saturs tiek paslēpts lietotājiem, kas nav darbinieki.
sq: Nëse caktohet, përmbajtja e sekuencës fshihet për përdoruesit që nuk janë staf pas kalimit të afatit.
sv: Om inställt är sekvensinnehållet gömt för icke-anställda användare efter förfallodagen har passerat.
uz: Agar o'rnatilgan bo'lsa, belgilangan muddat o'tganidan keyin ketma-ketlik tarkibi shtatdan tashqari foydalanuvchilar uchun yashiriladi.
zh_hk: 如果設置，則在截止日期過後，序列內容將對非員工用户隱藏。

source: Is Entrance Exam
af_za: Is Toelatingseksamen
de_de: Ist die Aufnahmeprüfung
el: Είναι εισαγωγικές εξετάσεις
es: Es Examen de ingreso
fa: آزمون ورودی است
hu: Belépő vizsga
ja: 受講試験ですか
kk: Қабылдау емтиханы
lv: Ir iestājeksāmens
sq: Është provim pranues
sv: Är inträdesprov
th: ข้อสอบเข้า
uz: Kirish imtihoni
zh_hk: 是入學考試

source: Tag this course block as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
af_za: Merk hierdie kursusblok as &#39;n Toelatingseksamen. Let wel, jy moet Toelatingseksamens aktiveer vir hierdie kursusinstelling om in werking te tree.
de_de: Markieren Sie diesen Kursblock als Aufnahmeprüfung. Beachten Sie, dass Sie die Aufnahmeprüfungen aktivieren müssen, damit diese Kurseinstellung wirksam wird.
el: Επισημάνετε αυτό το μπλοκ μαθημάτων ως Εισαγωγική Εξέταση. Σημείωση, πρέπει να ενεργοποιήσετε τις Εισαγωγικές Εξετάσεις για να τεθεί σε ισχύ αυτή η ρύθμιση μαθήματος.
es: Etiquete este bloque del curso como un Examen de ingreso. Nota: debe habilitar los Exámenes de ingreso para que esta configuración del curso surta efecto.
fa: این بلوک درس را به عنوان یک آزمون ورودی تگ کنید. توجه داشته باشید، برای اعمال تنظیمات این دوره، باید Entrance Exams را فعال کنید.
hu: Jelölje meg ezt a kurzusblokkot felvételi vizsgaként. Ne feledje, hogy a felvételi vizsgákat engedélyeznie kell ahhoz, hogy ez a kurzusbeállítás érvénybe lépjen.
ja: このコースブロックを入学試験としてタグ付けしてください。注意: このコース設定を有効にするには、入学試験を有効にする必要があります。
kk: Бұл курс блогын қабылдау емтиханы ретінде белгілеңіз. Ескертпе, осы курс параметрінің күшіне енуі үшін Қабылдау емтихандарын қосу керек.
lv: Atzīmējiet šo kursu bloku kā iestājpārbaudījumu. Lai šis kursa iestatījums stātos spēkā, ir jāaktivizē iestājpārbaudījumi.
sq: Etiketoni këtë bllok kursi si një provim pranues. Shënim, duhet të aktivizoni Provimet e Pranimit që ky cilësim kursi të hyjë në fuqi.
sv: Märk detta kursblock som ett inträdesprov. Observera att du måste aktivera inträdesprov för att kursinställningen ska träda i kraft.
uz: Ushbu kurs blokini kirish imtihoni sifatida belgilang. Esda tutingki, ushbu kurs sozlamalari kuchga kirishi uchun Kirish imtihonlarini yoqishingiz kerak.
zh_hk: 將此課程區塊標記為入學考試。請注意，您必須啟用入學考試才能使該課程設定生效。

source: Is Time Limited
af_za: Is Tyd Beperk
de_de: Ist terminiert
el: Είναι με χρονοπεριορισμό
es: Tiempo limitado
fa: زمان محدود است
ja: 時間制限あり
kk: Уақыт шектеулі
lv: Ir ierobežots laiks
sq: A është Koha e Kufizuar
sv: Är tidsbegränsat
th: กำหนดเวลา
uz: Vaqt cheklangan
zh_hk: 有時間限制嗎

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
af_za: Hierdie instelling dui aan of studente &#39;n beperkte tyd het om hierdie kursusware-komponent te bekyk of daarmee interaksie te hê.
de_de: Diese Einstellung gibt an, ob die Teilnehmer nur eine begrenzte Zeit haben, um diesen Kursinhalt anzuschauen oder mit ihm zu interagieren.
el: Αυτή η ρύθμιση υποδεικνύει εάν οι σπουδαστές έχουν περιορισμένο χρόνο για να δουν ή να αλληλεπιδράσουν με αυτό το στοιχείο μαθημάτων.
es: Esta configuración indica si los estudiantes tienen un tiempo limitado para ver o interactuar con este componente del curso.
fa: این تنظیم نشان می دهد که آیا دانش آموزان زمان محدودی برای مشاهده یا تعامل با این مؤلفه درسی دارند یا خیر.
hu: Ez a beállítás azt jelzi, hogy a diákoknak korlátozott idejük van-e megtekinteni vagy interakcióba lépni ezzel a tananyagkomponenssel.
ja: この設定は、学生がこのコースウェアコンポーネントを閲覧または操作する時間が制限されているかどうかを示します。
kk: Бұл параметр студенттердің осы курстық құрал құрамдас бөлігін көру немесе өзара әрекеттесу үшін шектеулі уақыты бар-жоғын көрсетеді.
lv: Šis iestatījums norāda, vai dalībniekiem ir ierobežots laiks, lai apskatītu vai mijiedarbotos ar šo mācību programmas komponentu.
sq: Ky cilësim tregon nëse studentët kanë një kohë të kufizuar për të parë ose ndërvepruar me këtë komponent të programit mësimor.
sv: Denna inställning anger om studenter har begränsad tid att se eller interagera med denna kurskomponent.
th: การตั้งค่านี้บ่งชี้ว่านักเรียนมีเวลาจำกัดในการดูหรือมีปฏิสัมพันธ์กับส่วนประกอบของบทเรียนนี้
uz: Bu sozlama talabalarning ushbu oʻquv dasturi komponentini koʻrish yoki ular bilan oʻzaro ishlash uchun cheklangan vaqti bor-yoʻqligini bildiradi.
zh_hk: 這個設定顯示學生是否有一段有限的時間去查看或與課件組件互動。

source: Time Limit in Minutes
af_za: Tydsbeperking in minute
de_de: Zeitlimit in Minuten
el: Χρονικό όριο σε λεπτά
es: Límite de tiempo en minutos
fa: محدودیت زمانی در دقیقه
hu: Időkorlát percben
ja: 制限時間（分）
kk: Уақыт шегі минуттар
lv: Laika ierobežojums minūtēs
sq: Kufiri kohor në minuta
sv: Tidsgräns i minuter
th: กำหนดเวลาในหน่วยนาที
uz: Vaqt chegarasi daqiqalarda
zh_hk: 時間限制（分鐘）

source: The number of minutes available to students for viewing or interacting with this courseware component.
af_za: Die aantal minute wat vir studente beskikbaar is om hierdie kursusware-komponent te bekyk of daarmee te kommunikeer.
de_de: Die Anzahl der Minuten, die den Teilnehmern zur Verfügung stehen, um diese Kursunterlagen anzuschauen oder mit ihnen zu interagieren.
el: Ο αριθμός των λεπτών που διατίθενται στους σπουδαστές για προβολή ή αλληλεπίδραση με αυτό το στοιχείο μαθημάτων.
es: El número de minutos disponibles para que los estudiantes vean o interactúen con este componente del curso.
fa: تعداد دقایقی که دانش آموزان برای مشاهده یا تعامل با این جزء درسی در دسترس هستند.
ja: 学生がこのコースウェアコンポーネントを視聴または操作するために利用できる分数。
kk: Студенттерге осы курстық құрал құрамдас бөлігін көру немесе әрекеттесу үшін қолжетімді минуттар саны.
lv: Minūtes, kas dalībniekiem ir pieejamas šīs kursprogrammatūras komponenta skatīšanai vai mijiedarbībai ar to.
sq: Numri i minutave në dispozicion të studentëve për të parë ose ndërvepruar me këtë komponent të lëndës.
sv: Antalet minuter som är tillgängliga för studenter för att se eller interagera med denna courseware-komponent.
th: จำนวนนาทีสำหรับนักเรียนที่จะดูหรือมีปฏิสัมพันธ์กับองค์ประกอบบทเรียนนี้
uz: Ushbu o'quv dasturi komponentini ko'rish yoki o'zaro ishlash uchun talabalar uchun mavjud bo'lgan daqiqalar soni.
zh_hk: 學生可查看或與課件互動的時間（分鐘）。

source: Is Proctoring Enabled
af_za: Is Proctoring geaktiveer
de_de: Ist die Beaufsichtigung aktiviert
el: Είναι ενεργοποιημένη η επιτήρηση
es: Examen con supervisión habilitada
fa: Proctoring فعال است
kk: Прокуратура қосулы
lv: Ir iespējota pasargāšana
sq: Është aktivizuar mbikëqyrja
sv: Är övervakning aktiverad
th: เปิดการดูแล
uz: Proktoring yoqilgan
zh_hk: 是否啟用監考

source: This setting indicates whether this exam is a proctored exam.
af_za: Hierdie instelling dui aan of hierdie eksamen &#39;n eksamen is.
bo: སྒྲིག་གཞི་འདིས་རྒྱུགས་འདི་ནི་ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་ཡིན་མིན་གསལ་བཤད་བྱེད་ཡོད།
de_de: Diese Einstellung gibt an, ob es sich bei dieser Prüfung um eine beaufsichtigte Prüfung handelt.
el: Αυτή η ρύθμιση υποδεικνύει εάν αυτή η εξέταση είναι επιτηρούμενη.
es: Esta configuración indica si este examen es un examen supervisado.
fa: این تنظیم نشان می‌دهد که آیا این امتحان یک امتحان اختصاصی است یا خیر.
hu: Ez a beállítás jelzi, hogy ez a vizsga felügyelt vizsga-e.
ja: この設定は、この試験が監督付き試験であるかどうかを示します。
kk: Бұл параметр бұл емтиханның тексерілген емтихан екенін көрсетеді.
lv: Šis iestatījums norāda, vai šis eksāmens ir uzraudzīts eksāmens.
sq: Ky cilësim tregon nëse ky provim është një provim i mbikëqyrur.
sv: Den här inställningen indikerar om denna examen är en proctored examen.
th: การตั้งค่านี้บ่งชี้ว่าการสอบนี้เป็นสอบที่ได้ถูกควบคุมการสอบ
uz: Bu sozlama ushbu imtihon proktorlangan imtihon ekanligini bildiradi.
zh_hk: 該設定顯示這場考試是否有人監考。

source: Software Secure Review Rules
af_za: Sagteware Veilige Hersiening Reëls
bo: མཉེན་ཆས་བདེ་འཇགས་ཀྱི་ཞིབ་བཤེར་གྱི་སྒྲིག་གཞི།
de_de: Überprüfungsregelungen für die Softwaresicherheit
el: Κανόνες ασφαλούς αναθεώρησης μέσω λογισμικού
es: Reglas de Revisión de Software Seguro
fa: قوانین بررسی ایمن نرم افزار
kk: Бағдарламалық қамтамасыз етуді қауіпсіз шолу ережелері
lv: Programmatūras drošas pārskatīšanas noteikumi
sq: Rregullat e Rishikimit të Sigurt të Softuerit
sv: Programvara Säker granskningsregler
uz: Dasturiy ta'minotni xavfsiz ko'rib chiqish qoidalari
zh_hk: 軟體安全審查規則

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
af_za: Hierdie instelling dui aan watter reëls die ondersoekspan moet volg wanneer hulle na die video&#39;s kyk.
bo: སྒྲིག་གཞི་འདིས་ཚོད་ལྟའི་ཚན་ཆུང་གིས་བརྙན་རིས་ལ་ལྟ་ཞིབ་བྱེད་སྐབས་སྒྲིག་སྲོལ་ཅི་ཞིག་བརྩི་སྲུང་བྱེད་དགོས་པ་གསལ་བཤད་བྱས་ཡོད།
de_de: Diese Einstellung gibt an, nach welchen Regeln sich das Aufsichtsteam beim Betrachten der Videos richten soll.
el: Αυτή η ρύθμιση υποδεικνύει ποιους κανόνες θα πρέπει να ακολουθεί η ομάδα επιτήρησης κατά την προβολή των βίντεο.
es: Esta configuración indica qué reglas debe seguir el equipo de supervisión al revisar los videos.
fa: این تنظیم نشان می‌دهد که تیم ناظر چه قوانینی را هنگام مشاهده ویدیوها باید رعایت کند.
hu: Ez a beállítás jelzi, hogy a felügyelő csapatnak milyen szabályokat kell követnie a videók megtekintésekor.
ja: この設定は、プロクタリングチームがビデオを視聴する際に従うべきルールを示します。
kk: Бұл параметр бейнелерді қарау кезінде бақылау тобы қандай ережелерді сақтау керектігін көрсетеді.
lv: Šis iestatījums norāda, kādi noteikumi pārbaudes komandai jāievēro, skatoties videoklipus.
sq: Ky cilësim tregon se cilat rregulla duhet të ndjekë ekipi vëzhgues kur shikon videot.
uz: Bu sozlama videolarni ko'rishda proktoring guruhi qanday qoidalarga amal qilishi kerakligini ko'rsatadi.
zh_hk: 此設定指示監考團隊在觀看影片時應遵循的規則。

source: Is Practice Exam
af_za: Is Oefeneksamen
bo: དངོས་རྒྱུགས་རེད་དམ།
de_de: Übungsprüfung
el: Είναι πρακτική εξέταση
es: ¿Es un Examen de Práctica?
fa: امتحان عملی است
hu: Gyakorló vizsga
ja: 練習試験ですか
kk: Практикалық емтихан
lv: Ir izmēģinājuma eksāmens
sq: Është Provim Praktik
th: การสอบการปฏิบัติ
uz: Amaliy imtihon
zh_hk: 是模擬考試
