Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
af_za: Hierdie e-posboodskap is outomaties deur %(lms_url)s gestuur omdat iemand probeer het om &#39;n rekening op %(platform_name)s te skep deur hierdie e-posadres te gebruik.
bo: འཕྲིན་ཐུང་འདི་ནི་ %(lms_url)s འདིས་ཁྱེད་ལ་རང་འགུལ་གྱིས་བཏང་བ་ཡིན། རྒྱུ་མཚན་མི་གཞན་ཞིག་གིས་ %(platform_name)s འདིའི་ནང་གློག་འཕྲིན་འདི་སྤྱད་ནས་ཁ་བྱང་བཟོ་བར་འབད་བརྩོན་བྱས་སོང་།
de_de: Diese E-Mail-Nachricht wurde automatisch von %(lms_url)s gesendet, weil jemand versucht hat, ein %(platform_name)s Konto mit dieser E-Mail-Adresse zu erstellen.
el: Το μήνυμα αυτό στάλθηκε αυτόματα από το %(lms_url)s, γιατί κάποιος προσπάθησε να δημιουργήσει λογαριασμό στο %(platform_name)s χρησιμοποιώντας τη συγκεκριμένη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: Este mensaje de correo electrónico fue enviado automáticamente por %(lms_url)s porque alguien intentó crear una cuenta en %(platform_name)s usando esta dirección de correo electrónico.
fa: این پیام رایانامه به‌طور خودکار توسط %(lms_url)s ارسال شده است زیرا شخصی سعی کرده با استفاده از این آدرس رایانامه، یک حساب کاربری در %(platform_name)s ایجاد کند.
hu: Ezt az e-mail üzenetet automatikusan küldte el a(z) %(lms_url)s, mert valaki megpróbált fiókot létrehozni a(z) %(platform_name)s platformon ezzel az e-mail címmel.
ja: %(lms_url)sからこのメールアドレスを使用して%(platform_name)sでアカウントを作成しようとしたため、このメールが自動的に送信されました。
kk: Бұл электрондық пошта хабарын %(lms_url)s автоматты түрде жіберді, себебі біреу осы электрондық пошта мекенжайын пайдаланып %(platform_name)s тіркелгісін жасауға әрекеттенді.
lv: Šo e-pasta ziņojumu automātiski nosūtīja %(lms_url)s, jo kāds mēģināja izveidot kontu vietnē %(platform_name)s, izmantojot šo e-pasta adresi.
sq: Ky mesazh email u dërgua automatikisht nga %(lms_url)s sepse dikush u përpoq të krijonte një llogari në %(platform_name)s duke përdorur këtë adresë emaili.
sv: Det här e-postmeddelandet skickades automatiskt av %(lms_url)s eftersom någon försökte skapa ett konto på %(platform_name)s med den här e-postadressen.
uz: Bu e-pochta xabari avtomatik ravishda %(lms_url)s tomonidan yuborildi, chunki kimdir bu e-pochta manzili yordamida %(platform_name)s da account yaratishga urindi.
zh_hk: 此電郵是由%(lms_url)s自動發送的，因為有人嘗試使用此電郵地址在%(platform_name)s上建立帳戶。

source: You’re almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
af_za: Jy is amper daar! Gebruik die skakel hieronder om jou rekening te aktiveer om toegang te verkry tot boeiende %(platform_name)s -kursusse van hoë gehalte. Let daarop dat jy nie weer by jou rekening sal kan aanmeld voordat jy dit geaktiveer het nie.
bo: ཁྱེད་ཀྱིས་ཆ་ཚང་འགྲུབ་ལ་ཉེ་འདུག ཁྱེད་ཀྱིས་ %(platform_name)s འདིའི་ནང་ནས་སྤུས་ཚད་མཐོ་བའི་སློབ་ཚན་རྣམས་ལ་སློབ་སྦྱོང་དང་བེད་སྤྱོད་བྱེད་པ་ལ། གཤམ་གསལ་གྱི་དྲ་ཐག་བེད་སྤྱོད་བྱས་ཏེ་རང་གི་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་འབྱེད་བྱོས། དོ་སྣང་བྱ་དགོས་པ་ཞིག་ལ་ཁྱེད་ཀྱིས་རང་གི་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་མ་ཕྱེས་བར་དུ་ཁྱེད་རང་ཁ་བྱང་འདི་བརྒྱུད་ནས་བསྐྱར་དུ་ནང་འཛུལ་བྱེད་མི་ཐུབ།
de_de: Du bist fast da! Verwenden Sie den unten stehenden Link, um Ihr Konto zu aktivieren und auf ansprechende, qualitativ hochwertige %(platform_name)s-Kurse zuzugreifen. Beachten Sie, dass Sie sich nicht wieder bei Ihrem Konto anmelden können, bis Sie es aktiviert haben.
el: Έχετε σχεδόν ολοκληρώσει την εγγραφή σας! Κάντε κλικ στο κουμπί που θα βρείτε λίγο παρακάτω, για να ενεργοποιήσετε τον λογαριασμό σας και να αποκτήσετε πρόσβαση στα μαθήματα του %(platform_name)s. Υπενθυμίζουμε πως δε θα μπορέσετε να συνδεθείτε στον λογαριασμό σας, εάν δεν τον ενεργοποιήσετε πρώτα.
es: ¡Ya casi estás! Usa el enlace a continuación para activar tu cuenta y acceder a cursos atractivos y de alta calidad de %(platform_name)s. Ten en cuenta que no podrás volver a iniciar sesión en tu cuenta hasta que la hayas activado.
fa: شما تقریباً آنجا هستید! برای دسترسی به دوره‌های جذاب و با کیفیت %(platform_name)s از پیوند زیر برای فعال‌سازی حساب کاربری خود استفاده کنید. توجه کنید که تا زمانی که حساب کاربری خود را فعال نکرده باشید، امکان ورود دوباره به حساب کاربری خود ندارید.
hu: Majdnem kész vagy! Használd az alábbi linket a fiókod aktiválásához, hogy hozzáférhess a lebilincselő, magas színvonalú %(platform_name)s kurzusokhoz. Ne feledd, hogy nem tudsz újra bejelentkezni a fiókodba, amíg nem aktiválod azt.
ja: もう少しで完了です！以下のリンクを使用してアカウントを有効化し、魅力的で高品質な%(platform_name)sのコースにアクセスしてください。アカウントを有効化するまで、再度ログインすることはできませんのでご注意ください。
kk: Жақын жерде қалдыңыз! Қызықты, жоғары сапалы %(platform_name)s курстарына қол жеткізу үшін есептік жазбаңызды белсендіру үшін төмендегі сілтемені пайдаланыңыз. Есептік жазбаңызға оны белсендірмейінше қайта кіре алмайтыныңызды ескеріңіз.
lv: Jūs esat gandrīz klāt! Izmantojiet tālāk esošo saiti, lai aktivizētu savu kontu, lai piekļūtu saistošiem, augstas kvalitātes %(platform_name)s kursiem. Ņemiet vērā, ka jūs nevarēsiet atkārtoti pieteikties savā kontā, kamēr nebūsiet to aktivizējis.
sq: Ju jeni pothuajse atje! Përdorni lidhjen më poshtë për të aktivizuar llogarinë tuaj për të hyrë në kurse tërheqëse dhe me cilësi të lartë %(platform_name)s. Vini re se nuk do të mund të hyni përsëri në llogarinë tuaj derisa ta keni aktivizuar atë.
sv: Du är nästan där! Använd länken nedan för att aktivera ditt konto för att komma åt engagerande %(platform_name)s-kurser av hög kvalitet. Observera att du inte kommer att kunna logga in på ditt konto igen förrän du har aktiverat det.
uz: Siz deyarli keldingiz! Qiziqarli, yuqori sifatli %(platform_name)s kurslariga kirish uchun accountingizni faollashtirish uchun quyidagi havoladan foydalaning. Shuni esda tutingki, siz uni faollashtirmaguningizcha accountingizga qayta kira olmaysiz.
zh_hk: 請您使用下面的連結啟動您的帳戶，以查看%(platform_name)s的課程。如您未啟動帳戶，您將無法登入帳戶。

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
af_za: As jy hulp nodig het, gebruik asseblief ons webvorm by %(support_url)s of e-pos %(support_email)s .
bo: ཁྱེད་ལ་རམ་འདེགས་དགོས་ན། ང་ཚོའི་དྲ་ལམ་ལས་ཤོག་འདི་བཀོལ་སྤྱོད་བྱ་རོགས།%(support_url)s ཡང་ན་གློག་འཕྲིན། %(support_email)s
de_de: Wenn Sie Hilfe benötigen, verwenden Sie bitte unser Webformular auf %(support_url)s oder senden Sie eine E-Mail an %(support_email)s.
el: Αν χρειαστείτε βοήθεια, παρακαλούμε επικοινωνήστε μαζί μας μέσω της ηλεκτρονικής μας φόρμας στο %(support_url)s ή στείλτε μας μήνυμα στο %(support_email)s.
es: Si necesitas ayuda, utiliza nuestro formulario web en %(support_url)s o envía un correo electrónico a %(support_email)s.
fa: اگر به کمک نیاز دارید، لطفاً از فرم وب ما در %(support_url)s یا آدرس رایانامه %(support_email)s استفاده کنید.
hu: Ha segítségre van szüksége, kérjük, használja a webes űrlapunkat a következő címen: %(support_url)s, vagy írjon e-mailt a következő címre: %(support_email)s.
ja: ご不明な点がございましたら、%(support_url)s のウェブフォームをご利用いただくか、%(support_email)s までメールでお問い合わせください。
kk: Егер сізге көмек керек болса, %(support_url)s мекенжайындағы веб-пішінді немесе %(support_email)s электрондық поштасын пайдаланыңыз.
lv: Ja jums nepieciešama palīdzība, lūdzu, izmantojiet mūsu tīmekļa veidlapu %(support_url)s vai e-pastu %(support_email)s .
sq: Nëse keni nevojë për ndihmë, ju lutemi përdorni formularin tonë të internetit në %(support_url)s ose email %(support_email)s.
sv: Om du behöver hjälp, använd vårt webbformulär på %(support_url)s eller maila %(support_email)s.
uz: Agar sizga yordam kerak bo'lsa, iltimos, %(support_url)s manzilidagi veb-shaklimizni yoki %(support_email)s elektron pochta manzilidan foydalaning.
zh_hk: 如果您需要協助，請使用我們的網頁表單%(support_url)s或發送電郵至%(support_email)s 。

source: Action Required: Activate your %(platform_name)s account
af_za: Aksie vereis: Aktiveer jou %(platform_name)s rekening
bo: བསྒྲུབ་དགོས་ངེས་ཀྱི་བྱ་རིམ།: ཁྱེད་ཀྱི་ %(platform_name)s ཁ་བྱང་ནུས་ལྡན་བྱོས།
de_de: Bitte aktivieren Sie Ihr Konto für %(platform_name)s
el: Απαιτούμενη Ενέργεια: Ενεργοποιήστε το λογαριασμό σας στο %(platform_name)s
es: Acción requerida: Activa tu cuenta de %(platform_name)s
fa: اقدام مورد نیاز: حساب کاربری %(platform_name)s خود را فعال کنید
hu: Tennivaló: Aktiválja a(z) %(platform_name)s fiókját
ja: アクションが必要です: あなたの%(platform_name)sアカウントを有効化してください
kk: Қажетті әрекет: %(platform_name)s тіркелгіңізді белсендіріңіз
lv: Nepieciešama darbība: aktivizējiet savu %(platform_name)s kontu
sq: Veprimi i kërkuar: Aktivizoni llogarinë tuaj %(platform_name)s
sv: Åtgärd krävs: Aktivera ditt %(platform_name)s konto
uz: Kerakli amal: %(platform_name)s accountingizni faollashtiring
zh_hk: 所需操作：啟動您的%(platform_name)s帳戶

source: Create Password
af_za: Skep wagwoord
bo: གསང་ཚིག་བཟོས།
de_de: Passwort erstellen
el: Δημιουργία κωδικού
es: Crear contraseña
fa: ایجاد گذرواژه
hu: Jelszó létrehozása
ja: パスワードを作成
kk: Құпия сөз жасау
lv: Izveidot paroli
sq: Krijo një fjalëkalim
sv: Skapa lösenord
uz: Parol yaratish
zh_hk: 建立密碼

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
af_za: Jy ontvang hierdie e-pos omdat jy versoek het om &#39;n wagwoord vir jou gebruikersrekening by %(platform_name)s te skep.
bo: ཁྱེད་ལ་གློག་འཕྲིན་འདི་འབྱོར་ཡོང་བའི་རྒྱུ་མཚན་ནི། ཁྱེད་ཀྱིས་ %(platform_name)s འདིའི་ནང་གསང་ཚིག་གསར་བཟོ་བྱེད་པའི་རེ་ཞུ་བྱས་འདུག
de_de: Sie erhalten diese E-Mail, weil Sie darum gebeten haben, ein Passwort für Ihr Benutzerkonto zu erstellen auf %(platform_name)s.
el: Έχετε λάβει αυτό το μήνυμα επειδή ζητήσατε τη δημιουργία κωδικού για το λογαριασμό σας στο %(platform_name)s
es: Estás recibiendo este correo electrónico porque solicitaste crear una contraseña para tu cuenta de usuario en %(platform_name)s.
fa: شما این پیام را در صندوق رایانامه دریافت می‌کنید زیرا درخواست ایجاد گذرواژه برای حساب کاربری خود در %(platform_name)s را داده‌اید.
hu: Azért kapod ezt az e-mailt, mert jelszó létrehozását kérted a felhasználói fiókodhoz a %(platform_name)s oldalon.
ja: あなたは、%(platform_name)sでのユーザーアカウントのパスワード作成をリクエストしたため、このメールを受け取っています。
kk: Сіз %(platform_name)s мекенжайында пайдаланушы тіркелгісі үшін құпия сөз жасауды сұрағаныңыз үшін осы электрондық хатты алып отырсыз.
lv: Šo e-pastu saņemat, jo pieprasījāt izveidot paroli savam lietotāja kontam vietnē %(platform_name)s.
sq: Ju po e merrni këtë email sepse keni kërkuar të krijoni një fjalëkalim për llogarinë tuaj të përdoruesit në %(platform_name)s.
sv: Du får det här e-postmeddelandet eftersom du begärde att skapa ett lösenord för ditt användarkonto på %(platform_name)s.
uz: Siz %(platform_name)s manzilida foydalanuvchi accountingiz uchun parol yaratishni soʻraganingiz uchun ushbu e-pochta xabarini oldingiz.
zh_hk: 您收到這封電子郵件是因為您要求為%(platform_name)s上的用户帳戶建立密碼。

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
af_za: Ons het toegang tot jou %(platform_name)s -rekening herstel deur die terugstelling-e-posadres wat jy by registrasie verskaf het.
bo: ང་ཚོས་ཁྱེད་ཀྱིས་ཐོ་འགོད་བྱེད་སྐབས་སླར་གསོ་ལ་མཁོ་སྤྲོད་བྱས་པའི་གློག་འཕྲིན་དེ་བེད་སྤྱད་དེ། ཁྱེད་ཀྱི་ %(platform_name)s འདིའི་ནང་གི་ཁ་བྱང་ལ་ཆོག་མཆན་བསྐྱར་གསོ་བྱས་ཡོད།
de_de: Wir haben den Zugriff auf Ihr %(platform_name)s Konto mit Hilfe der Wiederherstellungs-E-Mail, die Sie bei der Registrierung angegeben haben, wiederhergestellt.
el: Αποκαταστήσαμε την πρόσβαση στον λογαριασμό σας %(platform_name)s χρησιμοποιώντας το email ανάκτησης που καταχωρίσατε κατά την εγγραφή.
es: Hemos restaurado el acceso a tu cuenta de %(platform_name)s utilizando el correo electrónico de recuperación que proporcionaste al registrarte.
fa: با استفاده از رایانمۀ بازیابی که هنگام ثبت‌نام ارائه کرده‌اید، دسترسی به حساب کاربری%(platform_name)s شما را بازیابی کرده‌ایم.
hu: Hozzáférést állítottunk vissza a %(platform_name)s fiókodhoz a regisztrációkor megadott helyreállító e-mail címed segítségével.
kk: Тіркеу кезінде көрсеткен қалпына келтіру электрондық поштасы арқылы %(platform_name)s есептік жазбаңызға кіру мүмкіндігін қалпына келтірдік.
lv: Mēs esam atjaunojuši piekļuvi jūsu kontam %(platform_name)s , izmantojot atkopšanas e-pastu, ko norādījāt reģistrācijas laikā.
sq: Ne kemi rikthyer aksesin në llogarinë tuaj %(platform_name)s duke përdorur emailin e rikuperimit që keni dhënë në regjistrim.
sv: Vi har återställt åtkomsten till ditt %(platform_name)s konto med hjälp av återställningsadressen som du angav vid registreringen.
uz: Roʻyxatdan oʻtishda koʻrsatgan muqobil e-pochta manzilidan foydalanib, %(platform_name)s accountingizga kirish huquqini tikladik.
zh_hk: 我們已使用您在註冊時提供的恢復電郵恢復了對您的%(platform_name)s帳戶的存取權。

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
af_za: Sodra jy &#39;n wagwoord [hieronder] geskep het, sal jy by %(platform_name)s kan aanmeld met hierdie e-pos ( %(email)s ) en jou nuwe wagwoord.
bo: ཁྱེད་ཀྱིས་ཐེངས་ཤིག་གསང་ཚིག་ [below] གསར་བཟོ་བྱས་ན། ཁྱེད་ཀྱིས་ %(platform_name)s འདིའི་ནང་གློག་འཕྲིན་ (%(email)s) འདི་དང་ཁྱེད་ཀྱི་གསང་ཚིག་སྤྱད་དེ་ནང་འཛུལ་བྱེད་ཐུབ་པ་ཡིན།
de_de: Sobald Sie ein Passwort [unterhalb] erstellt haben, können Sie sich mit dieser E-Mail (%(email)s) und Ihrem neuen Passwort auf %(platform_name)s anmelden.
el: Μόλις δημιουργήσετε το νέο σας κωδικό [δείτε παρακάτω], θα μπορέσετε να συνδεθείτε με το %(platform_name)s με την ηλεκτρονική διεύθυνση (%(email)s) και το νέο σας κωδικό.
es: Una vez que hayas creado una contraseña [a continuación], podrás iniciar sesión en %(platform_name)s con este correo electrónico (%(email)s) y tu nueva contraseña.
fa: پس از ایجاد گذرواژه [در زیر]، می‌توانید با این رایانامه ( %(email)s ) و گذرواژۀ جدید خود به %(platform_name)s وارد شوید.
ja: 一度パスワードを作成すると、このメールアドレス (%(email)s) と新しいパスワードで%(platform_name)sにログインできるようになります。
kk: Құпия сөзді жасағаннан кейін [төменде] %(platform_name)s жүйесіне осы электрондық пошта ( %(email)s ) және жаңа құпия сөзіңіз арқылы кіре аласыз.
lv: Kad izveidosiet paroli [zemāk], varēsiet pieteikties vietnē %(platform_name)s, izmantojot šo e-pasta adresi (%(email)s) un jauno paroli.
sq: Pasi të keni krijuar një fjalëkalim [më poshtë], do të mund të identifikoheni në %(platform_name)s me këtë email (%(email)s) dhe fjalëkalimin tuaj të ri.
sv: När du har skapat ett lösenord [nedan] kommer du att kunna logga in på %(platform_name)s med denna e-postadress (%(email)s) och ditt nya lösenord.
uz: Parol yaratganingizdan so'ng [quyida], siz ushbu elektron pochta ( %(email)s ) va yangi parolingiz bilan %(platform_name)s saytiga kirishingiz mumkin bo'ladi.
zh_hk: 建立密碼後，您將能夠使用此電郵地址 ( %(email)s ) 和新密碼登入%(platform_name)s 。

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
af_za: As jy nie hierdie verandering versoek het nie, kan jy hierdie e-pos ignoreer - ons het nog nie jou wagwoord teruggestel nie.
bo: ཁྱེད་ཀྱིས་བསྒྱུར་བཅོས་བྱེད་པའི་རེ་ཞུ་འདི་བྱས་མེད་ན། ཁྱེད་ཀྱིས་གློག་འཕྲིན་འདི་སྣང་མེད་དུ་བཞག་ཆོག ང་ཚོས་ད་དུང་ཁྱེད་ཀྱི་གསང་ཚིག་བསྐྱར་བསྒྲིག་བྱས་མེད།
de_de: Falls Sie keine Änderung angefragt haben, können Sie diese E-Mail ignorieren - wir haben Ihr Passwort bisher nicht zurückgesetzt.
el: Αν δε ζητήσατε αυτή την αλλαγή απλώς αγνοήστε τούτο το email. Δεν έχουμε προχωρήσει σε αλλαγή του κωδικού σας.
es: Si no solicitaste este cambio, puedes ignorar este correo electrónico; aún no hemos restablecido tu contraseña.
fa: اگر شما این تغییر را درخواست نکرده‌اید، می‌توانید این ایمیل را نادیده بگیرید - ما هنوز رمز عبور شما را بازنشانی نکرده‌ایم.
hu: Amennyiben nem Te kérted ezt a módosítást, úgy nem kell tovább foglalkoznod ezzel a levéllel - még nem állítottuk vissza a jelszavad.
ja: この変更をリクエストしていない場合は、このメールを無視してください。まだパスワードのリセットは行っていません。
kk: Бұл өзгертуді сұрамаған болсаңыз, бұл электрондық поштаны елемеуге болады - құпия сөзіңізді әлі қалпына келтірген жоқпыз.
lv: Ja nepieprasījāt šīs izmaiņas, šo e-pasta vēstuli varat neņemt vērā - mēs vēl neesam atiestatījuši jūsu paroli.
sq: Nëse nuk e keni kërkuar këtë ndryshim, mund ta shpërfillni këtë email - ne nuk e kemi rivendosur ende fjalëkalimin tuaj.
sv: Om du inte begärt denna ändring kan du bortse från det här e-postmeddelandet - vi har inte återställt ditt lösenord ännu.
th: ถ้าคุณไม่ได้เรียกร้องการเปลี่ยนแปลงใดๆ, คุณสามารถปฏิเสธอีเมล์นี้ - เรายังไม่ตั้งรหัสผ่านของคุณใหม่
uz: Agar siz bu oʻzgartirishni soʻramagan boʻlsangiz, ushbu xatni eʼtiborsiz qoldirishingiz mumkin – biz hali parolingizni tiklaganimiz yoʻq.
zh_hk: 如果您沒有要求進行此更改，則可以忽略這封電郵 - 我們尚未重置您的密碼。

source: Thanks for using our site!
af_za: Dankie dat jy ons webwerf gebruik!
bo: ང་ཚོའི་དྲ་གནས་འདི་བཀོལ་སྤྱོད་བྱས་པར་བཀའ་དྲིན་ཆེ།
de_de: Danke, dass Sie unsere Website benutzen!
el: Ευχαριστούμε
es: ¡Gracias por usar nuestro sitio!
fa: با تشکر از استفاده از وبگاه ما!
hu: Köszönjük, hogy használtad oldalunkat!
ja: ご利用いただきありがとうございます！
kk: Біздің сайтты пайдаланғаныңыз үшін рахмет!
lv: Paldies, ka izmantojāt mūsu vietni!
sq: Faleminderit që përdorni faqen tonë!
sv: Tack för att du använde vår webbplats!
th: ขอบคุณที่ใช้เว็บไซต์ของเรา!
uz: Saytimizdan foydalanganingiz uchun tashakkur!
zh_hk: 感謝您使用我們的網站！

source: The %(platform_name)s Team
af_za: Die %(platform_name)s -span
bo: %(platform_name)s ཚོགས་ཆུང་།
de_de: Das %(platform_name)s Team
el: Η ομάδα του %(platform_name)s
es: El equipo de %(platform_name)s
fa: تیم %(platform_name)s
hu: Az %(platform_name)s Csapata
ja: %(platform_name)s チーム
kk: %(platform_name)s командасы
lv: %(platform_name)s komanda
sq: Ekipi %(platform_name)s
sv: Teamet %(platform_name)s
th: ทีม %(platform_name)s
uz: %(platform_name)s jamoasi
zh_hk: %(platform_name)s團隊

source: Password creation on %(platform_name)s
af_za: Wagwoordskepping op %(platform_name)s
bo: %(platform_name)s འདིའི་ནང་གསང་ཚིག་གསར་བཟོ།
de_de: Passworterstellung auf %(platform_name)s
el: Δημιουργία κωδικού πρόσβασης στο %(platform_name)s
es: Creación de contraseña en %(platform_name)s
fa: ایجاد رمز عبور در %(platform_name)s
hu: Jelszó létrehozása a(z) %(platform_name)s platformon
ja: %(platform_name)sでのパスワード作成
kk: %(platform_name)s құрылғысында құпия сөз жасау
lv: Paroles izveide vietnē %(platform_name)s
sq: Krijimi i fjalëkalimit në %(platform_name)s
sv: Skapa lösenord på %(platform_name)s
uz: %(platform_name)s da parol yaratish
zh_hk: 在%(platform_name)s上建立密碼

source: Email Change
af_za: E-pos verandering
bo: གློག་འཕྲིན་བརྗེ།
de_de: E-Mail Wechsel
el: Αλλαγή Email
es: Cambio de correo electrónico
fa: تغییر ایمیل
hu: Email-cím módosítása
ja: メール変更
kk: Электрондық поштаны өзгерту
lv: E-pasta maiņa
sq: Ndryshimi i emailit
uz: Elektron pochtani o'zgartirish
zh_hk: 更改電郵

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
af_za: Ons het &#39;n versoek ontvang om die e-pos wat met jou %(platform_name)s -rekening geassosieer word van %(old_email)s na %(new_email)s te verander. Indien dit korrek is, bevestig asseblief jou nuwe e-pos adres deur te besoek:
bo: ང་ཚོར་ %(platform_name)s འདིའི་ནང་གི་ཁྱེད་ཀྱི་ཁ་བྱང་ %(old_email)s རྙིང་བ་དེ་ %(new_email)s གསར་པ་འདི་ལ་བརྗེ་བསྒྱུར་བྱ་རྒྱུའི་རེ་ཞུ་ཞིག་འབྱོར་སོང་། གལ་སྲིདའདི་འགྲིག་པ་ཞིག་ཡིན་ན། འདིར་གཟིགས་ཞིབ་བྱས་ཏེ་ཁྱེད་ཀྱི་གློག་འཕྲིན་གསར་པ་གཏན་འཁེལ་བྱ་རོགས།
de_de: Wir haben ein Anfrage erhalten, dass Sie Ihre E-Mail-Adresse für Ihren Account bei der %(platform_name)s von %(old_email)s zu %(new_email)s wechseln möchten. Wenn dies korrekt ist, bestätigen Sie bitte Ihre neue E-Mail-Adresse über den folgenden Link:
el: Λάβαμε αίτημα αλλαγής του e-mail που συνδέεται με το λογαριασμό σας στο %(platform_name)s από %(old_email)s σε %(new_email)s. Αν το αίτημά σας ισχύει, παρακαλούμε επιβεβαιώστε το νέο σας e-mail, κάνοντας κλικ στο παρακάτω κουμπί:
es: Hemos recibido una solicitud para cambiar el correo electrónico asociado a tu cuenta de %(platform_name)s de %(old_email)s a %(new_email)s. Si esto es correcto, confirma tu nueva dirección de correo electrónico visitando:
fa: ما درخواستی برای تغییر ایمیل مرتبط با حساب کاربری %(platform_name)s شما از %(old_email)s به %(new_email)s دریافت کرده‌ایم. در صورت صحت، لطفاً آدرس ایمیل جدید خود را با مراجعه به آدرس زیر تایید کنید:
hu: Kaptunk egy olyan üzenetet, hogy az %(platform_name)s rendszerhez társított e-mail címedet változtassuk meg az %(old_email)s címről %(new_email)s címre. Ha valóban ezt szeretnéd akkor kattints a következő linkre:
ja: あなたの%(platform_name)sアカウントに関連付けられたメールアドレスを%(old_email)sから%(new_email)sに変更するリクエストを受け取りました。これが正しい場合は、次のリンクを訪問して新しいメールアドレスを確認してください。
kk: Біз %(platform_name)s тіркелгімен байланысты электрондық поштаны %(old_email)s ден %(new_email)s -ге өзгерту туралы сұрау алдық. Бұл дұрыс болса, мына мекенжайға кіру арқылы жаңа электрондық пошта мекенжайыңызды растаңыз:
lv: Mēs saņēmām pieprasījumu mainīt ar jūsu kontu %(platform_name)s saistīto e-pasta adresi no %(old_email)s uz %(new_email)s. Ja tas ir pareizi, lūdzu, apstipriniet savu jauno e-pasta adresi, apmeklējot:
sq: Ne morëm një kërkesë për të ndryshuar e-mailin e lidhur me llogarinë tuaj %(platform_name)s nga %(old_email)s në %(new_email)s . Nëse kjo është e saktë, ju lutemi konfirmoni adresën tuaj të re të e-mail duke vizituar:
sv: Vi fick en begäran om att ändra e-postmeddelandet som är kopplat till ditt %(platform_name)s konto från %(old_email)s till %(new_email)s. Om detta är korrekt, vänligen bekräfta din nya e-postadress genom att besöka:
uz: Bizga %(platform_name)s accountingiz bilan bog‘liq e-pochta manzilini %(old_email)s dan %(new_email)s ga o‘zgartirish so‘rovi keldi. Agar bu toʻgʻri boʻlsa, quyidagi manzilga tashrif buyurib, yangi elektron pochta manzilingizni tasdiqlang:
zh_hk: 我們收到了一項請求，要求將與您的%(platform_name)s帳戶關聯的電郵從%(old_email)s更改為%(new_email)s 。如果正確，請造訪以下地址確認您的新電郵地址：

source: Confirm Email Change
af_za: Bevestig e-posverandering
bo: གློག་འཕྲིན་བསྒྱུར་བཅོས་གཏན་འཁེལ་བྱོས།
de_de: E-Mail Wechsel bestätigen
el: Επιβεβαίωση Αλλαγής Email
es: Confirmar cambio de correo electrónico
fa: تایید تغییر ایمیل
hu: E-mail módosítás megerősítése
ja: メール変更の確認
kk: Электрондық поштаны өзгертуді растаңыз
lv: Apstipriniet e-pasta izmaiņas
sq: Konfirmoni ndryshimin e emailit
sv: Bekräfta e-poständring
uz: Elektron pochtani o'zgartirishni tasdiqlang
zh_hk: 確認電郵更改
