Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Statistics are shown for entered words near that word.
af_za: Statistieke word gewys vir ingevoerde woorde naby daardie woord.
bo: ནང་འཇུག་བྱས་པའི་ཡིག་འབྲུ་དེའི་འགྲམ་ལ་དེའི་བསྡོམས་རྩིས་ཀྱི་གྲངས་སྟོན།
de_de: Statistiken über die Wortnähe der eingegebenen Worte zu diesem Wort.
el: Εμφανίζονται στατιστικά στοιχεία για τις εισαγόμενες λέξεις κοντά σε αυτήν τη λέξη.
es: Se muestran estadísticas de las palabras ingresadas cerca de esa palabra.
fa: آمار برای کلمات وارد شده در نزدیکی آن کلمه نشان داده می شود.
kk: Осы сөздің жанында енгізілген сөздер үшін статистика көрсетіледі.
lv: Statistika tiek rādīta par ievadītajiem vārdiem šī vārda tuvumā.
sq: Statistikat tregohen për fjalët e futura pranë asaj fjale.
sv: Statistik visas för inmatade ord nära det ordet.
th: สถิติจะแสดงคำที่ใส่เข้ามาใกล้เคียงกับคำนั้นๆ
uz: Ushbu so'z yaqinidagi kiritilgan so'zlar uchun statistika ko'rsatiladi.
zh_hk: 顯示該單字附近輸入單字的統計資料。

source: Whether this learner has posted words to the cloud.
af_za: Of hierdie leerder woorde in die wolk geplaas het.
bo: སློབ་གཉེར་བས་སྤྲིན་མཛོད་ནང་ཡིག་འབྲུ་འཇུག་བྱས་ཡོད་དམ།
de_de: Ob dieser Teilnehmer Wörter in die Wolke geschrieben hat.
el: Εάν αυτός ο σπουδαστής έχει δημοσιεύσει λέξεις στο σύννεφο.
es: Si este estudiante ha publicado palabras en la nube.
fa: آیا این یادگیرنده کلماتی را در ابر پست کرده است یا خیر.
hu: Hogy ez a tanuló feltöltött-e szavakat a felhőbe.
ja: この学習者が単語をクラウドに投稿したかどうか。
kk: Бұл оқушы бұлтқа сөздерді жариялады ма.
lv: Vai šis kursa dalībnieks ir ievietojis vārdus mākonī.
sq: Nëse ky nxënës ka postuar fjalë në re.
sv: Huruvida den här eleven har skrivit ord till molnet.
uz: Bu oʻquvchi soʻzlarni bulutga joylashtirganmi yoki yoʻqmi.
zh_hk: 此學員是否曾在雲盤中發布詞彙

source: Student answer.
af_za: Studente antwoord.
bo: སློབ་མའི་དྲི་ལན།
de_de: Teilnehmerantwort.
el: Απάντηση σπουδαστή.
es: Respuesta del estudiante.
fa: پاسخ دانش آموز
hu: Tanuló válasz.
ja: 学生の回答。
kk: Оқушы жауабы.
lv: Dalībnieku atbilde.
sq: Përgjigja e nxënësit.
sv: Student svar.
th: คำตอบของนักเรียน
uz: Talaba javobi.
zh_hk: 学生答案

source: All possible words from all learners.
af_za: Alle moontlike woorde van alle leerders.
bo: སློབ་གཉེར་བ་ཡོངས་ཀྱིས་བཀོལ་སྲིད་པའི་ཡིག་འབྲུ་ཁག
de_de: Alle möglichen Wörter der Teilnehmer.
el: Όλες οι πιθανές λέξεις από όλους τους σπουδαστές.
es: Todas las palabras posibles de todos los alumnos.
fa: تمام کلمات ممکن از همه زبان آموزان.
hu: Minden lehetséges szó minden tanulótól.
ja: すべての学習者からのすべての可能な単語。
kk: Барлық оқушылардан барлық мүмкін сөздер.
lv: Visi iespējamie vārdi no visiem dalībniekiem.
sq: Të gjitha fjalët e mundshme nga të gjithë nxënësit.
sv: Alla möjliga ord från alla elever.
uz: Barcha o'quvchilarning barcha mumkin bo'lgan so'zlari.
zh_hk: 所有學生可能使用的單字。

source: Top num_top_words words for word cloud.
af_za: Top num_top_words woorde vir woordwolk.
bo: ཡིག་འབྲུ་སྤྲིན་མཛོད་ཀྱི་ཡིག་འབྲུ་རྣམས་ Top num_top_words
de_de: Die Bestenliste num_top_words Worte für die Wortwolke.
el: Κορυφαίες num_top_words λέξεις για σύννεφο λέξεων.
fa: کلمات num_top_word برتر برای ابر کلمه.
lv: Populārākie vārdu_skaitlis_vārdu_mākonis.
sq: Fjalët kryesore num_top_words për reja e fjalëve.
th: คำอันดับสูงสุดสำหรับคลาวด์
uz: Soʻz buluti uchun eng yaxshi soʻzlar soni.
zh_hk: 詞雲中最熱門的詞彙

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
af_za: {display_name} is slegs toeganklik vir ingeskrewe leerders. Meld aan of registreer, en skryf in vir hierdie kursus om dit te sien.
bo: {display_name} ནི་ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་གཉེར་བ་རྣམས་ལ་རྐྱང་མཐོང་ཐུབ། འདི་མཐོང་དགོས་ན་ནང་འཛུལ་དང་ཐོ་འགོད་དང་སློབ་ཚན་འདིར་ཞུགས་ཐོ་བཀོད་དགོས།
de_de: {display_name} ist nur für eingeschriebene Lernende zugänglich. Melden Sie sich an oder registrieren Sie sich, und schreiben Sie sich für diesen Kurs ein, um ihn anzuschauen.
el: {display_name}: Προσβάσιμο μόνο σε εγγεγραμμένους χρήστες. Δημιουργήστε λογαριασμό ή συνδεθείτε και εγγραφείτε στο μάθημα για να δείτε το περιεχόμενο.
es: {display_name} solo es accesible para los alumnos inscritos. Inicia sesión o regístrate e inscríbete en este curso para verlo.
fa: {display_name} فقط برای زبان آموزان ثبت نام شده قابل دسترسی است. وارد شوید یا ثبت نام کنید و برای مشاهده در این دوره ثبت نام کنید.
hu: {display_name} csak a beiratkozott tanulók számára hozzáférhető. Jelentkezzen be vagy regisztráljon, és iratkozzon be erre a kurzusra, hogy megtekinthesse.
ja: {display_name}は登録した学習者のみがアクセスできます。サインインまたは登録して、このコースに登録し、内容を表示してください。
kk: {display_name} тек тіркелген оқушылар үшін қолжетімді. Жүйеге кіріңіз немесе тіркеліңіз және оны көру үшін осы курсқа жазылыңыз.
lv: {display_name} ir pieejama tikai reģistrētiem kursa dalībniekiem. Lai to apskatītu, pierakstieties vai reģistrējieties un reģistrējieties šajā kursā.
sq: {display_name} është i aksesueshëm vetëm për nxënësit e regjistruar. Identifikohu ose regjistrohu dhe përfshihu në këtë kurs për ta parë atë.
sv: {display_name} är endast tillgängligt för inskrivna elever. Logga in eller registrera dig och anmäl dig till den här kursen för att se den.
uz: {display_name} faqat ro'yxatdan o'tgan talabalar uchun ochiq. Tizimga kiring yoki roʻyxatdan oʻting va uni koʻrish uchun ushbu kursga yoziling.
zh_hk: {display_name} 僅供註冊的學員使用。 登入或註冊，並註冊此課程以查看它。

source: created
af_za: geskep
de_de: erstellt
el: δημιουργήθηκε
fa: ایجاد شده
hu: létrehozva
ja: 作成
kk: Құрастырылған
lv: izveidots
sq: krijuar
sv: skapad
th: สร้างแล้ว
uz: yaratilgan
zh_hk: 已創建

source: Wiki notifications
af_za: Wiki-kennisgewings
de_de: Wiki Benachrichtigungen
el: Ειδοποιήσεις Wiki
fa: اعلان های ویکی
hu: Wiki értesítések
kk: Вики хабарламалары
lv: Wiki paziņojumi
sq: Njoftimet Wiki
sv: Wiki notifieringar
uz: Wiki bildirishnomalari
zh_hk: 維基通知

source: Wiki images
af_za: Wiki beelde
de_de: Wiki Bilder
el: Εικόνες Wiki
fa: تصاویر ویکی
hu: Wiki képek
ja: ウィキ画像
kk: Wiki суреттері
lv: Wiki attēli
sq: Imazhet Wiki
sv: Wiki-bilder
uz: Wiki rasmlar
zh_hk: Wiki 圖片

source: Wiki attachments
af_za: Wiki-aanhangsels
de_de: Wiki Anhänge
el: Συνημμένα Wiki
fa: پیوست های ویکی
hu: Wiki mellékletek
ja: Wiki添付ファイル
kk: Вики тіркемелері
lv: Wiki pielikumi
sq: Bashkëngjitjet Wiki
sv: Bilagor i Wiki
uz: Wiki qo'shimchalari
zh_hk: Wiki附件

source: Only localhost... muahahaha
af_za: Slegs plaaslike gasheer ... muahahaha
de_de: Nur localhost... muahahahaha
el: Mόνο localhost... χαχαχαχαχα
fa: فقط لوکال هاست... موهاهاها
hu: Csak a helyi gép... hahaha
ja: ローカルホストだけ... ムハハハハ
kk: Тек жергілікті хост... муахахха
lv: Tikai localhost... muahahaha
sq: Vetëm localhost... muahahaha
sv: Endast localhost... muahahaha
th: เฉพาะ localhost ... muahahaha
uz: Faqat localhost... muahahaha
zh_hk: 只有localhost……哇哈哈哈

source: Initial title of the article. May be overridden with revision titles.
af_za: Aanvanklike titel van die artikel. Kan met hersieningstitels oorheers word.
de_de: Ursprünglicher Titel des Artikels. Könnte von revidiertem Titel überschrieben werden.
el: Αρχικός τίτλος του άρθρου. Μπορεί να παρακαμφθεί με τίτλους αναθεώρησης
fa: عنوان اولیه مقاله ممکن است با عناوین تجدید نظر لغو شود.
hu: A cikk kezdeti címe. Felülírható felülvizsgálati címmel.
ja: 記事の初期タイトル。改訂タイトルで上書きされることがあります。
kk: Мақаланың бастапқы атауы. Түзету тақырыптарымен қайта белгіленуі мүмкін.
lv: Raksta sākotnējais nosaukums. Var tikt ignorēts ar pārskatījumu nosaukumiem.
sq: Titulli fillestar i artikullit. Mund të anashkalohet me tituj rishikimi.
sv: Ursprunglig titel på artikeln. Kan ändras.
th: ชื่อเริ่มต้นของบทความ อาจจะถูกแทนที่ด้วยชื่อที่แก้ไขใหม่
uz: Maqolaning dastlabki sarlavhasi. Tahrirlash sarlavhalari bilan bekor qilinishi mumkin.
zh_hk: 文章的初始標題。可能會被修訂標題覆蓋。

source: Type in some contents
af_za: Tik sommige inhoud in
de_de: Gib etwas Inhalt ein
el: Πληκτρολογήστε στοιχεία περιεχομένου
fa: برخی از مطالب را تایپ کنید
hu: Írj be néhány szót
ja: いくつかの内容を入力してください。
kk: Кейбір мазмұнды енгізіңіз
lv: Ievadiet kādu saturu
sq: Shkruani disa përmbajtje
sv: Skriv in ett innehåll.
th: พิมพ์เนื้อหาบางส่วน
uz: Ba'zi tarkibni kiriting
zh_hk: 輸入一些內容

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
af_za: Dit is net die aanvanklike inhoud van jou artikel. Nadat u dit geskep het, kan u meer komplekse kenmerke gebruik soos die byvoeging van plugins, metadata, verwante artikels, ens.
de_de: Dies ist nur der ursprüngliche Inhalt Ihres Artikels. Nach dem Erstellen können weitere komplexe Funktionen verwendet werden, wie beispielsweise das Hinzufügen von Plugins, Metadaten, verwandten Artikeln usw.
el: Αυτό είναι μόνο το αρχικό περιεχόμενο του άρθρου σας. Μετά τη δημιουργία του, μπορείτε να χρησιμοποίησετε πιο σύνθετες λειτουργίες, όπως προσθήκες, μετα-δεδομένα, συναφή άρθρα κλπ...
fa: این فقط مطالب اولیه مقاله شماست. پس از ایجاد آن، می توانید از ویژگی های پیچیده تری مانند افزودن افزونه ها، متا داده ها، مقالات مرتبط و غیره استفاده کنید.
hu: Ez csak a cikk kezdeti tartalma. Miután létrehoztad, sokkal összetettebb funkciókat is használhatsz, mint például beépülő modul hozzáadása, tartalomcsomagok, kapcsolódó cikkek, stb...
ja: これは記事の初期内容に過ぎません。作成後は、プラグインの追加、メタデータ、関連する記事など、より複雑な機能を使用できます。
kk: Бұл сіздің мақалаңыздың бастапқы мазмұны ғана. Оны жасағаннан кейін сіз плагиндерді, метадеректерді, қатысты мақалаларды және т.б. қосу сияқты күрделі мүмкіндіктерді пайдалана аласыз...
lv: Tas ir tikai sākotnējais jūsu raksta saturs. Pēc tā izveides varat izmantot sarežģītākas funkcijas, piemēram, pievienot spraudņus, meta datus, saistītus rakstus utt...
sq: Kjo është vetëm përmbajtja fillestare e artikullit tuaj. Pas krijimit të tij, mund të përdorni veçori më komplekse si shtimi i shtojcave, të dhënave meta, artikujve të lidhur etj...
sv: Detta är början på innehållet i din artikel. När du har skapat det kan du använda mer avancerade funktioner som att lägga till tillägg, metadata, relaterade artiklar etc...
th: นี่เป็นเพียงเนื้อหาเริ่มต้นของบทความของคุณ หลังจากที่สร้างแล้วคุณสามารถใช้คุณสมบัติที่ซับซ้อนมากขึ้นเช่นเพิ่มปลั๊กอิน ข้อมูลเพิ่มเติม บทความที่เกี่ยวข้อง อื่น ๆ ..
uz: Bu sizning maqolangizning faqat dastlabki mazmuni. Uni yaratgandan so'ng siz plaginlar, meta-ma'lumotlar, tegishli maqolalar va boshqalarni qo'shish kabi murakkabroq xususiyatlardan foydalanishingiz mumkin.
zh_hk: 這只是您文章的初步內容。創建後，您可以使用更複雜的功能，例如添加插件、元資料、相關文章等...

source: Contents
af_za: Inhoud
de_de: Inhalt
el: Περιεχόμενα
fa: فهرست
hu: Tartalom
ja: コンテンツ
kk: Мазмұны
lv: Saturs
sq: Përmbajtja
sv: Innehåll
th: เนื้อหา
uz: Tarkib
zh_hk: 內容

source: Summary
af_za: Opsomming
de_de: Zusammenfassung
el: Περίληψη
fa: خلاصه
hu: Összefoglalás
ja: 概要
kk: Түйіндеме
lv: Kopsavilkums
sq: Përmbledhje
sv: Sammanfattning
th: สรุป
uz: Xulosa
zh_hk: 概括

source: Give a short reason for your edit, which will be stated in the revision log.
af_za: Gee &#39;n kort rede vir jou wysiging, wat in die hersieningslogboek vermeld sal word.
de_de: Geben Sie einen kurzen Grund für Ihre Bearbeitung an, damit dies im Log abgesichert wird.
el: Δώστε μια σύντομη περίληψη της επεξεργασίας σας, η οποία θα αναφέρεται στο αρχείο καταγραφής.
fa: دلیل کوتاهی برای ویرایش خود بیاورید که در گزارش بازبینی بیان خواهد شد.
ja: 編集の理由を簡潔に記入してください。これはリビジョンログに記載されます。
kk: Түзету журналында жазылатын өңдеуіңіздің қысқаша себебін көрсетіңіз.
lv: Norādiet īsu labojuma iemeslu, kas tiks norādīts pārskatījumu žurnālā.
sq: Jepni një arsye të shkurtër për modifikimin tuaj, i cili do të deklarohet në regjistrin e rishikimeve.
th: ให้เหตุผลสั้นๆ ทำไมคุณถึงที่ทำการแก้ไข ซึ่งจะถูกบันทึกและระบุไว้ในบัญชีบันทึกการแก้ไขต่อไป
uz: Tahriringiz uchun qisqacha sababni keltiring, u tahrirlash jurnalida ko'rsatiladi.
zh_hk: 給出一個簡短的編輯理由，這將在修訂日誌中註明。

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
af_za: Terwyl jy besig was om te redigeer, het iemand anders die hersiening verander. Jou inhoud is outomaties saamgevoeg met die nuwe inhoud. Hersien asseblief die teks hieronder.
de_de: Während Ihrer Bearbeitung, hat jemand anderes die Revision geändert. Ihre Inhalte wurden automatisch mit den neuen verbunden. Bitte überprüfen sie den unten stehenden Text.
el: Κατά τη διάρκεια του μόνταζ, κάποιος άλλος άλλαξε τη διασκευή. Τα περιεχόμενά σας αυτόματα συγχωνεύθηκαν με τα νέα περιεχόμενα. Παρακαλώ να ελέγξετε το κείμενο παρακάτω.
fa: در حالی که شما در حال ویرایش بودید، شخص دیگری این ویرایش را تغییر داد. مطالب شما به طور خودکار با مطالب جدید ادغام شده است. لطفا متن زیر را مرور کنید.
hu: Miközben szerkesztettél, valaki más változtatta a verziót. A tartalmad automatikusan össze lett vonva az új tartalommal. Kérlek, nézd át az alábbi szöveget.
ja: 編集している間に、他の人がリビジョンを変更しました。あなたの内容は新しい内容と自動的にマージされました。以下のテキストを確認してください。
kk: Сіз өңдеу кезінде басқа біреу түзетуді өзгертті. Мазмұныңыз жаңа мазмұнмен автоматты түрде біріктірілді. Төмендегі мәтінді қарап шығыңыз.
lv: Kamēr jūs rediģējāt, kāds cits mainīja pārskatīto versiju. Jūsu saturs ir automātiski apvienots ar jauno saturu. Lūdzu, pārskatiet tālāk norādīto tekstu.
sq: Ndërsa ju po redaktoni, dikush tjetër ndryshoi rishikimin. Përmbajtja juaj është bashkuar automatikisht me përmbajtjet e reja. Ju lutemi rishikoni tekstin e mëposhtëm.
sv: Medan du redigerade ändrade någon annan versionen. Ditt innehåll har automatiskt slagits samman med det nya innehållet. Vänligen granska texten nedan.
th: ขณะที่คุณแก้ไข มีบางคนทำการเปลี่ยนแปลง เนื้อหาของคุณได้ถูกรวมโดยอัตโนมัติด้วยเนื้อหาใหม่ กรุณาตรวจสอบข้อความด้านล่าง
uz: Siz tahrirlayotganingizda, kimdir tahrirni o‘zgartirdi. Sizning kontentingiz avtomatik ravishda yangi tarkib bilan birlashtirildi. Iltimos, quyidagi matnni ko'rib chiqing.
zh_hk: 當您進行編輯時，其他人更改了修訂版。您的內容已自動與新內容合併。請查看下面的文字。

source: No changes made. Nothing to save.
af_za: Geen veranderinge aangebring nie. Niks om te red nie.
de_de: Keine Änderungen gemacht. Nichts zum speichern vorhanden.
el: Δεν έγιναν αλλαγές. Δε χρειάζεται να αποθηκευθεί κάτι.
fa: هیچ تغییری ایجاد نشد چیزی برای نجات نیست.
hu: Nem történt módosítás. Nincs mit menteni.
ja: 変更はありません。保存するものはありません。
lv: Izmaiņas nav veiktas. Nekas nav saglabājams.
sq: Nuk janë bërë ndryshime. Asgjë për të kursyer.
sv: Inga förändringar gjorda. Inget att spara.
th: ไม่มีการเปลี่ยนแปลง ไม่มีการบันทึก
uz: Hech qanday o'zgartirish kiritilmagan. Saqlash uchun hech narsa yo'q.
zh_hk: 沒有變更，不需要保存。

source: Slug
af_za: Slak
de_de: lesbarer Link
el: Συντομία
fa: حلزون حرکت کردن
hu: Slug - cikk jelölése egy-két szóval
ja: スラッグ
kk: Слаг
lv: URL daļa jeb 'pāradrese'
th: ชื่อslug
zh_hk: 固定連結地址

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
af_za: Dit sal die adres wees waar jou artikel gevind kan word. Gebruik slegs alfanumeriese karakters en - of _. Let daarop dat jy nie die slak kan verander nadat jy die artikel geskep het nie.
de_de: Dieses wird die Adresse sein, unter der Ihr Beitrag gefunden wird. Nutzen Sie nur alphanumerische Zeichen und - oder _. Beachten Sie, dass Sie den lesbaren Link nach der Erstellung des Beitrags nicht mehr ändern können.
el: Αυτή θα είναι η διευθυνση όπου μπορεί να βρεθεί το άρθρο σας. Χρησιμοποιήστε μόνο αλφαριθμητικούς χαρακτήρες καί / ή _. Σημειώνεται ότι δεν μπορείτε να αλλάξετε τη συντομία, μετά τη δημιουργία του άρθρου.
fa: این آدرسی است که مقاله شما در آن یافت می شود. فقط از کاراکترهای الفبایی عددی و - یا _ استفاده کنید. توجه داشته باشید که پس از ایجاد مقاله نمی توانید Slug را تغییر دهید.
hu: Ez lesz az a cím, ahol a cikk elérhető. Csak betűket, számokat és - vagy _ karaktereket tartalmazhat. Figyelem, a slug nem változtatható meg a cikk létrehozása után.
ja: この記事のアドレスになります。英数字と - または _ のみを使用してください。記事を作成した後はスラッグを変更できないことに注意してください。
kk: Бұл сіздің мақалаңызды табуға болатын мекенжай болады. Тек әріптік-сандық таңбаларды және - немесе _ пайдаланыңыз. Мақаланы жасағаннан кейін слагты өзгерте алмайтыныңызды ескеріңіз.
lv: Šī būs adrese, kurā var atrast jūsu rakstu. Izmantojiet tikai burtciparu rakstzīmes un - vai _. Ņemiet vērā, ka pēc raksta izveides jūs nevarat mainīt pāradresi.
sq: Kjo do të jetë adresa ku mund të gjendet artikulli juaj. Përdorni vetëm karaktere alfanumerike dhe - ose _. Vini re se nuk mund ta ndryshoni slugun pas krijimit të artikullit.
sv: Det här blir adressen där din artikel kan hittas. Använd enbart alfanumeriska tecken samt - eller _. Notera att du inte kan ändra på sluggen när artikeln är skapad.
th: นี่จะเป็นที่อยู่สำหรับเข้าถึงบทความของคุณ กรุณาตั้งชื่อโดยใช้เฉพาะตัวหนังสือ ตัวเลข "-" หรือ "_" เท่านั้น ซึ่งคุณไม่สามารถเปลี่ยนชื่อslugหลังจากสร้างบทความแล้ว
uz: Bu sizning maqolangizni topishingiz mumkin bo'lgan manzil bo'ladi. Faqat harf-raqamli belgilar va - yoki _ dan foydalaning. Maqolani yaratgandan so'ng siz slugni o'zgartira olmaysiz.
zh_hk: 這將是可以找到您的文章的地址。僅使用字母數字字元和 - 或 _。請注意，建立文章後無法變更別名。

source: Write a brief message for the article's history log.
af_za: Skryf &#39;n kort boodskap vir die artikel se geskiedenislogboek.
de_de: Schreiben Sie eine kurze Nachricht für den Verlaufs-Log des Artikels.
el: Γράψτε ένα σύντομο μήνυμα για το ιστορικό καταγραφής του άρθρου.
fa: یک پیام کوتاه برای گزارش تاریخچه مقاله بنویسید.
hu: Írjon egy rövid üzenetet a cikk előzménynaplójához.
ja: 記事の履歴ログ用に簡潔なメッセージを書いてください。
kk: Мақаланың тарих журналына қысқаша хабарлама жазыңыз.
lv: Uzrakstiet īsu ziņojumu raksta vēstures žurnālam.
sq: Shkruani një mesazh të shkurtër për regjistrin e historisë së artikullit.
sv: Skriv ett kort meddelande för artikelns historiklogg.
th: เขียนข้อความสั้น ๆ สำหรับบันทึกประวัติของบทความ
uz: Maqola tarixi jurnali uchun qisqacha xabar yozing.
zh_hk: 為文章的歷史記錄寫一封簡短的報告。

source: A slug may not begin with an underscore.
af_za: &#39;n Slak mag nie met &#39;n onderstreep begin nie.
de_de: Ein lesbarer Link darf nicht mit einem Unterstrich beginnen.
el: Μια συντομία δεν μπορεί να ξεκινά με υπογράμμιση.
fa: اسلاگ ممکن است با خط زیر شروع نشود.
hu: Egy slug nem kezdődhet aláhúzással.
ja: スラッグはアンダースコアで始めることはできません。
kk: Слаг астыңғы сызықтан басталуы мүмкін емес.
lv: Pāradrese var nesākties ar pasvītrojumu.
sq: Një slug mund të mos fillojë me një nënvizim.
sv: En slug får inte börja med ett understreck.
th: ชื่อslugต้องไม่ขึ้นต้นด้วยเครื่องหมายขีดด้านล่าง
uz: Slug pastki chiziq bilan boshlanmasligi mumkin.
zh_hk: slug 不能以下劃線開頭。

source: A deleted article with slug "%s" already exists.
af_za: &#39;n Geskrapte artikel met slak &quot; %s &quot; bestaan reeds.
de_de: Eiin gelöschter Beitrag mit Reglette "%s" existiert bereits.
el: Ένα διαγραμμένο άρθρο με τη συντομία "%s" υπάρχει ήδη.
fa: یک مقاله حذف شده با Slug &quot; %s &quot; از قبل وجود دارد.
hu: Egy törölt cikk a(z) "%s" sluggal már létezik.
ja: 削除された記事でスラッグ「%s」が既に存在します。
lv: Izdzēsts raksts ar pāradresi &quot; %s &quot; jau pastāv.
sq: Një artikull i fshirë me slug "%s" ekziston tashmë.
sv: En raderad artikel med slug "%s" finns redan.
th: บทความถูกลบไปพร้อมกับชื่อslug "%s" นี้มีอยู่แล้ว
uz: " %s " slug'li o'chirilgan maqola allaqachon mavjud.
zh_hk: 已刪除帶有 slug“ %s ”的文章。

source: A slug named "%s" already exists.
af_za: &#39;n Slak genaamd &quot; %s &quot; bestaan reeds.
de_de: Ein lesbarer Link mit Namen "%s" existiert bereits.
el: Υπάρχει ήδη μια συντομία "%s".
fa: یک اسلگ به نام "%s" از قبل وجود دارد.
hu: "%s" jelölés már használatban van.
ja: スラッグ「%s」はすでに存在します。
kk: " %s " деп аталатын слаг бұрыннан бар.
lv: Pāradrese ar nosaukumu &quot; %s &quot; jau pastāv.
sq: Një slug me emrin "%s" ekziston tashmë.
sv: En slug med namnet "%s" existerar redan.
th: ชื่อย่อ "%s" มีอยู่แล้ว
uz: " %s " nomli slug allaqachon mavjud.
zh_hk: 名為「 %s 」的 slug 已存在。

source: Yes, I am sure
af_za: Ja, ek is seker
de_de: Ja, ich bin mir sicher
el: Ναι, είμαι σίγουρος
fa: بله مطمئنم
hu: Igen, biztos vagyok benne
kk: Иә, мен сенімдімін
lv: Jā, esmu pārliecināts
sq: Po, jam i sigurt
sv: Ja, jag är säker
th: ใช่, ฉันแน่ใจ
uz: Ha, ishonchim komil
zh_hk: 是的，我肯定

source: Purge
af_za: Suiwer
de_de: Bereinigung
el: Καθαρίστε
fa: پاکسازی
hu: Végleges törlés
ja: パージ
kk: Тазарту
lv: Iztīrīšana
sq: Pastrimi
sv: Radera permanent
th: ล้าง
uz: Tozalash
zh_hk: 清除

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
af_za: Maak die artikel skoon: Verwyder dit heeltemal (en al die inhoud daarvan) sonder om ongedaan te maak. Suiwering is &#39;n goeie idee as jy die slak wil bevry sodat gebruikers nuwe artikels in die plek daarvan kan skep.
de_de: Bereinigen Sie den Beitrag: Entfernen Sie ihn vollständig (und alle seine Inhalte) ohne die Möglichkeit des Rücksetzens. Bereinigen ist eine gute Idee, falls Sie eine lesbaren Link freigeben möchten, so dass Benutzer einen neuen Beitrag unter ihr erstellen können.
el: Κάντε εκκαθάριση του άρθρου. Διαγράψτε το εντελώς (μαζί με όλα τα περιεχόμενά του) χωρίς δυνατότητα αναίρεσης. Η εκκαθάριση ειναι καλή ιδέα όταν επιθυμείτε να ελευθερώσετε το διάστημα έτσι ώστε οι χρήστες να δημιουργήσουν νέα άρθρα στη θέση του.
fa: مقاله را پاک کنید: آن را به طور کامل (و تمام محتویات آن) بدون واگرد حذف کنید. پاکسازی ایده خوبی است اگر می خواهید راب را آزاد کنید تا کاربران بتوانند مقالات جدیدی را به جای آن ایجاد کنند.
hu: Cikk végleges törlése: Teljes mértékben eltávolítja a cikket (és annak minden hozzászólását), nem vonható vissza. A végleges törlés olyankor jó, ha fel akarsz szabadítani egy cikk jelölőt, aminek a helyén a felhasználók új cikket helyezhetnek el.
kk: Мақаланы тазарту: оны (және оның барлық мазмұнын) кері қайтарусыз толығымен жойыңыз. Пайдаланушылар оның орнына жаңа мақалалар жасай алатындай шламды босатқыңыз келсе, тазарту жақсы идея.
lv: Izdzēsiet rakstu: Pilnīgi dzēst rakstu (un visu tā saturu) bez atcelšanas. Tīrīšana ir laba ideja, ja vēlaties atbrīvot pāradresi, lai lietotāji tā vietā varētu izveidot jaunus rakstus.
sq: Pastroni artikullin: Hiqeni plotësisht atë (dhe të gjithë përmbajtjen e tij) pa zhbërje. Pastrimi është një ide e mirë nëse doni të çlironi slug në mënyrë që përdoruesit të mund të krijojnë artikuj të rinj në vend të tij.
sv: Radera artikeln permanent. Ta bort den (och allt innehåll) utan möjlighet att ångra. Det är en bra ide om du vill frigöra sluggen så att användare kan skapa nya artiklar i dess ställe.
th: ล้างบทความ: กำจัดออก(รวมทั้งเนื้อหาทั้งหมด) โดยไม่อาจกู้คืน การล้างเป็นความคิดที่ดีถ้าคุณต้องการที่จะเป็นอิสระจากชื่อslugดังกล่าวที่ผู้ใช้สามารถสร้างบทความใหม่แทนได้
uz: Maqolani tozalang: uni (va uning barcha mazmunini) bekor qilmasdan butunlay olib tashlang. Agar siz slugni bo'shatishni istasangiz, foydalanuvchilar uning o'rniga yangi maqolalar yaratishi uchun tozalash yaxshi fikr.
zh_hk: 清除文件：完全刪除它(以及其中的內容)且無法恢復。當您需要釋放該固定連結位址以便可以建立新文件繼承使用該固定連結位址時選擇清除操作。

source: You are not sure enough!
af_za: Jy is nie seker genoeg nie!
de_de: Sie sind nicht sicher genug!
el: Δεν είστε αρκετά σίγουροι!
fa: شما به اندازه کافی مطمئن نیستید!
hu: Nem vagy benne eléggé biztos!
kk: Сіз жеткілікті сенімді емессіз!
lv: Jūs neesat pietiekami pārliecināti!
sq: Nuk jeni mjaftueshëm të sigurt!
sv: Du är inte tillräckligt säker!
th: คุณยังไม่แน่ใจพอ!
uz: Siz yetarlicha ishonchingiz komil emas!
zh_hk: 您還不夠確定！
