Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Enrollment confirmation
af_za: Bevestiging van inskrywing
bo: ཞུགས་ཐོ་གཏན་འབེབ།
de_de: Einschreibungsbestätigung
el: Επιβεβαίωση εγγραφής
es: Confirmación de inscripción
fa: تایید ثبت نام
hu: Beiratkozás megerősítése
ja: 登録確認書
kk: Тіркеуді растау
lv: Reģistrācijas apstiprinājums
sq: Konfirmimi i regjistrimit
sv: Inskrivningsbekräftelse
th: การยืนยันการลงทะเบียน
uz: Ro'yxatdan o'tishni tasdiqlash
zh_hk: 報名確認

source: Selected price is not valid number.
af_za: Geselekteerde prys is nie geldige nommer nie.
bo: འདེམ་རྟགས་བཀོད་པའི་རིན་འབབ་ཀྱི་གྲངས་ཀ་ཚུལ་མཐུན་མ་རེད།
de_de: Ausgewählter Preis ist keine gültige Zahl.
el: Μη έγκυρος αριθμός επιλεγμένης τιμής.
es: El precio seleccionado no es un número válido.
fa: قیمت انتخابی عدد معتبری نیست.
hu: A kiválasztott ár nem érvényes szám.
ja: 選択された価格は有効な数字ではありません。
kk: Таңдалған баға дұрыс нөмір емес.
lv: Izvēlētā cena nav derīgs numurs.
sq: Çmimi i zgjedhur nuk është numër i vlefshëm.
sv: Det valda priset är inte ett giltigt nummer.
th: ราคาที่เลือกไม่ใช่เป็นตัวเลขที่ถูกต้อง
uz: Tanlangan narx haqiqiy raqam emas.
zh_hk: 所選價格無效。

source: This course doesn't support paid certificates
af_za: Hierdie kursus ondersteun nie betaalde sertifikate nie
bo: སློབ་ཚན་འདི་རིན་སྤྲད་པའི་ལག་ཁྱེར་མེད།
de_de: Dieser Kurs unterstützt keine bezahlten Zertifikate.
el: Αυτό το μάθημα δεν υποστηρίζει πιστοποιητικά επί πληρωμή
es: Este curso no admite certificados de pago
fa: این دوره از گواهینامه های پولی پشتیبانی نمی کند
hu: Ez a kurzus nem támogatja a fizetős bizonyítványokat.
ja: このコースは有料証明書に対応していません。
kk: Бұл курс ақылы сертификаттарды қолдамайды
lv: Šis kurss neatbalsta apmaksātus sertifikātus
sq: Ky kurs nuk mbështet certifikata me pagesë
sv: Kursen stöder inte köpta kurscertifikat
th: หลักสูตรนี้ไม่สนับสนุนใบรับรองที่ได้รับการชำระเงิน
uz: Bu kurs pullik sertifikatlarni qo‘llab-quvvatlamaydi
zh_hk: 本課程不支援付費證書

source: No selected price or selected price is below minimum.
af_za: Geen geselekteerde prys of geselekteerde prys is onder die minimum nie.
bo: རིན་འབབ་བདམས་མེད་པ་ཡང་ན་བདམས་པའི་རིན་འབབ་དམའ་མཐའ་ལས་ཉུང་འདུག།
de_de: Kein ausgewählter Preis oder ausgewählter Preis ist unterhalb des Minimums.
el: Δεν έχει επιλεγεί τιμή ή η επιλεγμένη τιμή είναι κάτω από το ελάχιστο.
es: No se seleccionó ningún precio o el precio seleccionado está por debajo del mínimo.
fa: هیچ قیمت انتخابی یا قیمت انتخابی کمتر از حداقل نیست.
hu: Nincs kiválasztott ár, vagy a kiválasztott ár a minimum alatt van.
ja: 選択された価格がないか、選択された価格が最低価格を下回っています。
lv: Neviena atlasītā cena nav zemāka par minimālo.
sq: Asnjë çmim i zgjedhur ose çmimi i zgjedhur nuk është nën minimumin.
sv: Ingen vald pris eller valt pris är under minimum.
th: ไม่เลือกราคาหรือเลือกราคาที่ต่ำกว่าขั้นต่ำสุด
uz: Tanlangan narx yoki tanlangan narx minimaldan past emas.
zh_hk: 沒有選定的價格或選定的價格低於最低價格。

source: Photo ID image is required if the user does not have an initial verification attempt.
af_za: Foto ID-prent word vereis as die gebruiker nie &#39;n aanvanklike verifikasiepoging het nie.
bo: གལ་ཏེ་སྤྱོད་མཁན་དེས་ཐོག་མའི་ཚོད་ལྟའི་སྐབས་ཁུངས་སྐྱེལ་སྤྲད་མེད་ཚེ། ཐོབ་ཐང་ལག་ཁྱེར་ID གྱི་འདྲ་པར་འཇོག་དགོས།
de_de: Das Bild des Personalausweises ist erforderlich, wenn der Benutzer noch keine Verifizierung durchgeführt hat.
el: Απαιτείται φωτογραφία ταυτότητας με εικόνα εάν ο χρήστης δεν έχει κάνει μια αρχική προσπάθεια επαλήθευσης.
es: La imagen del documento de identidad es obligatoria si el usuario no tiene un intento inicial de verificación.
fa: در صورتی که کاربر اقدام به تأیید اولیه نداشته باشد، تصویر شناسه عکس مورد نیاز است.
hu: Fényképes igazolványkép szükséges, ha a felhasználónak nincs kezdeti ellenőrzési kísérlete.
ja: ユーザーが初回の本人確認を試みていない場合、写真付きID画像が必要です。
kk: Пайдаланушыда бастапқы растау әрекеті болмаса, фотосурет идентификаторының суреті қажет.
lv: Fotoattēla ID attēls ir nepieciešams, ja lietotājs nav veicis sākotnējo verifikācijas mēģinājumu.
sq: Imazhi i ID-së kërkohet nëse përdoruesi nuk ka një përpjekje fillestare për verifikim.
sv: Foto ID-bild krävs om användaren inte har ett första verifieringsförsök.
th: จำเป็นต้องมีภาพที่แสดงรหัสรูป ถ้าผู้ใช้ไม่ได้มีการยืนยันความถูกต้องขั้นต้น
uz: Agar foydalanuvchi dastlabki tekshirish urinishiga ega boʻlmasa, fotosurat identifikatori tasviri talab qilinadi.
zh_hk: 如果用户沒有進行初始驗證，則需要帶有照片的 ID 影像。

source: Missing required parameter face_image
af_za: Vereiste parameter face_image ontbreek
de_de: Fehlender Pflichtparameter face_image
el: Λείπει η απαιτούμενη παράμετρος face_image
es: Falta el parámetro obligatorio face_image
fa: پارامتر مورد نیاز face_image وجود ندارد
hu: Hiányzó kötelező paraméter: face_image
ja: 必須パラメータface_imageが欠落しています
kk: Бет_бейнесінің қажетті параметрі жоқ
lv: Trūkst obligātā parametra face_image
sq: Mungojnë parametri i kërkuar face_image
th: ขาดรูปภาพที่เป็นปัจจัยจำเป็น
uz: Face_image parametri etishmayapti
zh_hk: 缺少必需參數face_image

source: Image data is in an unsupported format.
af_za: Prentdata is in &#39;n nie-ondersteunde formaat.
bo: འདྲ་པར་གྱི་གཞི་གྲངས་ནི་ངོས་ལེན་མི་བྱེད་པའི་རྣམ་སྒྲིག་ཅིག་རེད།
de_de: Die Bilddaten liegen in einem ungültigen Format vor.
el: Τα δεδομένα εικόνας είναι σε μη υποστηριζόμενη μορφή.
es: Los datos de la imagen están en un formato no compatible.
fa: داده های تصویر در قالب پشتیبانی نشده است.
hu: A képadatok nem támogatott formátumban vannak.
ja: 画像データがサポートされていない形式です。
kk: Кескін деректері қолдау көрсетілмейтін пішімде.
lv: Attēla dati ir neatbalstītā formātā.
sq: Të dhënat e imazhit janë në një format të pambështetur.
sv: Bilddata är i ett format som inte stöds.
uz: Rasm maʼlumotlari qoʻllab-quvvatlanmaydigan formatda.
zh_hk: 圖像資料的格式不受支援。

source: Image data is not valid.
af_za: Prentdata is nie geldig nie.
bo: འདྲ་པར་གྱི་གཞི་གྲངས་ཚུལ་མཐུན་ཞིག་མ་རེད།
de_de: Bilddaten sind nicht gültig.
el: Τα δεδομένα φωτογραφίας δεν είναι έγκυρα.
es: Los datos de la imagen no son válidos.
fa: داده های تصویر معتبر نیست.
hu: A képadatok érvénytelenek.
ja: 画像データが無効です。
kk: Кескін деректері жарамсыз.
lv: Attēla dati nav derīgi.
sq: Të dhënat e imazhit nuk janë të vlefshme.
sv: Bilddata är inte giltiga.
th: รูปภาพนี้ไม่สมบูรณ์
uz: Rasm maʼlumotlari notoʻgʻri.
zh_hk: 影像資料無效。

source: Your {platform_name} ID verification was approved!
af_za: Jou {platform_name} ID-verifikasie is goedgekeur!
bo: ཁྱེད་ཀྱི་ {platform_name} ID ཡི་ཁུངས་སྐྱེལ་ངོས་ལེན་བྱས་སོང་།
de_de: Ihre {platform_name} ID-Überprüfung wurde genehmigt!
el: Η επαλήθευση της ταυτότητάς σας στο {platform_name} εγκρίθηκε!
es: ¡Tu verificación de identidad de {platform_name} fue aprobada!
fa: تأیید هویت {platform_name} شما تأیید شد!
hu: A(z) {platform_name} azonosító-ellenőrzése jóváhagyásra került!
ja: あなたの{platform_name} ID認証が承認されました！
kk: {platform_name} идентификаторыңызды растау расталды!
lv: Jūsu {platform_name} ID verifikācija tika apstiprināta!
sq: Verifikimi juaj i ID-së {platform_name} u miratua!
sv: Din {platform_name} ID-verifiering godkändes!
uz: Sizning {platform_name} identifikatoringiz tasdiqlandi!
zh_hk: 您的{platform_name}身份驗證已通過！

source: Your {platform_name} Verification Has Been Denied
af_za: Jou {platform_name} -verifikasie is geweier
bo: ཁྱེད་ཀྱི་ {platform_name} ID ཁུངས་རྐྱེལ་ངོས་ལེན་བྱས་མི་འདུག
de_de: Ihre {platform_name} Verifikation wurde abgelehnt
el: Η επαλήθευση σας στο {platform_name} έχει απορριφθεί
es: Tu verificación de {platform_name} ha sido denegada
fa: تأیید {platform_name} شما رد شده است
ja: {platform_name}の認証が拒否されました
kk: {platform_name} растауыңыздан бас тартылды
lv: Jūsu {platform_name} verifikācija ir noraidīta
sq: Verifikimi juaj {platform_name} është refuzuar
sv: Din {platform_name} identitetsverifikation har blivit avslagen!
uz: {platform_name} Tasdiqlash rad etildi
zh_hk: 您的{platform_name}驗證已被拒絕

source: Please correct the errors below.
af_za: Maak asseblief die onderstaande foute reg.
bo: གཤམ་གསལ་གྱི་གནད་དོན་ཁག་བཅོས་རོགས།
de_de: Bitte korrigieren Sie die unten stehenden Fehler.
el: Παρακαλούμε διορθώστε τα παρακάτω λάθη.
es: Corrige los errores a continuación.
fa: لطفا خطاهای زیر را تصحیح کنید.
hu: Kérjük, javítsa ki az alábbi hibákat.
ja: 以下のエラーを修正してください。
kk: Төмендегі қателерді түзетіңіз.
lv: Lūdzu, izlabojiet tālāk norādītās kļūdas.
sq: Ju lutemi korrigjoni gabimet e mëposhtme.
sv: Vänligen rätta felen nedan.
uz: Quyidagi xatolarni tuzating.
zh_hk: 請更正以下錯誤。

source: Are you sure you want to cancel retirement for user "%(username)s"?
af_za: Is jy seker jy wil aftrede vir gebruiker &quot; %(username)s &quot; kanselleer?
bo: ཁྱེད་ཀྱིས་སྤྱོད་མཁན་མིང་ "%(username)s" ལས་བཤོལ་ཕྱིར་འཐེན་བྱ་འདོད་དམ།
de_de: Sind Sie sicher, dass Sie den Austritt für den Benutzer "%(username)s" stornieren möchten?
el: Είστε βέβαιοι ότι θέλετε να ακυρώσετε την απόσυρση για τον χρήστη "%(username)s";
es: ¿Estás seguro de que deseas cancelar la jubilación del usuario "%(username)s"?
fa: آیا مطمئن هستید که می خواهید بازنشستگی کاربر &quot; %(username)s &quot; را لغو کنید؟
hu: Biztosan vissza szeretné vonni a "%(username)s" felhasználó nyugdíjazását?
ja: ユーザー「%(username)s」の退職をキャンセルしてもよろしいですか？
lv: Vai tiešām vēlaties atcelt lietotāja &quot; %(username)s &quot; pensionēšanos?
sq: Jeni i sigurt që dëshironi të anuloni daljen në pension për përdoruesin "%(username)s"?
sv: Är du säker på att du vill avbryta pensioneringen för användaren "%(username)s"?
uz: Haqiqatan ham " %(username)s " foydalanuvchisi uchun nafaqani bekor qilmoqchimisiz?
zh_hk: 您確定要為用户%(username)s取消退出計劃嗎？

source: Submit
af_za: Indien
bo: འབུལ་སྤྲོད།
de_de: Absenden
el: Υποβολή
es: Enviar
fa: ارسال
hu: Küldés
kk: Жіберу
lv: Iesniegt
sq: Paraqisni
sv: Skicka
th: ส่ง
uz: Yuborish
zh_hk: 提交

source: This email was automatically sent from %(platform_name)s.
af_za: Hierdie e-pos is outomaties vanaf %(platform_name)s gestuur.
bo: གློག་འཕྲིན་འདི་ %(platform_name)s ནས་རང་འགུལ་གྱིས་བཏང་ཡིན།
de_de: Diese E-Mail wurde automatisch von %(platform_name)s gesendet.
el: Αυτό το email στάλθηκε αυτόματα από το %(platform_name)s.
es: Este correo fue enviado automáticamente desde %(platform_name)s.
fa: این ایمیل به طور خودکار از %(platform_name)s ارسال شده است.
hu: Ez az e-mail automatikusan lett elküldve a(z) %(platform_name)s platformról.
ja: このメールは自動的に%(platform_name)sから送信されました。
kk: Бұл электрондық пошта %(platform_name)s мекенжайынан автоматты түрде жіберілді.
lv: Šis e-pasta ziņojums tika automātiski nosūtīts no %(platform_name)s .
sq: Ky emaili u dërgua automatikisht nga %(platform_name)s.
sv: Detta e-postmeddelande skickades automatiskt från %(platform_name)s.
uz: Bu xat avtomatik ravishda %(platform_name)s manzilidan yuborilgan.
zh_hk: 此電郵是從%(platform_name)s自動發送的。

source: You are receiving this email at address %(email)s because you are enrolled in
af_za: Jy ontvang hierdie e-pos by adres %(email)s omdat jy ingeskryf is in
de_de: Sie erhalten diese E-Mail an die Adresse %(email)s, weil Sie eingeschrieben sind
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου στη διεύθυνση %(email)s επειδή έχετε εγγραφεί στο μάθημα
es: Estás recibiendo este correo en la dirección %(email)s porque estás inscrito en
fa: شما این ایمیل را به آدرس %(email)s دریافت می کنید زیرا در
hu: Ön ezt az e-mailt a(z) %(email)s címre kapja, mert beiratkozott a következőre:
kk: Сіз осы электрондық поштаны %(email)s мекенжайы бойынша алып отырсыз, себебі сіз тіркелгенсіз.
lv: Jūs saņemat šo e-pasta ziņojumu uz adresi %(email)s , jo reģistrējāties
sv: Du får det här e-postmeddelandet på adressen %(email)s eftersom du är inskriven i
uz: Siz roʻyxatdan oʻtganingiz uchun %(email)s manziliga bu xatni oldingiz.
zh_hk: 您在地址%(email)s收到這封電郵，因為您已註冊

source: To stop receiving email like this, update your course email settings
af_za: Dateer jou kursus-e-posinstellings op om op te hou om e-pos soos hierdie te ontvang
bo: འདིའདྲའི་ཡིག་ཟམ་འབྱོར་རྒྱུ་འགོག་དགོས་ན་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ཡིག་ཟམ་སྒྲིག་འགོད་རིམ་སྤར་དགོས།
de_de: Um solche E-Mails nicht mehr zu erhalten, aktualisieren Sie die E-Mail-Einstellungen Ihres Kurses
el: Για να σταματήσετε να λαμβάνετε email όπως αυτό, ενημερώστε τις ρυθμίσεις email του μαθήματος
es: Para dejar de recibir correos como este, actualiza la configuración de correo del curso
fa: برای توقف دریافت چنین ایمیلی، تنظیمات ایمیل دوره خود را به روز کنید
hu: Ha nem szeretne több ilyen e-mailt kapni, frissítse a kurzus e-mail beállításait.
lv: Lai vairs nesaņemtu šādus e-pasta ziņojumus, atjauniniet kursa e-pasta iestatījumus
sq: Për të ndaluar marrjen e emaileve të tilla, përditësoni cilësimet e emailit të kursit
sv: För att sluta ta emot e-post som detta, uppdatera dina kursinställningar för e-post
uz: Bu kabi elektron pochta xabarlarini olishni toʻxtatish uchun kurs e-pochta sozlamalarini yangilang
zh_hk: 若要停止接收此類電郵，請更新您的課程電郵設置

source: here
af_za: hier
bo: འདིར།
de_de: hier
el: εδώ
es: aquí
fa: اینجا
hu: itt
ja: こちら
kk: Мұнда
lv: šeit
sq: këtu
sv: här
uz: Bu yerga
zh_hk: 這裡

source: unsubscribe
af_za: uitteken
bo: སྔོན་མངགས་ཕྱིར་བསྡུ།
de_de: Abmelden
el: αποεγγραφή
es: darse de baja
fa: لغو اشتراک
hu: leiratkozás
kk: жазылудан бас тарту
lv: anulēt abonementu
sq: çregjistro
sv: säga upp
uz: obunani bekor qilish
zh_hk: 取消訂閱

source: This email was automatically sent from %(platform_name)s.
af_za: Hierdie e-pos is outomaties vanaf %(platform_name)s gestuur.
bo: ཡིག་ཟམ་འདི་ %(platform_name)s འདི་ནས་རང་འགུལ་གྱིས་གཏང་ཡོད།
de_de: Diese E-Mail wurde automatisch von %(platform_name)s gesendet.
el: Αυτό το email στάλθηκε αυτόματα από το %(platform_name)s.
es: Este correo fue enviado automáticamente desde %(platform_name)s.
fa: این ایمیل به طور خودکار از %(platform_name)s ارسال شده است.
hu: Ezt az e-mailt automatikusan a(z) %(platform_name)s küldte.
ja: このメールは%(platform_name)sから自動的に送信されました。
kk: Бұл электрондық пошта %(platform_name)s мекенжайынан автоматты түрде жіберілді.
lv: Šis e-pasta ziņojums tika automātiski nosūtīts no %(platform_name)s .
sq: Ky email u dërgua automatikisht nga %(platform_name)s.
sv: Detta e-postmeddelande skickades automatiskt från %(platform_name)s.
uz: Bu xat avtomatik ravishda %(platform_name)s manzilidan yuborilgan.
zh_hk: 此電郵是從%(platform_name)s自動發送的。

source: You are receiving this email at address %(email)s because you are enrolled in %(course_title)s.
af_za: Jy ontvang hierdie e-pos by adres %(email)s omdat jy by %(course_title)s ingeskryf is.
bo: ཁྱེད་ལ་ཡིག་ཟམ་འདི་ %(email)s གློག་འཕྲིན་ཁ་བྱང་འདིའི་ཐོག་འབྱོར་གྱི་ཡོད། རྒྱུ་མཚན་ཁྱེད་ཀྱིས་ %(course_title)s སློབ་ཚན་འདིའི་ཞུགས་ཐོ་བཀོད་འདུག
de_de: Sie erhalten diese E-Mail an die Adresse %(email)s, weil Sie in %(course_title)s eingeschrieben sind.
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου στη διεύθυνση %(email)s επειδή έχετε εγγραφεί στο μάθημα %(course_title)s.
es: Estás recibiendo este correo en la dirección %(email)s porque estás inscrito en %(course_title)s.
fa: شما این ایمیل را به آدرس %(email)s دریافت می کنید زیرا در %(course_title)s ثبت نام کرده اید.
hu: Ön azért kapja ezt az e-mailt a(z) %(email)s címre, mert beiratkozott a(z) %(course_title)s kurzusra.
kk: Сіз бұл электрондық хатты %(email)s мекенжайы бойынша алып отырсыз, себебі сіз %(course_title)s жүйесіне тіркелгенсіз.
lv: Jūs saņemat šo e-pasta ziņojumu uz adresi %(email)s , jo reģistrējāties programmā %(course_title)s .
sq: Ju po e merrni këtë email në adresën %(email)s sepse jeni regjistruar në %(course_title)s.
sv: Du får detta e-postmeddelande på adressen %(email)s eftersom du är registrerad i %(course_title)s.
uz: Siz bu xatni %(email)s manziliga olmoqdasiz, chunki siz %(course_title)s tizimida ro‘yxatdan o‘tgansiz.
zh_hk: 您在地址%(email)s收到此電郵，因為您已註冊%(course_title)s 。

source: To stop receiving email like this, update your course email settings here %(email_settings_url)s
af_za: Om op te hou om e-pos soos hierdie te ontvang, werk jou kursus-e-posinstellings hier op %(email_settings_url)s
bo: འདིའདྲའི་ཡིག་ཟམ་འབྱིན་རྒྱུ་འགོག་འདོད་ན་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ཡིག་ཟམ་སྒྲིག་འགོད་ %(email_settings_url)s འདི་ནས་རིམ་སྤར་བྱོས།
de_de: Um solche E-Mails nicht mehr zu erhalten, aktualisieren Sie Ihre Kurs-E-Mail-Einstellungen hier %(email_settings_url)s
el: Για να σταματήσετε να λαμβάνετε μηνύματα ηλεκτρονικού ταχυδρομείου όπως αυτό, ενημερώστε τις ρυθμίσεις ηλεκτρονικού ταχυδρομείου του μαθήματος εδώ %(email_settings_url)s
es: Para dejar de recibir correos como este, actualiza la configuración de correo del curso aquí %(email_settings_url)s
fa: برای توقف دریافت ایمیل مانند این، تنظیمات ایمیل دوره خود را در اینجا به روز کنید %(email_settings_url)s
hu: Ha nem szeretne több ilyen e-mailt kapni, frissítse a kurzus e-mail beállításait itt %(email_settings_url)s
ja: このようなメールの受信を停止するには、こちらでコースのメール設定を更新してください %(email_settings_url)s
kk: Мұндай электрондық поштаны алуды тоқтату үшін курстың электрондық пошта параметрлерін осы жерден жаңартыңыз %(email_settings_url)s
lv: Lai vairs nesaņemtu šādus e-pasta ziņojumus, atjauniniet kursa e-pasta iestatījumus šeit %(email_settings_url)s
sq: Për të ndaluar marrjen e emaileve të tilla, përditësoni cilësimet e emailit të kursit tuaj këtu %(email_settings_url)s
sv: För att sluta ta emot e-post som detta, uppdatera dina kursinställningar för e-post här %(email_settings_url)s
uz: Bunday xat olishni to‘xtatish uchun kurs e-pochtangiz sozlamalarini shu yerda yangilang %(email_settings_url)s
zh_hk: 若要停止接收此類電郵，請在此處更新您的課程電郵設定%(email_settings_url)s

source: To unsubscribe click here %(unsubscribe_link)s
af_za: Om uit te teken, klik hier %(unsubscribe_link)s
bo: སྔོན་མངགས་ཕྱིར་བསྡུ་ན་འདིར་སྣུན། %(unsubscribe_link)s
de_de: Um sich abzumelden, klicken Sie hier %(unsubscribe_link)s
el: Για απεγγραφή κάντε κλικ εδώ %(unsubscribe_link)s
es: Para darte de baja, haz clic aquí %(unsubscribe_link)s
fa: برای لغو اشتراک اینجا را کلیک کنید %(unsubscribe_link)s
hu: A leiratkozáshoz kattintson ide %(unsubscribe_link)s
ja: 購読を解除するには、こちらをクリックしてください %(unsubscribe_link)s
kk: Жазылымнан бас тарту үшін мына жерді басыңыз %(unsubscribe_link)s
lv: Lai anulētu abonementu, noklikšķiniet šeit %(unsubscribe_link)s
sq: Për t'u çregjistruar kliko këtu %(unsubscribe_link)s
sv: För att avsluta prenumerationen klicka här %(unsubscribe_link)s
uz: Obunani bekor qilish uchun shu yerni bosing %(unsubscribe_link)s
zh_hk: 若要取消訂閱，請點擊此處%(unsubscribe_link)s

source: Welcome to %(course_name)s
af_za: Welkom by %(course_name)s
bo: %(course_name)s སློབ་ཚན་ཕེབས་པར་དགའ་བསུ་ཞུ།
de_de: Willkommen zur %(course_name)s
el: Καλώς ορίσατε στο μάθημα %(course_name)s
es: Bienvenido/a a %(course_name)s
fa: به %(course_name)s خوش آمدید
hu: Üdvözlünk az %(course_name)s rendszerben
ja: %(course_name)sへようこそ
kk: %(course_name)s қош келдіңіз
lv: Laipni lūdzam vietnē %(course_name)s
sq: Mirë se vini në %(course_name)s
sv: Välkommen till %(course_name)s
uz: %(course_name)s ga xush kelibsiz
zh_hk: 歡迎來到%(course_name)s

source: To get started, please visit https://%(site_name)s.
af_za: Om te begin, besoek asseblief https:// %(site_name)s .
bo: འགོ་མ་རྩོམ་གོང་འདིར་གཟིགས་རོགས། https://%(site_name)s
de_de: Um zu beginnen, besuchen Sie bitte https://%(site_name)s.
el: Για να ξεκινήσετε, επισκεφτείτε τη διεύθυνση https://%(site_name)s.
es: Para comenzar, visita https://%(site_name)s.
fa: برای شروع، لطفاً به https:// %(site_name)s مراجعه کنید.
hu: A kezdéshez kérjük, látogasson el a https://%(site_name)s oldalra.
ja: 開始するには、https://%(site_name)s にアクセスしてください。
kk: Бастау үшін https://%(site_name)s сайтына кіріңіз.
lv: Lai sāktu, lūdzu, apmeklējiet https://%(site_name)s.
sq: Për të filluar, ju lutemi vizitoni https://%(site_name)s.
sv: För att komma igång, besök https://%(site_name)s.
uz: Boshlash uchun, tashrif buyuring https://%(site_name)s.
zh_hk: 請造訪 https://%(site_name)s 開始使用。

source: The login information for your account follows:
af_za: Die aanmeldinligting vir jou rekening volg:
bo: ཁྱེད་ཀྱི་ནང་འཛུལ་ཁ་བྱང་གི་གནས་ཚུལ་གསམ་གསལ།:
de_de: Die Zugangsdaten für Ihr Konto folgen:
el: Οι πληροφορίες σύνδεσης για τον λογαριασμό σας είναι οι εξής:
es: La información de inicio de sesión de tu cuenta es la siguiente:
fa: اطلاعات ورود به حساب کاربری شما به شرح زیر است:
hu: A fiókjához tartozó bejelentkezési információk a következők:
ja: あなたのアカウントのログイン情報は以下の通りです。
kk: Тіркелгіңізге кіру ақпараты келесідей:
lv: Jūsu konta pieteikšanās informācija ir šāda:
sq: Informacioni për hyrjen në llogarinë tuaj është si më poshtë:
sv: Inloggningsinformationen för ditt konto följer:
uz: Accountingizga kirish ma'lumotlari quyidagicha:
zh_hk: 您帳號的登入資訊如下：

source: email: %(email_address)s
af_za: e-pos: %(email_address)s
bo: ཡིག་ཟམ།: %(email_address)s
es: correo electrónico: %(email_address)s
fa: ایمیل: %(email_address)s
ja: メール: %(email_address)s
kk: электрондық пошта: %(email_address)s
lv: e-pasts: %(email_address)s
sv: e-post: %(email_address)s
uz: elektron pochta: %(email_address)s
zh_hk: 電郵： %(email_address)s

source: password: %(password)s
af_za: wagwoord: %(password)s
bo: གསང་ཚིག: %(password)s
de_de: Passwort: %(password)s
el: κωδικός:%(password)s
es: contraseña: %(password)s
fa: رمز عبور: %(password)s
hu: jelszó: %(password)s
ja: パスワード: %(password)s
kk: құпия сөз: %(password)s
lv: parole: %(password)s
sq: fjalëkalimi: %(password)s
sv: lösenord: %(password)s
uz: parol: %(password)s
zh_hk: 密碼： %(password)s

source: It is recommended that you change your password.
af_za: Dit word aanbeveel dat jy jou wagwoord verander.
bo: འདིས་ཁྱེད་ཀྱིས་གསང་ཚིག་བརྗེ་བསྒྱུར་གྱི་བསམ་ཚུལ་བཏོན།
de_de: Es wird empfohlen, dass du dein Passwort änderst.
el: Θα σας συνιστούσαμε να αλλάξετε τον κωδικό σας.
es: Se recomienda que cambies tu contraseña.
fa: توصیه می شود رمز عبور خود را تغییر دهید.
hu: Javasoljuk, hogy változtasd meg a jelszavad.
ja: パスワードを変更することをお勧めします。
kk: Құпия сөзді өзгерту ұсынылады.
lv: Ieteicams nomainīt paroli.
sq: Rekomandohet të ndryshoni fjalëkalimin tuaj.
sv: Det rekommenderas att du ändrar ditt lösenord.
th: แนะนำให้คุณทำการเปลี่ยนรหัสผ่าน
uz: Parolingizni o'zgartirish tavsiya etiladi.
zh_hk: 建議您更改密碼。

source: You may access your course.
af_za: Jy kan toegang tot jou kursus kry.
bo: ཁྱེད་ཀྱིས་ཁྱེད་ཀྱི་སློབ་ཚན་ལ་བལྟ་ཆོག
de_de: Sie haben Zugang zu Ihrem Kurs.
el: Μπορείτε να εισέλθετε στο μάθημά σας.
es: Puedes acceder a tu curso.
fa: می توانید به دوره خود دسترسی پیدا کنید.
hu: Hozzáférhet a kurzusához.
ja: コースにアクセスできます。
kk: Сіз курсыңызға қол жеткізе аласыз.
lv: Jūs varat piekļūt savam kursam.
sq: Ju mund të hyni në kursin tuaj.
sv: Du kan komma åt din kurs.
uz: Kursingizga kirishingiz mumkin.
zh_hk: 您可以存取您的課程。

source: Sincerely yours, The %(course_name)s Team
af_za: Die uwe, Die %(course_name)s Span
bo: སློབ་ཚན་ %(course_name)s ཡི་ཚོགས་ཆུང་། ཁྱེད་ལ་ཡོངས་སུ་དབང་ངོ་།
de_de: Mit freundlichen Grüßen, das %(course_name)s Team
el: Με εκτίμηση, Η ομάδα του μαθήματος %(course_name)s
es: Atentamente, El equipo de %(course_name)s
fa: با احترام، تیم %(course_name)s
hu: Üdvözlettel, A %(course_name)s Csapata
ja: 敬具、%(course_name)sチーム
kk: Құрметпен, %(course_name)s командасы
lv: Ar cieņu, %(course_name)s komanda
sq: Me sinqeritet tuaj, Ekipi %(course_name)s
sv: Med vänliga hälsningar, %(course_name)s team
uz: Hurmat bilan, %(course_name)s jamoasi
zh_hk: 此致%(course_name)s團隊
