Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Certificate Available
af_za: Sertifikaat beskikbaar
bo: ལག་ཁྱེར་ཡོད་པ།
de_de: Zertifikat erhältlich
el: Διαθέσιμο πιστοποιητικό
es: Certificado disponible
fa: گواهی فراهم است
hu: Bizonyítvány elérhető
ja: 証明書利用可
kk: Сертификат бар
lv: Sertifikāts ir pieejams
sq: Certifikatë e disponueshme
sv: Certifikat tillgängligt
uz: Sertifikat mavjud
zh_hk: 可用證書

source: Day certificates will become available for passing verified learners.
af_za: Dagsertifikate sal beskikbaar wees vir geslaagde geverifieerde leerders.
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་སློབ་གཉེར་བ་ལ་ལག་ཁྱེར་སྤྲད་རྒྱུ་ཡོད་པ་བྱས་ཡོད།
de_de: Tag, ab dem die Zertifikate freigeschaltet werden.
el: Ημέρα που οι βεβαιώσεις θα γίνουν διαθέσιμες για τους φοιτητές που τις δικαιούνται
es: Los certificados diarios estarán disponibles para los estudiantes verificados que aprueben.
fa: گواهی‌های روز برای دانش‌پذیران تایید‌شده که دوره را گذرانده‌اند، در دسترس خواهد بود.
kk: Күндізгі сертификаттар расталған оқушылар үшін қолжетімді болады.
lv: Dienas sertifikāti būs pieejami nokārtotajiem verificētajiem dalībniekiem.
sq: Certifikatat e ditëve do të bëhen të disponueshme për nxënësit kalues të verifikuar.
sv: Dagcertifikat kommer att bli tillgängliga för godkända elever.
uz: Tasdiqlangan o'quvchilar uchun kunlik sertifikatlar mavjud bo'ladi.
zh_hk: 通過驗證的學生將可以獲得日間證書。

source: Upgrade to Verified Certificate
af_za: Gradeer op na geverifieerde sertifikaat
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར་ལ་རིམ་སྤར་བྱེད།
de_de: Upgrade auf ein verifiziertes Zertifikat
el: Αναβάθμιση σε επαληθευμένο πιστοποιητικό
es: Actualizar a certificado verificado
fa: ارتقا به گواهی تاییدشده
hu: Frissítés hitelesített tanúsítványra
kk: Расталған сертификатқа жаңартыңыз
lv: Jauniniet uz verificēto sertifikātu
sq: Përmirëso në Certifikatën e Verifikuar
sv: Uppgradera till verifierat certifikat
uz: Tasdiqlangan sertifikatga yangilang
zh_hk: 升級到經過驗證的證書

source: Verification Upgrade Deadline
af_za: Verifikasie Opgradering Sperdatum
bo: ཁུངས་སྐྱེལ་རིམ་སྤར་གྱི་དུས་བཀག
de_de: Frist für das Upgrade durch Verifikation
el: Προθεσμία αναβάθμισης επαλήθευσης
es: Fecha límite para actualizar la verificación
fa: مهلت تایید ارتقاء
hu: Ellenőrzési frissítés határideje
ja: 検証アップグレードの締め切り
kk: Тексеруді жаңартудың соңғы мерзімі
lv: Verifikācijas jaunināšanas termiņš
sq: Afati i azhurnimit të verifikimit
uz: Tekshiruvni yangilashning oxirgi muddati
zh_hk: 驗證升級截止日期

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
af_za: Moenie die geleentheid mis om jou nuwe kennis en vaardighede uit te lig deur &#39;n geverifieerde sertifikaat te verdien nie.
bo: ཁྱེད་ཀྱིས་ཁུངས་ལྡན་ལག་འཁྱེར་ཞིག་བླངས་ནས་རང་ཉིད་ཀྱི་ཁྱད་འཕགས་ཀྱི་ཤེས་ཡོན་དང་ནུས་རྩལ་གསར་པ་རྣམས་གསལ་སྟོན་བྱེད་པའི་གོ་སྐབས་དམ་འཛིན་གྱིས།
de_de: Verpassen Sie nicht die Gelegenheit, Ihre neuen Kenntnisse und Fähigkeiten hervorzuheben, indem Sie ein verifiziertes Zertifikat erwerben.
el: Μη χάσετε την ευκαιρία να αναδείξετε τις νέες γνώσεις και δεξιότητές σας κερδίζοντας ένα επαληθευμένο πιστοποιητικό.
es: No pierdas la oportunidad de destacar tus nuevos conocimientos y habilidades obteniendo un certificado verificado.
fa: فرصت را از دست ندهید تا دانش و مهارت های جدید خود را با دریافت گواهی تایید شده برجسته کنید.
hu: Ne hagyja ki a lehetőséget, hogy kiemelje új ismereteit és készségeit egy hitelesített tanúsítvány megszerzésével.
kk: Тексерілген сертификат алу арқылы жаңа білімдеріңіз бен дағдыларыңызды көрсету мүмкіндігін жіберіп алмаңыз.
lv: Nepalaidiet garām iespēju izcelt savas jaunās zināšanas un prasmes, nopelnot pārbaudītu sertifikātu.
sq: Mos e humbisni mundësinë për të nxjerrë në pah njohuritë dhe aftësitë tuaja të reja duke fituar një certifikatë të verifikuar.
sv: Missa inte chansen att lyfta fram dina nya kunskaper och färdigheter genom att skaffa ett verifierat certifikat.
uz: Tasdiqlangan sertifikatni qo'lga kiritish orqali yangi bilim va ko'nikmalaringizni ta'kidlash imkoniyatini qo'ldan boy bermang.
zh_hk: 不要錯過透過獲得經過驗證的證書來突出您的新知識和技能的機會。

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
af_za: Jy kwalifiseer steeds om op te gradeer na &#39;n Geverifieerde Sertifikaat! Streef daarna om die kennis en vaardighede wat jy in hierdie kursus opdoen, uit te lig.
bo: ཁྱེད་ཚོར་ད་དུང་རིམ་སྤར་བྱེད་པའི་ཐོབ་ཐང་ཡོད། སློབ་ཚན་འདི་བླངས་ནས་རང་ཉིད་ལ་ཤེས་ཡོན་དང་ནུས་རྩལ་གསར་བ་ཐོབ་པར་་འབད་བརྩོན་བྱོས།
de_de: Sie sind aktuell Gasthörer in diesem Kurs. Sie können jederzeit zum verifizierten Modus wechseln und somit nach Abschluss dieses Kurses ein Zertifikat erhalten!
el: Εξακολουθείτε να πληροίτε τις προϋποθέσεις για αναβάθμιση σε Επαληθευμένο πιστοποιητικό! Ακολουθήστε το για να αναδείξετε τις γνώσεις και τις δεξιότητες που αποκτάτε σε αυτό το μάθημα.
es: ¡Aún eres elegible para actualizar a un certificado verificado! Persíguelo para resaltar los conocimientos y habilidades que adquieras en este curso.
fa: شما هنوز واجد شرایط ارتقا به یک گواهی تایید شده هستید! آن را دنبال کنید تا دانش و مهارت هایی را که در این دوره کسب می کنید برجسته کنید.
hu: Még mindig jogosult a hitelesített tanúsítványra való frissítésre! Törekedjen rá, hogy kiemelje a kurzus során megszerzett tudást és készségeket.
kk: Сіз әлі де расталған сертификатқа жаңартуға құқығыңыз бар! Осы курста алған біліміңіз бен дағдыларыңызды көрсету үшін оны жалғастырыңыз.
lv: Jūs joprojām varat jaunināt uz verificēto sertifikātu! Izmantojiet to, lai izceltu zināšanas un prasmes, ko iegūstat šajā kursā.
sq: Jeni ende të kualifikuar për të përmirësuar në një Certifikatë të Verifikuar! Ndiqni atë për të nxjerrë në pah njohuritë dhe aftësitë që fitoni në këtë kurs.
sv: Du är fortfarande berättigad att uppgradera till ett verifierat certifikat! Fortsätt att markera den kunskap och färdigheter du får i kursen.
uz: Siz hali ham tasdiqlangan sertifikatga o'tish huquqiga egasiz! Ushbu kursda olgan bilim va ko'nikmalaringizni ta'kidlash uchun uni davom ettiring.
zh_hk: 您仍然有資格升級到經過驗證的證書！追求它以突出您在本課程中獲得的知識和技能。

source: by {date}
af_za: deur {date}
bo: ཟླ་ཚེས་ {date} འདི་ལྟར།
de_de: am {date}
el: μέχρι {date}
es: antes del {date}
fa: توسط {date}
hu: {dátumra}
ja: {date}までに
kk: {date} бойынша
lv: autors: {date}
sq: nga {date}
sv: senast {date}
uz: {date} tomonidan
zh_hk: 截止於{date}

source: Learn More
af_za: Leer meer
bo: རྒྱུས་ལོན་མང་ཙམ་བྱོས།
de_de: Lerne mehr
el: Μάθετε περισσότερα
es: Más información
fa: بیشتر بدانید
hu: Tudj meg többet
kk: Көбірек білу үшін
lv: Uzzināt vairāk
sq: Mësoni më shumë
sv: Läs mer
th: เรียนรู้เพิ่มเติม
uz: Batafsil ma'lumot
zh_hk: 了解更多

source: Retry Verification
af_za: Probeer weer verifikasie
bo: ཁུངས་སྐྱེལ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།
de_de: Verifikation wiederholen
el: Δοκιμάστε ξανά την επαλήθευση
es: Reintentar verificación
fa: تأیید مجدد را امتحان کنید
kk: Тексеруді қайталап көріңіз
lv: Mēģiniet vēlreiz pārbaudīt
sq: Rivlerëso verifikimin
sv: Försök igen
uz: Tekshiruvni qaytadan urinish
zh_hk: 重試驗證

source: Verify My Identity
af_za: Verifieer my identiteit
bo: ངའི་ ID ཁུངས་སྐྱེལ་བྱོས།
de_de: Meine Identität überprüfen
el: Επαληθεύστε την ταυτότητά μου
es: Verificar mi identidad
fa: تایید هویت من
kk: Менің жеке куәлігімді растау
lv: Apstipriniet manu identitāti
sq: Verifiko identitetin e mia
sv: Verifiera min identitet
uz: Mening shaxsimni tasdiqlang
zh_hk: 驗證我的身份

source: Missed Verification Deadline
af_za: Verifikasie sperdatum misgeloop
bo: ཁུངས་སྐྱེལ་གྱི་དུས་བཀག་ཡོལ་འདུག
de_de: Verifikationsfrist verpasst
el: Χαμένη προθεσμία επαλήθευσης
es: Fecha límite de verificación no cumplida
fa: مهلت تأیید ازدست رفته
hu: Elmulasztott hitelesítési határidő
kk: Өткізіп алған растау мерзімі
lv: Nokavēts verifikācijas termiņš
sq: Afati i humbur i verifikimit
sv: Missad Verifieringsfrist
uz: Tasdiqlashning oxirgi muddati
zh_hk: 錯過驗證期限

source: Unfortunately you missed this course's deadline for a successful verification.
af_za: Ongelukkig het jy hierdie kursus se sperdatum vir &#39;n suksesvolle verifikasie gemis.
bo: བློ་ཕམ་པ་ཞིག་ལ། ཁྱེད་ཀྱིས་སློབ་ཚན་འདིའི་ཁུངས་སྐྱེལ་ལེགས་གྲུབ་བྱེད་པའི་དུས་བཀག་ཤོར་འདུག
de_de: Leider haben Sie die Frist für eine erfolgreiche Verifikation in diesem Kurs verpasst.
el: Δυστυχώς χάσατε την προθεσμία αυτού του μαθήματος για επιτυχή επαλήθευση.
es: Lamentablemente, no cumpliste con la fecha límite de verificación de este curso.
fa: متأسفانه مهلت این دوره را برای تأیید موفقیت آمیز از دست دادید.
kk: Өкінішке орай, сіз сәтті растау үшін бұл курстың соңғы мерзімін өткізіп алдыңыз.
lv: Diemžēl jūs nokavējāt šī kursa sekmīgas verifikācijas termiņu.
sq: Fatkeqësisht ju humbët afatin e këtij kursi për një verifikim të suksesshëm.
sv: Tyvärr missade du kursens deadline för en lyckad verifiering.
uz: Afsuski, muvaffaqiyatli tekshirish uchun ushbu kursning oxirgi muddatini o'tkazib yubordingiz.
zh_hk: 不幸的是，您錯過了本課程成功驗證的截止日期。

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
af_za: Jy moet verifikasie suksesvol voltooi voor hierdie datum om te kwalifiseer vir &#39;n Geverifieerde Sertifikaat.
bo: ཁུངས་སྐྱེལ་ཡོད་པའི་ལག་ཁྱེར་ལ་ཟླ་ཚེས་གཏན་འཁེལ་མ་བྱས་སྔོན་ལ་ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཁུངས་སྐྱེལ་ཆ་ཚང་ལེགས་པར་བསྒྲུབ་དགོས།
de_de: Sie müssen die Verifikation vor diesem Datum erfolgreich abschließen, um sich für ein verifiziertes Zertifikat zu qualifizieren.
el: Πρέπει να ολοκληρώσετε επιτυχώς την επαλήθευση πριν από αυτήν την ημερομηνία για να πληροίτε τις προϋποθέσεις για ένα επαληθευμένο πιστοποιητικό.
es: Debes completar la verificación con éxito antes de esta fecha para calificar para un certificado verificado.
fa: برای واجد شرایط بودن برای گواهی تأیید شده، باید تأیید را قبل از این تاریخ با موفقیت تکمیل کنید.
kk: Тексерілген сертификатқа ие болу үшін осы күнге дейін растауды сәтті аяқтауыңыз керек.
lv: Lai pretendētu uz verificēto sertifikātu, jums ir sekmīgi jāpabeidz verifikācija līdz šim datumam.
sq: Ju duhet të përfundoni me sukses verifikimin përpara kësaj date për t'u kualifikuar për një Certifikatë të Verifikuar.
sv: Du måste slutföra verifieringen före detta datum för att kvalificera dig för ett verifierat certifikat.
uz: Tasdiqlangan sertifikatga ega bo'lish uchun ushbu sanadan oldin tekshirishni muvaffaqiyatli yakunlashingiz kerak.
zh_hk: 您必須在此日期之前成功完成驗證才有資格獲得經過驗證的證書。

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
af_za: Daar is geen gebruiker met die gebruikersnaam of e-posadres &quot; {user_identifier} &quot; ingeskryf vir hierdie kursus nie.
bo: སློབ་ཚན་འདིར་མིང་འདི་དང་ཡང་ན་གློག་འཕྲིན་གང་རུང་སྤྱད་དེ་ཞུགས་ཐོ་བཀོད་མཁན་ཞིག་མི་འདུག "{user_identifier}"
de_de: Es ist kein Benutzer mit dem Benutzernamen oder der E-Mail-Adresse "{user_identifier}" in diesem Kurs eingeschrieben.
el: Δεν υπάρχει χρήστης με το όνομα χρήστη ή τη διεύθυνση ηλεκτρονικού ταχυδρομείου &quot; {user_identifier} &quot; εγγεγραμμένος σε αυτό το μάθημα.
es: No hay ningún usuario con el nombre de usuario o dirección de correo electrónico "{user_identifier}" inscrito en este curso.
fa: هیچ کاربری با نام کاربری یا آدرس ایمیل &quot; {user_identifier} &quot; در این دوره ثبت نام نکرده است.
hu: Nincs olyan felhasználó, akinek a felhasználóneve vagy e-mail címe "{user_identifier}", aki beiratkozott erre a kurzusra.
ja: このコースに登録されているユーザー名またはメールアドレス「{user_identifier}」のユーザーはいません。
kk: Бұл курсқа тіркелген &quot; {user_identifier} &quot; пайдаланушы аты немесе электрондық пошта мекенжайы бар пайдаланушы жоқ.
lv: Šajā kursā nav reģistrēts neviens lietotājs ar lietotājvārdu vai e-pasta adresi &quot; {user_identifier} &quot;.
sq: Nuk ka asnjë përdorues me emrin e përdoruesit ose adresën e emailit "{user_identifier}" të regjistruar në këtë kurs.
sv: Det finns ingen användare med användarnamnet eller e-postadressen "{user_identifier}" registrerad i den här kursen.
uz: Ushbu kursda ro'yxatdan o'tgan " {user_identifier} " foydalanuvchi nomi yoki elektron pochta manziliga ega foydalanuvchi yo'q.
zh_hk: 沒有用户名稱或電郵地址為「 {user_identifier} 」的用户註冊此課程。

source: This user does not have access to this content because the content start date is in the future
af_za: Hierdie gebruiker het nie toegang tot hierdie inhoud nie omdat die inhoud se begindatum in die toekoms is
bo: སྤྱོད་མཁན་འདིས་ནང་དོན་འདི་ལྟ་ཀློག་བྱེད་མི་ཐུབ་རྒྱུ་མཚན་ནང་དོན་འདི་འགོ་རྩོམ་པའི་ཟླ་ཚེས་སླེབ་མི་འདུག
de_de: Dieser Benutzer hat keinen Zugriff auf diesen Inhalt, da das Startdatum des Inhalts in der Zukunft liegt.
el: Αυτός ο χρήστης δεν έχει πρόσβαση σε αυτό περιεχόμενο επειδή η ημερομηνία έναρξης περιεχόμενο είναι στο μέλλον
es: Este usuario no tiene acceso a este contenido porque la fecha de inicio del contenido es en el futuro.
fa: این کاربر به این محتوا دسترسی ندارد زیرا تاریخ شروع محتوا در آینده است
hu: Ennek a felhasználónak nincs hozzáférése ehhez a tartalomhoz, mert a tartalom kezdési dátuma a jövőben van.
ja: このユーザーは、コンテンツの開始日が未来に設定されているため、このコンテンツにアクセスできません。
kk: Бұл пайдаланушының бұл мазмұнға рұқсаты жоқ, себебі мазмұнның басталу күні болашақта
lv: Šim lietotājam nav piekļuves šim saturam, jo satura sākuma datums ir nākotnē.
sq: Ky përdorues nuk ka qasje në këtë përmbajtje sepse data e fillimit të përmbajtjes është në të ardhmen
sv: Den här användaren har inte åtkomst till detta innehåll eftersom innehållets startdatum ligger i framtiden
uz: Bu foydalanuvchi ushbu kontentga kirish huquqiga ega emas, chunki kontentning boshlanish sanasi kelajakda
zh_hk: 該用戶無權存取該內容，因為內容開始日期是未來的日期

source: This type of component cannot be shown while viewing the course as a specific student.
af_za: Hierdie tipe komponent kan nie gewys word terwyl die kursus as &#39;n spesifieke student beskou word nie.
bo: དམིགས་བསལ་གྱི་སློབ་མ་ཞིག་གི་ངོས་ནས་སློབ་ཚན་འདི་ལ་བལྟ་སྐབས་གྲུབཆ་འདིའི་རིགས་སྟོན་མི་ཐུབ།
de_de: Diese Art von Komponente kann nicht angezeigt werden, wenn Sie den Kurs als bestimmten Teilnehmer betrachten.
el: Αυτός ο τύπος στοιχείου δεν μπορεί να εμφανιστεί κατά την προβολή του μαθήματος ως συγκεκριμένος σπουδαστής.
es: Este tipo de componente no se puede mostrar mientras se visualiza el curso como un estudiante específico.
fa: این نوع مؤلفه را نمی توان در حین مشاهده دوره به عنوان یک دانش آموز خاص نشان داد.
hu: Ez a komponens nem jeleníthető meg, amikor a kurzust egy adott diák szemszögéből nézzük.
ja: このタイプのコンポーネントは、特定の学生としてコースを表示している間は表示できません。
kk: Курсты белгілі бір студент ретінде қарау кезінде компоненттің бұл түрін көрсету мүмкін емес.
lv: Šāda veida komponentu nevar parādīt, skatot kursu kā konkrētu dalībnieku.
sq: Ky lloj komponenti nuk mund të shfaqet gjatë shikimit të kursit si student specifik.
sv: Den här typen av komponent kan inte visas när kursen ses som en specifik student.
th: ชนิดของส่วนประกอบนี้ไม่สามารถแสดงให้เห็นในขณะที่ดูหลักสูตรในฐานะนักศึกษาที่เฉพาะเจาะจง
uz: Kursni ma'lum bir talaba sifatida ko'rishda ushbu turdagi komponentni ko'rsatib bo'lmaydi.
zh_hk: 作為特定學生查看課程時，無法顯示此類組件。

source: Number of days a learner has to upgrade after content is made available
af_za: Aantal dae wat &#39;n leerder moet opgradeer nadat inhoud beskikbaar gestel is
bo: ནང་དོན་ཞིག་བཞག་རྗེས་སློབ་གཉེར་བ་ཞིག་གིས་ངེས་པར་དུ་རིམ་སྤར་བྱ་བའི་ཉིན་གྲངས།
de_de: Anzahl der Tage, die ein Lernender nach der Bereitstellung von Inhalten ein Upgrade durchführen muss
el: Ο αριθμός των ημερών που πρέπει να αναβαθμίσει ένας σπουδαστής μετά τη διάθεση του περιεχομένου
es: Número de días que tiene un estudiante para actualizar después de que el contenido esté disponible
fa: تعداد روزهای مجاز جهت ارتقای دانش‌پذیر بعد از در دسترس قرار گرفتن محتوا
ja: 学習者がコンテンツ公開後にアップグレードするまでの日数
kk: Мазмұн қолжетімді болғаннан кейін оқушы жаңартуы керек күндер саны
lv: Dienu skaits, cik ilgi kursa dalībniekam ir jāveic jaunināšana pēc tam, kad saturs ir kļuvis pieejams
sq: Numri i ditëve që një nxënës duhet të përmirësojë pasi përmbajtja të jetë e disponueshme
sv: Antal dagar en elev måste uppgradera efter innehållet är tillgängligt
uz: Kontent mavjud bo'lgandan keyin o'quvchi yangilashi kerak bo'lgan kunlar soni
zh_hk: 內容提供後學生必須升級的天數

source: Disable the dynamic upgrade deadline for this course run.
af_za: Deaktiveer die dinamiese opgraderingsperdatum vir hierdie kursuslopie.
bo: སློབ་ཚན་འདི་མཁོ་སྤྲོད་བྱེད་པའི་བརྒྱུད་རིམ་རིམ་སྤར་གྱི་དུས་བཀག་གི་བྱེད་ནུས་སྒོ་རྒྱག
de_de: Deaktivieren Sie die dynamische Frist für das Upgrade für diesen Kurslauf.
el: Απενεργοποιήστε την προθεσμία δυναμικής αναβάθμισης για αυτόν τον κύκλο του μαθήματος.
es: Desactivar la fecha límite dinámica de actualización para esta ejecución del curso.
fa: غیرفعالسازی مهلت ارتقاء پویا برای اجرای این دوره
hu: Tiltsa le a dinamikus frissítési határidőt ennél a kurzusnál.
ja: このコース実施の動的アップグレード期限を無効にする。
kk: Осы курсты орындау үшін динамикалық жаңартудың соңғы мерзімін өшіріңіз.
lv: Atspējot šī kursa izpildes dinamiskās jaunināšanas termiņu.
sq: Çaktivizoni afatin e përditësimit dinamik për këtë drejtim të kursit.
sv: Inaktivera uppgraderingstiden för den här kursomgången.
uz: Ushbu kurs uchun dinamik yangilanish muddatini o'chirib qo'ying.
zh_hk: 停用此課程運行的動態升級截止日期。

source: Disable the dynamic upgrade deadline for this organization.
af_za: Deaktiveer die dinamiese opgraderingsperdatum vir hierdie organisasie.
bo: ཚོགས་པ་འདིའི་བརྒྱུད་རིམ་རིམ་སྤར་གྱི་དུས་བཀག་གི་བྱེད་ནུས་སྒོ་རྒྱག
de_de: Deaktivieren Sie die dynamische Frist für das Upgrade für diese Organisation.
el: Απενεργοποιήστε την προθεσμία δυναμικής αναβάθμισης για αυτόν τον οργανισμό.
es: Desactivar la fecha límite dinámica de actualización para esta organización.
fa: غیرفعالسازی مهلت ارتقاء پویا برای این سازمان
hu: Tiltsa le a dinamikus frissítési határidőt ennél a szervezetnél.
ja: この組織の動的アップグレード期限を無効にする。
kk: Осы ұйым үшін динамикалық жаңартудың соңғы мерзімін өшіріңіз.
lv: Atspējot dinamiskās jaunināšanas termiņu šai organizācijai.
sq: Aktivizo afatin dinamik të përmirësimit për këtë organizatë.
sv: Inaktivera uppgraderingstiden för den här organisationen.
uz: Ushbu tashkilot uchun dinamik yangilanish muddatini o'chirib qo'ying.
zh_hk: 停用該組織的動態升級截止時間。

source: Internal API Base URL
af_za: Interne API-basis-URL
bo: ནང་ཁུལ་གྱི་ API Base URL
de_de: Interne API-Basis-URL
el: Εσωτερική διεύθυνση URL βάσης API
es: URL base de la API interna
fa: آدرس اینترنتی پایه API داخلی
hu: Belső API alap URL
ja: 内部APIベースURL
kk: Ішкі API базасының URL мекенжайы
lv: Iekšējais API bāzes URL
sq: URL-ja bazë e API-së së brendshme
sv: Intern API Bas URL
uz: Ichki API bazasi URL
zh_hk: 內部 API 基本 URL

source: Financial Assistance Backend API Base URL.
af_za: Finansiële bystand Backend API Basis URL.
de_de: Backend-API-Basis-URL für finanzielle Unterstützung.
el: Διεύθυνση URL βάσης API υποστήριξης οικονομικής βοήθειας.
es: URL base de la API del backend de Asistencia económica.
fa: Financial Assistance Backend API URL Base.
hu: A pénzügyi támogatás Backend API alap URL-je.
ja: 金融支援バックエンドAPIベースURL。
kk: Financial Assistance Backend API негізгі URL мекенжайы.
lv: Financial Assistance Backend API bāzes URL.
sq: URL-ja bazë e API-së së Asistencës Financiare.
uz: Financial Assistance Backend API bazasi URL manzili.
zh_hk: 財務援助後端 API 基本 URL。

source: Username created for Financial Assistance Backend, e.g. financial_assistance_service_user.
af_za: Gebruikernaam geskep vir Finansiële Bystand Backend, bv. finansiële_bystand_diens_gebruiker.
bo: སྤྱོད་མཁན་མིང་ created for Financial Assistance Backend, e.g. financial_assistance_service_user.
de_de: Benutzername, der für das Financial Assistance Backend erstellt wurde, z. B. financial_assistance_service_user.
el: Όνομα χρήστη που δημιουργήθηκε για το Backend του Financial Assistance, π.χ. Financial_assistance_service_user.
es: Nombre de usuario creado para el backend de Asistencia económica, por ejemplo, financial_assistance_service_user.
fa: نام کاربری ایجاد شده برای Financial Assistance Backend، به عنوان مثال Financial_assistance_service_user.
hu: Felhasználónév létrehozva a Pénzügyi Segítségnyújtás Backendhez, pl. financial_assistance_service_user.
ja: 財政支援バックエンド用に作成されたユーザー名、例: financial_assistance_service_user。
kk: Financial Assistance Backend үшін жасалған пайдаланушы аты, мысалы, finansal_assistance_service_user.
lv: Lietotājvārds izveidots finanšu palīdzības aizmugursistēmai, piemēram, Financial_assistance_service_user.
sq: Emri i përdoruesit i krijuar për Backend-in e Ndihmës Financiare, p.sh. financa_assistance_service_user.
sv: Användarnamn skapat för Financial Assistance Backend, t.ex. ekonomisk_assistans_tjänstanvändare.
uz: Foydalanuvchi nomi Financial Assistance Backend uchun yaratilgan, masalan, moliyaviy_assistance_service_user.
zh_hk: 為財務援助後端建立的用户名，例如financial_assistance_service_user。

source: Percentage of courses allowed to use edx-financial-assistance
af_za: Persentasie kursusse wat toegelaat word om edx-finansiële-bystand te gebruik
de_de: Prozentsatz der Kurse, die edx-Finanzhilfe nutzen dürfen
el: Ποσοστό μαθημάτων που επιτρέπεται να χρησιμοποιούν edx-financial-assistance
es: Porcentaje de cursos permitidos para usar edx-financial-assistance
fa: درصد دوره‌های مجاز به استفاده از edx-financial-asistance
kk: edx-financial-assistance пайдалануға рұқсат етілген курстардың пайызы
lv: To kursu procentuālā daļa, kuriem ir atļauts izmantot EDX-finansiālo palīdzību
sq: Përqindja e kurseve të lejuara për të përdorur edx-financial-assistance
sv: Andel av kurserna som får använda edx-financial-assistance
uz: edx-moliyaviy yordamdan foydalanishga ruxsat berilgan kurslar foizi
zh_hk: 允許使用 edx-financial-assistance 的課程百分比

source: Progress
af_za: Vordering
bo: སྦྱངས་འབྲས།
de_de: Fortschritt
el: Πρόοδος
es: Progreso
fa: پیشرفت
hu: Eredmények
ja: 進捗
kk: Прогресс
sq: Përparim
sv: Framsteg
th: ความคืบหน้า
uz: Taraqqiyot
zh_hk: 進度

source: Keep learners engaged and on track throughout the course.
af_za: Hou leerders deur die loop van die kursus betrokke en op koers.
bo: སློབ་ཚན་གྱི་མགོ་གཞུག་བར་གསུམ་དུ་སློབ་གཉེར་བ་རྣམས་དང་མཉམ་ལས་དང་ལམ་སྟོན་རྒྱུན་འཁྱོངས་བྱ་དགོས།
de_de: Halten Sie die Lernenden während des gesamten Kurses engagiert und auf Kurs.
el: Κρατήστε τους μαθητές αφοσιωμένους και σε καλό δρόμο σε όλη τη διάρκεια του μαθήματος.
es: Mantén a los estudiantes comprometidos y en el camino correcto durante todo el curso.
fa: دانش‌پذیران را در طول دوره درگیر و در مسیر خود نگه دارید.
hu: Tartsa a tanulókat elkötelezetten és a tanfolyam során a helyes úton.
lv: Nodrošiniet kursa dalībnieku iesaistīšanos un uzvedību visa kursa laikā.
sq: Të mbahen nxënësit të angazhuar dhe në rrugën e duhur gjatë gjithë kursit.
sv: Håll eleverna engagerade och på rätt spår under hela kursen.
uz: Kurs davomida o'quvchilarni qiziqtiring va yo'lda turing.
zh_hk: 讓學生在整個課程中保持參與並步入正軌。

source: Textbooks
af_za: Handboeke
bo: སློབ་དེབ།
de_de: Lehrbücher
el: Εγχειρίδια μαθήματος
es: Libros de texto
fa: کتاب‌های درسی
hu: Tankönyvek
ja: 教科書
kk: Оқулықтар
lv: Mācību grāmatas
sq: Tekstet shkollore
sv: Läroböcker
th: ตำราเรียน
uz: Darsliklar
zh_hk: 教科書
