Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
af_za: %(comment_username)s het geantwoord op {start_tag} %(thread_title)s {end_tag} :
bo: %(comment_username)s ཡིས་ལན་བཏབས་པ་ {start_tag}%(thread_title)s{end_tag}:
de_de: %(comment_username)s hat geantwortet auf {start_tag}%(thread_title)s{end_tag}:
el: %(comment_username)s απάντησε στο {start_tag}%(thread_title)s{end_tag}:
es: %(comment_username)s respondió a {start_tag}%(thread_title)s{end_tag}:
fa: %(comment_username)s به {start_tag} پاسخ داد %(thread_title)s {end_tag} :
hu: %(comment_username)s válaszolt a {start_tag}%(thread_title)s{end_tag} bejegyzésre:
ja: %(comment_username)sが{start_tag}%(thread_title)s{end_tag}に返信しました:
lv: %(comment_username)s atbildēja uz {start_tag} %(thread_title)s {end_tag} :
sq: %(comment_username)s iu përgjigj {start_tag}%(thread_title)s{end_tag}:
sv: %(comment_username)s svarade på {start_tag}%(thread_title)s{end_tag}:
uz: %(comment_username)s javob berdi {start_tag} %(thread_title)s {end_tag} :
zh_hk: %(comment_username)s回覆了{start_tag} %(thread_title)s {end_tag} :

source: View discussion
af_za: Bekyk bespreking
bo: བགྲོ་གླེང་སྟོན།
de_de: Diskussion betrachten
el: Δείτε τη συζήτηση
es: Ver discusión
fa: مشاهدۀ گفتگو
hu: Vitafórum megtekintése
ja: ディスカッションを表示
kk: Талқылауды көру
lv: Skatīt diskusiju
sq: Shikoni diskutimin
sv: Läs tråden
th: ดูการสนทนา
uz: Munozarani ko'rish
zh_hk: 查看討論

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
af_za: %(comment_username)s het geantwoord op <b>%(thread_title)s</b> :
bo: %(comment_username)s ཡིས་ལན་བཏབས་པ་ <b>%(thread_title)s</b>:
de_de: %(comment_username)s hat geantwortet auf <b>%(thread_title)s</b>:
el: %(comment_username)s απάντησε στο <b>%(thread_title)s</b>:
es: %(comment_username)s respondió a <b>%(thread_title)s</b>:
fa: %(comment_username)s به <b>%(thread_title)s</b> پاسخ داد:
hu: %(comment_username)s válaszolt a <b>%(thread_title)s</b> témára:
ja: %(comment_username)sが<b>%(thread_title)s</b>に返信しました:
kk: %(comment_username)s жауап берді <b>%(thread_title)s</b> :
lv: %(comment_username)s atbildēja uz <b>%(thread_title)s</b> :
sq: %(comment_username)s iu përgjigj <b>%(thread_title)s</b> :
sv: %(comment_username)s svarade på <b>%(thread_title)s</b>:
uz: %(comment_username)s javob berdi <b>%(thread_title)s</b> :
zh_hk: %(comment_username)s回覆了<b>%(thread_title)s</b> :

source: Response to %(thread_title)s
af_za: Antwoord op %(thread_title)s
bo: %(thread_title)s འདིའི་ལན།
de_de: Antworten auf %(thread_title)s
el: Απάντηση στο %(thread_title)s
es: Respuesta a %(thread_title)s
fa: پاسخ به %(thread_title)s
hu: Válaszolás neki: %(thread_title)s
ja: %(thread_title)sへの返信
kk: %(thread_title)s жауабы
lv: Atbilde uz %(thread_title)s
sq: Përgjigje për %(thread_title)s
sv: Svar på %(thread_title)s
uz: %(thread_title)s ga javob
zh_hk: 回覆%(thread_title)s

source: Access to this discussion is restricted to team members and staff.
af_za: Toegang tot hierdie bespreking is beperk tot spanlede en personeel.
bo: བགྲོ་གླེང་འདིའི་ཆོག་མཆན་ཚོགས་མི་དང་ལས་བྱེད་བཅས་ལ་བཀག་རྒྱ་བྱས་འདུག
de_de: Der Zugang zu dieser Diskussion ist auf Teammitglieder und Mitarbeiter beschränkt.
el: Η πρόσβαση σε αυτή τη συζήτηση περιορίζεται στα μέλη της ομάδας και στο προσωπικό.
es: El acceso a esta discusión está restringido a miembros del equipo y al personal.
fa: دسترسی به این گفتگو برای اعضای تیم و کارکنان محدود است.
hu: Ehhez a megbeszéléshez való hozzáférés tiltott a csoport tagjai és személyzete számára.
ja: このディスカッションへのアクセスは、チームメンバーとスタッフに限定されています。
kk: Бұл талқылауға қол жеткізу топ мүшелері мен қызметкерлерге шектелген.
lv: Šai diskusijai var piekļūt tikai komandas locekļi un darbinieki.
sq: Qasja në këtë diskutim është e kufizuar për anëtarët e ekipit dhe stafin.
sv: Tillgång till denna diskussion är begränsad till teammedlemmar och personal.
uz: Ushbu munozaraga kirish jamoa a'zolari va xodimlar uchun cheklangan.
zh_hk: 僅限團隊成員和工作人員參與此討論。

source: EdxNotes Service is unavailable. Please try again in a few minutes.
af_za: EdxNotes-diens is nie beskikbaar nie. Probeer asseblief weer oor &#39;n paar minute.
bo: EdxNotes ཡི་ཞབས་ཞུ་མི་འདུག སྐར་མ་འགའི་རྗེས་སུ་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Der EdxNotes-Dienst ist nicht verfügbar. Bitte versuchen Sie es in ein paar Minuten erneut.
el: Η υπηρεσία EdxNotes δεν είναι διαθέσιμη. Παρακαλούμε δοκιμάστε ξανά σε λίγα λεπτά.
es: El servicio EdxNotes no está disponible. Por favor, inténtelo de nuevo en unos minutos.
fa: سرویس EdxNotes در دسترس نیست. لطفا چند دقیقۀ دیگر دوباره سعی کنید.
hu: Az EdxNotes szolgáltatás nem elérhető. Kérjük, próbálja meg néhány perc múlva újra.
ja: EdxNotesサービスは利用できません。数分後に再試行してください。
kk: EdxNotes қызметі қолжетімсіз. Бірнеше минуттан кейін әрекетті қайталаңыз.
lv: EdxNotes pakalpojums nav pieejams. Lūdzu, mēģiniet vēlreiz pēc dažām minūtēm.
sq: Shërbimi EdxNotes nuk është i disponueshëm. Ju lutemi provoni sërish pas disa minutash.
sv: EdxNotes-tjänsten är inte tillgänglig. Försök igen om några minuter.
th: ไม่มีบริการ EdxNotes กรุณาลองใหม่สักครู่
uz: EdxNotes xizmati mavjud emas. Iltimos, bir necha daqiqadan so‘ng qayta urinib ko‘ring.
zh_hk: EdxNotes 服務不可用。請在幾分鐘後再試一次。

source: Invalid JSON response received from notes api.
af_za: Ongeldige JSON-antwoord ontvang vanaf notas-API.
bo: མཆན་གྱི་api ཡི་ལན་འདེབས་ལྟར་ན་ JSON ཚུལ་མཐུན་རེད་མི་འདུག
de_de: Ungültige JSON-Antwort von Notizen API empfangen.
el: Λήφθηκε μη έγκυρη απάντηση JSON από το notes api.
es: Se recibió una respuesta JSON no válida de la API de notas.
fa: پاسخ JSON نامعتبر از notes api دریافت شد.
hu: Érvénytelen JSON válasz érkezett a jegyzetek API-tól.
ja: ノートAPIから無効なJSONレスポンスを受信しました。
kk: Жазбалар api арқылы жарамсыз JSON жауабы алынды.
lv: No Notes API saņemta nederīga JSON atbilde.
sq: Përgjigje JSON e pavlefshme u mor nga shënimet api.
sv: Ogiltigt JSON-svar mottaget från anteckningar api.
uz: Notes api'dan noto'g'ri JSON javobi qabul qilindi.
zh_hk: 從 Notes api 收到的 JSON 回應無效。

source: Incorrect data received from notes api.
af_za: Verkeerde data ontvang vanaf notas-api.
bo: གསལ་བརྡའི་ api བརྒྱུད་ནས་གནས་ཚུལ་ནོར་འཁྲུལ་ཅན་ཞིག་འབྱོར་སོང་།
de_de: Falsche Daten von der Notizen API empfangen.
el: Λήφθηκαν εσφαλμένα δεδομένα από το notes api.
es: Datos incorrectos recibidos de la API de notas.
fa: داده‌های نادرست دریافت‌شده از notes api.
hu: Helytelen adatokat kaptunk a jegyzetek API-tól.
ja: ノートAPIから不正なデータを受信しました。
kk: Notes api-дан қате деректер алынды.
lv: No piezīmju api saņemti nepareizi dati.
sq: Të dhëna të pasakta të marra nga shënimet api.
sv: Felaktiga data mottagna från anteckningar api.
uz: Notes api-dan noto'g'ri ma'lumotlar olingan.
zh_hk: 從 Notes api 收到的資料不正確。

source: No endpoint was provided for EdxNotes.
af_za: Geen eindpunt is vir EdxNotes verskaf nie.
bo: EdxNotes ལ་ཐ་མའི་ཚད་གཞི་མེད་པ་དགོས།
de_de: Für EdxNotes wurde kein Endpunkt angegeben.
el: Δεν παρέχεται τελικό σημείο για το EdxNotes.
es: No se proporcionó un punto final para EdxNotes.
fa: هیچ نقطۀ پایانی برای EdxNotes ارائه نشده‌است.
hu: Nem adtak meg végpontot az EdxNotes számára.
ja: EdxNotesのエンドポイントが提供されていません。
kk: EdxNotes үшін соңғы нүкте берілмеді.
lv: Programmai EdxNotes netika nodrošināts galapunkts.
sq: Asnjë pikë përfundimtare nuk u dha për EdxNotes.
sv: Ingen slutpunkt angavs för EdxNotes.
th: ไม่มีปลายทางให้สำหรับ EdxNotes
uz: EdxNotes uchun so'nggi nuqta berilmagan.
zh_hk: 沒有為 EdxNotes 提供端點。

source: Notes
af_za: Notas
bo: གསར་བརྡ།
de_de: Notizen
el: Σημειώσεις
es: Notas
fa: یادداشت
hu: Megjegyzések
kk: Жазбалар
lv: Piezīmes
sq: Shënime
th: บันทึก
uz: Eslatmalar
zh_hk: 筆記

source: Allow learners to highlight passages and make notes right in the course.
af_za: Laat leerders toe om gedeeltes uit te lig en aantekeninge reg in die kursus te maak.
bo: སློབ་གཉེར་བར་སློབ་ཚན་དེའི་ནང་གི་རྩོམ་ཡིག་ལ་ནན་རྟགས་དང་མཆན་འགོད་པའི་ཆོག་མཆན་ཡོད།
de_de: Ermöglichen Sie den Lernenden, Passagen hervorzuheben und direkt im Kurs Notizen zu machen.
el: Επιτρέψτε στους σπουδαστές να επισημάνουν αποσπάσματα και να κάνουν σημειώσεις απευθείας στο μάθημα.
es: Permitir a los estudiantes resaltar pasajes y hacer notas directamente en el curso.
fa: به دانش‌پذیران اجازه دهید تا قسمت‌ها را برجسته کرده و در خود دوره یادداشت‌برداری کنند.
hu: Engedélyezze a tanulóknak, hogy kiemeljék a szövegrészeket és jegyzeteket készítsenek közvetlenül a tanfolyamon.
ja: 学習者がコース内で文章をハイライトし、メモを取ることを可能にします。
kk: Оқушыларға үзінділерді бөліп көрсетуге және курста дұрыс жазбалар жасауға мүмкіндік беріңіз.
lv: Ļaujiet dalībniekiem izcelt fragmentus un veikt piezīmes tieši kursā.
sq: Lejoni nxënësit të nënvizojnë pasazhe dhe të bëjnë shënime pikërisht në kurs.
sv: Låt eleverna markera passager och göra anteckningar direkt i kursen.
uz: O'quvchilarga parchalarni ajratib ko'rsatishga va kursda to'g'ridan-to'g'ri qayd qilishlariga ruxsat bering.
zh_hk: 允許學生在課程中突出顯示段落並做筆記。

source: Cannot override subsection grade: subsection is not available for target learner.
af_za: Kan nie subafdeling graad ignoreer nie: subafdeling is nie beskikbaar vir teikenleerder nie.
bo: སྡེ་ཚན་ཆུང་བའི་བརྒྱ་ཆ་བརྗེ་བསྒྱུར་བྱེད་ཐབས་མི་འདུག གང་ཡིན་ཟེར་ན་དམིགས་འབེན་སློབ་ཕྲུག་ལ་སྡེ་ཚན་ཆུང་བ་དེ་སྤྱོད་རྒྱུ་མི་འདུག
de_de: Die Benotung kann nicht überschrieben werden: Subsektion ist nicht für den Teilnehmer verfügbar.
el: Δεν είναι δυνατή η παράκαμψη του βαθμού της υποενότητας: η υποενότητα δεν είναι διαθέσιμη στον συγκεκριμένο φοιτητή.
es: No se puede anular la calificación de la subsección: la subsección no está disponible para el estudiante objetivo.
fa: بازنویسی نمره زیربخش امکان‌پذیر نیست: زیربخش برای دانش‌پذیر مورد نظر در دسترس نیست.
hu: Nem lehet felülírni az alfejezet osztályzatát: az alfejezet nem érhető el a célzott tanuló számára.
ja: セクションの成績を上書きできません: セクションは対象の学習者に利用できません。
kk: Бөлімнің бағасын қайта анықтау мүмкін емес: бөлімше мақсатты оқушы үшін қолжетімді емес.
lv: Nevar ignorēt apakšsadaļas atzīmi: apakšsadaļa nav pieejama mērķa kursa dalībniekam.
sq: Nota e nënseksionit nuk mund të anashkalohet: nënseksioni nuk është i disponueshëm për nxënësin e synuar.
sv: Kan inte åsidosätta betyget under avsnitt: underavsnitt är inte tillgängligt för målinlärare.
uz: Bo‘lim bahosini bekor qilib bo‘lmaydi: kichik bo‘lim maqsadli o‘quvchi uchun mavjud emas.
zh_hk: 無法涵蓋小節成績：小節不適用於目標學生。

source: Proctored Exam Review: {review_status}
bo: ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས་བསྐྱར་ཞིབ།: {review_status}
de_de: Durchsicht der Aufgezeichneten Prüfung: {review_status}
el: Επισκόπηση επιτηρούμενης εξέτασης: {review_status}
es: Revisión de Examen Proctored: {review_status}
fa: بررسی آزمون حفاظت‌شده: {review_status}
hu: Felügyelt vizsga áttekintése: {review_status}
ja: プロクター試験レビュー: {review_status}
kk: Прокуратуралық емтиханды шолу: {review_status}
lv: Uzraudzītā eksāmena pārbaude: {review_status}
sq: Rishikimi i Provimit të Proctored: {review_status}
uz: Tekshiruvli imtihonni ko'rib chiqish: {review_status}
zh_hk: 監考考試複習： {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
af_za: &#39;n Gekontroleerde eksamenpoging vir {exam_name} in {course_name} volgens gebruikernaam: {student_username} is hersien as {review_status} deur die eksamenhersieningsverskaffer. Hersien skakel: {review_url}
de_de: Ein Versuch einer aufgezeichneten Prüfung für {exam_name} im Kurs {course_name} des Teilnehmers: {student_username} wurde überprüft {review_status} durch den entsprechend zuständigen Prüfer. Link zur Ansicht: {review_url}
el: Μια απόπειρα εξέτασης υπό έλεγχο για το {exam_name} στο {course_name} με όνομα χρήστη: {student_username} εξετάστηκε ως {review_status} από τον προβλεπόμενο πάροχο ελέγχου εξετάσεων. Σύνδεσμος ελέγχου: {review_url}
es: Un intento de examen proctored para {exam_name} en {course_name} realizado por el nombre de usuario: {student_username} fue revisado como {review_status} por el proveedor de revisión de exámenes proctored. Enlace de revisión: {review_url}
fa: تلاش برای امتحان proctored برای {exam_name} در {course_name} با نام کاربری: {student_username} به عنوان {review_status} توسط ارائه دهنده بررسی آزمون proctored بررسی شد. لینک بررسی: {review_url}
hu: Egy felügyelt vizsga kísérlet a(z) {exam_name} vizsgán a(z) {course_name} kurzusban, felhasználónév: {student_username}, a felügyelt vizsga ellenőrző szolgáltató által {review_status} minősítést kapott. Ellenőrzési link: {review_url}
ja: {course_name}の{exam_name}に対するユーザー名:{student_username}の監督付き試験の試みは、監督付き試験レビュー提供者によって{review_status}としてレビューされました。 レビューリンク: {review_url}
kk: Пайдаланушы аты: {student_username} бойынша {course_name} ішіндегі {exam_name} үшін тексерілген емтихан әрекетін тексерген емтиханды шолу провайдері {review_status} ретінде қарады. Review link: {review_url}
lv: Uzdevumu eksāmena mēģinājumu {exam_name} in {course_name} izmantojot lietotājvārdu: {student_username} , uzraudzītā eksāmena pārskatīšanas nodrošinātājs pārskatīja kā {review_status} . Pārskatīšanas saite: {review_url}
sq: Një përpjekje e kontrolluar për provim për {exam_name} në {course_name} nga emri i përdoruesit: {student_username} u shqyrtua si {review_status} nga ofruesi i rishikimit të provimit të mbrojtur. Lidhja e rishikimit: {review_url}
sv: Ett provat försök för {exam_name} i {course_name} efter användarnamn: {student_username} har granskats som {review_status} av den undersökta examensprövningsleverantören. Review link: {review_url}
uz: {exam_name} uchun foydalanuvchi nomi bo'yicha {course_name} : {student_username} uchun tekshirilgan imtihon urinishi proctored imtihonni ko'rib chiqish provayderi tomonidan {review_status} sifatida ko'rib chiqildi. Ko'rib chiqish havolasi: {review_url}
zh_hk: 用户名稱： {student_username}在{course_name}中對{exam_name}進行的監考考試被監考考試審核提供者審核為{review_status} 。 評論連結： {review_url}

source: Your Platform Insights
af_za: Jou platform-insigte
bo: ཁྱེད་ཀྱི་སྟེགས་བུའི་མཐོང་རྒྱ།
de_de: Ihre Plattform-Informationen
el: Τα Insight της πλατφόρμας σας
es: Tus Estadísticas de la Plataforma
fa: بینش پلتفرم شما
hu: Platformod betekintései
ja: プラットフォームのインサイト
kk: Платформа туралы түсініктер
lv: Jūsu platformas ieskati
sq: Vështrimet tuaja të platformës
sv: Dina plattformsinsikter
uz: Platforma haqidagi maʼlumotlaringiz
zh_hk: 您的平台見解

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
af_za: Die {report_type} -verslag word geskep. Sien Hangende take hieronder om die status van die verslag te sien.
bo: སྙན་བསྡོམས་ {report_type} དེ་བཟོ་བཞིན་ཡོད། སྙན་བསྡོམས་དེའི་གནས་བབ་ལ་བལྟ་ཞིབ་བྱེད་པར་གཤམ་གསལ་གྱི་བར་སྒུག་ལས་འགན་དག་ལ་གཟིགས།
de_de: Der Bericht {report_type} wird gerade erstellt. Um den Status des Berichts anzuzeigen, siehe Offene Aufgaben unten.
el: Η αναφορά {report_type} δημιουργείται. Για να δείτε την κατάσταση της αναφοράς, ανατρέξτε στην ενότητα 'Εκκρεμείς διεργασίες' παρακάτω.
es: Se está creando el informe de {report_type}. Para ver el estado del informe, consulte Tareas Pendientes a continuación.
fa: گزارش {report_type} در حال ساخت است. برای مشاهدۀ وضعیت گزارش، به وظایف معلق زیر مراجعه کنید.
hu: A(z) {report_type} jelentés készül. A jelentés állapotának megtekintéséhez lásd az alábbi Függőben lévő feladatokat.
ja: {report_type}レポートが作成されています。レポートのステータスを確認するには、以下の保留中のタスクを参照してください。
kk: {report_type} есебі жасалуда. Есептің күйін көру үшін төмендегі Күтудегі тапсырмалар бөлімін қараңыз.
lv: Tiek veidots {report_type} ziņojums. Lai apskatītu ziņojuma statusu, skatiet sadaļu Neizpildīti uzdevumi zemāk.
sq: Raporti {report_type} po krijohet. Për të parë statusin e raportit, shihni Detyrat në pritje më poshtë.
sv: Rapporten {report_type} skapas. För att visa status för rapporten, se Väntande uppgifter nedan.
uz: {report_type} hisoboti yaratilmoqda. Hisobot holatini ko'rish uchun quyidagi Kutilayotgan vazifalarga qarang.
zh_hk: 正在創建{report_type}報告。若要查看報告的狀態，請參閱下面的待處理任務。

source: Found a conflict with given identifier. Please try an alternative identifier
af_za: Het &#39;n konflik met gegewe identifiseerder gevind. Probeer asseblief &#39;n alternatiewe identifiseerder
bo: མཁོ་སྤྲོད་བྱས་པའི་ངོས་འཛིན་བྱེད་དེར་དཀའ་ངལ་ཞིག་འདུག ངོས་འཛིན་བྱེད་གཞན་ཞིག་བཀོལ་རོགས།
de_de: Hat einen Konflikt mit dem angegebenen Identifikator gefunden. Bitte versuchen Sie einen alternativen Identifikator.
el: Βρέθηκε διένεξη με δεδομένο αναγνωριστικό. Δοκιμάστε ένα εναλλακτικό αναγνωριστικό
es: Se encontró un conflicto con el identificador proporcionado. Por favor, intente con un identificador alternativo.
fa: با شناسه داده شده تضاد پیدا کرد. لطفاً یک شناسه جایگزین را امتحان کنید
hu: A megadott azonosítóval ütközés történt. Kérjük, próbáljon meg egy másik azonosítót.
ja: 指定された識別子に矛盾が見つかりました。別の識別子を試してください。
kk: Берілген идентификатормен қайшылық табылды. Балама идентификаторды қолданып көріңіз
lv: Atrasts konflikts ar norādīto identifikatoru. Lūdzu, izmēģiniet alternatīvu identifikatoru
sq: Gjeti një konflikt me identifikuesin e dhënë. Ju lutemi provoni një identifikues alternativ
sv: Det uppstod ett problem med den angiven nyckeln. Försök med en anna inställning.
uz: Berilgan identifikator bilan ziddiyat topildi. Muqobil identifikatorni sinab ko'ring
zh_hk: 發現與給定標識符的衝突。請嘗試其他標識符

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
af_za: Maak seker dat die lêer wat jy oplaai in CSV-formaat is met geen vreemde karakters of rye nie.
bo: ཁྱེད་ཀྱིས་ཡར་འཇུག་བྱེད་པའི་ཡིག་ཆ་དེ་ངེས་པར་དུ་ CSV རྣམ་པ་ཡིན་པ་དང་། དགོས་མེད་ཀྱི་ཡིག་འབྲུ་དང་ཡིག་ཕྲེང་མེད་པ་ཞིག་ཡིན་དགོས་པ་ཤེས་པར་གྱིས།
de_de: Achten Sie darauf, dass die hochgeladene Datei im CSV-Format vorliegt und keine fremden Zeichen oder Zeilen enthält.
el: Βεβαιωθείτε ότι το αρχείο που μεταφορτώνετε είναι σε μορφή CSV χωρίς ξένους χαρακτήρες ή σειρές.
es: Asegúrese de que el archivo que carga esté en formato CSV sin caracteres o filas adicionales.
fa: اطمینان حاصل کنید که فایلی که آپلود می کنید در قالب CSV و بدون نویسه یا ردیف اضافی باشد.
hu: Győződjön meg róla, hogy a feltöltött fájl CSV formátumú, és nem tartalmaz felesleges karaktereket vagy sorokat.
ja: アップロードするファイルがCSV形式で、余分な文字や行がないことを確認してください。
kk: Жүктеп салынған файлдың CSV пішімінде бөгде таңбалар немесе жолдар жоқ екеніне көз жеткізіңіз.
lv: Pārliecinieties, ka augšupielādējamais fails ir CSV formātā bez svešām rakstzīmēm vai rindām.
sq: Sigurohuni që skedari që ngarkoni të jetë në format CSV pa karaktere ose rreshta të jashtëm.
sv: Se till att filen du laddar upp är i CSV-format med inga externa tecken eller rader.
th: แน่ใจว่าไฟล์ของคุณอัพโหลดในรูปแบบ CSV ซึ่งไม่มีสิ่งที่ไม่เกี่ยวข้อง
uz: Yuklagan faylingiz CSV formatida, hech qanday begona belgilar yoki qatorlarsiz ekanligiga ishonch hosil qiling.
zh_hk: 確保您上傳的檔案為 CSV 格式，沒有無關的字元或行。

source: Could not read uploaded file.
af_za: Kon nie opgelaaide lêer lees nie.
bo: ཡར་འཇུག་བྱས་ཟིན་པའི་ཡིག་ཆ་ཀློག་མི་ཐུབ།
de_de: Hochgeladene Datei konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση του μεταφορτωμένου αρχείου.
es: No se pudo leer el archivo cargado.
fa: پوشۀ بارگذاری‌شده خوانده نشد.
ja: アップロードされたファイルを読み取れませんでした。
kk: Жүктеп салынған файлды оқу мүмкін емес.
lv: Nevarēja nolasīt augšupielādēto failu.
sq: Skedari i ngarkuar nuk mund të lexohej.
sv: Kunde inte läsa den uppladdade filen.
th: ไม่สามารถอ่านไฟล์อัพโหลดได้
uz: Yuklangan faylni oʻqib boʻlmadi.
zh_hk: 無法讀取上傳的檔案。

source: Data in row #{row_num} must have between four and six columns: email, username, full name, country, cohort, and course mode. The last two columns are optional.
af_za: Data in ry # {row_num} moet tussen vier en ses kolomme hê: e-pos, gebruikersnaam, volle naam, land, kohort en kursusmodus. Die laaste twee kolomme is opsioneel.
bo: འཕྲེད་ཐིག་ #{row_num} ནང་གི་གཞི་གྲངས་ལ་བསྟར་གྲངས་བཞི་ནས་དྲུག་གི་བར་ངེས་བར་དུ་ཡོད་དགོས་ཏེ། གློག་འཕྲིན།, སྤྱོད་མིང་།, མིང་ཧྲིལ་བོ།, རྒྱལ་ཁབ།, སྡེ་ཁག, སློབ་ཚན་གྱི་རྣམ་པ་བཅས་སོ།། བསྟར་ཐིག་ཐ་མ་གཉིས་དེ་གདམ་ཀ་ཡིན།
de_de: Daten in Zeile #{row_num} müssen zwischen vier und sechs Spalten haben: E-Mail, Benutzername, vollständiger Name, Land, Kohorte und Kursmodus. Die letzten beiden Spalten sind optional.
el: Τα δεδομένα στη σειρά #{row_num} πρέπει να έχουν από τέσσερις έως έξι στήλες: email, όνομα χρήστη, πλήρες όνομα, χώρα, κοόρτη και λειτουργία μαθήματος. Οι δύο τελευταίες στήλες είναι προαιρετικές.
es: Los datos en la fila #{row_num} deben tener entre cuatro y seis columnas: correo electrónico, nombre de usuario, nombre completo, país, cohorte y modo del curso. Las dos últimas columnas son opcionales.
fa: داده‌های ردیف # {row_num} باید بین چهار تا شش ستون داشته باشند: ایمیل، نام کاربری، نام کامل، کشور، گروه و حالت دوره. دو ستون آخر اختیاری هستند.
hu: A(z) #{row_num} sorban lévő adatoknak négy és hat oszlop között kell lenniük: email, felhasználónév, teljes név, ország, csoport és kurzus mód. Az utolsó két oszlop opcionális.
kk: № {row_num} жолындағы деректерде төрт пен алты баған арасында болуы керек: электрондық пошта, пайдаланушы аты, толық аты, ел, когорт және курс режимі. Соңғы екі баған міндетті емес.
lv: Datu rindā #{row_num} jābūt četrām līdz sešām ailēm: e-pasts, lietotājvārds, pilns vārds, valsts, mācību grupa un kursa režīms. Pēdējās divas kolonnas nav obligātas.
sq: Të dhënat në rreshtin # {row_num} duhet të kenë nga katër deri në gjashtë kolona: email, emrin e përdoruesit, emrin e plotë, shtetin, grupin dhe modalitetin e kursit. Dy kolonat e fundit janë opsionale.
sv: Data i rad #{row_num} måste ha mellan fyra och sex kolumner: e-post, användarnamn, fullständigt namn, land, kohort och kursläge. De två sista kolumnerna är valfria.
uz: № {row_num} qatoridagi ma'lumotlar to'rtdan oltitagacha ustundan iborat bo'lishi kerak: elektron pochta, foydalanuvchi nomi, to'liq ism, mamlakat, kohort va kurs rejimi. Oxirgi ikkita ustun ixtiyoriy.
zh_hk: # {row_num}行中的資料必須包含四到六列：電郵、用户名稱、全名、國家、群組和課程模式。最後兩列是可選的。

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country.
af_za: Data in ry # {row_num} moet presies vier kolomme hê: e-pos, gebruikersnaam, volle naam en land.
bo: འཕྲེད་ཐིག་ #{row_num} ནང་གི་གཞི་གྲངས་ལ་བསྟར་གྲངས་ངེས་བར་དུ་བཞི་ཏག་ཏག་ཡོད་དགོས་ཏེ། གློག་འཕྲིན།, སྤྱོད་མིང་།, མིང་ཧྲིལ་བོ།, རྒྱལ་ཁབ་བཅས་སོ།།
de_de: Daten in Zeile #{row_num} müssen genau vier Spalten haben: E-Mail, Benutzername, vollständiger Name und Land.
el: Τα δεδομένα στη σειρά # {row_num} πρέπει να έχουν ακριβώς τέσσερις στήλες: email, όνομα χρήστη, πλήρες όνομα και χώρα.
es: Los datos en la fila #{row_num} deben tener exactamente cuatro columnas: correo electrónico, nombre de usuario, nombre completo y país.
fa: داده های ردیف # {row_num} باید دقیقاً چهار ستون داشته باشد: ایمیل، نام کاربری، نام کامل و کشور.
hu: A(z) #{row_num} sorban lévő adatoknak pontosan négy oszlopot kell tartalmazniuk: e-mail, felhasználónév, teljes név és ország.
ja: 行#{row_num}のデータには、メール、ユーザー名、フルネーム、国の4つの列が正確に必要です。
kk: № {row_num} жолындағы деректерде дәл төрт баған болуы керек: электрондық пошта, пайдаланушы аты, толық аты және ел.
lv: Datiem rindā # {row_num} ir jābūt tieši četrām kolonnām: e-pasts, lietotājvārds, pilns vārds un valsts.
sq: Të dhënat në rreshtin # {row_num} duhet të kenë saktësisht katër kolona: email, emrin e përdoruesit, emrin e plotë dhe shtetin.
sv: Data i rad #{row_num} måste ha exakt fyra kolumner: e-post, användarnamn, fullständigt namn och land.
uz: № {row_num} qatoridagi ma'lumotlar to'liq to'rtta ustundan iborat bo'lishi kerak: elektron pochta, foydalanuvchi nomi, to'liq ism va mamlakat.
zh_hk: # {row_num}行中的資料必須剛好有四列：電郵、用户名稱、全名和國家。
