Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
af_za: Om &#39;n aanhegsel te vervang beteken om &#39;n nuwe lêer by te voeg wat in die plek daarvan gebruik sal word. Alle verwysings na die lêer sal vervang word deur die een wat jy oplaai en die lêer sal afgelaai word as <strong>%(filename)s</strong> . Neem asseblief kennis dat hierdie aanhangsel op ander artikels gebruik word, u mag inhoud verdraai. Moet egter nie huiwer om hiervan gebruik te maak en vervangings vir die gelyste artikels te maak waar nodig nie. Hierdie manier van werk is meer doeltreffend....
de_de: Das Ersetzen eines Anhangs bedeutet das Hinzufügen einer neuen Datei, die an ihrer Stelle verwendet wird. Alle Verweise auf die Datei werden durch diejenigen ersetzt, die Sie hochladen, und die Datei wird als <strong>%(filename)s</strong> heruntergeladen. Bitte beachten Sie, dass dieser Anhang für andere Artikel verwendet wird, Sie könnten den Inhalt verzerren. Zögern Sie jedoch nicht, dies zu nutzen und gegebenenfalls Ersatz für die aufgeführten Artikel zu suchen. Diese Arbeitsweise ist effizienter....
el: Η αντικατάσταση ενός συνημμένου σημαίνει την προσθήκη ενός νέου αρχείου που θα χρησιμοποιηθεί στη θέση του. Όλες οι αναφορές στο αρχείο θα αντικατασταθούν από αυτήν που ανεβάζετε και το αρχείο θα ληφθεί ως <strong>%(filename)s</strong> . Λάβετε υπόψη ότι αυτό το συνημμένο χρησιμοποιείται σε άλλα άρθρα, ενδέχεται να παραμορφώσετε το περιεχόμενο. Ωστόσο, μη διστάσετε να επωφεληθείτε από αυτό και να κάνετε αντικαταστάσεις για τα αναφερόμενα άρθρα όπου χρειάζεται. Αυτός ο τρόπος εργασίας είναι πιο αποτελεσματικός....
fa: جایگزین کردن یک پیوست به معنای افزودن یک فایل جدید است که در جای خود استفاده می شود. همه ارجاعات به فایل با مرجعی که آپلود کرده اید جایگزین می شود و فایل با عنوان <strong>%(filename)s</strong> دانلود می شود. لطفاً توجه داشته باشید که این پیوست در مقالات دیگر استفاده می شود، ممکن است مطالب را تحریف کنید. با این حال، دریغ نکنید که از این مزیت استفاده کنید و در صورت لزوم، جایگزینی برای مقالات فهرست شده ایجاد کنید. این روش کارآمدتر است ....
hu: Egy melléklet cseréje azt jelenti, hogy egy új fájlt adunk hozzá, amely a helyére kerül. A fájlra mutató összes hivatkozás az Ön által feltöltött fájlra lesz cserélve, és a fájl <strong>%(filename)s</strong> néven lesz letölthető. Kérjük, vegye figyelembe, hogy ez a melléklet más cikkekben is használatban van, így torzíthatja a tartalmat. Azonban ne habozzon kihasználni ezt, és szükség esetén cserélje le a felsorolt cikkekben. Ez a munkamódszer hatékonyabb....
ja: 添付ファイルを置き換えるということは、新しいファイルを追加し、それが元のファイルの代わりに使用されることを意味します。ファイルへのすべての参照は、アップロードしたものに置き換えられ、ファイルは<strong>%(filename)s</strong>としてダウンロードされます。この添付ファイルは他の記事でも使用されているため、内容が歪む可能性があります。しかし、これを活用し、必要に応じてリストされた記事の置き換えを行うことを躊躇しないでください。この作業方法はより効率的です。
kk: Қосымшаны ауыстыру оның орнына қолданылатын жаңа файлды қосуды білдіреді. Файлға барлық сілтемелер сіз жүктеп салған сілтемемен ауыстырылады және файл <strong>%(filename)s</strong> ретінде жүктеледі. Бұл қосымша басқа мақалаларда қолданылып жатқанын ескеріңіз, мазмұнды бұрмалауыңыз мүмкін. Дегенмен, бұл мүмкіндікті пайдаланудан тартынбаңыз және қажет болған жағдайда аталған мақалаларды ауыстырыңыз. Бұл жұмыс әдісі тиімдірек....
lv: Pielikuma aizstāšana nozīmē jauna faila pievienošanu, kas tiks izmantots tā vietā. Visas atsauces uz failu tiks aizstātas ar augšupielādēto failu, un fails tiks lejupielādēts kā <strong>%(filename)s </strong> . Lūdzu, ņemiet vērā, ka šis pielikums tiek izmantots citos rakstos, jūs varat izkropļot saturu. Tomēr nekautrējieties to izmantot un nepieciešamības gadījumā veikt uzskaitīto rakstu aizstāšanu. Šāds darba veids ir efektīvāks....
sq: Zëvendësimi i një bashkëngjitjeje nënkupton shtimin e një skedari të ri që do të përdoret në vend të tij. Të gjitha referencat për skedarin do të zëvendësohen nga ajo që ngarkoni dhe skedari do të shkarkohet si <strong>%(filename)s</strong>. Ju lutemi vini re se kjo bashkëngjitje është në përdorim në artikuj të tjerë, ju mund të shtrembëroni përmbajtjen. Megjithatë, mos hezitoni të përfitoni nga kjo dhe të bëni zëvendësime për artikujt e listuar aty ku është e nevojshme. Kjo mënyrë pune është më efikase....
sv: Att ersätta en bilaga innebär att lägga till en ny fil som kommer att användas i dess ställe. Alla referenser till filen kommer att ersättas av den du laddar upp och filen kommer att laddas ner som <strong>%(filename)s</strong>. Observera att den här bilagan används på andra artiklar, du kan förvränga innehållet. Tveka dock inte att dra nytta av detta och byt ut de listade artiklarna vid behov. Det här sättet att arbeta är mer effektivt....
uz: Qo'shimchani almashtirish uning o'rniga ishlatiladigan yangi faylni qo'shishni anglatadi. Faylga barcha havolalar siz yuklaganingiz bilan almashtiriladi va fayl <strong>%(filename)s</strong> sifatida yuklab olinadi. E'tibor bering, ushbu ilova boshqa maqolalarda qo'llanilmoqda, siz tarkibni buzishingiz mumkin. Biroq, bundan foydalaning va kerak bo'lganda ro'yxatdagi maqolalarni almashtiring. Bunday ishlash usuli samaraliroq....
zh_hk: 替換附件意味著將在其位置新增一個新檔案。所有對該文件的引用將被您上傳的文件所取代，該文件將以<strong>%(filename)s</strong>的形式下載。請注意，此附件正在其他文章中使用，您可能會對其內容造成影響。不過我們鼓勵您在必要時替換所列的文件。這種工作方式更有效率....

source: Articles using
af_za: Artikels gebruik
de_de: Artikel mit
el: Άρθρα που χρησιμοποιούν
fa: مقالات با استفاده از
hu: Cikkek használata
kk: Қолданылатын мақалалар
lv: Raksti, izmantojot
sq: Artikuj që përdorin
sv: Artiklar som använder
uz: Foydalanadigan maqolalar
zh_hk: 使用中的文章

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
af_za: Om &#39;n aanhegsel te vervang beteken om &#39;n nuwe lêer by te voeg wat in die plek daarvan gebruik sal word. Alle verwysings na die lêer sal vervang word deur die een wat jy oplaai en die lêer sal afgelaai word as <strong>%(filename)s</strong> .
de_de: Das Ersetzen eines Anhangs bedeutet das Hinzufügen einer neuen Datei, die an ihrer Stelle verwendet wird. Alle Verweise auf die Datei werden durch diejenigen ersetzt, die Sie hochladen, und die Datei wird als <strong>%(filename)s</strong> heruntergeladen.
el: Η αντικατάσταση ενός συνημμένου σημαίνει την προσθήκη ενός νέου αρχείου που θα χρησιμοποιηθεί στη θέση του. Όλες οι αναφορές στο αρχείο θα αντικατασταθούν από αυτήν που ανεβάζετε και το αρχείο θα ληφθεί ως <strong>%(filename)s</strong> .
fa: جایگزین کردن یک پیوست به معنای افزودن یک فایل جدید است که در جای خود استفاده می شود. همه ارجاعات به فایل با مرجعی که آپلود کرده اید جایگزین می شود و فایل با عنوان <strong>%(filename)s</strong> دانلود می شود.
hu: Egy csatolmány cseréje azt jelenti, hogy egy új fájlt adunk hozzá, amely a helyére kerül. Az összes fájlra mutató hivatkozás az Ön által feltöltött fájlra lesz cserélve, és a fájl <strong>%(filename)s</strong> néven lesz letölthető.
ja: 添付ファイルを置き換えるということは、新しいファイルを追加し、それが代わりに使用されることを意味します。ファイルへのすべての参照は、アップロードしたものに置き換えられ、ファイルは<strong>%(filename)s</strong>としてダウンロードされます。
kk: Қосымшаны ауыстыру оның орнына қолданылатын жаңа файлды қосуды білдіреді. Файлға барлық сілтемелер сіз жүктеп салған сілтемемен ауыстырылады және файл <strong>%(filename)s</strong> ретінде жүктеледі.
lv: Pielikuma aizstāšana nozīmē jauna faila pievienošanu, kas tiks izmantots tā vietā. Visas atsauces uz failu tiks aizstātas ar augšupielādēto failu, un fails tiks lejupielādēts kā <strong>%(filename)s </strong> .
sq: Zëvendësimi i një bashkëngjitjeje nënkupton shtimin e një skedari të ri që do të përdoret në vend të tij. Të gjitha referencat për skedarin do të zëvendësohen nga ajo që ngarkoni dhe skedari do të shkarkohet si <strong>%(filename)s</strong>.
sv: Att ersätta en bilaga innebär att lägga till en ny fil som kommer att användas i dess ställe. Alla referenser till filen kommer att ersättas av den du laddar upp och filen kommer att laddas ner som <strong>%(filename)s</strong>.
uz: Qo'shimchani almashtirish uning o'rniga ishlatiladigan yangi faylni qo'shishni anglatadi. Faylga barcha havolalar siz yuklaganingiz bilan almashtiriladi va fayl <strong>%(filename)s</strong> sifatida yuklab olinadi.
zh_hk: 替換附件意味著在其位置新增一個新檔案。所有對該文件的引用將被您上傳的文件所取代，該文件將以<strong>%(filename)s</strong>形式下載。

source: Upload replacement
af_za: Laai vervanging op
de_de: Ersatz hochladen
el: Μεταφόρτωση αντικατάστασης
fa: جایگزینی آپلود
ja: 差し替えをアップロード
kk: Жүктеп салу ауыстыру
lv: Augšupielādes nomaiņa
sq: Zëvendësimi i ngarkimit
sv: Ladda upp ersättning
uz: O'zgartirishni yuklash
zh_hk: 上傳替換

source: Add file to
af_za: Voeg lêer by
de_de: Fügen Sie eine Datei hinzu
el: Προσθήκη αρχείου σε
fa: افزودن فایل به
hu: Fájl hozzáadása a
ja: ファイルを追加
kk: файлды қосу
lv: Pievienot failu
sq: Shto skedar në
sv: Lägga till fil till
uz: Fayl qo'shish
zh_hk: 新增檔案至

source: Add attachment from other article
af_za: Voeg aanhangsel van ander artikel by
de_de: Fügen Sie einen Anhang eines anderen Artikels hinzu
el: Προσθήκη συνημμένου από άλλο άρθρο
fa: پیوست را از مقاله دیگر اضافه کنید
hu: Melléklet hozzáadása másik cikkből
ja: 他の記事から添付ファイルを追加
kk: Басқа мақаладан қосымшаны қосыңыз
lv: Pievienojiet pielikumu no cita raksta
sq: Shto bashkëngjitje nga artikulli tjetër
sv: Lägga till bilaga från annan artikel
uz: Boshqa maqoladan ilova qo'shing
zh_hk: 新增其他文章的附件

source: Main article
af_za: Hoofartikel
de_de: Hauptartikel
el: Κύριο άρθρο
fa: مقاله اصلی
hu: Fő cikk
ja: メイン記事
kk: Негізгі мақала
lv: Galvenais raksts
sq: Artikulli kryesor
sv: Huvudartikel
uz: Asosiy maqola
zh_hk: 主文章

source: Add to article
af_za: Voeg by artikel
de_de: Zum Artikel hinzufügen
el: Προσθήκη στο άρθρο
fa: به مقاله اضافه کنید
hu: Adja hozzá a cikkhez
ja: 記事に追加
kk: Мақалаға қосу
lv: Pievienot rakstam
sq: Shto në artikull
sv: Lägga till artikel
uz: Maqolaga qo'shish
zh_hk: 加入文章

source: Your search did not return any results
af_za: Jou soektog het geen resultate opgelewer nie
de_de: Ihr Sucheintrag ergab leider keine Ergebnisse
el: Δεν υπάρχουν αποτελέσματα για την αναζήτησή σας
fa: جستجوی شما یافته ای در پی نداشت
hu: A keresés nem hozott eredményt.
ja: 検索結果が見つかりませんでした。
kk: Сіздің іздеуіңіз ешқандай нәтиже бермеді
lv: Jūsu meklēšana nedeva nekādus rezultātus
sq: Kërkimi juaj nuk dha asnjë rezultat
sv: Din sökning gav inga resultat
uz: Sizning qidiruvingiz hech qanday natija bermadi
zh_hk: 您的搜尋沒有傳回任何結果

source: Help
de_de: Hilfe
el: Βοήθεια
fa: کمک
hu: Segítség
kk: Көмек
lv: Palīdzība
sq: Ndihmë
sv: Hjälp
th: ช่วยเหลือ
uz: Yordam
zh_hk: 幫助

source: Adding new articles
af_za: Voeg nuwe artikels by
de_de: Neue Artikel hinzufügen
el: Γίνεται προσθήκη νέων άρθρων
fa: افزودن مقالات جدید
hu: Új cikkek hozzáadása
ja: 新しい記事を追加
kk: Жаңа мақалаларды қосу
lv: Jaunu rakstu pievienošana
sq: Shtimi i artikujve të rinj
sv: Lägga till nya artiklar
uz: Yangi maqolalar qo'shish
zh_hk: 新增文章

source: An external link
af_za: &#39;n Eksterne skakel
de_de: Ein externer Link
el: Εξωτερικός σύνδεσμος
fa: یک لینک خارجی
hu: Egy külső hivatkozás
ja: 外部リンク
kk: Сыртқы сілтеме
lv: Ārēja saite
sq: Një lidhje e jashtme
sv: Extern länk
uz: Tashqi havola
zh_hk: 外部連結

source: Headers
af_za: Opskrifte
de_de: Kopfzeilen
el: Επικεφαλίδες
fa: سرصفحه ها
hu: Fejlécek
ja: ヘッダー
kk: Тақырыптар
lv: Virsraksti
sq: Titujt
th: หัวเรื่อง
uz: Sarlavhalar
zh_hk: 標題

source: Use these codes for headers and to automatically generate Tables of Contents.
af_za: Gebruik hierdie kodes vir opskrifte en om outomaties inhoudsopgawes te genereer.
de_de: Verwenden Sie diese Codes für Header und zur automatischen Generierung von Inhaltsverzeichnissen.
el: Χρησιμοποιήστε αυτούς τους κωδικούς για κεφαλίδες και για να δημιουργήσετε αυτόματα Πίνακες περιεχομένων.
fa: از این کدها برای هدرها و برای تولید خودکار فهرست مطالب استفاده کنید.
ja: ヘッダー用のコードを使用して、目次を自動生成します。
kk: Бұл кодтарды тақырыптар үшін және Мазмұн кестелерін автоматты түрде жасау үшін пайдаланыңыз.
lv: Izmantojiet šos kodus galvenēm un satura rādītāja automātiskai ģenerēšanai.
sq: Përdorni këto kode për titujt dhe për të gjeneruar automatikisht Tabelat e Përmbajtjes.
sv: Använd dessa koder för rubriker och för att automatiskt generera innehållsförteckningar.
uz: Sarlavhalar va Mundarija jadvallarini avtomatik ravishda yaratish uchun ushbu kodlardan foydalaning.
zh_hk: 使用這些程式碼作為標題並自動產生目錄。

source: Typography
af_za: Tipografie
de_de: Typographie
el: Τυπογραφία
fa: تایپوگرافی
hu: Tipográfia
ja: タイポグラフィ
lv: Tipogrāfija
sq: Tipografia
sv: Typografi
uz: Tipografiya
zh_hk: 排版

source: Lists
af_za: Lyste
de_de: Listen
el: Λίστες
fa: لیست ها
hu: Listák
ja: リスト
kk: Тізімдер
lv: Saraksti
sq: Listat
sv: Listor
uz: Ro'yxatlar
zh_hk: 列表

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
af_za: Nuwe prent %s is suksesvol opgelaai. Jy kan dit gebruik deur dit uit die lys van beskikbare beelde te kies.
de_de: Neues Bild %s wurde erfolgreich hochgeladen. Sie können es verwenden, indem Sie es aus der Liste verfügbarer Bilder auswählen.
el: Νέα εικόνα %s ανέβηκε με επιτυχία. Μπορείτε να τη χρησιμοποιήσετε επιλέγοντάς την από τη λίστα των διαθέσιμων εικόνων.
fa: تصویر جدید %s با موفقیت آپلود شد. با انتخاب آن از لیست تصاویر موجود می توانید از آن استفاده کنید.
hu: %s új kép sikeresen feltöltve. Most már használhatod, ha kiválasztod a rendelkezésre álló képek listájából.
ja: 新しい画像 %s が正常にアップロードされました。利用するには、利用可能な画像のリストから選択してください。
kk: Жаңа %s суреті сәтті жүктеп салынды. Оны қолжетімді кескіндер тізімінен таңдау арқылы пайдалануға болады.
lv: Veiksmīgi augšupielādēts jauns attēls %s. To var izmantot, izvēloties no pieejamo attēlu saraksta.
sq: Imazhi i ri %s u ngarkua me sukses. Mund ta përdorni duke e zgjedhur nga lista e imazheve të disponueshme.
sv: Den nya bilden %s har laddats upp. Du kan använda den genom att ställa in den på listan av tillgängliga bilder.
th: ภาพใหม่ %s อัพโหลดเสร็จแล้ว คุณสามารถใช้มันได้ โดยการเลือกจากรายการภาพที่สามารถใช้ได้
uz: Yangi %s rasmi muvaffaqiyatli yuklandi. Siz uni mavjud rasmlar ro'yxatidan tanlash orqali foydalanishingiz mumkin.
zh_hk: 新圖片%s已經成功上傳，您可以從圖片庫中選擇使用它。

source: Are you sure?
af_za: Is jy seker?
de_de: Sind Sie sicher?
el: Είστε σίγουρος;
fa: مطمئنی؟
hu: Biztos vagy benne?
ja: 本当によろしいですか？
kk: Сіз сенімдісіз бе?
lv: Vai esat pārliecināti?
sq: A jeni i sigurt?
sv: Är du säker?
th: คุณแน่ใจหรือไม่?
uz: Ishonchingiz komilmi?
zh_hk: 你確定嗎？

source: image
af_za: beeld
de_de: Bild
el: εικόνα
fa: تصویر
hu: Kép
ja: 画像
kk: сурет
lv: attēlu
sq: imazh
sv: bild
th: ภาพ
uz: tasvir
zh_hk: 圖片

source: images
af_za: beelde
de_de: Bilder
el: εικόνες
fa: تصاویر
hu: Képek
ja: 画像
kk: суреттер
lv: attēlus
sq: imazhe
sv: bilder
th: ภาพ
uz: tasvirlar
zh_hk: 圖片

source: Image: %s
af_za: Beeld: %s
de_de: Bild: %s
el: Εικόνα: %s
fa: تصویر: %s
hu: Kép: %s
ja: 画像: %s
kk: Сурет: %s
lv: Attēls: %s
sq: Imazh: %s
sv: Bild: %s
th: ภาพ: %s
uz: Rasm: %s
zh_hk: 圖片： %s

source: Current revision not set!!
af_za: Huidige hersiening nie gestel nie!!
de_de: Keine aktuelle Revision festgelegt!!
el: Η τρέχουσα αναθεώρηση δεν έχει γίνει!!
fa: ویرایش فعلی تنظیم نشده است!!
hu: Az aktuális felülvizsgálat nincs beállítva!
ja: 現在のリビジョンが設定されていません!!
kk: Ағымдағы түзету орнатылмаған!!
lv: Pašreizējā versija nav iestatīta!
sq: Rishikimi aktual nuk është vendosur!!
sv: Nuvarande revision inte inställd!!
th: ไม่ได้ตั้งค่าการแก้ไขปัจจุบัน !!
uz: Joriy tahrir sozlanmagan!!
zh_hk: 目前版本未設定！

source: image revision
af_za: beeld hersiening
de_de: Bildverbesserung
el: αναθεώρηση εικόνας
fa: بازبینی تصویر
hu: kép felülvizsgálata
ja: 画像の改訂
kk: суретті қайта қарау
lv: attēla pārskatīšana
sq: rishikimi i imazhit
sv: Bildrevision
th: ปรับปรุงภาพใหม่
uz: tasvirni qayta ko'rib chiqish
zh_hk: 圖片修訂版本

source: image revisions
af_za: beeld hersienings
de_de: Bilderrevisionen
el: αναθεωρήσείς εικόνων
fa: اصلاحات تصویر
hu: kép felülvizsgálatai
ja: 画像の改訂
kk: кескінді түзету
lv: attēlu labojumi
sq: rishikimet e imazhit
sv: Bildrevisioner
th: ปรับปรุงภาพใหม่
uz: tasvirni qayta ko'rib chiqish
zh_hk: 圖片修訂版本

source: Image Revsion: %d
af_za: Beeld hersiening: %d
de_de: Bild-Revision: %d
el: έκδοση εικόνας: %d
fa: ویرایش تصویر: %d
hu: Kép verzió: %d
kk: Кескін нұсқасы: %d
lv: Attēla versija: %d
sq: Rishikimi i imazhit: %d
sv: Bildrevision: %d
th: ปรับปรุงภาพ: %d
uz: Rasm versiyasi: %d
zh_hk: 圖片版本： %d

source: %s has been restored
af_za: %s is herstel
de_de: %s wurde wiederhergestellt
el: %s έχει αποκατασταθεί
fa: %s بازیابی شده است.
hu: %s fájlt visszaállítottuk.
ja: %sが復元されました
kk: %s қалпына келтірілді
lv: %s ir atjaunots
sq: %s është restauruar
sv: %s har återställts
th: %s ถูกกู้คืนแล้ว
uz: %s qayta tiklandi
zh_hk: %s已恢復

source: %s has been marked as deleted
af_za: %s is gemerk as geskrap
de_de: %s wurde als gelöscht gekennzeichnet
el: %s έχει επισημανθεί ως διαγραμμένες
fa: %s به عنوان حذف‌شده علامت‌گذاری شده است.
hu: %s fájlt törlésre jelöltük
ja: %sは削除済みとしてマークされました
kk: %s жойылған деп белгіленді
lv: %s ir atzīmēts kā dzēsts
sq: %s është shënuar si i fshirë
sv: %s har markerats som borttagen
th: %s ถูกทำเครื่องหมายว่าลบแล้ว
uz: %s o'chirilgan deb belgilandi
zh_hk: %s已標記為已刪除

source: %(file)s has been changed to revision #%(revision)d
af_za: %(file)s is verander na hersiening # %(revision)d
de_de: %(file)s wurde auf Revision #%(revision)d abgeändert
el: %(file)s έχει αλλάξει σε αναθεώρηση #%(revision)d
fa: %(file)s به ویرایش # %(revision)d تغییر یافته است
hu: %(file)s meg lett változtatva a #%(revision)d felülvizsgálatra
ja: %(file)sはリビジョン#%(revision)dに変更されました
kk: %(file)s № %(revision)d нұсқасына өзгертілді
lv: %(file)s ir mainīts uz redakciju # %(revision)d
sq: %(file)s është ndryshuar në rishikimin #%(revision)d
sv: %(file)s har ändrats till revision #%(revision)d
th: %(file)s ถูกปรับปรุงแก้ไข #%(revision)d
uz: %(file)s tahrir # %(revision)d ga o'zgartirildi
zh_hk: %(file)s已更改為修訂版 # %(revision)d

source: %(file)s has been saved.
af_za: %(file)s is gestoor.
de_de: %(file)s wurde gesichert.
el: %(file)s εχουν σωθει.
fa: %(file)s ذخیره شده است.
hu: A(z) %(file)s fájl el lett mentve.
ja: %(file)s が保存されました。
kk: %(file)s сақталды.
lv: %(file)s ir saglabāts.
sq: %(file)s është ruajtur.
sv: %(file)s har sparats.
th: %(file)s ถูกบันทึกแล้ว
uz: %(file)s saqlandi.
zh_hk: %(file)s已儲存。

source: Images
af_za: Beelde
de_de: Bilder
el: Εικόνες
fa: تصاویر
hu: Képek
ja: 画像
kk: Суреттер
lv: Attēli
sq: Imazhe
sv: Bilder
th: ภาพ
uz: Tasvirlar
zh_hk: 圖片

source: An image was added: %s
af_za: &#39;n Prent is bygevoeg: %s
de_de: Ein Bild wurde hinzugefügt: %s
el: Μια εικόνα προστέθηκε: %s
fa: یک تصویر اضافه شد: %s
hu: Kép hozzáadva: %s
ja: 画像が追加されました: %s
kk: Кескін қосылды: %s
lv: Tika pievienots attēls: %s
sq: U shtua një imazh: %s
sv: En bild har lagts till: %s
th: ภาพที่ถูกเพิ่มแล้ว: %s
uz: Rasm qo'shildi: %s
zh_hk: 新增了圖像： %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
af_za: Die volgende beelde is beskikbaar vir hierdie artikel. Kopieer die afmerkmerker om direk na &#39;n prent uit die artikelteks te verwys.
de_de: Die folgenden Bilder sind für diesen Artikel verfügbar. Kopieren Sie das Markdown Tag, um direkt auf ein Bild aus dem Artikeltext zu verweisen.
el: Οι παρακάτω εικόνες είναι διαθέσιμες για αυτό το άρθρο. Αντιγράψτε την ετικέτα σήμανσης για απευθείας αναφορά σε μια εικόνα από το κείμενο του άρθρου.
fa: تصاویر زیر برای این مقاله موجود است. برای ارجاع مستقیم به تصویری از متن مقاله، تگ علامت گذاری را کپی کنید.
hu: A következő képek érhetők el ehhez a cikkhez. Másolja a markdown címkét, hogy közvetlenül hivatkozhasson egy képre a cikk szövegéből.
kk: Осы мақала үшін келесі суреттер қолжетімді. Мақала мәтініндегі кескінге тікелей сілтеме жасау үшін белгілеу тегін көшіріңіз.
lv: Šim rakstam ir pieejami šādi attēli. Lai tieši atsauktos uz attēlu no raksta teksta, nokopējiet marķējuma birku.
sq: Imazhet e mëposhtme janë në dispozicion për këtë artikull. Kopjoni etiketën e shënimit për t'iu referuar drejtpërdrejt një imazhi nga teksti i artikullit.
sv: Följande bilder är tillgängliga för denna artikel. Kopiera markdown-taggen för att direkt hänvisa till en bild från artikeltexten.
uz: Ushbu maqola uchun quyidagi rasmlar mavjud. Maqola matnidagi rasmga bevosita murojaat qilish uchun markdown tegidan nusxa oling.
zh_hk: 此文章可使用以下圖像。複製 Markdown 標籤以直接引用正文中的圖像。

source: Back to edit page
af_za: Terug na wysig bladsy
de_de: Zurück zum Editor
el: Πίσω στην επεξεργασία σελίδας
fa: بازگشت به صفحه ویرایش
hu: Vissza a szerkesztési oldalra
ja: 編集ページに戻る
kk: Өңдеу бетіне қайту
lv: Atpakaļ uz rediģēšanas lapu
sq: Kthehu në faqen e redaktimit
sv: Tillbaka till redigeringssidan
uz: Tahrirlash sahifasiga qaytish
zh_hk: 返回編輯頁面

source: No file
af_za: Geen lêer
de_de: Keine Datei vorhanden
el: Κανένα αρχείο
fa: بدون فایل
hu: Nincs fájl
ja: ファイルがありません
kk: Файл жоқ
lv: Nav faila
sq: Asnjë skedar
sv: Ingen fil
uz: Fayl yo'q
zh_hk: 無檔案

source: Upload new image
af_za: Laai nuwe prent op
de_de: Ein neues Bild hochladen
el: Μεταφόρτωση νέας φωτογραφίας
fa: آپلود تصویر جدید
hu: Új kép feltöltése
ja: 新しい画像をアップロード
kk: Жаңа суретті жүктеп салу
lv: Augšupielādēt jaunu attēlu
sq: Ngarko imazhin e ri
sv: Ladda upp ny bild
uz: Yangi rasm yuklang
zh_hk: 上傳新圖片

source: Restore image
af_za: Herstel prent
de_de: Bild wiederherstellen
el: Επαναφορά εικόνας
fa: بازیابی تصویر
hu: Kép visszaállítása
kk: Кескінді қалпына келтіру
lv: Atjaunot attēlu
sq: Rivendos imazhin
sv: Återställ bilden
uz: Tasvirni tiklash
zh_hk: 恢復影像

source: Remove image
af_za: Verwyder prent
de_de: Bild entfernen
el: Αφαίρεση εικόνας
fa: حذف تصویر
hu: Kép eltávolítása
ja: 画像を削除
kk: Кескінді жою
lv: Noņemt attēlu
sq: Hiqni imazhin
sv: Ta bort bild
uz: Rasmni o'chirish
zh_hk: 刪除影像

source: Completely delete
af_za: Vee heeltemal uit
de_de: Vollständig gelöscht
el: Πλήρης διαγραφή
fa: به طور کامل حذف کنید
hu: Teljes törlés
ja: 完全に削除
kk: Толығымен жою
lv: Pilnīgi izdzēst
sq: Fshije plotësisht
uz: To'liq o'chirish
zh_hk: 徹底刪除

source: Revert to this version
af_za: Keer terug na hierdie weergawe
de_de: Auf diese Version zurückgreifen
el: Επιστροφή σε αυτήν την έκδοση
fa: به این نسخه برگردید
ja: このバージョンに戻す
kk: Осы нұсқаға оралыңыз
lv: Atgriezties uz šo versiju
sq: Kthehu në këtë version
sv: Återgå till denna version
uz: Ushbu versiyaga qayting
zh_hk: 恢復到此版本

source: There are no images for this article.
af_za: Daar is geen beelde vir hierdie artikel nie.
de_de: In diesem Artikel sind keine Bilder vorhanden
el: Δεν υπάρχουν εικόνες για αυτό το άρθρο.
fa: هیچ تصویری برای این مقاله وجود ندارد.
hu: Ennek a cikknek nincsenek képei.
ja: この記事には画像がありません。
kk: Бұл мақала үшін суреттер жоқ.
lv: Šim rakstam nav attēlu.
sq: Nuk ka imazhe për këtë artikull.
sv: Det finns inga bilder för den här artikeln.
uz: Ushbu maqola uchun rasmlar mavjud emas.
zh_hk: 本文沒有圖片。

source: Purge deletion
af_za: Vee uitvee uit
de_de: Löschen bereinigen
el: Εκκαθάριση διαγραφής
fa: پاکسازی حذف
lv: Iztīrīt dzēšanu
sq: Fshirja e fshirjes
uz: Oʻchirishni tozalash
zh_hk: 清除
