Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
af_za: &#39;n studiekursus aangebied deur {partner_short_name} , &#39;n aanlyn leerinisiatief van {partner_long_name} .
bo: {partner_short_name} ཡིས་འདོན་སྤེལ་བྱས་པའི་དྲ་ཐོག་སློབ་ཚན་ཞིག {partner_long_name} ཡི་དྲ་ལམ་སློབ་གཉེར་བྱེད་པའི་སྟ་གོན་ཞིག
de_de: angeboten von {partner_short_name}, eine Online-Learning Initiative von {partner_long_name}.
el: ένα πρόγραμμα σπουδών που προσφέρεται από το {partner_short_name}, μια διαδικτυακή πρωτοβουλία εκμάθησης του {partner_long_name}.
es: un curso de estudio ofrecido por {partner_short_name}, una iniciativa de aprendizaje en línea de {partner_long_name}.
fa: یک دورۀ آموزشی ارائه‌شده توسط {partner_short_name} ، یک ابتکار یادگیری برخط از {partner_long_name} .
hu: a(z) {partner_short_name} által kínált tanulmányi kurzus, amely a(z) {partner_long_name} online tanulási kezdeményezése.
ja: {partner_long_name}のオンライン学習イニシアチブである{partner_short_name}が提供する学習コース。
kk: {partner_short_name} ұсынатын оқу курсы, {partner_long_name} онлайн оқыту бастамасы.
lv: mācību kurss, ko piedāvā {partner_short_name} , tiešsaistes mācību iniciatīva {partner_long_name} .
sq: një kurs studimi i ofruar nga {partner_short_name}, një iniciativë mësimore në internet e {partner_long_name}.
sv: en kurs som erbjuds av {partner_short_name}, ett initiativ för online-lärande av {partner_long_name}.
uz: {partner_long_name} onlayn o'rganish tashabbusi {partner_short_name} tomonidan taklif qilingan o'quv kursi.
zh_hk: {partner_short_name}提供的學習課程， {partner_long_name}的線上學習計畫。

source: a course of study offered by {partner_short_name}.
af_za: &#39;n kursus aangebied deur {partner_short_name} .
bo: {partner_short_name} ཡིས་མཁོ་སྤྲོད་བྱས་པའི་བསླབ་གཞིའི་སློབ་ཚན།
de_de: angeboten von der {partner_short_name}
el: ένα πρόγραμμα σπουδών που προσφέρεται από το {partner_short_name}.
es: un curso de estudio ofrecido por {partner_short_name}.
fa: دورۀ تحصیلی ارائه‌شده توسط {partner_short_name} .
hu: a {partner_short_name} által kínált tanulmányi kurzus.
ja: {partner_short_name}が提供する学習コース。
kk: {partner_short_name} ұсынған оқу курсы.
lv: studiju kurss, ko piedāvā {partner_short_name} .
sq: një kurs studimi i ofruar nga {partner_short_name}.
sv: En kurs som erbjuds av {partner_short_name}.
uz: {partner_short_name} tomonidan taklif qilingan o'quv kursi.
zh_hk: {partner_short_name}提供的學習課程。

source: I completed the {course_title} course on {platform_name}.
af_za: Ek het die {course_title} kursus op {platform_name} voltooi.
bo: {platform_name} འདི་ནས་ངས་བསླབས་ཟིན་པའི་{course_title} སློབ་ཚན།
de_de: Ich habe den Kurs {course_title} auf der {platform_name} beendet.
el: Ολοκλήρωσα το μάθημα {course_title} στο {platform_name}.
es: Completé el curso {course_title} en {platform_name}.
fa: من دوره {course_title} را در {platform_name} تکمیل کردم.
hu: Elvégeztem a {course_title} kurzust a {platform_name} rendszerben.
ja: {platform_name}で{course_title}コースを修了しました。
kk: Мен {platform_name} бойынша {course_title} курсын аяқтадым.
lv: Es pabeidzu {course_title} kursu vietnē {platform_name} .
sq: Përfundova kursin {course_title} në {platform_name}.
sv: Jag avslutade kursen {course_title} på {platform_name}.
th: ฉันได้สำเร็จ {course_title} จาก {platform_name}
uz: Men {platform_name} da {course_title} kursini tamomladim.
zh_hk: 我在{platform_name}上完成了{course_title}課程。

source: I completed a course at {platform_name}. Take a look at my certificate.
af_za: Ek het &#39;n kursus by {platform_name} voltooi. Kyk bietjie na my sertifikaat.
bo: ངས་སློབ་ཚན་ཞིག་ {platform_name} འདིའི་སྒང་ནས་ཆ་ཚང་བ་བླངས་ཟིན། ངས་བླངས་པའི་ལག་ཁྱེར་ལ་གཟིགས།
de_de: Ich habe bei {platform_name} einen Kurs abgeschlossen und ein Zertifikat erhalten.
el: Ολοκλήρωσα ένα μάθημα στο {platform_name}. Ρίξτε μια ματιά στο πιστοποιητικό μου.
es: Completé un curso en {platform_name}. Eche un vistazo a mi certificado.
fa: من یک دوره را در {platform_name} گذراندم. به گواهینامۀ من نگاهی بیندازید.
hu: Elvégeztem egy tanfolyamot a {platform_name} platformon. Nézd meg a bizonyítványomat.
ja: {platform_name}でコースを修了しました。私の証明書をご覧ください。
kk: Мен {platform_name} курсын аяқтадым. Менің сертификатымды қараңыз.
lv: Es pabeidzu kursu vietnē {platform_name} . Apskatiet manu sertifikātu.
sq: Përfundova një kurs në {platform_name}. Hidhini një sy Certifikatës sime.
sv: Jag avslutade en kurs på {platform_name}. Ta en titt på mitt certifikat.
uz: Men {platform_name} da kursni tugatdim. Mening sertifikatimni ko'rib chiqing.
zh_hk: 我完成了{platform_name}的課程。看看我的證書。

source: More Information About {user_name}'s Certificate:
af_za: Meer inligting oor {user_name} se sertifikaat:
bo: སྤྱོད་མཁན་ {user_name} ཁོང་གི་ལག་ཁྱེར་སྐོར་གྱི་གནས་ཚུལ་རྒྱས་པ།
de_de: Mehr Informationen über {user_name}'s Zertifikat:
el: Περισσότερες πληροφορίες σχετικά με το Πιστοποιητικό του χρήστη {user_name}:
es: Más información sobre el certificado de {user_name}:
fa: اطلاعات بیشتر دربارۀ گواهینامه {user_name} :
hu: További információ {user_name} bizonyítványáról:
ja: {user_name}の証明書に関する詳細情報:
kk: {user_name} сертификаты туралы қосымша ақпарат:
lv: Papildinformācija par {user_name} sertifikātu:
sq: Më shumë informacion rreth certifikatës së {user_name} :
sv: Mer information om {user_name}s certifikat:
th: ข้อมูลเพิ่มเติมเกี่ยวกับใบรับรองของ {user_name}
uz: {user_name} sertifikati haqida batafsil ma'lumot:
zh_hk: 有關{user_name}證書的更多資訊：

source: {fullname}, you earned a certificate!
af_za: {fullname} , jy het &#39;n sertifikaat verdien!
bo: {fullname} ཁྱེད་ཀྱིས་ལག་ཁྱེར་ཞིག་ལོན་སོང་། ཨེ་མ་ཧོ།
de_de: {fullname} Sie haben ein Zertifikat erhalten!
el: {fullname}, κερδίσατε ένα πιστοποιητικό!
es: {fullname}, ¡has obtenido un certificado!
fa: {fullname} ، شما یک گواهینامه به دست آوردید!
hu: {fullname}, megszereztél egy tanúsítványt!
ja: {fullname}さん、あなたは証明書を取得しました！
kk: {fullname} , сіз сертификат алдыңыз!
lv: {fullname} , jūs nopelnījāt sertifikātu!
sq: {fullname} , keni fituar një certifikatë!
sv: {fullname}, du tjänade ett certifikat!
uz: {fullname} , siz sertifikatga ega bo'ldingiz!
zh_hk: {fullname} ，您獲得了證書！

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
af_za: Baie geluk! Hierdie bladsy gee &#39;n opsomming van wat jy bereik het. Wys dit aan familie, vriende en kollegas in jou sosiale en professionele netwerke.
bo: བཀྲ་ཤིས་བདེ་ལེགས་ཞུ། ཤོག་ངོས་འདིས་ཁྱེད་ཀྱིས་བླངས་པའི་གྲུབ་འབྲས་སྙིང་བསྡུས་བྱས་ཡོད་པས་དེ་དག ཁྱེད་རང་ཉིད་ཀྱི་སྤྱི་ཚོགས་དྲ་རྒྱ་དང་ཆེད་ལས་དྲ་རྒྱ་བརྒྱུད་ནས་རང་ཉིད་ཀྱི་ཁྱིམ་མི་གཉེན་ཉེ་དང་། གྲོགས་པོ། ལས་གྲོགས་བཅས་ལ་སྟོན་རོགས།
de_de: Herzlichen Glückwunsch! Hier finden Sie Ihr Zertifikat. Teilen Sie Ihren Erfolg mit Ihrer Familie, Ihren Freunden und Kollegen oder in Ihren sozialen und beruflichen Netzwerken.
el: Συγχαρητήρια! Αυτή η σελίδα συνοψίζει όσα καταφέρατε. Δείξτε το στην οικογένεια, τους φίλους και τους συναδέλφους στα κοινωνικά και επαγγελματικά σας δίκτυα.
es: ¡Felicidades! Esta página resume lo que has logrado. Muéstrasela a familiares, amigos y colegas en tus redes sociales y profesionales.
fa: تبریک می گویم! این صفحه، خلاصه کارهایی است که شما انجام داده‌اید. آن را به خانواده، دوستان و همکاران در شبکه‌های اجتماعی و حرفه‌ای خود نشان دهید.
hu: Gratulálunk! Ez az oldal összefoglalja, mit értél el. Mutasd meg családodnak, barátaidnak és kollégáidnak a közösségi és szakmai hálózataidban.
kk: Құттықтаймыз! Бұл бетте сіз қол жеткізген нәрселерді қорытындылайды. Оны әлеуметтік және кәсіби желілердегі отбасыңызға, достарыңызға және әріптестеріңізге көрсетіңіз.
lv: Apsveicam! Šajā lapā ir apkopots jūsu paveiktais. Parādiet to ģimenei, draugiem un kolēģiem savos sociālajos un profesionālajos tīklos.
sq: Urime! Kjo faqe përmbledh atë që keni arritur. Tregojuni familjes, miqve dhe kolegëve në rrjetet tuaja sociale dhe profesionale.
sv: Grattis! Den här sidan sammanfattar vad du har åstadkommit. Visa det till familj, vänner och kollegor i dina sociala och professionella nätverk.
uz: Tabriklaymiz! Ushbu sahifada siz nimaga erishganingizni umumlashtiradi. Ijtimoiy va professional tarmoqlaringizdagi oilangiz, do'stlaringiz va hamkasblaringizga buni ko'rsating.
zh_hk: 恭喜！本頁總結了您所完成的工作。向您的社交和職業網絡中的家人、朋友和同事展示它。

source: More about {fullname}'s accomplishment
af_za: Meer oor {fullname} se prestasie
bo: {fullname} ཁོང་གི་གྲུབ་འབྲས་ཀྱི་སྐོར་རྒྱས་པ།
de_de: Mehr über die Zertifikate von {fullname}
el: Περισσότερα για το επίτευγμα του {fullname}
es: Más sobre el logro de {fullname}
fa: اطلاعات بیشتر دربارۀ دستاورد {fullname}
hu: További információ {fullname} eredményéről
ja: {fullname}の成果について詳しく見る
kk: {fullname} жетістігі туралы толығырақ
lv: Vairāk par {fullname} sasniegumiem
sq: Më shumë rreth arritjes së {fullname}
sv: Mer om {fullname}s prestation
th: เกี่ยวกับความสำเร็จเพิ่มเติมของ {fullname}
uz: {fullname} ning muvaffaqiyati haqida ko'proq ma'lumot
zh_hk: 有關{fullname}成就的更多信息

source: {course_id} is not a valid course key.
af_za: {course_id} is nie &#39;n geldige kursussleutel nie.
bo: {course_id} ནི་ཚུལ་མཐུན་གྱི་སློབ་ཚན་གནད་ཚིག་ཅིག་མ་རེད།
de_de: {course_id} ist kein gültiger Kursschlüssel.
el: Το {course_id} δεν είναι έγκυρο κλειδί μαθήματος.
es: {course_id} no es una clave de curso válida.
fa: {course_id} کلید دوره‌ای معتبر نیست.
hu: A(z) {course_id} nem érvényes kurzuskulcs.
ja: {course_id}は有効なコースキーではありません。
kk: {course_id} жарамды курс кілті емес.
lv: {course_id} nav derīga kursa atslēga.
sq: {course_id} nuk është një çelës i vlefshëm kursi.
sv: {course_id} är inte en giltig kursnyckel.
th: {course_id} ไม่ใช่คีย์หลักสูตรที่ถูกต้อง
uz: {course_id} yaroqli kurs kaliti emas.
zh_hk: {course_id}不是有效的課程密鑰。

source: Course {course_id} does not exist.
af_za: Kursus {course_id} bestaan nie.
bo: སློབ་ཚན་གྱི་ {course_id} གནས་མི་འདུག
de_de: Kurs {course_id} existiert nicht.
el: Το μάθημα {course_id} δεν υπάρχει.
es: El curso {course_id} no existe.
fa: دورۀ {course_id} وجود ندارد.
hu: A(z) {course_id} tanfolyam nem létezik.
ja: コース {course_id} は存在しません。
kk: {course_id} курсы жоқ.
lv: Kurss {course_id} neeksistē.
sq: Kursi {course_id} nuk ekziston.
sv: Kursen {course_id} existerar inte.
th: {course_id} ของหลักสูตรไม่มีอยู่
uz: Kurs {course_id} mavjud emas.
zh_hk: 當然{course_id}不存在。

source: Use the checkout page hosted by the E-Commerce service.
af_za: Gebruik die betaalbladsy wat deur die e-handeldiens aangebied word.
bo: དྲ་ལམ་ཚོང་གཉེར་སྡེ་ཚན་དེས་བདག་གཉེར་བྱས་པའི་ཕྱིར་གཏོང་ཞིབ་ཕྲའི་ཤོག་ངོས་དེ་བཀོལ་སྤྱོད་བྱོས།
de_de: Benutzen Sie die Bezahl-Seite, welche von unserem E-Commerce Service betreut wird.
el: Χρησιμοποιήστε τη σελίδα ολοκλήρωσης αγοράς που φιλοξενείται από την υπηρεσία ηλ. εμπορίου.
es: Utilice la página de pago alojada por el servicio de Comercio Electrónico.
fa: از صفحۀ پرداخت که توسط سرویس تجارت الکترونیک میزبانی شده است استفاده کنید.
hu: Használja az E-kereskedelmi szolgáltatás által üzemeltetett fizetési oldalt.
ja: Eコマースサービスがホストするチェックアウトページを使用してください。
kk: E-Commerce қызметі орналастыратын төлем бетін пайдаланыңыз.
lv: Izmantojiet e-komercijas pakalpojuma nodrošināto norēķinu lapu.
sq: Përdorni faqen e arkës së organizuar nga shërbimi E-Commerce.
sv: Använd kassan som finns hos E-Commerce-tjänsten.
uz: Elektron tijorat xizmati tomonidan joylashtirilgan to'lov sahifasidan foydalaning.
zh_hk: 使用電子商務服務所託管的結帳頁面。

source: Path to course(s) checkout page hosted by the E-Commerce service.
af_za: Pad na kursus(se) afrekenbladsy wat deur die e-handeldiens aangebied word.
bo: དྲ་ལམ་ཚོང་གཉེར་སྡེ་ཚན་དེས་བདག་གཉེར་བྱས་པའི་ཕྱིར་གཏོང་ཞིབ་ཕྲའི་ཤོག་ངོས་ཀྱི་སློབ་ཚན་གྱི་སྦྲེལ་ཐག
de_de: Pfad zur Bezahl-Seite der Kurs(e), welche von unserem E-Commerce Service betreut wird.
el: Διαδρομή προς τη σελίδα ολοκλήρωσης αγοράς μαθημάτων που φιλοξενείται από την υπηρεσία Ηλ. εμπορίου.
fa: صفحۀ پرداخت مسیر به دوره(های) که توسط سرویس تجارت الکترونیک میزبانی شده است.
hu: Az E-kereskedelmi szolgáltatás által üzemeltetett tanfolyam(ok) rendelés leadási oldalának elérési útja.
ja: Eコマースサービスがホストするコースのチェックアウトページへのパス。
kk: E-Commerce қызметі орналастыратын курс(тарды) тексеру бетіне апаратын жол.
lv: Ceļš uz kursu(-u) izrakstīšanās lapu, ko mitina e-komercijas pakalpojums.
sq: Rruga drejt faqes së arkës së kurseve e organizuar nga shërbimi i Tregtisë Elektronike.
sv: Sökväg till kursers checkningssida som är värd för e-handelstjänsten.
uz: Elektron tijorat xizmati tomonidan joylashtirilgan kurs(lar)ni tekshirish sahifasiga yo‘l.
zh_hk: 由電子商務服務所託管的課程結帳頁面的路徑。

source: Cache Time To Live
af_za: Kastyd om te lewe
bo: གསང་ཉར་གནས་ཚུལ་གནས་པའི་དུས་ཡུན།
el: Προσωρινή μνήμη TTL
es: Tiempo de Vida de la Caché
ja: キャッシュの有効期間
lv: Kešatmiņas darbības laiks
sq: Cache Koha për të jetuar
uz: Yashash vaqti kesh
zh_hk: 緩存存留時間

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
af_za: Gespesifiseer in sekondes. Aktiveer caching deur dit op &#39;n waarde groter as 0 te stel.
bo: སྐར་ཆ་གཅིག་གི་ནང་བཞིན་གྱི་དོན་ལུ་གནས་ཚད་བཟོ་དགོས། གནས་ཚད་འདི་གི་རྩིས་གྲངས་གཙོ་བོ་0 ལས་མང་པོ་བཟོ་བཏུབ་པས་སྲུང་བཞག་བྱེད་དགོས།
de_de: Angabe in Sekunden. Aktivieren Sie das Caching, indem Sie es auf einen Wert größer als 0 setzen.
el: Καθορίζεται σε δευτερόλεπτα. Ενεργοποιήστε την προσωρινή αποθήκευση ορίζοντας σε τιμή μεγαλύτερη από 0.
es: Especificado en segundos. Habilite la caché estableciendo este valor en mayor que 0.
fa: در ثانیه مشخص شده است. با تنظیم این مقدار روی مقداری بیشتر از 0، حافظۀ موقت را فعال کنید.
hu: Másodpercekben megadva. A gyorsítótárazást úgy engedélyezheti, ha ezt az értéket 0-nál nagyobbra állítja.
ja: 秒単位で指定します。キャッシュを有効にするには、これを0より大きい値に設定します。
kk: Секундтарда көрсетілген. Оны 0-ден үлкен мәнге орнату арқылы кэштеуді қосыңыз.
lv: Norādīts sekundēs. Iespējojiet kešatmiņu, iestatot vērtību, kas lielāka par 0.
sq: Specifikuar në sekonda. Aktivizo cachimin duke e vendosur këtë në një vlerë më të madhe se 0.
sv: Specificeras i sekunder. Aktivera cachning genom att ställa in detta till ett värde som är större än 0.
uz: soniyalarda ko'rsatilgan. Buni 0 dan kattaroq qiymatga o'rnatish orqali keshlashni yoqing.
zh_hk: 以秒為單位指定。透過將其設為大於 0 的值來啟用快取。

source: Path to order receipt page.
af_za: Pad na &#39;n bestellingskwitansiebladsy.
bo: མངགས་ཉོའི་འབྱོར་འཛིན་ཤོག་ངོས་ཀྱི་སྦྲེལ་ལམ།
de_de: Pfad zur Quittungsbeleg für Bestellungen Seite
el: Διαδρομή προς τη σελίδα απόδειξης παραγγελίας.
es: Ruta a la página del recibo del pedido.
fa: مسیر رسیدن به صفحۀ رسید سفارش.
ja: 注文受領ページへのパス。
kk: Тапсырыс түбіртегі бетіне апаратын жол.
lv: Ceļš uz pasūtījuma kvīts lapu.
sq: Rruga drejt faqes së faturës së porosisë.
sv: Sökväg till beställnings kvittosida.
uz: Buyurtma kvitansiyasi sahifasiga yo'l.
zh_hk: 訂單收據頁面的路徑。

source: Automatically approve valid refund requests, without manual processing
af_za: Keur geldige terugbetalingversoeke outomaties goed, sonder handmatige verwerking
bo: ཚུལ་དང་མཐུན་པའི་དངུལ་ཕྱིར་སློག་གི་རེ་ཞུ་རྣམས་ལག་སྒྲིག་བྱེད་མི་དགོས་པར་རང་འགུལ་གྱིས་ངོས་ལེན་བྱེད་འགྲོ་བ་ཡིན།
de_de: Automatische Genehmigung gültiger Rückerstattungsanträge ohne manuelle Bearbeitung
el: Αυτόματη έγκριση έγκυρων αιτημάτων επιστροφής χρημάτων, χωρίς χειροκίνητη επεξεργασία
es: Aprobar automáticamente las solicitudes de reembolso válidas, sin procesamiento manual
fa: تأیید خودکار درخواست‌های بازپرداخت معتبر، بدون پردازش دستی
hu: Automatikusan hagyja jóvá az érvényes visszatérítési kérelmeket, kézi feldolgozás nélkül
ja: 有効な返金リクエストを手動処理なしで自動承認する
kk: Қолмен өңдеусіз жарамды қайтару сұрауларын автоматты түрде мақұлдаңыз
lv: Automātiski apstipriniet derīgus atmaksas pieprasījumus bez manuālas apstrādes
sq: Mirato automatikisht kërkesat e vlefshme për rimbursim, pa përpunim manual
sv: Godkänn automatiskt giltiga återbetalningsförfrågningar, utan manuell bearbetning
uz: To‘lovni qaytarish so‘rovlarini qo‘lda ishlovsiz avtomatik ravishda tasdiqlang
zh_hk: 自動批准有效退款要求，無需手動處理

source: [Refund] User-Requested Refund
af_za: [Terugbetaling] Gebruiker-versoekte terugbetaling
bo: [དངུལ་ཕྱིར་སློག] སྤྱོད་མཁན་གྱི་དངུལ་ཕྱིར་སློག་གི་རེ་ཞུ་བྱས་པ།
de_de: [Refund] Von User beantragte Rückerstattung
el: [Refund] Επιστροφή χρημάτων που ζητήθηκε από τον χρήστη
es: [Reembolso] Reembolso Solicitado por el Usuario
fa: [بازپرداخت] بازپرداخت درخواستی کاربر
hu: [Refund] visszatérítést igényelt a felhasználó
kk: [Қайтару] Пайдаланушы сұраған ақшаны қайтару
lv: [Atmaksa] Lietotāja pieprasīta atmaksa
sq: [Rimbursimi] Rimbursimi i kërkuar nga përdoruesi
sv: [Återbetalning] Användarbegärd återbetalning
th: [การคืนเงิน] จำนวนเงินคืนที่ได้ร้องขอ
uz: [Toʻlovni qaytarish] Foydalanuvchi tomonidan soʻralgan toʻlovni qaytarish
zh_hk: [退款] 用戶要求退款

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
af_za: &#39;n Terugbetalingversoek is geïnisieer vir {username} ( {email} ). Om hierdie versoek te verwerk, besoek asseblief die skakel(s) hieronder.
bo: སྤྱོད་མཁན་ {username} ({email}) འདིས་དངུལ་ཕྱིར་སློག་གི་རེ་ཞུ་བྱས་འདུག རེ་ཞུ་འདིའི་བྱ་རིམ་བསྒྲུབ་པར་གཤམ་གྱི་དྲ་ཐག་(ཁག)ལ་གཟིགས་རོགས།
de_de: Für {username} ({email}) wurde eine Rückerstattungsanforderung gestartet. Um diese Anfrage zu bearbeiten, besuchen Sie bitte den/die untenstehenden Link(s).
el: Ένα αίτημα επιστροφής χρημάτων έχει ξεκινήσει για το {username} ({email}). Για να επεξεργαστείτε αυτό το αίτημα, επισκεφτείτε τον παρακάτω σύνδεσμο.
es: Se ha iniciado una solicitud de reembolso para {username} ({email}). Para procesar esta solicitud, visite el/los enlace(s) a continuación.
fa: درخواست بازپرداخت برای {username} ( {email} ) آغاز شده است. برای پردازش این درخواست، لطفاً به پیوند(های) زیر مراجعه کنید.
hu: Visszatérítési kérelmet kezdeményeztek {username} ({email}) számára. A kérelem feldolgozásához kérjük, látogasson el az alábbi link(ek)re.
ja: {username} ({email}) の返金リクエストが開始されました。このリクエストを処理するには、以下のリンクをご覧ください。
kk: {username} ( {email} ) үшін ақшаны қайтару сұрауы басталды. Бұл сұрауды өңдеу үшін төмендегі сілтеме(лер)ге өтіңіз.
lv: Ir iesniegts kompensācijas pieprasījums par {username} ({email}). Lai apstrādātu šo pieprasījumu, lūdzu, apmeklējiet tālāk norādīto saiti(-es).
sq: Një kërkesë për rimbursim është nisur për {username} ({email}). Për të përpunuar këtë kërkesë, ju lutemi vizitoni lidhjen(et) më poshtë.
sv: En begäran om återbetalning har inletts för {username} ({email}). För att behandla denna förfrågan, besök länken(/länkarna) nedan.
th: คำร้องขอคืนเงินได้ถูกสร้างขึ้นจาก {username} ({email}) เพื่อดำเนินการต่อ โปรดไปที่ลิงก์() ด้านล่าง
uz: {username} ( {email} ) uchun to‘lovni qaytarish so‘rovi yuborildi. Ushbu so‘rovni ko‘rib chiqish uchun quyidagi havola(lar)ga tashrif buyuring.
zh_hk: 已針對{username} ( {email} ) 發起退款請求。要處理此請求，請訪問下面的連結。

source: Practice Exam
af_za: Oefen eksamen
bo: ཡིག་རྒྱུགས་སྦྱོང་བརྡར།
de_de: Übungsprüfung
el: Πρακτική Εξέταση
es: Examen de Práctica
fa: امتحان تمرینی
hu: Gyakorló vizsga
ja: 模擬試験
kk: Практикалық емтихан
lv: Izmēģinājuma eksāmens
sq: Provimi praktik
sv: Övningsprov
uz: Amaliy imtihon
zh_hk: 練習考試

source: Proctored Exam
af_za: Proctored Eksamen
bo: ལྟ་རྟོག་ཡོད་པའི་ཡིག་རྒྱུགས།
de_de: Beaufsichtigte Prüfung
el: Επιτηρούμενη εξέταση
es: Examen Supervisado
fa: آزمون حفاظت‌شده
hu: Felügyelt vizsga
ja: 監督付き試験
lv: Uzraudzīts eksāmens
sq: Provim Proctored
sv: Proctored examen
th: การสอบที่ถูกควบคุม
uz: Protsessorli imtihon
zh_hk: 監考考試

source: Timed Exam
af_za: Tydige eksamen
bo: དུས་བཅད་ཡོད་པའི་ཡིག་རྒྱུགས།
de_de: Terminierte Prüfung
el: Χρονομετρημένη εξέταση
es: Examen con tiempo limitado
fa: آزمون زمان‌دار
hu: Időzített vizsga
ja: 時間制限付き試験
kk: Уақыты белгіленген емтихан
lv: Laika eksāmens
sq: Provim me kohë
sv: Tidsbestämd examen
th: ตั้งเวลาสอบ
uz: Vaqtli imtihon
zh_hk: 定時考試

source: Exam
af_za: Eksamen
bo: ཡིག་རྒྱུགས།
de_de: Prüfung
el: Εξέταση
es: Examen
fa: آزمون
hu: Vizsga
ja: 試験
kk: Емтихан
lv: Eksāmens
sq: Provimi
uz: Imtihon
zh_hk: 考試

source: There’s still time to reach your goal
de_de: Es ist noch Zeit, Ihr Ziel zu erreichen
el: Υπάρχει ακόμη χρόνος για να φτάσετε στο στόχο σας
sv: Det finns fortfarande tid att nå ditt mål
zh_hk: 還有時間實現你的目標

source: You set a goal of learning {start_bold}%(days_per_week)s time a week in %(course_name)s{end_bold}. You’re not quite there, but there's still time to reach that goal!
el: Θέτετε ως στόχο να μαθαίνετε {start_bold} %(days_per_week)s φορά την εβδομάδα στο %(course_name)s {end_bold} . Δεν είστε ακριβώς εκεί, αλλά υπάρχει ακόμα χρόνος για να φτάσετε αυτόν τον στόχο!
hu: ``` Heti {start_bold}%(days_per_week)s alkalommal tűztél ki célt a(z) %(course_name)s tanulására{end_bold}. Még nem érted el, de még van időd elérni ezt a célt! ```
zh_hk: 您在%(course_name)s {end_bold}設定了每週學習{start_bold} %(days_per_week)s次的目標。您還沒有完全達到目標，但仍有時間實現該目標！

source: Jump back in
de_de: Springe wieder hinein
el: Πήδηξε ξανά μέσα
zh_hk: 跳回

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
de_de: Denken Sie daran, dass Sie Ihr Lernziel jederzeit ändern können. Das beste Ziel ist eines, an dem man festhalten kann.
el: Θυμηθείτε, μπορείτε πάντα να αλλάξετε τον μαθησιακό σας στόχο. Ο καλύτερος στόχος είναι αυτός στον οποίο μπορείτε να επιμείνετε.
kk: Есіңізде болсын, сіз әрқашан оқу мақсатыңызды өзгерте аласыз. Ең жақсы мақсат - сіз ұстана алатын мақсат.
zh_hk: 請記住，您隨時可以改變學習目標。最好的目標是你可以堅持的目標。

source: Adjust my goal
de_de: Passe mein Ziel an
el: Προσαρμόστε τον στόχο μου
zh_hk: 調整我的目標

source: Unsubscribe from goal reminder emails for this course
af_za: Teken uit op doelherinnering-e-posse vir hierdie kursus
bo: སློབ་ཚན་འདིའི་དམིགས་འབེན་དྲན་གསོའི་གློག་འཕྲིན་དེ་སྔོན་མངགས་ནས་ཕྱིར་འཐེན་བྱེད།
de_de: E-Mail-Zielerinnerungen für diesen Kurs abbestellen
el: Καταργήστε την εγγραφή σας από μηνύματα ηλεκτρονικού ταχυδρομείου υπενθύμισης στόχου για αυτό το μάθημα
es: Cancelar la suscripción a los correos recordatorios de objetivos para este curso
fa: لغو اشتراک رایانامه‌های یادآوری هدف برای این دوره
lv: Anulēt šī kursa mērķu atgādinājuma e-pasta abonēšanu
sq: Çregjistrohu nga emailet rikujtuese të qëllimeve për këtë kurs
uz: Ushbu kurs uchun maqsad haqida eslatma xatlariga obunani bekor qiling
zh_hk: 取消訂閱本課程的目標提醒電郵

source: You're almost there!
af_za: Jy is amper daar!
bo: ཁྱེད་ཀྱིས་ལེགས་པར་གྲུབ་ལ་ཉེ་སོང་།
de_de: Fast fertig!
el: Έχετε σχεδόν ολοκληρώσει την εγγραφή σας!
es: ¡Ya casi lo logras!
fa: شما تقریباً آن‌جا هستید!
hu: Majdnem kész vagy!
ja: もう少しです！
kk: Жақын жерде қалдыңыз!
lv: Jūs esat gandrīz klāt!
sq: Ju jeni pothuajse atje!
sv: Du är nästan där!
uz: Siz deyarli keldingiz!
zh_hk: 你快到了！

source: There's still time to reach your goal
af_za: Daar is nog tyd om jou doel te bereik
bo: ཁྱེད་ཀྱི་དམིགས་འབེན་སར་འབྱོར་བར་ད་དུང་དུས་ཚོད་དགོས་འདུག
de_de: Es ist noch Zeit, Ihr Ziel zu erreichen
el: Υπάρχει ακόμη χρόνος για να φτάσετε στο στόχο σας
es: Aún hay tiempo para alcanzar tu objetivo
fa: هنوز برای رسیدن به هدفت وقت هست
hu: Még van időd elérni a célodat
ja: まだ目標を達成する時間はあります
kk: Мақсатыңызға жетуге әлі уақыт бар
lv: Vēl ir laiks sasniegt savu mērķi
sq: Ka ende kohë për të arritur qëllimin tuaj
sv: Det finns fortfarande tid att nå ditt mål
uz: Maqsadingizga erishish uchun hali vaqt bor
zh_hk: 還有時間實現你的目標
