Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
af_za: Vereis as &#39;proctortrack&#39; as jou proctoring-verskaffer gekies is. Voer &#39;n e-posadres in om deur die ondersteuningspan gekontak te word wanneer daar eskalasies is (bv. appèlle, vertraagde resensies, ens.).
de_de: Erforderlich, wenn 'proctortrack' als Ihr Proctoring-Provider ausgewählt wurde. Geben Sie eine E-Mail-Adresse an, an die sich das Support-Team im Falle von Eskalationen (z.B. Einsprüche, verspätete Überprüfungen usw.) wenden kann.
el: Απαιτείται εάν έχει επιλεγεί το &quot;proctortrack&quot; ως πάροχος proctoring. Εισαγάγετε μια διεύθυνση email με την οποία θα επικοινωνεί η ομάδα υποστήριξης όποτε υπάρχουν κλιμακώσεις (π.χ. ένσταση, καθυστερημένοι έλεγχοι κ.λπ.).
fa: اگر «proctortrack» به‌عنوان ارائه‌دهنده جستجوگر شما انتخاب شده باشد، الزامی است. آدرس ایمیلی را وارد کنید تا هر زمان که تشدید شد، تیم پشتیبانی با آن تماس بگیرد (مانند درخواست تجدیدنظر، بررسی های تاخیری و غیره).
hu: Kötelező, ha a 'proctortrack' van kiválasztva felügyelő szolgáltatóként. Adjon meg egy e-mail címet, amelyen a támogatási csapat elérheti Önt, amikor eszkalációk történnek (pl. fellebbezések, késleltetett értékelések stb.).
lv: Obligāts, ja kā aizsardzības nodrošinātājs ir atlasīts “proctortrack”. Ievadiet e-pasta adresi, ar kuru atbalsta komanda sazināsies ikreiz, kad rodas eskalācijas (piemēram, apelācijas, aizkavētas pārskatīšanas utt.).
sq: Kërkohet nëse &#39;proctortrack&#39; zgjidhet si ofruesi juaj proctoring. Futni një adresë emaili për t&#39;u kontaktuar nga ekipi mbështetës sa herë që ka përshkallëzime (p.sh. apelime, rishikime të vonuara, etj.).
sv: Krävs om 'proctortrack' har valts som din proctoring-leverantör. Ange en e-postadress som ska kontaktas av supportteamet när det finns upptrappningar (t.ex. överklaganden, försenade recensioner etc.).
uz: Proktoring provayderingiz sifatida "proctortrack" tanlangan bo'lsa, talab qilinadi. Har safar kuchayganida (masalan, apellyatsiyalar, kechiktirilgan ko'rib chiqishlar va h.k.) qo'llab-quvvatlash jamoasi bilan bog'lanish uchun elektron pochta manzilini kiriting.
zh_hk: 如果選擇「proctortrack」作為您的監考提供者，則為必填項。輸入電郵地址，以便支援團隊在出現問題升級（例如上訴、延遲審核等）時聯絡該地址。

source: Allow Opting Out of Proctored Exams
af_za: Laat toe om intekening uit te trek vir eksamens wat deur die eksamen gereël word
de_de: Erlauben Sie die Abmeldung von beaufsichtigten Prüfungen
el: Να επιτρέπεται η εξαίρεση από τις επιτηρούμενες εξετάσεις
es: Permitir Optar por No Realizar Exámenes Supervisados
fa: اجازه انصراف از امتحانات Proctored را بدهید
lv: Atļaujiet atteikties no uzraudzītiem eksāmeniem
sq: Lejo të heqësh dorë nga provimet e mbrojtura
uz: Prokurorlangan imtihonlardan voz kechishga ruxsat bering
zh_hk: 允許選擇退出監考考試

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
af_za: Voer waar of onwaar in. As hierdie waarde waar is, kan leerders kies om eksamens afgelê te word sonder om af te lê. Indien hierdie waarde vals is, moet alle leerders die eksamen met proctoring aflê. Hierdie instelling is slegs van toepassing indien eksamens vir die kursus geaktiveer is.
de_de: Geben Sie "true" oder "false" ein. Wenn dieser Wert "true" ist, können sich die Lernenden dafür entscheiden, die Prüfungen ohne Aufsicht abzulegen. Wenn dieser Wert "false" ist, müssen alle Lernenden die Prüfung mit Beaufsichtigung ablegen. Diese Einstellung gilt nur, wenn für den Kurs beaufsichtigte Prüfungen aktiviert sind.
el: Εισαγάγετε true ή false. Εάν αυτή η τιμή είναι true, οι φοιτητές μπορούν να επιλέξουν να δώσουν τα τεστ, χωρίς όμως να επιτηρούνται. Εάν αυτή η τιμή είναι false, οι φοιτητές πρέπει να δώσουν τα τεστ με επιτήρηση. Αυτή η ρύθμιση ισχύει μόνο εάν είναι ενεργοποιημένες οι επιτηρούμενες εξετάσεις του μαθήματος.
es: Ingrese verdadero o falso. Si este valor es verdadero, los estudiantes pueden elegir tomar exámenes supervisados sin supervisión. Si este valor es falso, todos los estudiantes deben tomar el examen con supervisión. Esta configuración solo se aplica si los exámenes supervisados están habilitados para el curso.
fa: درست یا نادرست را وارد کنید. اگر این مقدار درست باشد، زبان‌آموزان می‌توانند در آزمون‌های اختصاصی بدون پیش‌بینی شرکت کنند. اگر این مقدار نادرست باشد، همه فراگیران باید با پروکتورینگ در امتحان شرکت کنند. این تنظیم فقط در صورتی اعمال می‌شود که آزمون‌های اختصاصی برای دوره فعال باشد.
hu: Adja meg, hogy igaz vagy hamis. Ha ez az érték igaz, a tanulók választhatnak, hogy felügyelt vizsgákat felügyelet nélkül tesznek. Ha ez az érték hamis, minden tanulónak felügyelet mellett kell vizsgáznia. Ez a beállítás csak akkor érvényes, ha a felügyelt vizsgák engedélyezve vannak a kurzushoz.
ja: 真または偽を入力してください。この値が真の場合、学習者は監督なしで監督付き試験を受けることを選択できます。この値が偽の場合、すべての学習者は監督付きで試験を受けなければなりません。この設定は、コースで監督付き試験が有効になっている場合にのみ適用されます。
kk: Шын немесе жалған деп енгізіңіз. Бұл мән ақиқат болса, оқушылар бақылаусыз емтихан тапсыруды таңдай алады. Егер бұл мән жалған болса, барлық білім алушылар прокторингпен емтихан тапсыруы керек. Бұл параметр курс үшін тексерілген емтихандар қосылған жағдайда ғана қолданылады.
lv: Ievadiet patiesu vai nepatiesu. Ja šī vērtība ir patiesa, kursa dalībnieki var izvēlēties kārtot pārbaudītus eksāmenus bez pārbaudes. Ja šī vērtība ir nepatiesa, visiem kursa dalībniekiem ir jākārto eksāmens ar pārbaudi. Šis iestatījums ir spēkā tikai tad, ja kursam ir iespējoti uzraudzītie eksāmeni.
sq: Shkruani e vërtetë ose e gabuar. Nëse kjo vlerë është e vërtetë, nxënësit mund të zgjedhin të nënshtrohen provimeve të mbikëqyrura pa mbikëqyrje. Nëse kjo vlerë është e rreme, të gjithë nxënësit duhet të nënshtrohen provimit me mbikëqyrje. Ky cilësim zbatohet vetëm nëse provimet e mbikëqyrura janë të aktivizuara për kursin.
uz: Rost yoki yolg'onni kiriting. Agar bu qiymat to'g'ri bo'lsa, o'quvchilar nazoratsiz imtihonlarni topshirishlari mumkin. Agar bu qiymat noto'g'ri bo'lsa, barcha o'quvchilar proktoring bilan imtihon topshirishlari kerak. Ushbu sozlama faqat kurs uchun nazorat imtihonlari yoqilgan bo'lsa amal qiladi.
zh_hk: 輸入真或假。如果此值為 true，學生可以選擇參加無人監考的考試。如果該值為 false，則所有學生都必須參加有監考的考試。只有當課程啟用了監考考試時，此設定才適用。

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
af_za: Skep Zendesk-kaartjies vir verdagte eksamenpogings
de_de: Erstellen von Zendesk-Tickets für verdächtige, beaufsichtigte Prüfungsversuche
el: Δημιουργήστε Tickets για ύποπτες κινήσεις σε επιτηρούμενες εξετάσεις
es: Crear Tickets de Zendesk para Intentos Sospechosos en Exámenes Supervisados
fa: برای تلاش‌های امتحانی مشکوک، بلیت‌های Zendesk ایجاد کنید
hu: Hozzon létre Zendesk jegyeket a gyanús felügyelt vizsgakísérletekhez
ja: 不審な監督付き試験の試みについてZendeskチケットを作成する
kk: Күдікті тексерілген емтихан әрекеттері үшін Zendesk билеттерін жасаңыз
lv: Izveidojiet Zendesk biļetes aizdomīgiem uzraudzīta eksāmena mēģinājumiem
sq: Krijoni bileta Zendesk për përpjekjet e dyshimta të provimit të mbikëqyrur
sv: Skapa Zendesk-biljetter för misstänkta Proctored Exam-försök
uz: Shubhali tekshirilgan imtihon urinishlari uchun Zendesk chiptalarini yarating
zh_hk: 對有作弊嫌疑的考試創建 Zendesk 記錄

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
af_za: Voer waar of onwaar in. As hierdie waarde waar is, sal &#39;n Zendesk-kaartjie geskep word vir verdagte pogings.
de_de: Geben Sie wahr oder falsch ein. Wenn dieser Wert wahr ist, wird ein Zendesk-Ticket für verdächtige Versuche erstellt.
el: Εισαγάγετε true ή false. Εάν επιλέξετε το true, θα δημιουργηθεί ένα εισιτήριο Zendesk για ύποπτες προσπάθειες.
es: Ingrese verdadero o falso. Si este valor es verdadero, se creará un ticket de Zendesk para intentos sospechosos.
fa: درست یا نادرست را وارد کنید. اگر این مقدار درست باشد، یک بلیط Zendesk برای تلاش های مشکوک ایجاد می شود.
hu: Adja meg, hogy igaz vagy hamis. Ha ez az érték igaz, akkor egy Zendesk jegy jön létre a gyanús próbálkozásokhoz.
ja: 真または偽を入力してください。この値が真の場合、疑わしい試みについてZendeskチケットが作成されます。
kk: Шын немесе жалған деп енгізіңіз. Бұл мән шын болса, күдікті әрекеттер үшін Zendesk билеті жасалады.
lv: Ievadiet True vai False. Ja šī vērtība ir True, aizdomīgiem mēģinājumiem tiks izveidota Zendesk biļete.
sq: Shkruani e vërtetë ose e gabuar. Nëse kjo vlerë është e vërtetë, do të krijohet një biletë Zendesk për përpjekje të dyshimta.
sv: Ange sant eller felaktigt. Om detta värde är sant kommer en Zendesk-biljett att skapas för misstänkta försök.
uz: Rost yoki noto'g'ri kiriting. Agar bu qiymat rost bo'lsa, shubhali urinishlar uchun Zendesk chiptasi yaratiladi.
zh_hk: 輸入 “true” 或 “false” 。如果輸入 “true” ，那麼就會對有作弊嫌疑的考試建立 Zendesk 記錄。

source: Enable Timed Exams
af_za: Aktiveer Tydige eksamens
de_de: Terminierte Prüfungen freischalten
el: Ενεργοποίηση χρονομετρημένων εξετάσεων
es: Habilitar Exámenes con Tiempo Limitado
fa: فعال کردن آزمون های زمان بندی شده
hu: Időzített vizsgák engedélyezése
ja: タイムド試験を有効にする
kk: Уақыты бар емтихандарды қосыңыз
lv: Iespējot laikā ierobežotus eksāmenus
sq: Aktivizo Provimet e Kohëzuara
sv: Aktivera tentamina
uz: Vaqtli imtihonlarni yoqing
zh_hk: 啟用計時考試

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
af_za: Voer waar of onwaar in. As hierdie waarde waar is, word tydtoetse in jou kursus geaktiveer. Ongeag hierdie instelling, word tydbepaalde eksamens geaktiveer as Aktiveer Proctored Exams op waar gestel is.
de_de: Geben Sie "true" oder "false" ein. Wenn dieser Wert "true" ist, werden zeitgesteuerte Prüfungen in Ihrem Kurs aktiviert. Unabhängig von dieser Einstellung werden zeitgesteuerte Prüfungen aktiviert, wenn beaufsichtigte Prüfungen aktivieren auf "true" gesetzt ist.
el: Εισαγάγετε true ή false. Εάν αυτή η τιμή είναι true, οι χρονομετρημένες εξετάσεις είναι ενεργοποιημένες στον κύκλο μαθημάτων σας. Ανεξάρτητα από αυτήν τη ρύθμιση, οι χρονομετρημένες εξετάσεις είναι ενεργοποιημένες εάν το 'Ενεργοποίηση επιτηρούμενων εξετάσεων' έχει οριστεί σε true.
es: Ingrese verdadero o falso. Si este valor es verdadero, los exámenes con tiempo limitado están habilitados en su curso. Independientemente de esta configuración, los exámenes con tiempo limitado están habilitados si Habilitar Exámenes Supervisados está establecido en verdadero.
fa: درست یا نادرست را وارد کنید. اگر این مقدار درست باشد، امتحانات زمان بندی شده در دوره شما فعال می شوند. صرف نظر از این تنظیم، در صورتی که Enable Proctored Exams روی true تنظیم شده باشد، امتحانات زمان بندی شده فعال می شوند.
hu: Írja be, hogy igaz vagy hamis. Ha ez az érték igaz, akkor az időzített vizsgák engedélyezve vannak a kurzusban. Ettől a beállítástól függetlenül az időzített vizsgák engedélyezve vannak, ha az Engedélyezett Felügyelt Vizsgák beállítás igaz.
ja: 真または偽を入力してください。この値が真の場合、コースで時間制限付き試験が有効になります。この設定に関係なく、プロクター試験が有効に設定されている場合、時間制限付き試験は有効になります。
kk: Шын немесе жалған деп енгізіңіз. Бұл мән шын болса, курсыңызда уақытты тексерулер қосылады. Бұл параметрге қарамастан, Proctored Exams қосу «true» мәніне орнатылған болса, уақытты тексерулер қосылады.
lv: Ievadiet patiesu vai nepatiesu. Ja šī vērtība ir patiesa, jūsu kursā ir iespējoti eksāmeni ar laiku. Neatkarīgi no šī iestatījuma laika izmeklējumi ir iespējoti, ja opcija Iespējot Uzraudzīto eksāmenu ir iestatīta uz True.
sq: Shkruani e vërtetë ose e gabuar. Nëse kjo vlerë është e vërtetë, provimet me kohë janë të aktivizuara në kursin tuaj. Pavarësisht nga ky cilësim, provimet me kohë aktivizohen nëse Enable Proctored Exams është caktuar në true.
sv: Ange sant eller felaktigt. Om det här värdet är sant aktiveras tidtabella tentor i din kurs. Oavsett denna inställning aktiveras tidsbestämda tentor om Aktivera Proctored Exams är satt till true.
uz: Rost yoki yolg'onni kiriting. Agar bu qiymat rost boʻlsa, kursingizda vaqtli imtihonlar yoqiladi. Ushbu sozlamadan qat'iy nazar, agar Proktorlangan imtihonlarni yoqish rost bo'lsa, vaqtli imtihonlar yoqiladi.
zh_hk: 輸入 “true” 或 “false” 。如果輸入 “true” ，課程會開啟計時考試模式。如果監考模式值設為 “true” ，那麼無論此選項如何設置，計時考試模式都會開啟。

source: Minimum Grade for Credit
af_za: Minimum graad vir krediet
de_de: Mindest Note für Anerkennung
el: Ελάχιστος βαθμός για αναγνώριση
es: Calificación Mínima para Crédito
fa: حداقل نمره برای اعتبار
hu: Minimális osztályzat a kredithez
kk: Несие бойынша ең төменгі баға
lv: Minimālais vērtējums kredītam
sq: Nota minimale për kredi
sv: Minsta betyg för kredit
th: เกรดขั้นต่ำสำหรับหน่วยกิต
uz: Kredit uchun minimal ball
zh_hk: 能夠取得學分的最低分

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
af_za: Die minimum graad wat &#39;n leerder moet verdien om krediet in die kursus te ontvang, as &#39;n desimaal tussen 0.0 en 1.0. Byvoorbeeld, vir 75%, voer 0.75 in.
de_de: Die Mindestnote, die ein Lernender verdienen muss, um im Kurs Credits zu erhalten, als Dezimalzahl zwischen 0,0 und 1,0. Geben Sie z.B. für 75% 0,75 ein.
el: Ο ελάχιστος βαθμός που πρέπει να κερδίσει ένας σπουδαστής για να λάβει πίστωση στο μάθημα, ως δεκαδικός αριθμός μεταξύ 0.0 και 1.0. Για παράδειγμα, για το 75%, εισαγάγετε 0.75. (Στμ. οι δεκαδικοί χωρίζονται με τελεία και όχι με κόμμα)
es: La calificación mínima que un estudiante debe obtener para recibir crédito en el curso, como un decimal entre 0.0 y 1.0. Por ejemplo, para el 75%, ingrese 0.75.
fa: حداقل نمره ای که زبان آموز باید برای دریافت امتیاز در دوره کسب کند، به صورت اعشاری بین 0.0 تا 1.0. به عنوان مثال، برای 75٪، 0.75 را وارد کنید.
hu: A minimális osztályzat, amelyet a tanulónak el kell érnie ahhoz, hogy kreditpontot kapjon a kurzusban, 0,0 és 1,0 közötti tizedes számként. Például 75%-hoz írja be: 0,75.
ja: 学習者がコースで単位を取得するために必要な最低成績は、0.0から1.0の間の小数で表します。例えば、75%の場合は0.75と入力します。
kk: Курста несие алу үшін оқушы алуы керек ең төменгі баға, 0,0 мен 1,0 арасындағы ондық белгі. Мысалы, 75% үшін 0,75 енгізіңіз.
lv: Minimālā atzīme, kas kursa dalībniekam jāsaņem, lai saņemtu kredītpunktu kursā, kā decimālzīme no 0,0 līdz 1,0. Piemēram, 75%, ievadiet 0,75.
sq: Nota minimale që duhet të fitojë një nxënës për të marrë kredite në lëndë, si dhjetore ndërmjet 0.0 dhe 1.0. Për shembull, për 75%, shkruani 0.75.
th: เกรดขั้นต่ำที่ผู้เรียนจะต้องทำเพื่อจะได้รับเครดิตในหลักสูตรที่เป็นทศนิยมระหว่าง 0.0 และ 1.0 ตัวอย่างเช่นสำหรับ 75% โปรดใส่ 0.75
uz: Kursda kredit olish uchun o'quvchi olishi kerak bo'lgan minimal baho, 0,0 dan 1,0 gacha bo'lgan kasr sifatida. Masalan, 75% uchun 0,75 kiriting.
zh_hk: 最低分，是指學員在課程中為獲得學分必須取得的分數，是一個0.0到 1.0的十進制數。例如：75%，則輸入0.75。

source: Self Paced
af_za: Eie tempo
de_de: Selbstgewähltes Tempo
el: Αυτορυθμιζόμενης διάρκειας
es: Autodirigido
fa: خود گام
hu: Saját tempójú
ja: 自己ペース
kk: Өздігінен жүру
lv: Pašmācības
sq: Vetë ritmi
uz: O'z tezligida
zh_hk: 自訂進度

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
af_za: Stel dit op &quot;waar&quot; om hierdie kursus as selftempo te merk. Self-pas kursusse het nie sperdatums vir werkopdragte nie, en studente kan in elk geval deur die kursus vorder voordat die kursus eindig.
de_de: Setzen Sie dies auf "true", um diesen Kurs als selbstgesteuert zu markieren. Kurse im Selbststudium haben keine Fälligkeitstermine für Aufgaben, und die Teilnehmer können den Kurs jedenfalls vor Ende des Kurses durchlaufen.
el: Ορίστε σε "true" για να επισημάνετε αυτό το μάθημα ως αυτορυθμιζόμενης διάρκειας από τον σπουδαστή. Τα αυτορυθμιζόμενα μαθήματα δεν έχουν προθεσμίες για εργασίες και οι σπουδαστές μπορούν να προχωρήσουν στο μάθημα ανά πάσα στιγμή πριν το τέλος του μαθήματος.
es: Establezca esto en "true" para marcar este curso como autodirigido. Los cursos autodirigidos no tienen fechas de vencimiento para las tareas, y los estudiantes pueden avanzar en el curso a cualquier ritmo antes de que finalice el curso.
fa: این را روی &quot;true&quot; تنظیم کنید تا این دوره به عنوان خودگام علامت گذاری شود. دوره های خود گام موعد مقرر برای تکالیف ندارند و دانش آموزان می توانند قبل از پایان دوره به هر میزان که باشد در دوره پیشرفت کنند.
hu: Állítsa ezt "igaz"-ra, hogy a kurzust önálló ütemezésűként jelölje meg. Az önálló ütemezésű kurzusoknál nincsenek határidők a feladatokhoz, és a diákok bármilyen ütemben haladhatnak a kurzus végéig.
kk: Бұл курсты өздігінен жүретін деп белгілеу үшін оны «шын» етіп орнатыңыз. Өздігінен орындалатын курстарда тапсырмаларды орындау мерзімі жоқ және студенттер курс аяқталғанға дейін кез келген жылдамдықпен курсты жалғастыра алады.
lv: Iestatiet šo vērtību uz “true”, lai atzīmētu šo kursu kā pašmācību. Pašmācības kursos nav noteikti uzdevumu izpildes termiņi, un studenti var turpināt kursu jebkurā laikā pirms kursa beigām.
sq: Vendoseni këtë në "të vërtetë" për të shënuar këtë kurs si vetë-ritmuar. Kurset si vetë-ritmuar nuk kanë data të duhura për detyrat dhe studentët mund të përparojnë në kurs në çdo rast përpara përfundimit të kursit.
uz: Ushbu kursni o'z-o'zidan o'tgan deb belgilash uchun buni "to'g'ri" qilib belgilang. O'z-o'zidan o'tkaziladigan kurslarda topshiriqlarni bajarish muddati yo'q va talabalar kurs tugashidan oldin istalgan tezlikda kursni davom ettirishlari mumkin.
zh_hk: 將其設為“true”以將本課程標記為自定進度。自定進度的課程沒有作業截止日期，學生可以在課程結束前以任何速度完成課程。

source: Enable Subsection Prerequisites
af_za: Aktiveer subafdeling Voorvereistes
de_de: Unterabschnittsvoraussetzungen aktivieren
el: Ενεργοποιήστε τις προϋποθέσεις υποενότητας
es: Habilitar Prerrequisitos de Subsección
fa: پیش نیازهای زیربخش را فعال کنید
hu: Alszakasz előfeltételeinek engedélyezése
ja: サブセクションの前提条件を有効にする
kk: Ішкі бөлімнің алғышарттарын қосыңыз
lv: Iespējot apakšsadaļu priekšnosacījumi
sq: Aktivizoni parakushtet e nënseksionit
sv: Aktivera förutsättningar för underavsnitt
uz: Pastki bo'lim shartlarini yoqing
zh_hk: 啟用小節先決條件

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
af_za: Voer waar of onwaar in. As hierdie waarde waar is, kan jy &#39;n onderafdeling versteek totdat leerders &#39;n minimum telling in &#39;n ander, voorvereiste onderafdeling verdien.
de_de: Geben Sie True oder False ein. Wenn der Wert True ist, dann wird der Unterabschnitt solange vor den Teilnehmern verborgen, bis diese eine mindest Punktanzahl erreicht haben.
el: Εισαγάγετε true ή false. Εάν επιλέξετε true, μπορείτε να αποκρύψετε μια υποενότητα έως ότου οι φοιτητές πετύχουν μια ελάχιστη βαθμολογία σε μια άλλη, προαπαιτούμενη υποενότητα.
es: Ingrese verdadero o falso. Si este valor es verdadero, puede ocultar una subsección hasta que los estudiantes obtengan una puntuación mínima en otra subsección, prerrequisito.
fa: درست یا نادرست را وارد کنید. اگر این مقدار درست باشد، می‌توانید یک زیربخش را پنهان کنید تا زمانی که زبان‌آموزان حداقل امتیاز را در زیربخش پیش‌نیاز دیگری کسب کنند.
hu: Adja meg, hogy igaz vagy hamis. Ha ez az érték igaz, elrejthet egy alrészt, amíg a tanulók el nem érnek egy minimális pontszámot egy másik, előfeltételként szolgáló alrészben.
ja: 真または偽を入力してください。この値が真の場合、学習者が他の前提条件のサブセクションで最低スコアを取得するまで、サブセクションを非表示にすることができます。
kk: Шын немесе жалған деп енгізіңіз. Бұл мән ақиқат болса, білім алушылар басқа, қажетті ішкі бөлімде ең төменгі ұпай жинағанша, ішкі бөлімді жасыра аласыз.
lv: Ievadiet true vai false. Ja šī vērtība ir true, varat paslēpt apakšsadaļu, līdz kursa dalībnieki iegūst minimālo punktu skaitu citā, priekšnosacījuma apakšsadaļā.
sq: Shkruani e vërtetë ose e gabuar. Nëse kjo vlerë është e vërtetë, ju mund të fshehni një nënseksion derisa nxënësit të fitojnë një pikë minimale në një nënseksion tjetër parakusht.
sv: Ange sant eller felaktigt. Om det här värdet är sant kan du gömma en underavdelning tills eleverna tjänar ett lägsta poäng i ett annat underavsnitt.
uz: Rost yoki noto'g'ri kiriting. Agar bu qiymat rost boʻlsa, oʻquvchilar boshqa, shartli boʻlimda minimal ball toʻplamaguncha, siz kichik boʻlimni yashirishingiz mumkin.
zh_hk: 輸入 true 或 false。如果該值為 true，您可以隱藏一個小節，直到學習者在另一個先決條件小節中獲得最低分數。

source: Course Learning Information
af_za: Kursus Leer Inligting
de_de: Informationen zum Kursverlauf
el: Πληροφορίες Μάθησης
es: Información de Aprendizaje del Curso
fa: اطلاعات آموزشی دوره
hu: Tanfolyam tanulási információk
ja: コース学習情報
kk: Курстың оқу ақпараты
lv: Informācija par kursu apguvi
sq: Informacion për mësimin e kursit
sv: Kursinformation
uz: Kurs haqida ma'lumot
zh_hk: 課程學習資訊

source: Specify what student can learn from the course.
af_za: Spesifiseer wat student uit die kursus kan leer.
de_de: Gib an, was Teilnehmer im Kurs lernen können.
el: Προσδιορίστε τι μπορεί να μάθει ο μαθητής από το μάθημα.
es: Especifique qué puede aprender el estudiante del curso.
fa: مشخص کنید که دانش آموز می تواند از دوره یاد بگیرد.
hu: Határozza meg, mit tanulhatnak a diákok a kurzusból.
ja: コースから学生が学べる内容を指定してください。
kk: Студенттің курстан нені үйрене алатынын көрсетіңіз.
lv: Norādiet, ko dalībnieks var mācīties no šī kursa.
sq: Specifikoni se çfarë mund të mësojë studenti nga kursi.
sv: Ange vad studenten kan lära sig av kursen.
uz: Talaba kursdan nimani o'rganishi mumkinligini belgilang.
zh_hk: 請描述學生可以從課程中學到什麼。

source: Course Visibility For Unenrolled Learners
af_za: Kursussigbaarheid vir oningeskrewe leerders
de_de: Kurssichtbarkeit für uneingeschriebene Teilnehmer
el: Προβολή μαθήματος για μη εγγεγραμμένους μαθητές
es: Visibilidad del Curso para Estudiantes No Inscritos
fa: مشاهده دوره برای فراگیران ثبت نام نشده
hu: A kurzus láthatósága a be nem iratkozott tanulók számára
ja: 未登録学習者のコース可視性
kk: Тіркелмеген оқушылар үшін курстың көрінуі
lv: Kursa redzamība nereģistrētajiem dalībniekiem
sq: Dukshmëria e kursit për nxënësit e paregjistruar
sv: Kursens synlighet för oregistrerade elever
uz: Ro'yxatdan o'tmagan o'quvchilar uchun kursning ko'rinishi
zh_hk: 未註冊學生的課程可見性
