Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
af_za: Dit definieer die konteks om lms-beheerde afslag op te deaktiveer. As geen waardes gestel is nie, is die konfigurasie globaal van toepassing. As &#39;n enkele waarde gestel is, is die konfigurasie van toepassing op alle kursusse binne daardie konteks. Hoogstens een waarde kan op &#39;n slag gestel word.<br> As veelvuldige kontekste op &#39;n kursus van toepassing is (byvoorbeeld, as konfigurasie vir die kursus spesifiek gespesifiseer word, en vir die organisasie waarin die kursus is, dan ignoreer die meer spesifieke konteks die meer algemene konteks.
bo: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all སློབ་ཚན within that context. At most one value can be set at a time.<br>If multiple contexts apply to a སློབ་ཚན (for example, if configuration is specified for the སློབ་ཚན specifically, and for the org that the སློབ་ཚན is in, then the more specific context overrides the more general context.
de_de: Diese definieren den Kontext, in dem lms-gesteuerte Rabatte deaktiviert werden können. Wenn keine Werte gesetzt sind, dann gilt die Konfiguration global. Wenn ein Einzelwert gesetzt ist, dann gilt die Konfiguration für alle Kurse in diesem Kontext. Es kann höchstens ein Wert gleichzeitig eingestellt werden.<br>Wenn mehrere Kontexte auf einen Kurs zutreffen (z.B. wenn die Konfiguration für den Kurs spezifisch und für die org, in der sich der Kurs befindet, angegeben ist, dann überschreibt der spezifischere Kontext den allgemeineren Kontext.
el: Αυτά καθορίζουν το πλαίσιο για την απενεργοποίηση των εκπτώσεων που ελέγχονται από το lms. Εάν δεν έχουν οριστεί τιμές, τότε η διαμόρφωση ισχύει καθολικά. Εάν έχει οριστεί μία μόνο τιμή, τότε η διαμόρφωση ισχύει για όλα τα μαθήματα εντός αυτού του πλαισίου. Το πολύ μία τιμή μπορεί να οριστεί κάθε φορά.<br> Εάν ισχύουν πολλά περιβάλλοντα σε ένα μάθημα (για παράδειγμα, εάν η διαμόρφωση έχει καθοριστεί ειδικά για το μάθημα και για τον οργανισμό στον οποίο βρίσκεται το μάθημα, τότε το πιο συγκεκριμένο πλαίσιο υπερισχύει του γενικότερου περιβάλλοντος.
es: Estos definen el contexto para deshabilitar los descuentos controlados por el LMS. Si no se establecen valores, la configuración se aplica globalmente. Si se establece un solo valor, la configuración se aplica a todos los cursos dentro de ese contexto. Solo se puede establecer un valor a la vez.<br>Si varios contextos se aplican a un curso (por ejemplo, si la configuración se especifica para el curso en particular y para la organización a la que pertenece el curso), el contexto más específico anula al más general.
fa: اینها زمینه را برای غیرفعال کردن تخفیف های کنترل شده توسط lms تعریف می کنند. اگر هیچ مقداری تنظیم نشده باشد، پیکربندی به صورت سراسری اعمال می شود. اگر یک مقدار منفرد تنظیم شود، پیکربندی برای همه دوره‌ها در آن زمینه اعمال می‌شود. حداکثر یک مقدار را می توان در یک زمان تنظیم کرد.<br> اگر زمینه های متعددی برای یک دوره اعمال شود (مثلاً، اگر پیکربندی برای دوره به طور خاص، و برای سازمانی که دوره در آن قرار دارد مشخص شده باشد، پس زمینه خاص تر، زمینه کلی تر را لغو می کند.
hu: Ezek határozzák meg a kontextust, amelyben az LMS által vezérelt kedvezmények letilthatók. Ha nincsenek beállítva értékek, akkor a konfiguráció globálisan érvényes. Ha egyetlen érték van beállítva, akkor a konfiguráció az adott kontextuson belüli összes kurzusra vonatkozik. Egyszerre legfeljebb egy érték állítható be.<br>Ha egy kurzusra több kontextus is vonatkozik (például ha a konfiguráció kifejezetten a kurzusra és az azt tartalmazó szervezetre is meg van adva), akkor a specifikusabb kontextus felülírja az általánosabbat.
ja: LMSによる割引を無効にするためのコンテキストを定義します。値が設定されていない場合、設定はグローバルに適用されます。単一の値が設定されている場合、そのコンテキスト内のすべてのコースに設定が適用されます。設定できる値は一度に最大1つです。<br>複数のコンテキストがコースに適用される場合（例えば、特定のコースに対して設定が指定されている場合や、そのコースが所属する組織に対して設定が指定されている場合）、より具体的なコンテキストがより一般的なコンテキストを上書きします。
kk: Бұл lms басқарылатын жеңілдіктерді өшіру үшін мәтінмәнді анықтайды. Ешбір мән орнатылмаса, конфигурация жаһандық деңгейде қолданылады. Жалғыз мән орнатылса, конфигурация сол мәтінмәндегі барлық курстарға қолданылады. Бір уақытта ең көбі бір мәнді орнатуға болады.<br> Курсқа бірнеше мәтінмән қолданылса (мысалы, конфигурация курс үшін және курс орналасқан ұйым үшін арнайы көрсетілсе, нақтырақ контекст жалпы контекстті қайта анықтайды.
lv: Tie nosaka kontekstu, kurā lms kontrolētās atlaides ir atspējojamas. Ja vērtības nav iestatītas, tad konfigurācija tiek piemērota globāli. Ja ir iestatīta viena vērtība, tad konfigurācija attiecas uz visiem kursiem šajā kontekstā. Vienlaikus var iestatīt ne vairāk kā vienu vērtību.<br>Ja kursam piemēro vairākus kontekstus (piemēram, ja konfigurācija ir norādīta konkrēti kursam un organizācijai, kurā atrodas šis kurss, tad specifiskākais konteksts ir svarīgāks par vispārīgāko kontekstu.
sq: Këto përcaktojnë kontekstin për çaktivizimin e zbritjeve të kontrolluara nga lms. Nëse nuk janë vendosur vlera, atëherë konfigurimi zbatohet globalisht. Nëse vendoset një vlerë e vetme, atëherë konfigurimi zbatohet për të gjitha kurset brenda atij konteksti. Mund të vendoset maksimumi një vlerë në të njëjtën kohë.<br> Nëse për një kurs zbatohen kontekste të shumta (për shembull, nëse konfigurimi është specifikuar për kursin në mënyrë specifike, dhe për organin në të cilin është kursi, atëherë konteksti më specifik tejkalon kontekstin më të përgjithshëm.
sv: Dessa definierar sammanhanget att inaktivera lms-kontrollerade rabatter på. Om inga värden är inställda gäller konfigurationen globalt. Om ett enskilt värde ställs in så gäller konfigurationen för alla kurser inom det sammanhanget. Högst ett värde kan ställas in åt gången.<br>Om flera sammanhang gäller för en kurs (till exempel om konfigurationen specificeras för kursen specifikt och för den organisation som kursen är i, åsidosätts det mer specifika sammanhanget det mer allmänna sammanhanget.
uz: Bular lms tomonidan boshqariladigan chegirmalarni o'chirish uchun kontekstni belgilaydi. Hech qanday qiymat o'rnatilmagan bo'lsa, konfiguratsiya global miqyosda qo'llaniladi. Agar bitta qiymat o'rnatilgan bo'lsa, konfiguratsiya ushbu kontekstdagi barcha kurslarga qo'llaniladi. Bir vaqtning o'zida ko'pi bilan bitta qiymat o'rnatilishi mumkin.<br> Agar kursga bir nechta kontekst qo'llanilsa (masalan, agar konfiguratsiya kurs uchun va kurs joylashgan tashkilot uchun maxsus belgilangan bo'lsa, aniqroq kontekst umumiy kontekstni bekor qiladi.
zh_hk: 這些選項規定了啟用課程持續時間限制的場景。如果未設定任何值，則配置將全域套用。 如果設定了單一值，則配置將套用於該場景中的所有課程。 一次最多只能設定一個值。 <br>如果課程適用於多個場景（例如，如果課程有自身特定的配置，並且課程所在的組織也有特定配置，則更具體化的場景會涵蓋通用場景。

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
af_za: Dit definieer die konteks om die persentasie vir die eerste aankoopafslag op te stel. As veelvuldige kontekste op &#39;n kursus van toepassing is (byvoorbeeld, as konfigurasie vir die kursus spesifiek gespesifiseer is, en vir die organisasie waarin die kursus is, dan ignoreer die meer spesifieke konteks die meer algemene konteks.
bo: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a སློབ་ཚན (for example, if configuration is specified for the སློབ་ཚན specifically, and for the org that the སློབ་ཚན is in, then the more specific context overrides the more general context.
de_de: Diese definieren den Kontext, in dem der Prozentsatz für den ersten Einkaufsrabatt konfiguriert wird. Wenn mehrere Kontexte für einen Kurs gelten (z.B. wenn die Konfiguration für den Kurs spezifisch angegeben ist, und für die org, in der sich der Kurs befindet, dann überschreibt der spezifischere Kontext den allgemeineren Kontext.
el: Αυτά καθορίζουν το πλαίσιο για τη διαμόρφωση του ποσοστού για την έκπτωση πρώτης αγοράς. Εάν ισχύουν πολλά περιβάλλοντα σε ένα μάθημα (για παράδειγμα, εάν η διαμόρφωση έχει καθοριστεί ειδικά για το μάθημα και για τον οργανισμό στον οποίο βρίσκεται το μάθημα, τότε το πιο συγκεκριμένο πλαίσιο παρακάμπτεται το γενικότερο πλαίσιο.
es: Estos definen el contexto para configurar el porcentaje del descuento por primera compra. Si varios contextos se aplican a un curso (por ejemplo, si la configuración se especifica para el curso en particular y para la organización a la que pertenece el curso), el contexto más específico anula al más general.
fa: اینها زمینه را برای پیکربندی درصد برای اولین تخفیف خرید مشخص می‌کنند. اگر زمینه‌های متعددی برای یک دوره اعمال شود (مثلاً اگر پیکربندی برای دوره مشخص شده باشد، و برای سازمانی که دوره در آن قرار دارد، پس زمینه خاص‌تر لغو می‌شود. زمینه کلی تر
hu: Ezek határozzák meg a kontextust az első vásárlási kedvezmény százalékának beállításához. Ha egy kurzusra több kontextus is vonatkozik (például ha a konfiguráció kifejezetten a kurzusra és az azt tartalmazó szervezetre is meg van adva), akkor a specifikusabb kontextus felülírja az általánosabbat.
ja: 最初の購入割引のパーセンテージを設定するためのコンテキストを定義します。複数のコンテキストがコースに適用される場合（例えば、コースに特定の設定がされている場合や、そのコースが所属する組織に設定がされている場合）、より具体的なコンテキストが、より一般的なコンテキストを上書きします。
kk: Бұл бірінші сатып алу жеңілдікінің пайызын конфигурациялау үшін мәтінмәнді анықтайды. Егер курсқа бірнеше мәтінмән қолданылса (мысалы, конфигурация курс үшін арнайы көрсетілсе және курс орналасқан ұйым үшін болса, неғұрлым нақты контекст жалпы контекстті қайта анықтайды.
lv: Tie nosaka kontekstu, kurā konfigurēt pirmā pirkuma atlaides procentuālo daļu.Ja kursam piemēro vairākus kontekstus (piemēram, ja konfigurācija ir norādīta konkrēti kursam un organizācijai, kurā atrodas kurss, tad specifiskākais konteksts ir svarīgāks par vispārīgāku kontekstu.
sq: Këto përcaktojnë kontekstin për të konfiguruar përqindjen për zbritjen e blerjes së parë. Nëse për një kurs zbatohen kontekste të shumta (për shembull, nëse konfigurimi është specifikuar për kursin në mënyrë specifike dhe për organizatën në të cilën është kursi, atëherë konteksti më specifik anullon kontekstin më të përgjithshëm.
sv: Dessa definierar kontexten för att konfigurera procentsatsen för rabatten vid första köpet. Om flera kontexter gäller för en kurs (till exempel om konfigurationen är specificerad för kursen specifikt och för organisationen som kursen tillhör), så åsidosätter den mer specifika kontexten den mer allmänna.
uz: Bular birinchi xarid chegirmasi uchun foizni sozlash uchun kontekstni belgilaydi. Agar kursga bir nechta kontekst qo‘llanilsa (masalan, agar konfiguratsiya kurs uchun maxsus va kurs joylashgan tashkilot uchun belgilangan bo‘lsa, aniqroq kontekst bekor qilinadi. umumiy kontekst.
zh_hk: 這些定義上下文以配置首次購買折扣的百分比。如果多個上下文適用於課程（例如，如果專門為課程和課程所在的組織指定了配置，則更具體的上下文將涵蓋更一般的上下文。

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
af_za: {s_sr} Oorspronklike prys: {s_op} {original_price} {e_p} , afslagprys: {e_sr} {formatted_discount_price}
bo: {s_sr}ཐོག་མའི་སློབ་ཡོན་ནི་ {s_op}{original_price}{e_p}, ཆག་ཡང་བཏང་རྗེས་ཀྱི་སློབ་ཡོན་ནི་ {e_sr}{formatted_discount_price}
de_de: {s_sr}Originalpreis: {s_op}{original_price}{e_p}, Rabattpreis: {e_sr}{formatted_discount_price}
el: {s_sr} Αρχική τιμή: {s_op} {original_price} {e_p} , τιμή έκπτωσης: {e_sr} {formatted_discount_price}
es: {s_sr}Precio original: {s_op}{original_price}{e_p}, precio con descuento: {e_sr}{formatted_discount_price}
fa: {s_sr} قیمت اصلی: {s_op} {original_price} {e_p} ، قیمت با تخفیف: {e_sr} {formatted_discount_price}
hu: {s_sr}Eredeti ár: {s_op}{original_price}{e_p}, kedvezményes ár: {e_sr}{formatted_discount_price}
ja: {s_sr}元の価格: {s_op}{original_price}{e_p}、割引価格: {e_sr}{formatted_discount_price}
kk: {s_sr} Бастапқы бағасы: {s_op} {original_price} {e_p} , жеңілдік бағасы: {e_sr} {formatted_discount_price}
lv: {s_sr} Sākotnējā cena: {s_op} {original_price} {e_p} , atlaides cena: {e_sr} {formatted_discount_price}
sq: {s_sr} Çmimi origjinal: {s_op} {original_price} {e_p} , çmimi me zbritje: {e_sr} {formatted_discount_price}
sv: {s_sr}Ursprungligt pris: {s_op}{original_price}{e_p}, rabatterat pris: {e_sr}{formatted_discount_price}
uz: {s_sr} Asl narxi: {s_op} {original_price} {e_p} , chegirmali narxi: {e_sr} {formatted_discount_price}
zh_hk: {s_sr}原價： {s_op} {original_price} {e_p} ，折扣價： {e_sr} {formatted_discount_price}

source: CSV File
af_za: CSV-lêer
bo: CSV ཡིག་ཆ།
de_de: CSV-Datei
el: Αρχείο CSV
es: Archivo CSV
fa: فایل CSV
hu: CSV fájl
ja: CSVファイル
kk: CSV файлы
lv: CSV fails
sq: Skedari CSV
sv: CSV-fil
th: ไฟล์ CSV
uz: CSV fayli
zh_hk: CSV 檔案

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
af_za: CSV-lêer moet 3 kolomme hê met name lms_user_id, course_id, opportunity_id
bo: CSV ཡིག་ཆ་རྣམས་ལ་ངེས་བར་དུ་བསྟར་གསུམ་རེ་ཡོད་དགོས་ཏེ། མིང་ lms_user_id, course_id, opportunity_id
de_de: Die CSV-Datei sollte 3 Spalten haben, für Name, lms_user_id und opportunity_id.
el: Το αρχείο CSV θα πρέπει να έχει 3 στήλες με ονόματα lms_user_id, course_id, فرصت_id
es: El archivo CSV debe tener 3 columnas con los nombres lms_user_id, course_id, opportunity_id
fa: فایل CSV باید دارای 3 ستون با نام‌های lms_user_id، course_id، فرصت_id باشد.
hu: A CSV fájlnak 3 oszlopot kell tartalmaznia, amelyek nevei: lms_user_id, course_id, opportunity_id.
ja: CSVファイルには、lms_user_id、course_id、opportunity_idという名前の3つの列が必要です。
lv: CSV failā ir jābūt 3 kolonnām ar nosaukumiem lms_user_id, course_id, option_id
sq: Skedari CSV duhet të ketë 3 kolona me emra lms_user_id, course_id, opportunity_id
sv: CSV-filen ska ha 3 kolumner med namnen lms_user_id, course_id, opportunity_id
uz: CSV faylida lms_user_id, course_id, imkoniyatlar_id nomlari bo'lgan 3 ta ustun bo'lishi kerak.
zh_hk: CSV 檔案應包含 3 列，名稱分別為 lms_user_id、course_id、opportunity_id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
af_za: Inskrywingseienskappe is nie opgedateer vir rekords by volgende reëlnommers in csv nie, want geen inskrywing vir hierdie rekords gevind nie: {error_line_numbers}
bo: གཤམ་གསལ་གྱི་ CSV ནང་གི་ཐོ་གཞུངནང་ཟིན་ཐོར་འགོད་ཕྱིར་ཞུགས་ཐོའི་ཁྱད་ཆོས་རྣམས་བསྐྱར་གསོ་བྱེད་ཐུབ་མ་སོང་། རྒྱུ་མཚན་ནི་ {error_line_numbers} འདི་དག་གི་ནང་ནས་ཞུགས་ཐོ་རྙེད་མ་སོང་།
de_de: Einschreibungsattribute wurden nicht für die folgenden Zeilen der CSV-Datei aktualisiert, da für diese keine Aufzeichnungen gefunden wurden: {error_line_numbers}
el: Τα χαρακτηριστικά εγγραφής δεν ενημερώθηκαν για εγγραφές στους ακόλουθους αριθμούς γραμμής στο csv επειδή δεν βρέθηκε εγγραφή για αυτές τις εγγραφές: {error_line_numbers}
es: No se actualizaron los atributos de inscripción para los registros en las siguientes líneas del CSV porque no se encontró ninguna inscripción para estos registros: {error_line_numbers}
fa: ویژگی‌های ثبت‌نام برای رکوردها در شماره‌های خط زیر در csv به‌روزرسانی نشدند، زیرا هیچ ثبت‌نامی برای این رکوردها یافت نشد: {error_line_numbers}
hu: A beiratkozási attribútumok nem frissültek a következő sorokban található rekordok esetében a csv fájlban, mert nem találtunk beiratkozást ezekhez a rekordokhoz: {error_line_numbers}
ja: CSV内の以下の行番号のレコードについて、登録が見つからなかったため、登録属性は更新されませんでした: {error_line_numbers}
kk: Тіркеу атрибуттары csv ішіндегі келесі жол нөмірлеріндегі жазбалар үшін жаңартылмады, себебі бұл жазбалар үшін тіркеу табылмады: {error_line_numbers}
lv: Reģistrācijas atribūti netika atjaunināti ierakstiem ar šādiem csv rindas numuriem, jo šiem ierakstiem nebija atrasta reģistrācija: {error_line_numbers}
sq: Atributet e regjistrimit nuk u përditësuan për regjistrimet në numrat vijues të linjës në csv sepse nuk u gjet asnjë regjistrim për këto regjistrime: {error_line_numbers}
sv: Registreringsattribut uppdaterades inte för poster på följande radnummer i csv eftersom ingen registrering hittades för dessa poster: {error_line_numbers}
uz: Roʻyxatga olish atributlari csvʼdagi quyidagi qator raqamlaridagi yozuvlar uchun yangilanmadi, chunki bu yozuvlar uchun roʻyxatga olish topilmadi: {error_line_numbers}
zh_hk: 未更新 csv 中以下行號處的記錄的註冊屬性，因為未找到這些記錄的註冊： {error_line_numbers}

source: You have access to the {bold_start}{enterprise_name}{bold_end} dashboard. To access the courses available to you through {enterprise_name}, {link_start}visit the {enterprise_name} dashboard{link_end}.
af_za: Jy het toegang tot die {bold_start} {enterprise_name} {bold_end} dashboard. Om toegang te verkry tot die kursusse wat vir jou beskikbaar is deur {enterprise_name} , {link_start} , besoek die {enterprise_name} dashboard {link_end} .
bo: ཁྱེད་ལ་གཙོ་ངོས་ {bold_start}{enterprise_name}{bold_end} འདི་ནས་བལྟ་ཀློག་གི་ཆོག་མཆན་ཡོད། འདི་ནས་ {enterprise_name}, {link_start} ཁྱེད་ཀྱིས་བལྟ་ཆོག་པའི་སློབ་ཚན་ཁག་ལ་གཟིགས་ན་འདི་ཕེབས་ {enterprise_name} གཙོ་ངོས་{link_end}
de_de: Sie haben Zugriff auf das {bold_start}{enterprise_name}{bold_end}-Dashboard. Um auf die Kurse zuzugreifen, die Ihnen über {enterprise_name} zur Verfügung stehen, {link_start}besuchen Sie das {enterprise_name}-Dashboard{link_end}.
el: Έχετε πρόσβαση στον πίνακα ελέγχου {bold_start} {enterprise_name} {bold_end} . Για πρόσβαση στα μαθήματα που έχετε στη διάθεσή σας μέσω {enterprise_name} , {link_start} , επισκεφτείτε τον πίνακα ελέγχου {enterprise_name} {link_end} .
es: Tienes acceso al panel de {bold_start}{enterprise_name}{bold_end}. Para acceder a los cursos disponibles a través de {enterprise_name}, {link_start}visita el panel de {enterprise_name}{link_end}.
fa: شما به داشبورد {bold_start} {enterprise_name} {bold_end} دسترسی دارید. برای دسترسی به دوره‌هایی که از طریق {enterprise_name} ، {link_start} در دسترس شما هستند، به داشبورد {enterprise_name} {link_end} مراجعه کنید.
hu: Ön hozzáférést kapott a {bold_start}{enterprise_name}{bold_end} irányítópulthoz. Az Ön számára elérhető kurzusok megtekintéséhez a {enterprise_name} keretében, {link_start}látogasson el a {enterprise_name} irányítópultra{link_end}.
ja: {enterprise_name}のダッシュボードにアクセスできます。{enterprise_name}を通じて利用可能なコースにアクセスするには、{link_start}{enterprise_name}のダッシュボードを訪問してください{link_end}。
kk: Сіз {bold_start}{enterprise_name}{bold_end} бақылау тақтасына кіре аласыз. {enterprise_name} , {link_start} арқылы қолжетімді курстарға қол жеткізу үшін {enterprise_name} бақылау тақтасына {link_end} кіріңіз.
lv: Jums ir piekļuve {bold_start}{enterprise_name} {bold_end} panelim. Lai piekļūtu kursiem, kas jums pieejami {enterprise_name}, {link_start}apmeklējiet {enterprise_name} paneli{link_end}.
sq: Ju keni akses në panelin e kontrollit {bold_start}{enterprise_name}{bold_end}. Për të hyrë në kurset e disponueshme për ju përmes {enterprise_name}, {link_start}vizitoni pultin {enterprise_name}{link_end}.
sv: Du har tillgång till {bold_start}{enterprise_name}{bold_end} instrumentpanelen. För att få tillgång till de kurser som är tillgängliga för dig genom {enterprise_name}, {link_start}besök {enterprise_name} instrumentpanelen{link_end}.
uz: Siz {bold_start} {enterprise_name} {bold_end} boshqaruv paneliga kirishingiz mumkin. {enterprise_name} , {link_start} orqali mavjud kurslarga kirish uchun {enterprise_name} boshqaruv paneliga tashrif buyuring {link_end} .
zh_hk: 您可以訪問{bold_start} {enterprise_name} {bold_end}控制面板。若要透過{enterprise_name} 、 {link_start}存取可用的課程，請造訪{enterprise_name}控制面板{link_end} 。

source: Enrollment in {course_title} was not complete.
af_za: Inskrywing in {course_title} was nie voltooi nie.
bo: སློབ་ཚན་ {course_title} འདིར་ཞུགས་ཐོ་བཀོད་པ་མཐུས་ཚང་བ་ཞིག་མ་རེད།
de_de: Einschreibung in {course_title} ist noch nicht abgeschlossen.
el: Η εγγραφή στο {course_title} δεν ολοκληρώθηκε.
es: La inscripción en {course_title} no se completó.
fa: ثبت نام در {course_title} کامل نشد.
hu: A(z) {course_title} tanfolyamra való beiratkozás nem volt teljes.
ja: {course_title}の登録が完了していませんでした。
kk: {course_title} тіркеу аяқталмады.
lv: Reģistrācija {course_title} nebija pabeigta.
sq: Regjistrimi në {course_title} nuk ishte i plotë.
sv: Registreringen till {course_title} var inte slutförd.
th: การลงทะเบียนหลักสูตร {course_title} ไม่สำเร็จ
uz: {course_title} roʻyxatga olish tugallanmagan.
zh_hk: {course_title}中的註冊未完成。

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
af_za: As jy bekommerd is oor die deel van jou data, kontak asseblief jou administrateur by {enterprise_customer_name} .
bo: གལ་སྲིད་ཁྱེད་ལ་རང་ཉིད་ཀྱི་གཞི་གྲངས་ཕྱི་ལ་འགྲེམ་འགྲོ་བའི་དོགས་པ་ཡོད་ན། འདི་ {enterprise_customer_name} ནས་ཁྱེད་ཀྱི་དོ་དམ་པར་འབྲེལ་གཏུགས་བྱེད་རོགས།
de_de: Wenn Sie Bedenken bezüglich der Weitergabe Ihrer Daten haben, wenden Sie sich bitte an Ihren Administrator unter {enterprise_customer_name}.
el: Εάν έχετε ανησυχίες σχετικά με την κοινή χρήση των δεδομένων σας, επικοινωνήστε με τον διαχειριστή σας στο {enterprise_customer_name}.
es: Si tienes preocupaciones sobre compartir tus datos, comunícate con tu administrador en {enterprise_customer_name}.
fa: اگر در مورد اشتراک‌گذاری داده‌های خود نگرانی دارید، لطفاً با سرپرست خود در {enterprise_customer_name} تماس بگیرید.
hu: Ha aggályai vannak az adatai megosztásával kapcsolatban, kérjük, vegye fel a kapcsolatot a rendszergazdával a(z) {enterprise_customer_name} cégnél.
ja: データの共有に関して懸念がある場合は、{enterprise_customer_name} の管理者にお問い合わせください。
kk: Деректеріңізді ортақ пайдалану туралы алаңдасаңыз, {enterprise_customer_name} бойынша әкімшіңізге хабарласыңыз.
lv: Ja jums ir bažas par savu datu kopīgošanu, lūdzu, sazinieties ar administratoru pa {enterprise_customer_name} .
sq: Nëse keni shqetësime për ndarjen e të dhënave tuaja, ju lutemi kontaktoni administratorin tuaj në {enterprise_customer_name}.
uz: Maʼlumotlaringizni baham koʻrishdan xavotirda boʻlsangiz, iltimos, administratoringizga {enterprise_customer_name} orqali murojaat qiling.
zh_hk: 如果您對共享資料有疑慮，請透過{enterprise_customer_name}聯絡您的管理員。

source: Home
af_za: Tuis
bo: གཙོ་ངོས།
el: Αρχική
es: Inicio
fa: صفحه اصلی
hu: Főoldal
ja: ホーム
kk: Үй
lv: Sākums
sq: Shtëpi
sv: Hem
uz: Uy
zh_hk: 主頁

source: Enterprise Course Enrollments
af_za: Ondernemingskursus-inskrywings
bo: ཁེ་ལས་སློབ་ཚན་ལ་ཞུགས་ཐོ།
de_de: Kurseinschreibungen für Unternehmen
el: Εγγραφές μαθημάτων Enterprise
es: Inscripciones en cursos empresariales
fa: ثبت نام دوره های سازمانی
ja: 企業向けコース登録
kk: Кәсіпорын курсына жазылулар
lv: Uzņēmumu kursu reģistrācija
sq: Regjistrimet e kurseve të ndërmarrjes
sv: Anmälningar till företagskurser
uz: Korxona kurslariga ro'yxatdan o'tish
zh_hk: 企業課程報名

source: Override Enrollment Attributes
af_za: Ignoreer inskrywingskenmerke
bo: སློབ་ཞུགས་ཀྱི་མཐུན་རྐྱེན་ཟུར་སྤྲོད།
de_de: Einschreibungsattribute überschreiben
el: Παράκαμψη χαρακτηριστικών εγγραφής
es: Anular atributos de inscripción
fa: لغو ویژگی های ثبت نام
hu: Beiratkozási attribútumok felülírása
ja: 登録属性の上書き
kk: Тіркеу атрибуттарын қайта анықтау
lv: Ignorēt reģistrācijas atribūtus
sq: Anuloni atributet e regjistrimit
sv: Åsidosätt registreringsattribut
uz: Ro'yxatdan o'tish atributlarini bekor qilish
zh_hk: 覆蓋註冊屬性
