Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
af_za: GIT_REPO_EXPORT_DIR nie gestel nie of pad {0} bestaan nie, skep dit asseblief, of stel &#39;n ander pad op met GIT_REPO_EXPORT_DIR
bo: GIT_REPO_EXPORT_DIR རྣམས་སྒྲིག་མེད་པ་དང་། ཡང་ན་འབྲེལ་ལམ་ {0} གནས་མི་འདུག དེ་གསར་བཟོ་བྱེད་རོགས། ཡང་ན་ GIT_REPO_EXPORT_DIR འདི་འབྲེལ་ལམ་གཞན་ཞིག་ལ་སྡེབ་སྒྲིག་བྱེད་རོགས།
de_de: GIT_REPO_EXPORT_DIR nicht gesetzt oder Pfad {0} existiert nicht, bitte erstellen Sie den Pfad oder wählen einen anderen mit GIT_REPO_EXPORT_DIR
el: Το GIT_REPO_EXPORT_DIR δεν έχει οριστεί ή η διαδρομή {0} δεν υπάρχει, δημιουργήστε την ή διαμορφώστε μια διαφορετική διαδρομή με το GIT_REPO_EXPORT_DIR
es: GIT_REPO_EXPORT_DIR no está configurado o la ruta {0} no existe. Créela o configure una ruta diferente con GIT_REPO_EXPORT_DIR.
fa: GIT_REPO_EXPORT_DIR تنظیم نشده است یا مسیر {0} وجود ندارد، لطفاً آن را ایجاد کنید یا مسیر دیگری را با GIT_REPO_EXPORT_DIR پیکربندی کنید.
hu: GIT_REPO_EXPORT_DIR nincs létrehozva vagy az elérési út {0} nem létezik, kérjük hozza létre, vagy állítsa be az elérési útvonalat az GIT_REPO_EXPORT_DIRval
ja: GIT_REPO_EXPORT_DIRが設定されていないか、パス{0}が存在しません。作成するか、GIT_REPO_EXPORT_DIRで別のパスを設定してください。
kk: GIT_REPO_EXPORT_DIR орнатылмаған немесе {0} жолы жоқ, оны жасаңыз немесе GIT_REPO_EXPORT_DIR арқылы басқа жолды конфигурациялаңыз
lv: GIT_REPO_EXPORT_DIR nav iestatīts vai ceļš {0} nepastāv, lūdzu, izveidojiet to vai konfigurējiet citu ceļu ar GIT_REPO_EXPORT_DIR.
sq: GIT_REPO_EXPORT_DIR nuk është caktuar ose shtegu {0} nuk ekziston, ju lutemi krijoni atë ose konfiguroni një shteg tjetër me GIT_REPO_EXPORT_DIR
sv: GIT_REPO_EXPORT_DIR inte angiven eller sökvägen {0} finns inte, skapa den eller konfigurera en annan sökväg med GIT_REPO_EXPORT_DIR
th: GIT_REPO_EXPORT_DIR ไม่ได้ถูกสร้างหรือไม่มีเส้นทางชื่อนี้ {0} กรุณาสร้างใหม่หรือไม่ก็ตั้งค่าในเส้นทางที่แตกต่างไปจากชื่อนี้ GIT_REPO_EXPORT_DIR
uz: GIT_REPO_EXPORT_DIR o‘rnatilmagan yoki {0} yo‘li mavjud emas, uni yarating yoki GIT_REPO_EXPORT_DIR bilan boshqa yo‘lni sozlang
zh_hk: GIT_REPO_EXPORT_DIR 未設定或路徑{0}不存在，請建立它，或使用 GIT_REPO_EXPORT_DIR 設定不同的路徑

source: Non writable git url provided. Expecting something like: git@github.com:openedx/openedx-demo-course.git
af_za: Nie-skryfbare git-url verskaf. Verwag iets soos: git@github.com:openedx/openedx-demo-course.git
bo: འབྲི་ཐུབ་སའི་git url མཁོ་སྤྲོད་བྱས་མི་འདུག རེ་བ་བྱེད་བཞིན་པ་འདི་ལྟ་བུ་ཞིག་ཡིན་ཏེ། git@github.com:openedx/openedx-demo-course.git
de_de: Nicht beschreibbare Git-URL bereitgestellt. Erwarten Sie etwas wie: git@github.com:openedx/openedx-demo-course.git
el: Παρέχεται μη εγγράψιμο url git. Αναμένεται κάτι σαν: git@github.com:openedx/openedx-demo-course.git
es: Se proporcionó una URL de Git no escribible. Se espera algo como: git@github.com:openedx/openedx-demo-course.git
fa: آدرس اینترنتی git غیرقابل نوشتن ارائه شده‌است. انتظار چیزی شبیه به: git@github.com:openedx/openedx-demo-course.git
hu: Nem írható git URL lett megadva. Valami ilyesmire számítunk: git@github.com:openedx/openedx-demo-course.git
ja: 書き込み不可のgit URLが提供されました。次のような形式を期待しています: git@github.com:openedx/openedx-demo-course.git
kk: Жазылмайтын git url берілген. Мынадай нәрсе күтілуде: git@github.com:openedx/openedx-demo-course.git
lv: Nodrošināts neierakstāms git URL. Gaidāms kaut kas līdzīgs: git@github.com:openedx/openedx-demo-course.git
sq: URL-i git nuk është i shkruajtshëm. Pritet diçka si: git@github.com:openedx/openedx-demo-course.git
sv: Ej skrivbar git-url tillhandahålls. Förväntar dig något som: git@github.com:openedx/openedx-demo-course.git
uz: Yozib bo'lmaydigan git url taqdim etilgan. Quyidagi kabi biror narsa kutilmoqda: git@github.com:openedx/openedx-demo-course.git
zh_hk: 提供了不可寫的 git url。git url格式應爲： git@github.com:openedx/openedx-demo-course.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
af_za: As u http-url&#39;s gebruik, moet u die gebruikersnaam en wagwoord in die url verskaf. Soortgelyk aan https://user:pass@github.com/user/course.
bo: གལ་སྲིད་ http urls འདི་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད་ན། ཁྱེད་ཀྱིས་ངེས་པར་དུ་ url ནང་སྤྱོད་མིང་དང་གསང་ཚིག་མཁོ་སྤྲོད་བྱ་དགོས། དཔེར་ན་འདི་ལྟར། https://user:pass@github.com/user/course.
de_de: Wenn http URLs verwendet werden, müssen Username und Passwort in der URL angegeben werden. Wie beispielsweise https://user:pass@github.com/user/course.
el: Εάν χρησιμοποιείτε http url, πρέπει να δώσετε το όνομα χρήστη και τον κωδικό πρόσβασης στη διεύθυνση url. Παρόμοιο με το https://user:pass@github.com/user/course.
es: Si usa URLs HTTP, debe proporcionar el nombre de usuario y contraseña en la URL. Similar a https://usuario:contraseña@github.com/usuario/curso.
fa: اگر از آدرس های http استفاده می‌کنید، باید نام کاربری و گذرواژه را در آدرس اینترنتی وارد کنید. مشابه https://user:pass@github.com/user/course.
hu: Ha http url-t használ, gondoskodnia kell a felhasználónévről és a jelszóról az url-ben. Hasonlóan ehhez https://user:pass@github.com/user/course.
ja: http URLを使用する場合、URLにユーザー名とパスワードを含める必要があります。例えば、https://user:pass@github.com/user/course のようにします。
kk: Егер http URL мекенжайларын пайдалансаңыз, URL мекенжайында пайдаланушы аты мен құпия сөзді көрсетуіңіз керек. https://user:pass@github.com/user/course сияқты.
lv: Ja izmantojat http url, url ir jānorāda lietotājvārds un parole. Līdzīgi kā https://user:pass@github.com/user/course.
sq: Nëse përdorni http url, duhet të jepni emrin e përdoruesit dhe fjalëkalimin në url. Ngjashëm me https://user:pass@github.com/user/course.
sv: Om du använder http-adresser så måste du ange användarnamnet och lösenordet i adressen. Liknande som i https://user:pass@github.com/user/course.
th: หากมีการใช้ URL ที่ http คุณต้องใส่ชื่อผู้ใช้และรหัสผ่านใน url คล้ายกับ https://user:pass@github.com/user/course.
uz: Agar http url-dan foydalansangiz, url-da foydalanuvchi nomi va parolni kiritishingiz kerak. https://user:pass@github.com/user/course ga o'xshash.
zh_hk: 如果使用 http url，則必須在 url 中提供用户名稱和密碼。類似 https://user:pass@github.com/user/course。

source: Unable to determine branch, repo in detached HEAD mode
af_za: Kan nie tak bepaal nie, repo in losstaande HEAD-modus
bo: ཡན་ལག་གཏན་འཁེལ་བྱེད་མི་ཐུབ།
de_de: Kann Branch nicht ermitteln, repo ist im detached HEAD-Modus
el: Δεν είναι δυνατός ο προσδιορισμός του κλάδου, αποθετήριο σε λειτουργία αποσπασμένου HEAD
es: No se puede determinar la rama, el repositorio está en modo HEAD separado.
fa: نمی توان شعبه را تعیین کرد، مخزن در حالت HEAD جدا شده است
hu: Nem sikerült azonosítani az ágat, a repo leválasztott HEAD módjában
kk: Бөлінген HEAD режиміндегі тармақты, репоны анықтау мүмкін емес
lv: Nevar noteikt filiāli, repo atdalītā HEAD režīmā
sq: Dega nuk mund të përcaktohet, depo në modalitetin e shkëputur HEAD
sv: Det går inte att bestämma gren, repo i läge för fristående HEAD
th: ไม่สามารถที่จะตรวจสอบสาขา repo ในโหมดหัวเรื่องแยก ได้
uz: Ajratilgan HEAD rejimida filialni, reponi aniqlab bo'lmadi
zh_hk: 無法確定分離 HEAD 模式下的分支、儲存庫

source: Unable to update or clone git repository.
af_za: Kan nie git-bewaarplek opdateer of kloon nie.
bo: བསྐྱར་གསོ་དང་ཡང་ན་ clone git repository གང་ཡང་མི་ཐུབ།
de_de: Kann git-Repository nicht aktualisieren oder klonen.
el: Δεν είναι δυνατή η ενημέρωση ή η κλωνοποίηση του αποθετηρίου git.
es: No se puede actualizar o clonar el repositorio Git.
fa: به‌روز رسانی یا شبیه‌سازی مخزن git ممکن نیست.
hu: Nem sikerült a git repository frissítése, vagy klónozása.
ja: Gitリポジトリを更新またはクローンできません。
kk: git репозиторийін жаңарту немесе клондау мүмкін емес.
lv: Nevar atjaunināt vai klonēt git repozitoriju.
sq: Depoja e git nuk mund të përditësohet ose klonohet.
sv: Kunde inte uppdatera eller klona git-repon.
th: ไม่สามารถที่จะปรับปรุงหรือโคลนที่เก็บ git repository ได้
uz: Git omborini yangilash yoki klonlash imkonsiz.
zh_hk: 無法更新或複製 git 儲存庫。

source: Unable to export course to xml.
af_za: Kan nie kursus na xml uitvoer nie.
bo: སློབ་ཚན་ xml འདིའི་ནང་ཕྱིར་འདྲེན་བྱེད་མི་ཐུབ།
de_de: Kurs xml export nicht möglich.
el: Αδυναμία εξαγωγής του μαθήματος σε xml.
es: No se puede exportar el curso a XML.
fa: امکان تولید خروجی xml از دوره وجود ندارد.
hu: Nem sikerült a kurzus XML formátumba történő exportálása.
ja: コースをXMLにエクスポートできません。
kk: Курсты xml файлына экспорттау мүмкін емес.
lv: Nevar eksportēt kursu uz xml.
sq: Nuk mund të eksportojmë kursin në xml.
sv: Kunde inte exportera kursen till xml.
th: ไม่สามารถที่จะส่งหลักสูตรออกไปเป็นรูป xml ได้
uz: Kursni xml ga eksport qilib bo‘lmadi.
zh_hk: 無法將課程匯出為 xml。

source: Unable to configure git username and password
af_za: Kan nie git gebruikersnaam en wagwoord opstel nie
bo: git ཡི་སྤྱོད་མིང་དང་གསང་ཚིག་སྒྲིག་མི་ཐུབ།
de_de: Kann git-Benutzernamen und Passwort nicht einstellen
el: Αδυναμία διαμόρφωσης του ονόματος χρήστη και του συνθηματικού του git
es: No se puede configurar el nombre de usuario y la contraseña de Git.
fa: پیکربندی نام کاربری و گذرواژه git ممکن نیست
hu: Nem sikerült beállítani a git felhasználónevet és jelszót.
ja: gitのユーザー名とパスワードを設定できません
kk: git пайдаланушы аты мен құпия сөзді конфигурациялау мүмкін емес
lv: Nevar konfigurēt git lietotājvārdu un paroli
sq: Nuk mund të konfigurohet emri i përdoruesit dhe fjalëkalimi i git
sv: Det går inte att konfigurera git-användarnamn och lösenord
th: ไม่สามารถที่จะกำหนดค่า ชื่อผู้ใช้และรหัสผ่านของ git ได้
uz: Git foydalanuvchi nomi va parolini sozlab boʻlmadi
zh_hk: 無法設定git用户名稱和密碼

source: Unable to commit changes. This is usually because there are no changes to be committed
af_za: Kan nie veranderinge aanbring nie. Dit is gewoonlik omdat daar geen veranderinge is wat toegepas moet word nie
bo: བསྒྱུར་བཅོས་འབུལ་སྤྲོད་བྱེད་མི་ཐུབ། འདི་ནི་རྒྱུན་ལྡན་ཞིག་རེད། རྒྱུ་མཚན་འབུལ་སྤྲོད་བྱ་རྒྱུའི་བསྒྱུར་བཅོས་གང་ཡང་མི་འདུག
de_de: Die Änderungen konnten nicht übergeben werden. Dies geschieht üblicherweise dann, wenn keine Änderungen zu übertragen sind.
el: Αδυναμία πραγματοποίησης αλλαγών. Αυτό συμβαίνει συνήθως επειδή δεν υπάρχουν αλλαγές που πρέπει να γίνουν
es: No se pueden confirmar los cambios. Esto suele deberse a que no hay cambios para confirmar.
fa: قادر به انجام تغییرات نیست. این معمولاً به دلیل این است که هیچ تغییری برای اعمال نیست
hu: Nem sikerült a változásokat elmenteni. Ez általában azért történik, mert nem volt változás.
ja: 変更をコミットできません。通常、コミットする変更がないためです。
kk: Өзгерістерді енгізу мүмкін емес. Бұл әдетте енгізілетін өзгерістердің болмауына байланысты
lv: Nevar veikt izmaiņas. Parasti tas notiek tāpēc, ka nav jāveic nekādas izmaiņas
sq: Në pamundësi për të kryer ndryshime. Kjo është zakonisht për shkak se nuk ka ndryshime për t'u kryer
sv: Det går inte att genomföra ändringar. Detta beror vanligtvis på att det inte finns några förändringar att göra
th: ไม่สามารถที่จะกระทำการเปลี่ยนแปลงใดๆได้ โดยปกติแล้วเป็นเพราะว่าไม่มีการแจ้งหรือไม่เกิดการเปลี่ยนแปลงใดๆ ขึ้น
uz: Oʻzgarishlar kiritib boʻlmadi. Buning sababi, odatda, amalga oshiriladigan o'zgarishlar yo'qligi
zh_hk: 無法提交更改。這通常是因為沒有要提交的更改

source: Unable to push changes. This is usually because the remote repository cannot be contacted
af_za: Kan nie veranderinge stoot nie. Dit is gewoonlik omdat die afgeleë bewaarplek nie gekontak kan word nie
bo: བསྒྱུར་བཅོས་འབུལ་སྤྲོད་བྱེད་མི་ཐུབ། འདི་ནི་རྒྱུན་ལྡན་ཞིག་རེད། རྒྱུ་མཚན་འབུལ་སྤྲོད་བྱ་སའི་འབྲེལ་མཐུད་ཡིག་མཛོད་དེར་མཐུད་ཐུབ་ཀྱི་མི་འདུག
de_de: Kann Änderungen nicht pushen. Der übliche Grund hierfür ist, dass das entfernt liegende Repository nicht erreicht werden kann.
el: Αδυναμία προώθησης αλλαγών. Αυτό συμβαίνει συνήθως επειδή δεν είναι δυνατή η επικοινωνία με το απομακρυσμένο αποθετήριο
es: No se pueden enviar los cambios. Esto suele deberse a que no se puede contactar con el repositorio remoto.
fa: قادر به اعمال تغییرات نیست. این معمولاً به این دلیل است که نمی‌توان با مخزن راه دور تماس گرفت
hu: Nem sikerült a változtatásokat feltölteni. Ennek oka általában az, hogy a távoli adattár nem érhető el.
ja: 変更をプッシュできません。通常、リモートリポジトリに接続できないことが原因です。
kk: Өзгерістерді түрту мүмкін емес. Бұл әдетте қашықтағы репозиториймен байланысу мүмкін еместігіне байланысты
lv: Nevar virzīt izmaiņas. Parasti tas notiek tāpēc, ka ar attālo repozitoriju nevar sazināties
sq: Në pamundësi për të nxitur ndryshime. Kjo është zakonisht për shkak se depoja në distancë nuk mund të kontaktohet
sv: Det går inte att överföra ändringar. Detta beror vanligtvis på att det inte går att kontakta det fjärrlagrade arkivet.
th: ไม่สามารถที่จะผลักดันให้เกิดการเปลี่ยนแปลงขึ้นได้ โดยปกติแล้ว เป็นเพราะไม่สามารถติดต่อ remote repository ได้
uz: Oʻzgarishlarni surish imkonsiz. Buning sababi, odatda, masofaviy ombor bilan bog'lanib bo'lmaydi
zh_hk: 無法推送更改。這通常是因為無法聯繫遠端儲存庫

source: Bad course location provided
af_za: Slegte baanligging verskaf
bo: སློབ་ཚན་འཇོག་གནས་ཡག་པོ་ཞིག་མཁོ་སྤྲོད་བྱས་མི་འདུག
de_de: Mangelhafter Kursort angegeben
el: Παρασχέθηκε λανθασμένη τοποθεσία μαθημάτων
es: Se proporcionó una ubicación de curso incorrecta.
fa: مکان دوره ارائه‌شده نامعتبر است.
hu: Hibás kurzus hely került megadásra
kk: Нашар курс орны берілген
lv: Nodrošināta slikta kursa vieta
sq: Vendndodhja e keqe e kursit është dhënë
sv: Dålig plats för kurs tillhandahållet
th: ตำแหน่งหลักสูตรที่ให้มาไม่ถูกต้องหรือเหมาะสม
uz: Yomon kurs joylashuvi taqdim etilgan
zh_hk: 提供的課程位置錯誤

source: Missing branch on fresh clone
af_za: Ontbrekende tak op vars kloon
bo: ཡིག་ཚགས་གསར་བཟོ་དེའི་ནང་ཡན་ལག་མི་འདུག
de_de: Fehlender Zweig bei neuem Klon
el: Απουσία κλάδου σε πρόσφατο κλώνο
es: Falta la rama en una clonación nueva.
fa: شاخۀ مفقود در کلون تازه
hu: Hiányzik az ág a friss klónból
ja: 新しいクローンにブランチがありません
kk: Жаңа клонда тармақ жоқ
lv: Trūkst zara svaigam klonam
sq: Mungon një degë në klon të freskët
th: สาขาของ fresh clone หายไป
uz: Yangi klonda filial etishmayapti
zh_hk: 新的複製缺少分支

source: Vertical
af_za: Vertikaal
bo: ཡར་འགྲེང་།
de_de: Senkrecht
el: Κατακόρυφα
fa: عمودی
hu: Függőleges
ja: 垂直
kk: Тік
lv: Vertikāli
sq: Vertikale
sv: Vertikal
th: แนวดิ่ง
uz: Vertikal
zh_hk: 垂直的

source: Section
af_za: Afdeling
bo: སྡེ་ཚན།
de_de: Abschnitt
el: Ενότητα
es: Sección
fa: بخش
hu: Fejezet
kk: Бөлім
lv: sadaļa
sq: Seksioni
sv: Sektion
th: ส่วน
uz: Bo'lim
zh_hk: 章節

source: Subsection
af_za: Onderafdeling
bo: ནང་གསེས་སྡེ་ཚན།
de_de: Unterabschnitt
el: Υποενότητα
es: Subsección
fa: زیر‌بخش
hu: Alfejezet
ja: 小節
kk: Бөлімше
lv: Apakšnodaļa
sq: Nënseksioni
sv: Avsnitt
th: ส่วนย่อย
uz: Kichik bo'lim
zh_hk: 小節

source: Unit
af_za: Eenheid
bo: ཡང་གསེས།
de_de: Lerneinheit
el: Κεφάλαιο
es: Unidad
fa: واحد
hu: Lecke
ja: 単元
kk: Бірлік
lv: Vienība
sq: Njësia
sv: Enhet
th: หน่วย
uz: Birlik
zh_hk: 單元

source: Problem
af_za: Probleem
bo: དྲི་བ།
de_de: Aufgabe
el: Πρόβλημα
es: Problema
fa: مسئله
hu: Feladat
ja: 問題
kk: Мәселе
lv: Uzdevums
uz: Muammo
zh_hk: 問題

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
af_za: Neem die gespesifiseerde kursus en probeer om dit na &#39;n git-bewaarplek uit te voer . Kursusgids moet reeds &#39;n git-bewaarplek wees. Gebruik: git_export<course_loc><git_url>
bo: གཏན་འཁེལ་བྱས་པའི་སློབ་ཚན་དེ་བླངས་ནས། སློབ་ཚན་དེ་ git ཡིག་མཛོད་ནང་ཕྱིར་འདྲེན་བྱོས། སློབ་ཚན་གྱི་ཐོ་གཞུང་དེ་ངེས་བར་དུ་git ཡིག་མཛོད་ཅིག་ཡིན་དགོས། བེད་སྤྱོད་བྱེད་སྟངས་ནི། git_ཕྱིར་འདྲེན།<course_loc><git_url>
de_de: Nehmen Sie den ausgewählten Kurs und versuchen Sie ihn in ein git-Repository zu exportieren. Das Kursverzeichnis muss hierfür bereits ein git-Repository sein. Verwendung: git_export <course_loc> <git_url>
el: Παρακολουθήστε το καθορισμένο μάθημα και προσπαθήστε να το εξαγάγετε σε ένα αποθετήριο git . Ο κατάλογος μαθημάτων πρέπει να είναι ήδη αποθετήριο git. Χρήση: git_export <course_loc> <git_url>
es: Tome el curso especificado e intente exportarlo a un repositorio Git. El directorio del curso ya debe ser un repositorio Git. Uso: git_export <course_loc> <git_url>
fa: دوره مشخص شده را طی کنید و سعی کنید آن را به یک مخزن git صادر کنید . دایرکتوری دوره باید قبلاً یک مخزن git باشد. استفاده: git_export<course_loc><git_url>
hu: Válaszd ki a megadott kurzust, és próbáld meg exportálni egy git tárolóba . A kurzus könyvtárának már git tárolónak kell lennie. Használat: git_export <course_loc> <git_url>
ja: 指定されたコースを受講し、それをgitリポジトリにエクスポートしてみてください 。コースディレクトリはすでにgitリポジトリである必要があります。使用法: git_export <course_loc> <git_url>
kk: Көрсетілген курсты қабылдап, оны git репозиторийіне экспорттауға тырысыңыз . Курс каталогы әлдеқашан git репозиторийі болуы керек. Қолданылуы: git_export <course_loc> <git_url>
lv: Veikt norādīto kursu un mēģināt to eksportēt uz git repozitoriju . Kursa direktorijā jau jābūt git repozitorijam. Lietošana: git_export <course_loc> <git_url>
sq: Merrni kursin e specifikuar dhe përpiquni ta eksportoni atë në një depo git . Drejtoria e kurseve duhet të jetë tashmë një depo git. Përdorimi: git_export <course_loc> <git_url>
sv: Ta den angivna kursen och försök exportera den till ett git-repository . Kurskatalogen måste redan vara ett git-repository. Användning: git_export <course_loc> <git_url>
th: ใช้หลักสูตรที่กำหนดไว้และพยายามที่จะส่งออกไปยัง git repository ไดเรกทอรีหลักสูตรจะต้องพร้อมที่จะเป็น git repository ก่อนแล้ว โดยการใช้: git_export <course_loc> <git_url>
uz: Belgilangan kursni oling va uni git omboriga eksport qilishga harakat qiling . Kurs katalogi allaqachon git repository bo'lishi kerak. Foydalanish: git_export<course_loc><git_url>
zh_hk: 學習指定的課程並嘗試將其匯出到 git 儲存庫 。課程目錄必須已經是 git 儲存庫。用法：git_export<course_loc><git_url>

source: Marks a field as deprecated.
af_za: Merk &#39;n veld as afgekeur.
bo: བེད་མེད་དུ་འགྱུར་རྒྱུའི་ཚན་པ་ཞིག་གི་ངོ་བོར་རྟགས་རྒྱོབས།
de_de: Markiert ein Feld als veraltet.
el: Επισημαίνει ένα πεδίο ως καταργημένο.
es: Marca un campo como obsoleto.
fa: فیلد را به عنوان منسوخ علامت‌گذاری می‌کند.
hu: Egy mezőt elavultnak jelöl.
ja: フィールドを非推奨としてマークします。
kk: Өрісті ескірген деп белгілейді.
lv: Atzīmē lauku kā novecojušu.
sq: Shënon një fushë si të vjetëruar.
sv: Markerar ett fält som föråldrat.
uz: Maydonni eskirgan deb belgilaydi.
zh_hk: 將欄位標記為已棄用。

source: User-friendly display name for the field
af_za: Gebruikersvriendelike vertoonnaam vir die veld
bo: ཚན་པ་དེར་སྤྱོད་བདེའི་འཆར་མིང་།
de_de: Benutzerfreundlicher Anzeigename für das Feld
el: Φιλικό προς το χρήστη εμφανιζόμενο όνομα για το πεδίο
es: Nombre para mostrar fácil de usar para el campo
fa: نام نمایشی کاربر‌پسند برای فیلد
hu: Felhasználóbarát megjelenítési név a mezőhöz
ja: フィールドのユーザーフレンドリーな表示名
kk: Өрістің пайдаланушыға ыңғайлы дисплей атауы
lv: Lietotājam draudzīgs lauka parādāmais nosaukums
sq: Emri afishues i përshtatshëm për përdoruesit për fushën
sv: Användarvänligt visningsnamn för fältet
uz: Maydon uchun foydalanuvchi uchun qulay ko'rsatiladigan nom
zh_hk: 用户友好的欄位顯示名稱

source: Help text that describes the setting.
af_za: Hulpteks wat die instelling beskryf.
bo: སྒྲིག་འགོད་དེ་འགྲེལ་བརྗོད་ཀྱི་རམ་འདེགས་ཡི་གེ།
de_de: Hilfetext, der die Einstellung beschreibt.
el: Κείμενο βοήθειας που περιγράφει τη ρύθμιση.
es: Texto de ayuda que describe la configuración.
fa: متن راهنما که تنظیمات را توصیف می‌کند.
hu: Segítség szöveg, amely leírja a beállítást.
ja: 設定を説明するヘルプテキスト。
kk: Параметрді сипаттайтын анықтама мәтіні.
lv: Palīdzības teksts, kas apraksta iestatījumu.
sq: Teksti i ndihmës që përshkruan cilësimin.
sv: Hjälptext som beskriver inställningen.
uz: Sozlamani tavsiflovchi yordam matni.
zh_hk: 描述設定的幫助文字。

source: Tab type
af_za: Tipe oortjie
bo: རིགས་ལ་སྣུན།
de_de: Tab-Typ
el: Τύπος καρτέλας
es: Tipo de pestaña
fa: نوع برگه
hu: Fül típus
ja: タブタイプ
kk: Қойынды түрі
lv: Cilnes veids
sq: Lloji i skedës
sv: Typ av flik
th: ประเภทแท็บ
uz: Tab turi
zh_hk: 標籤類型

source: Default name for the tab displayed to users
af_za: Versteknaam vir die oortjie wat aan gebruikers vertoon word
bo: སྤྱོད་མཁན་ལ་འཆར་རྒྱུའི་གནོན་ཐེབས་དེའི་རྨང་གཞིའི་མིང་།
de_de: Standardname für die Registerkarte, die Benutzern angezeigt wird
el: Προεπιλεγμένο όνομα για την καρτέλα που εμφανίζεται στους χρήστες
es: Nombre predeterminado para la pestaña mostrada a los usuarios
fa: نام پیش‌فرض برای برگۀ نمایش داده‌شده به کاربران
ja: ユーザーに表示されるタブのデフォルト名
kk: Пайдаланушыларға көрсетілетін қойындының әдепкі атауы
lv: Lietotājiem rādītās cilnes noklusējuma nosaukums
sq: Emri i parazgjedhur për skedën që u shfaqet përdoruesve
sv: Standardnamn för fliken som visas för användare
uz: Foydalanuvchilarga koʻrsatiladigan yorliq uchun standart nom
zh_hk: 向用户顯示的標籤預設名稱

source: True if it's possible to hide the tab for a course
af_za: Waar as dit moontlik is om die oortjie vir &#39;n kursus te versteek
bo: གལ་སྲིད་སློབ་ཚན་ཞིག་གི་གནོན་ཐེབས་དེ་སྦེད་དགོས་ན། བདེན་པ་ True སྒྲིག
de_de: True, wenn es möglich ist, die Registerkarte für einen Kurs auszublenden
el: Σωστό αν είναι δυνατό να αποκρύψετε την καρτέλα για ένα μάθημα
es: Verdadero si es posible ocultar la pestaña para un curso
fa: درست است اگر امکان پنهان‌سازی برگه برای دوره وجود داشته باشد
hu: Igaz, ha lehetséges elrejteni a kurzus fülét
ja: コースのタブを非表示にすることが可能な場合は「True」
lv: True, ja ir iespējams paslēpt kursa cilni
sq: Nëse është e mundur, fshih skedën për një kurs.
sv: Sant om det är möjligt att dölja fliken för en kurs
uz: Agar kurs uchun yorliqni yashirish mumkin bo'lsa, to'g'ri
zh_hk: 如果可以隱藏課程的標籤則為 True

source: True the tab is hidden for the course
af_za: Dit is waar dat die oortjie vir die kursus versteek is
bo: བདེན་པ་ True སྒྲིག སློབ་ཚན་དེའི་གནོན་ཐེབས་སྦེད།
de_de: Richtig, die Registerkarte ist für den Kurs ausgeblendet
el: Είναι αλήθεια ότι η καρτέλα είναι κρυφή για το μάθημα
es: Verdadero si la pestaña está oculta para el curso
fa: درست است اگر برگه برای دوره پنهان است
hu: Igaz, a fül el van rejtve a kurzushoz.
ja: タブはコースに対して非表示になっています。
lv: True, kursa cilne ir paslēpta
sq: Vërtetë skeda është e fshehur për kursin
sv: Det är sant att fliken är dold för kursen
uz: To'g'ri, yorliq kurs uchun yashiringan
zh_hk: True 該標籤對於課程是隱藏的

source: True if it's possible to reorder the tab in the list of tabs
af_za: Waar as dit moontlik is om die oortjie in die lys oortjies te herrangskik
bo: གལ་སྲིད་གནོན་ཐེབས་ཐོ་གཞུང་ནང་གནོན་ཐེབས་དེའི་གོ་རིམ་བསྐྱར་སྒྲིག་བྱེད་ན། བདེན་པ་ True སྒྲིག
de_de: True, wenn es möglich ist, die Registerkarte in der Liste der Registerkarten neu anzuordnen
el: Σωστό εάν είναι δυνατό να αναδιατάξετε την καρτέλα στη λίστα των καρτελών
es: Verdadero si es posible reordenar la pestaña en la lista de pestañas
fa: درست است اگر امکان تغییر ترتیب برگه در فهرست برگه‌ها وجود داشته باشد
hu: Igaz, ha lehetséges a fül átrendezése a fülek listájában.
ja: タブの一覧でタブの順序を変更できる場合は「True」
kk: Қойындылар тізіміндегі қойындының ретін өзгерту мүмкін болса, бұл дұрыс
lv: True, ja ciļņu sarakstā ir iespējams pārkārtot cilni
sq: E vërtetë nëse është e mundur të rirenditni skedën në listën e skedave
sv: Sant om det är möjligt att ändra ordningen på fliken i listan med flikar
uz: Yorliqlar ro'yxatidagi yorliqni qayta tartiblash mumkin bo'lsa, to'g'ri
zh_hk: 如果可以對標籤清單中的標籤重新排序，則為 True

source: True if this tab should be displayed only for instructors
af_za: Waar as hierdie oortjie net vir instrukteurs vertoon moet word
bo: གལ་སྲིད་གནོན་ཐེབས་འདི་ངེས་པར་དུ་སློབ་སྟོན་པ་ཁོ་ནར་འཆར་དགོས་ན། བདེན་པ་ True སྒྲིག
de_de: True, wenn diese Registerkarte nur für Dozenten angezeigt werden soll
el: Σωστό εάν αυτή η καρτέλα πρέπει να εμφανίζεται μόνο για εκπαιδευτές
es: Verdadero si esta pestaña debe mostrarse solo para instructores
fa: درست است اگر این برگه فقط برای مربیان نمایش داده شود
hu: Igaz, ha ezt a fület csak az oktatók számára kell megjeleníteni.
kk: Бұл қойынды тек нұсқаушылар үшін көрсетілуі керек болса, дұрыс
lv: True, ja šī cilne ir jāparāda tikai pasniedzējiem
sq: E vërtetë nëse kjo skedë duhet të shfaqet vetëm për instruktorët
sv: Sant om den här fliken endast ska visas för instruktörer
uz: To'g'ri, agar bu yorliq faqat o'qituvchilar uchun ko'rsatilsa
zh_hk: 如果此標籤僅對教師顯示，則為 True
