Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
af_za: URL vir CCX Connector-toepassing vir die bestuur van die skepping van CCX&#39;e. (opsioneel). Ignoreer tensy &#39;Aktiveer CCX&#39; op &#39;waar&#39; gestel is.
de_de: URL für die CCX Konnektor Anwendung zur Verwaltung der Erstellung von CCXs. (optional). Wird ignoriert, es sei denn, 'CCX aktivieren' ist auf 'true' gesetzt.
el: URL για εφαρμογή σύνδεσης CCX για διαχείριση δημιουργίας CCX. (προαιρετικό). Παραβλέπεται, εκτός εάν η επιλογή "Ενεργοποίηση CCX" έχει οριστεί σε "true".
es: URL para la aplicación Conector CCX que gestiona la creación de CCXs. (opcional). Se ignora a menos que 'Habilitar CCX' esté establecido en 'verdadero'.
fa: URL برای برنامه CCX Connector برای مدیریت ایجاد CCX. (اختیاری). نادیده گرفته می شود مگر اینکه «فعال کردن CCX» روی «درست» تنظیم شود.
hu: A CCX Connector alkalmazás URL-je a CCX-ek létrehozásának kezeléséhez. (opcionális). Figyelmen kívül hagyva, hacsak az „Enable CCX” nincs „true”-ra állítva.
ja: CCXの作成を管理するためのCCXコネクタアプリケーションのURL。（任意）。「Enable CCX」が「true」に設定されていない限り無視されます。
kk: CCX құруды басқаруға арналған CCX Connector қолданбасының URL мекенжайы. (міндетті емес). "CCX қосу" "шын" мәніне орнатылмайынша еленбейді.
lv: URL lietojumprogrammai CCX Connector, lai pārvaldītu CCX izveidi. (neobligāti). Ignorē, ja vien &#39;Iespējot CCX&#39; nav iestatīts uz &#39;true&#39;.
sq: URL për aplikacionin CCX Connector për menaxhimin e krijimit të CCX-ve. (opsionale). Injorohet nëse "Aktivizo CCX" nuk është caktuar në "true".
sv: URL för CCX Connector-applikation för hantering av skapandet av CCX-er. (frivillig). Ignorerad om inte &#39;Aktivera CCX&#39; är satt till &#39;true&#39;.
uz: CCX-larni yaratishni boshqarish uchun CCX Connector ilovasi uchun URL. (ixtiyoriy). “CCXni yoqish” “to‘g‘ri”ga o‘rnatilmasa, e’tiborga olinmaydi.
zh_hk: 用於管理 CCX 建立的 CCX 連接器應用程式的 URL。 （非必填）。除非“啟用 CCX”設定為“true”，否則將被忽略。

source: Allow Anonymous Discussion Posts
af_za: Laat anonieme besprekingsplasings toe
bo: དངོས་མིང་མི་གསལ་བའི་གླེང་མོལ་འཇོག་ཆོག་པ།
de_de: Anonyme Diskussionsbeiträge erlauben
el: Αναζήτηση σε όλες τις αναρτήσεις
es: Permitir publicaciones anónimas en discusiones
fa: اجازه دادن به پست های بحث ناشناس
hu: Névtelen hozzászólás engedélyezése a vita fórumban
ja: 匿名のディスカッション投稿を許可する
kk: Анонимді талқылау жазбаларына рұқсат беріңіз
lv: Atļaut anonīmus diskusiju ierakstus
sq: Lejo postimet anonime për diskutim
sv: Tillåt anonyma diskussionsinlägg
th: อนุญาตให้ไม่เปิดเผยชื่อผู้โพสต์
uz: Anonim muhokama postlariga ruxsat bering
zh_hk: 允許匿名討論帖文

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
af_za: Voer waar of onwaar in. Indien waar, kan studente besprekingsplasings skep wat anoniem is vir alle gebruikers.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་བཙུགས། བདེན་པ་ཡིན་ན་སློབ་ཕྲུག་ཚོས་མིང་མི་གསལ་བར་སྤྱོད་མཁན་ཡོངས་ལ་གླེང་མོལ་འཇོག་ཆོག་པ་རེད།
de_de: Gib "Wahr" oder "Falsch" ein. Falls "Wahr", können die Teilnehmer Diskussionsbeiträge erstellen, die allen Nutzern als anonym dargestellt werden.
el: Εισαγάγετε true ή false. Εάν ισχύει, οι σπουδαστές μπορούν να δημιουργήσουν αναρτήσεις συζήτησης που είναι ανώνυμες για όλους τους χρήστες.
es: Ingrese verdadero o falso. Si es verdadero, los estudiantes pueden crear publicaciones de discusión que sean anónimas para todos los usuarios.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، دانش‌آموزان می‌توانند پست‌های بحثی ایجاد کنند که برای همه کاربران ناشناس است.
hu: Írj be igaz vagy hamis értéket. Ha igaz, akkor a tanulók írhatnak a többi tanuló számára névtelen hozzászólást.
ja: 真または偽を入力してください。真の場合、学生はすべてのユーザーに対して匿名のディスカッション投稿を作成できます。
kk: Шын немесе жалған деп енгізіңіз. Рас болса, студенттер барлық пайдаланушылар үшін анонимді пікірталас жазбаларын жасай алады.
lv: Ievadiet True vai False. Ja tā ir True, dalībnieki var izveidot diskusiju ziņas, kas ir anonīmas visiem lietotājiem.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, studentët mund të krijojnë postime diskutimi që janë anonime për të gjithë përdoruesit.
sv: Ange sant eller felaktigt. Om det är sant kan eleverna skapa diskussionsinlägg som är anonyma för alla användare.
th: ระบุหรือถูกหรือผิด เมื่อถูก นักเรียนสามารถสร้างการสนทนาที่ไม่เปิดเผยชื่อได้
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, talabalar barcha foydalanuvchilar uchun anonim boʻlgan muhokama postlarini yaratishi mumkin.
zh_hk: 輸入真或假。如果屬實，學生可以建立對所有用户匿名的討論帖文。

source: Allow Anonymous Discussion Posts to Peers
af_za: Laat anonieme besprekingsplasings aan eweknieë toe
bo: རང་ཉིད་དང་གོ་བབ་མཚུངས་པའི་རིགས་ལ་མིང་མི་གསལ་བའི་གླེང་མོལ་སྤེལ་ཆོག
de_de: Erlaube anonyme Diskussionsbeiträge für die Partner
el: Να επιτρέπονται ανώνυμες αναρτήσεις συζήτησης σε συμφοιτητές
es: {'singular': 'Permitir publicaciones de discusión anónimas a los pares'}
fa: اجازه دادن به پست های بحث ناشناس به همتایان
ja: ピアに匿名のディスカッション投稿を許可する
kk: Құрдастарға анонимді талқылау жазбаларына рұқсат беріңіз
lv: Atļaut vienaudžiem publicēt anonīmus diskusiju ziņojumus
sq: Lejo postime anonime për diskutim me kolegët
sv: Tillåt anonyma diskussionsinlägg för kamrater
th: อนุญาตให้ไม่เปิดเผยชื่อผู้โพสต์แก่บุคคลอื่น
uz: Tengdoshlarga anonim muhokama postlariga ruxsat bering
zh_hk: 允許向同行發表匿名討論帖文

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
af_za: Voer waar of onwaar in. As dit waar is, kan studente besprekingsplasings skep wat anoniem is vir ander studente. Hierdie instelling maak nie plasings anoniem aan kursuspersoneel nie.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞོག། བདེན་པ་ཡིན་ན་སློབ་ཕྲུག་གིས་སློབ་ཕྲུག་གཞན་ལ་མིང་མེད་བགྲོ་གླེང་རིགས་སྤེལ་ཆོག འོན་ཀྱང་། སྒྲིག་འགོད་འདིས་སློབ་ཚན་ལས་བྱེད་པ་ལ་མིང་མེད་བྱེད་མི་ཐུབ།
de_de: Gib "Wahr" oder "Falsch" ein. Falls "Wahr", können die Teilnehmer Diskussionsbeiträge erstellen, die den anderen Teilnehmern als anonym dargestellt werden. Diese Einstellung anonymisiert die Beiträge gegenüber den Kursmitarbeitern nicht.
el: Εισαγάγετε true ή false. Εάν ισχύει, οι σπουδαστές μπορούν να δημιουργήσουν αναρτήσεις συζήτησης που είναι ανώνυμες για άλλους σπουδαστές. Αυτή η ρύθμιση δεν καθιστά τις αναρτήσεις ανώνυμες στο προσωπικό του μαθήματος.
es: Ingrese verdadero o falso. Si es verdadero, los estudiantes pueden crear publicaciones de discusión que sean anónimas para otros estudiantes. Esta configuración no hace que las publicaciones sean anónimas para el personal del curso.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، دانش‌آموزان می‌توانند پست‌های بحثی ایجاد کنند که برای سایر دانش‌آموزان ناشناس است. این تنظیم پست ها را برای کارکنان دوره ناشناس نمی کند.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a diákok létrehozhatnak olyan vitabejegyzéseket, amelyek a többi diák számára névtelenek. Ez a beállítás nem teszi névtelenné a bejegyzéseket a kurzus személyzete számára.
ja: 真または偽を入力してください。真の場合、学生は他の学生に対して匿名のディスカッション投稿を作成できます。この設定は、コーススタッフに対して投稿を匿名にするものではありません。
kk: Шын немесе жалған деп енгізіңіз. Рас болса, студенттер басқа студенттерге жасырын пікірталас жазбаларын жасай алады. Бұл параметр жазбаларды курс қызметкерлері үшін анонимді етпейді.
lv: Ievadiet True vai False. Ja tā ir True, dalībnieki var izveidot diskusiju ziņas, kas citiem dalībniekiem ir anonīmas. Šis iestatījums nepadara ziņas anonīmas kursa darbiniekiem.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, studentët mund të krijojnë postime diskutimi që janë anonime për studentët e tjerë. Ky cilësim nuk i bën postimet anonime për stafin e kursit.
sv: Ange sant eller felaktigt. Om det är sant kan eleverna skapa diskussionsinlägg som är anonyma för andra studenter. Denna inställning gör inte inlägg anonymt för kurspersonal.
th: ระบุหรือถูกหรือผิด เมื่อถูก นักเรียนสามารถไม่เปิดเผยชื่อในการสนทนาได้ การตั้งค่านี้ไม่สามารถทำได้เมื่อเป็นหลักสูตรสำหรับเจ้าหน้าที่หลักสูตร
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, talabalar boshqa talabalar uchun anonim boʻlgan munozara postlarini yaratishi mumkin. Ushbu sozlama postlarni kurs xodimlari uchun anonim qilmaydi.
zh_hk: 輸入真或假。如果屬實，學生可以建立對其他學生匿名的討論帖文。此設定不會使帖文對課程工作人員匿名。

source: Advanced Module List
af_za: Gevorderde Module Lys
bo: ཚད་མཐོའི་གྲུབ་ཆའི་ཐོ་གཞུང་།
de_de: Erweiterte Modul-Liste
el: Λίστα σύνθετων μονάδων
es: {'singular': 'Lista de módulos avanzados'}
fa: لیست ماژول های پیشرفته
hu: Haladó modulok listája
ja: 上級モジュール一覧
kk: Жетілдірілген модульдер тізімі
lv: Papildu moduļu saraksts
sq: Lista e moduleve të avancuara
sv: Avancerad modulista
th: รายการโมดูลขั้นสูง
uz: Kengaytirilgan modullar roʻyxati
zh_hk: 高級模組列表

source: Enter the names of the advanced modules to use in your course.
af_za: Voer die name van die gevorderde modules in om in jou kursus te gebruik.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་ནང་སྤྱད་རྒྱུའི་ཚད་མཐོའི་ཚད་གཞིའི་མིང་།
de_de: Geben Sie die Namen der fortgeschrittenen Module ein, die Sie in Ihrem Kurs verwenden möchten.
el: Εισαγάγετε τα ονόματα των προηγμένων ενοτήτων που θα χρησιμοποιήσετε στο μάθημά σας.
es: Ingrese los nombres de los módulos avanzados que se utilizarán en su curso.
fa: نام ماژول های پیشرفته را برای استفاده در دوره خود وارد کنید.
hu: Adja meg a kurzusában használni kívánt haladó modulok nevét.
ja: コースで使用する高度なモジュールの名前を入力してください。
kk: Курста пайдалану үшін кеңейтілген модульдердің атауларын енгізіңіз.
lv: Ievadiet kursā izmantojamo papildu moduļu nosaukumus.
sq: Ju lutemi shkruani emrat e moduleve të avancuara për t'i përdorur në kursin tuaj.
sv: Ange namnen på de avancerade modulerna som ska användas i din kurs.
uz: Kursingizda foydalanish uchun ilg'or modullarning nomlarini kiriting.
zh_hk: 輸入要在課程中使用的高級模組的名稱。

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
af_za: Waar as tydsones op datums in die kursus gewys moet word. Afgekeur ten gunste van vervaldatum_vertoonformaat.
de_de: Wahr, wenn Zeitzonen zu den Terminen im Kurs angezeigt werden sollen. Veraltet zugunsten des due_date_display_format.
el: Αληθές εάν οι ζώνες ώρας πρέπει να εμφανίζονται στις ημερομηνίες του μαθήματος. Καταργήθηκε υπέρ της μορφής due_date_display_format.
es: Verdadero si las zonas horarias deben mostrarse en las fechas del curso. Obsoleto en favor de due_date_display_format.
fa: درست است اگر مناطق زمانی باید در تاریخ های دوره نشان داده شوند. به نفع due_date_display_format منسوخ شد.
ja: コースの日付にタイムゾーンを表示する場合はtrueです。due_date_display_formatを使用することを推奨します。
lv: True, ja kursa datumos ir jāparāda laika joslas. Novecojis par labu due_date_display_format.
sq: E vërtetë nëse zonat kohore duhet të shfaqen në datat e kursit. Zhvlerësuar në favor të formatit due_date_display_format.
sv: Det är sant om tidszoner ska visas på datum i kursen. Utfärdad till förmån för due_date_display_format.
uz: Vaqt mintaqalari kursdagi sanalarda koʻrsatilsa, toʻgʻri. Muddati_date_display_formati foydasiga eskirgan.
zh_hk: 若課程中的日期上應顯示時區則正確。到期_日期_顯示_格式已棄用。

source: Due Date Display Format
af_za: Sperdatum vertoonformaat
bo: དུས་བཅད་རྫོགས་པའི་འཆར་སྟོན་རྣམ་སྒྲིག
de_de: Darstellungsformat des Fälligkeitsdatum
el: Μορφή εμφάνισης ημερομηνίας λήξης
es: {'singular': 'Formato de visualización de la fecha de entrega'}
fa: فرمت نمایش سررسید
hu: Esedékesség dátumának formátuma
ja: 期限日表示形式
kk: Мерзімін көрсету пішімі
lv: Termiņa datuma attēlošanas formāts
sq: Formati i shfaqjes së datës së afatit
sv: Visningsformat för förfallodatum
th: รูปแบบการแสดงวันครบกำหนด
uz: Tugatish sanasini ko'rsatish formati
zh_hk: 截止日期顯示格式

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
af_za: Voer die formaat vir sperdatums in. Die verstek is Ma DD, JJJJ. Voer &quot;%m- %d -%Y&quot; in vir MM-DD-JJJJ, &quot; %d -%m-%Y&quot; vir DD-MM-JJJJ, &quot;%Y-%m- %d of-MM vir JJJJJ,-MM &quot;%Y- %d -%m&quot; vir JJJJ-DD-MM.
de_de: Geben Sie das Format für die Kursdaten der Fristen ein. Der Standard ist Mon DD, YYYY. Geben Sie "%m-%d-%Y" für MM-DD-YYYY, "%d-%m-%Y" für DD-MM-YYYY, "%Y-%m-%d" für YYYY-MM-DD, oderr "%Y-%d-%m" für YYYY-DD-MM ein.
el: Εισαγάγετε τη μορφή για τις ημερομηνίες λήξης. Η προεπιλογή είναι Δευτ. ΗΗ, ΕΕΕΕ. Εισαγάγετε &quot;%m- %d -%Y&quot; για MM-DD-YYYY, &quot; %d -%m-%Y&quot; για ΗΗ-MM-YYYY, &quot;%Y-%m- %d ή-MM για YYYY0 &quot;%Y- %d -%m&quot; για ΕΕΕΕ-ΗΗ-ΜΜ.
es: Ingrese el formato para las fechas de entrega. El valor predeterminado es Mon DD, YYYY. Ingrese "%m-%d-%Y" para MM-DD-YYYY, "%d-%m-%Y" para DD-MM-YYYY, "%Y-%m-%d" para YYYY-MM-DD o "%Y-%d-%m" para YYYY-DD-MM.
fa: فرمت سررسید را وارد کنید. پیش فرض دوشنبه DD، YYYY است. &quot;%m- %d -%Y&quot; را برای MM-DD-YYYY، &quot; %d -%m-%Y&quot; برای DD-MM-YYYY، &quot;%Y-%m- %d یا &quot;MM-YYYY&quot; را وارد کنید &quot;%Y- %d -%m&quot; برای YYYY-DD-MM.
hu: Adja meg a határidők formátumát. Az alapértelmezett formátum: Mon DD, YYYY. Adja meg a "%m-%d-%Y" formátumot az MM-DD-YYYY, a "%d-%m-%Y" formátumot a DD-MM-YYYY, a "%Y-%m-%d" formátumot az YYYY-MM-DD, vagy a "%Y-%d-%m" formátumot az YYYY-DD-MM esetén.
ja: 締切日の日付形式を入力してください。デフォルトはMon DD, YYYYです。MM-DD-YYYYの場合は「%m-%d-%Y」、DD-MM-YYYYの場合は「%d-%m-%Y」、YYYY-MM-DDの場合は「%Y-%m-%d」、YYYY-DD-MMの場合は「%Y-%d-%m」を入力してください。
kk: Мерзімдердің пішімін енгізіңіз. Әдепкі бойынша дүйсенбі күні, ЖЖЖЖ. АА-КК-ЖЖЖЖ үшін "%m-%d-%Y" енгізіңіз, КК-АА-ЖЖЖЖ үшін "%d-%m-%Y", "%Y-%m-%d" үшін ЖЖЖЖ-АА-КК, немесе "%Y-%d-%m" үшін ЖЖЖЖ-КК-АА.
lv: Ievadiet datumu formātu. Noklusējuma iestatījums ir Pn DD, GGGGG. Ievadiet "%m-%d-%Y", lai apzīmētu MM-DD-GGGGG, "%d-%m-%Y", lai apzīmētu DD-MM-GGGG, "%Y-%m-%d", lai apzīmētu GGGG-MM-DD, vai "%Y-%d-%m", lai apzīmētu GGGG-DD-MM.
sv: Ange formatet för förfallodagen. Standard är Mon DD, ÅÅÅÅ. Ange "%m-%d-%Y" för MM-DD-ÅÅÅÅ, "%d-%m-%Y" för DD-MM-ÅÅÅÅ, "%Y-%m-%d" för ÅÅÅÅ-MM-DD, eller "%Y-%d-%m" för ÅÅÅÅ-DD-MM.
th: กรอกวันครบกำหนดในรูปแบบ Mon DD, YYYY กรอก "%m-%d-%Y" สำหรับ MM-DD-YYYY, "%d-%m-%Y" สำหรับ DD-MM-YYYY, "%Y-%m-%d" สำหรับ YYYY-MM-DD, หรือ "%Y-%d-%m" สำหรับ YYYY-DD-MM.
uz: Tugatish sanalari formatini kiriting. Standart - dushanba kuni, YYYY. AA-KK-YYYY uchun "%m- %d -%Y" kiriting, DD-MM-YYYY uchun " %d -%m-%Y", YD-AA-YYYY uchun "%Y-%m- %d " yoki YDYY "- YYYY-DD-MM uchun "%Y- %d -%m".
zh_hk: 輸入截止日期的格式，預設的格式是 Mon DD, YYYY。要使用 MM-DD-YYYY 格式，請輸入“%m-%d-%Y”；要使用 DD-MM-YYYY，請輸入“%d-%m-%Y”；要使用 YYYY-MM-DD 格式，請輸入“%Y-%m-%d”；要使用 YYYY-DD-MM 格式，請輸入“%Y-%d-%m”。

source: External Login Domain
af_za: Eksterne aanmelddomein
bo: ཕྱིའི་ནང་འཛུལ་གྱི་དྲ་གནས།
de_de: Externes Login-Domain
el: Τομέας εξωτερικής σύνδεσης
es: {'singular': 'Dominio de inicio de sesión externo'}
fa: دامنه ورود خارجی
hu: Külső bejelentkezési tartomány
ja: 外部ログインドメイン
kk: Сыртқы кіру домені
lv: Ārējais pieteikšanās domēns
sq: Domeni i hyrjes së jashtme
sv: Extern inloggningsdomän
th: เข้าสู่ระบบโดยโดเมนภายนอก
uz: Tashqi kirish domeni
zh_hk: 外部登入網域

source: Enter the external login method students can use for the course.
af_za: Voer die eksterne aanmeldmetode in wat studente vir die kursus kan gebruik.
bo: སློབ་ཕྲུག་གིས་སློབ་ཚན་དུ་བཀོལ་ཐུབ་པའི་ཕྱིའི་ནང་འཛུལ་ཐབས་ནང་འཇུག་རོགས།
de_de: Gib die externe Login-Methode an, die Teilnehmer für diesen Kurs nutzen können.
el: Εισαγάγετε τη μέθοδο εξωτερικής σύνδεσης που μπορούν να χρησιμοποιήσουν οι μαθητές για το μάθημα.
es: Ingrese el método de inicio de sesión externo que los estudiantes pueden usar para el curso.
fa: روش ورود خارجی که دانشجویان می توانند برای دوره استفاده کنند را وارد کنید.
hu: Adja meg a külső bejelentkezési módszert, amelyet a diákok használhatnak a kurzushoz.
ja: コースで学生が使用できる外部ログイン方法を入力してください。
kk: Студенттер курста пайдалана алатын сыртқы кіру әдісін енгізіңіз.
lv: Ievadiet ārējās pieteikšanās metodi, ko dalībnieki var izmantot kursā.
sq: Vendosni metodën e hyrjes së jashtme që studentët mund të përdorin për kursin.
sv: Ange den externa inloggningsmetod som studenterna kan använda för kursen.
th: ผู้เรียนสามารถเข้าสู่ระบบด้วยข้อมูลภายนอก
uz: Talabalar kurs uchun foydalanishi mumkin bo'lgan tashqi kirish usulini kiriting.
zh_hk: 輸入學生可以用於課程的外部登入方法。

source: Certificates Downloadable Before End
af_za: Sertifikate aflaaibaar voor einde
bo: མཇུག་མ་རྫོགས་གོང་ལག་ཁྱེར་ཕབ་ལེན་བྱ་ཐུབ་པ།
de_de: Zertifikate sind herunterladbar vor Ende
el: Μπορείτε να κατεβάσετε το πιστοποιητικό σας πριν το τέλος
es: {'singular': 'Certificados descargables antes del final'}
fa: گواهینامه های قابل دانلود قبل از پایان
kk: Аяқтау алдында жүктелетін сертификаттар
lv: Sertifikāti lejupielādējami pirms beigām
sq: Certifikatat janë të shkarkueshme para përfundimit
sv: Certifikat kan laddas ner före slutet
th: ดาวน์โหลดใบรับรองก่อนที่จะหมดเวลา
uz: Sertifikatlar tugashidan oldin yuklab olinadi
zh_hk: 結束前可下載證書

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
af_za: Voer waar of onwaar in. Indien waar, kan studente sertifikate aflaai voor die kursus eindig, as hulle aan sertifikaatvereistes voldoen het.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན། སློབ་ཕྲུག་གིས་ལག་ཁྱེར་གྱི་དགོས་མཁོའི་ཆ་རྐྱེན་ཁག་མཐུས་ཚང་བསྒྲུབས་ཡོད་ན་སློབ་ཚན་མཇུག་མ་རྫོགས་གོང་ལག་ཁྱེར་ཕབ་ལེན་བྱ་ཐུབ།
de_de: Gib "Wahr" oder "Falsch" ein. Falls "Wahr", können die Teilnehmer bereits vor Kursende die Zertifikate herunterladen, wenn sie die Anforderungen für den Zertifikatserhalt bereits erfüllt haben.
el: Εισάγετε "αληθές" ή "ψευδές". Αν εισάγετε "αληθές", οι φοιτητές μπορούν να λάβουν τις βεβαιώσεις τους προτού τελειώσει το μάθημα, εφόσον πληρούν τα κριτήρια για τη λήψη τους.
es: Ingrese verdadero o falso. Si es verdadero, los estudiantes pueden descargar certificados antes de que finalice el curso, si han cumplido con los requisitos del certificado.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، دانش‌آموزان می‌توانند گواهینامه‌ها را قبل از پایان دوره دانلود کنند، در صورتی که شرایط گواهینامه را برآورده کرده باشند.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a diákok letölthetik a bizonyítványokat a kurzus vége előtt, ha teljesítették a bizonyítvány követelményeit.
ja: 真または偽を入力してください。真の場合、学生はコース終了前に、証明書の要件を満たしていれば証明書をダウンロードできます。
kk: Шын немесе жалған деп енгізіңіз. Егер шын болса, студенттер сертификат талаптарына сай болса, курс аяқталмай тұрып сертификаттарды жүктей алады.
lv: Ievadiet True vai False. Ja tā ir True, dalībnieki var lejupielādēt sertifikātus pirms kursa beigām, ja viņi ir izpildījuši sertifikāta prasības.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, studentët mund të shkarkojnë certifikatat përpara përfundimit të kursit, nëse i kanë plotësuar kërkesat e certifikatës.
sv: Ange sant eller felaktigt. Om det är sant kan eleverna ladda ner certifikat innan kursen slutar om de har uppfyllt certifikatkraven.
th: ระบุหรือถูกหรือผิด เมื่อถูก นักเรียนสามารถดาวน์โหลดใบรับรองก่อนจบหลักสูตร หากพวกเขาได้ผ่านกับข้อกำหนดของใบรับรอง
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, talabalar sertifikat talablariga javob bergan boʻlsa, kurs tugashidan oldin sertifikatlarni yuklab olishlari mumkin.
zh_hk: 輸入真或假。如果是真的，學生遇到下載證書的要求，可以在課程結束前下載證書。

source: Certificates Display Behavior
af_za: Sertifikate vertoon gedrag
bo: ལག་ཁྱེར་འཆར་སྟོན་གྱི་རྣམ་པ།
de_de: Verhalten für Zertifikatsanzeige
el: Συμπεριφορά εμφάνισης πιστοποιητικών
es: {'singular': 'Comportamiento de visualización de certificados'}
fa: گواهینامه ها رفتار نمایش می دهند
hu: Bizonyítvány megjelenítési viselkedés
ja: 証明書の表示動作
kk: Сертификаттар әрекетті көрсетеді
lv: Sertifikātu parādīšanas uzvedība
sq: Sjellja e shfaqjes së certifikatave
sv: Certifikatvisning Beteende
th: ใบรับรองแสดงพฤติกรรม
uz: Sertifikatlar xatti-harakatlarini ko'rsatadi
zh_hk: 證書顯示行為

source: This field, together with certificate_available_date will determine when a user can see their certificate for the course
af_za: Hierdie veld, saam met certificate_available_date, sal bepaal wanneer &#39;n gebruiker hul sertifikaat vir die kursus kan sien
bo: སྡེ་ཚན་འདི་དང་ལྷན་དུ། ལག་འཁྱེར་དང་མཉམ་དུ་ཟླ་ཚེས་ཀྱང་སྤྱོད་མཁན་ཞིག་གིས་སློབ་ཚན་དེའི་ལག་འཁྱེར་ལ་བལྟ་ཐུབ་དུས་གཏན་འཁེལ་བྱེད་ཡོང་ཡིན།
de_de: Dieses Feld bestimmt zusammen mit certificate_available_date, wann ein Benutzer sein Zertifikat für den Kurs sehen kann
el: Αυτό το πεδίο, μαζί με το certificate_available_date θα καθορίσει πότε ένας χρήστης μπορεί να δει το πιστοποιητικό του για το μάθημα
es: Este campo, junto con certificate_available_date, determinará cuándo un usuario puede ver su certificado para el curso.
fa: این فیلد همراه با certificate_available_date تعیین می کند که کاربر چه زمانی می تواند گواهینامه خود را برای دوره ببیند
hu: Ez a mező a certificate_available_date mezővel együtt határozza meg, mikor láthatja a felhasználó a tanfolyam bizonyítványát.
ja: このフィールドは、certificate_available_dateと共に、ユーザーがコースの証明書をいつ見ることができるかを決定します。
kk: Бұл өріс сертификат_қолжетімді_күнімен бірге пайдаланушы курс үшін сертификатын қашан көре алатынын анықтайды
lv: Šis lauks kopā ar certificate_available_date noteiks, kad lietotājs var redzēt savu sertifikātu par kursu.
sq: Kjo fushë, së bashku me certifikatën e disponueshme do të përcaktojë se kur një përdorues mund të shohë certifikatën e tij për kursin.
sv: Detta fält, tillsammans med certificate_available_date, avgör när en användare kan se sitt certifikat för kursen
uz: Ushbu maydon sertifikat_available_date bilan birgalikda foydalanuvchi kurs uchun sertifikatini qachon ko'rishi mumkinligini aniqlaydi
zh_hk: 該欄位與certificate_available_date一起決定用户何時可以看到他們的課程證書

source: Course About Page Image
af_za: Kursus oor bladsybeeld
bo: སློབ་ཚན་སྐོར་གྱི་ཤོག་ངོས་འདྲ་པར།
de_de: Bild der "Über diesen Kurs"-Seite
el: Course Λίγα λόγια για εμάς Image
es: {'singular': 'Imagen de la página Acerca del curso'}
fa: دوره آموزشی درباره تصویر صفحه
hu: Kurzusról oldal képe
ja: コース概要ページ画像
kk: Бет суреті туралы курс
lv: Par kursu lapas attēls
sq: Imazhi i Faqes Rreth Kursit
th: หลักสูตรเกี่ยวกับภาพของหน้า
uz: Sahifa tasviri haqida kurs
zh_hk: 課程介紹頁面圖片
