Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Download the Android app on the Google Play Store
af_za: Laai die Android-toepassing af in die Google Play Winkel
bo: Google Play Store ནང་ཨན་ཌོ་app ཕབ་ལེན་བྱོས།
de_de: Laden Sie die Android App aus dem Google Play Store herunter
el: Κατεβάστε την εφαρμογή Android στο Google Play Store
es: Descargar la aplicación para Android en Google Play Store
fa: برنامه اندروید را در فروشگاه Google Play دانلود کنید
hu: Töltse le az Android appot a Google Play Áruházból
ja: Google PlayストアでAndroidアプリをダウンロード
kk: Google Play дүкенінен Android қолданбасын жүктеп алыңыз
lv: Lejupielādējiet Android lietotni Google Play veikalā
sq: Shkarkoni aplikacionin Android në Google Play Store
sv: Ladda ner appen från Google Play Store
uz: Google Play do'konida Android ilovasini yuklab oling
zh_hk: 在 Google Play 商店下載 Android 應用程式

source: Our mailing address is:
af_za: Ons posadres is:
bo: ང་ཚོའི་སྦྲགས་གཏོང་ཁ་བྱང་ནི་:
de_de: Unsere Postanschrift ist:
el: Βρείτε μας εδώ:
es: Nuestra dirección postal es:
fa: آدرس پستی ما این است:
hu: Levelezési címünk:
kk: Біздің пошталық мекенжайымыз:
lv: Mūsu pasta adrese ir:
sq: Adresa jonë e postës është:
sv: Vår postadress är:
uz: Bizning pochta manzilimiz:
zh_hk: 我們的郵寄地址是：

source: Unsubscribe from these emails.
af_za: Teken uit van hierdie e-posse.
bo: གློག་འཕྲིན་འདིའི་སྔོན་མངགས་ཕྱིར་བསྡུ་བྱེད།
de_de: Aus diesen E-Mails ausschreiben.
el: Καταργήστε την εγγραφή σας από αυτά τα μηνύματα ηλεκτρονικού ταχυδρομείου.
es: Cancelar la suscripción a estos correos.
fa: لغو اشتراک از این ایمیل ها.
hu: Leiratkozás ezekről az e-mailekről.
ja: これらのメールの配信を停止する。
kk: Осы электрондық пошталарға жазылудан бас тартыңыз.
lv: Anulēt šo e-pasta ziņojumu abonēšanu.
sq: Çregjistrohu nga këto emaile.
sv: Avsluta prenumerationen på dessa e-postmeddelanden.
uz: Ushbu elektron pochta xabarlariga obunani bekor qiling.
zh_hk: 取消訂閱這些電郵。

source: %(platform_name)s Email
af_za: %(platform_name)s E-pos
bo: %(platform_name)s ཡིག་ཟམ།
es: Correo electrónico de %(platform_name)s
fa: %(platform_name)s ایمیل
ja: %(platform_name)s メール
kk: %(platform_name)s Электрондық пошта
lv: %(platform_name)s E-pasts
sv: %(platform_name)s E-post
uz: %(platform_name)s Elektron pochta
zh_hk: %(platform_name)s電郵

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
af_za: Moenie die geleentheid mis om jou nuwe kennis en vaardighede uit te lig deur &#39;n geverifieerde sertifikaat te verdien nie. Gradeer op deur %(user_schedule_upgrade_deadline_time)s .
bo: ཁུངས་ལྡན་ལག་ཁྱེར་བླངས་ཏེ་རང་ཉིད་ཀྱི་ཤེས་ཡོན་དང་ལག་རྩལ་མངོན་གསལ་བྱེད་པའི་གོ་སྐབས་འཇུག་མ་འཆོར། འདི་ %(user_schedule_upgrade_deadline_time)s བརྒྱུད་ནས་རིམ་སྤར་བྱོས།
de_de: Verpassen Sie nicht die Gelegenheit, Ihre neuen Kenntnisse und Fähigkeiten hervorzuheben, indem Sie ein verifiziertes Zertifikat erwerben. Upgraden Sie bis zum %(user_schedule_upgrade_deadline_time)s.
el: Μη χάσετε την ευκαιρία να αναδείξετε τις νέες γνώσεις και δεξιότητές σας κερδίζοντας ένα επαληθευμένο πιστοποιητικό. Αναβάθμιση έως %(user_schedule_upgrade_deadline_time)s.
es: No pierdas la oportunidad de resaltar tus nuevos conocimientos y habilidades obteniendo un certificado verificado. Actualiza antes del %(user_schedule_upgrade_deadline_time)s.
fa: فرصت را از دست ندهید تا دانش و مهارت های جدید خود را با دریافت گواهی تایید شده برجسته کنید. با %(user_schedule_upgrade_deadline_time)s ارتقا دهید.
hu: Ne hagyja ki a lehetőséget, hogy kiemelje új ismereteit és készségeit egy hitelesített bizonyítvány megszerzésével. Frissítsen %(user_schedule_upgrade_deadline_time)s-ig.
ja: 新しい知識とスキルを証明する認定証を取得する機会を逃さないでください。%(user_schedule_upgrade_deadline_time)sまでにアップグレードしてください。
kk: Тексерілген сертификат алу арқылы жаңа білімдеріңіз бен дағдыларыңызды көрсету мүмкіндігін жіберіп алмаңыз. %(user_schedule_upgrade_deadline_time)s арқылы жаңартыңыз.
lv: Nepalaidiet garām iespēju izcelt savas jaunās zināšanas un prasmes, nopelnot verificētu sertifikātu. Jauniniet, izmantojot %(user_schedule_upgrade_deadline_time)s .
sq: Mos e humbisni mundësinë për të nxjerrë në pah njohuritë dhe aftësitë tuaja të reja duke fituar një certifikatë të verifikuar. Përditëso nga %(user_schedule_upgrade_deadline_time)s.
sv: Missa inte chansen att visa upp dina nya kunskaper och färdigheter genom att få ett verifierat certifikat. Uppgradera senast %(user_schedule_upgrade_deadline_time)s.
uz: Tasdiqlangan sertifikatni qo'lga kiritish orqali yangi bilim va ko'nikmalaringizni ta'kidlash imkoniyatini qo'ldan boy bermang. %(user_schedule_upgrade_deadline_time)s tomonidan yangilang.
zh_hk: 不要錯過透過獲得經過驗證的證書來突出您的新知識和技能的機會。透過%(user_schedule_upgrade_deadline_time)s升級。

source: Upgrade Now
af_za: Gradeer nou op
bo: ད་ལྟ་རང་རིམ་སྤར་བྱོས།
de_de: Jetzt Upgraden
el: Αναβάθμιση τώρα
es: Actualizar ahora
fa: اکنون ارتقا دهید
hu: Frissíts most
ja: 今すぐアップグレード
kk: Қазір жаңартыңыз
lv: Uzlabot tagad
sq: Përmirëso tani
sv: Uppgradera nu
uz: Hozir yangilang
zh_hk: 現在升級

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
af_za: Sodra jy hierdie versoek goedgekeur het, gaan na {catalog_admin_url} om &#39;n katalogus vir hierdie gebruiker op te stel.
bo: རེ་འདུན་འདི་ལ་ཆོག་མཆན་ཐོབ་རྗེས་ {catalog_admin_url} ལ་ཕེབས་ནས་སྤྱོད་མཁན་འདིའི་དཀར་ཆག་བཟོ།
de_de: Sobald Sie diese Anforderung genehmigt haben, gehen Sie zu {catalog_admin_url}, um einen Katalog für diesen Benutzer einzurichten.
el: Αφού εγκρίνετε αυτό το αίτημα, μεταβείτε στο {catalog_admin_url} για να δημιουργήσετε έναν κατάλογο για αυτόν τον χρήστη.
es: Una vez que hayas aprobado esta solicitud, ve a {catalog_admin_url} para configurar un catálogo para este usuario.
fa: پس از تأیید این درخواست، به {catalog_admin_url} بروید تا یک کاتالوگ برای این کاربر تنظیم کنید.
hu: Miután jóváhagyta ezt a kérést, lépjen a {catalog_admin_url} oldalra, hogy beállítson egy katalógust ennek a felhasználónak.
ja: このリクエストを承認したら、{catalog_admin_url} にアクセスして、このユーザーのカタログを設定してください。
kk: Осы сұрауды мақұлдаған соң, осы пайдаланушы үшін каталог орнату үшін {catalog_admin_url} мекенжайына өтіңіз.
lv: Kad apstiprinājāt šo pieprasījumu, dodieties uz vietni {catalog_admin_url}, lai šim lietotājam iestatītu katalogu.
sq: Pasi ta keni miratuar këtë kërkesë, shkoni te {catalog_admin_url} për të krijuar një katalog për këtë përdorues.
sv: När du har godkänt den här förfrågan går du till {catalog_admin_url} för att skapa en katalog för den här användaren.
uz: Ushbu so'rovni ma'qullaganingizdan so'ng, ushbu foydalanuvchi uchun katalogni sozlash uchun {catalog_admin_url} sahifasiga o'ting.
zh_hk: 批准此請求後，請前往{catalog_admin_url}為該用户設定目錄。

source: Organization Name
af_za: Organisasie Naam
bo: སྒྲིག་འཛུགས་ཀྱི་མིང་།
de_de: Name der Organisation
el: Όνομα Οργανισμού
es: Nombre de la organización
fa: نام سازمان
hu: Szervezet neve
ja: 組織名
kk: Ұйым атауы
lv: Organizācijas nosaukums
sq: Emri i organizatës
sv: Organisations namn
th: ชื่อองค์กร:
uz: Tashkilot nomi
zh_hk: 機構名稱

source: Organization Address
af_za: Organisasie-adres
bo: སྒྲིག་འཛུགས་ཀྱི་སྡོད་གནས་ཁ་བྱང་།
de_de: Adresse der Organisation
el: Διεύθυνση Οργανισμού
es: Dirección de la organización
fa: آدرس سازمان
hu: Szervezet címe
ja: 組織の住所
kk: Ұйым мекенжайы
lv: Organizācijas adrese
sq: Adresa e Organizatës
sv: Postadress
uz: Tashkilot manzili
zh_hk: 組織地址

source: Describe what your application does.
af_za: Beskryf wat jou aansoek doen.
bo: ཁྱེད་ཀྱི་སྙན་ཞུ་ཡིས་ཅི་ཞིག་བསྒྲུབ་རྒྱུ་ཡིན་པ་འགྲེལ་བརྗོད་བྱོས།
de_de: Beschreiben Sie, was Ihre Anwendung macht.
el: Περιγράψτε τι κάνει η εφαρμογή σας.
es: Describe qué hace tu aplicación.
fa: توضیح دهید که برنامه شما چه کاری انجام می دهد.
hu: Írja le, mit csinál az alkalmazás.
ja: あなたのアプリケーションが何をするのか説明してください。
kk: Қолданбаңыз не істейтінін сипаттаңыз.
lv: Aprakstiet, ko dara jūsu lietojumprogramma.
sq: Përshkruani se çfarë bën aplikacioni juaj.
sv: Beskriv vad din ansökan gör.
uz: Ilovangiz nima qilishini tasvirlab bering.
zh_hk: 描述您的應用的功能。

source: The URL of your organization's website.
af_za: Die URL van jou organisasie se webwerf.
bo: ཁྱེད་ཀྱི་སྒྲིག་འཛུགས་ཀྱི་དྲ་ཚིགས་URL
de_de: Die URL der Website Ihres Unternehmens.
el: Η διεύθυνση URL του ιστότοπου του οργανισμού σας.
es: La URL del sitio web de tu organización.
fa: آدرس وب سایت سازمان شما.
hu: Az Ön szervezetének weboldalának URL-je.
ja: 組織のウェブサイトのURL。
kk: Ұйымыңыздың веб-сайтының URL мекенжайы.
lv: Jūsu organizācijas vietnes URL.
sq: URL-ja e faqes së internetit të organizatës tuaj.
sv: Webbadressen till din organisations webbplats.
uz: Tashkilotingiz veb-saytining URL manzili.
zh_hk: 您組織網站的 URL。

source: The name of your organization.
af_za: Die naam van jou organisasie.
bo: ཁྱེད་ཀྱི་སྒྲིག་འཛུགས་ཀྱི་མིང་།
de_de: Der Name Ihrer Organisation.
el: Το όνομα του οργανισμού σας.
es: El nombre de tu organización.
fa: نام سازمان شما
hu: Az ön szervezetének neve.
kk: Ұйымыңыздың атауы.
lv: Jūsu organizācijas nosaukums.
sq: Emri i organizatës suaj.
sv: Organisationens namn.
uz: Tashkilotingiz nomi.
zh_hk: 您的組織的名稱。

source: The contact address of your organization.
af_za: Die kontakadres van jou organisasie.
bo: ཁྱེད་ཀྱི་སྒྲིག་འཛུགས་ལ་འབྲེལ་གཏུགས་ཁ་བྱང་།
de_de: Die Kontaktadresse Ihrer Organisation.
el: Η διεύθυνση επικοινωνίας του οργανισμού σας.
es: La dirección de contacto de tu organización.
fa: آدرس تماس سازمان شما
hu: Az Ön szervezetének kapcsolattartási címe.
ja: あなたの組織の連絡先住所。
kk: Ұйымыңыздың байланыс мекенжайы.
lv: Jūsu organizācijas kontaktadrese.
sq: Adresa e kontaktit të organizatës tuaj.
sv: Kontaktadress till din organisation.
uz: Tashkilotingizning aloqa manzili.
zh_hk: 您的組織的聯絡地址。

source: The following users do not exist: {usernames}.
af_za: Die volgende gebruikers bestaan nie: {usernames} .
bo: གཤམ་གྱི་སྤྱོད་མཁན་རྣམས་གནས་མི་འདུག: {usernames}།
de_de: Die folgenden Nutzer gibt es nicht: {usernames}.
el: Οι ακόλουθοι χρήστες δεν υπάρχουν: {usernames}.
es: Los siguientes usuarios no existen: {usernames}.
fa: کاربران زیر وجود ندارند: {usernames} .
hu: A következő felhasználók nem léteznek: {usernames}.
ja: 存在しないユーザー: {usernames}。
kk: Келесі пайдаланушылар жоқ: {usernames}.
lv: Šie lietotāji nepastāv: {usernames} .
sq: Përdoruesit e mëposhtëm nuk ekzistojnë: {usernames}.
sv: Följande användare finns inte: {usernames}.
uz: Quyidagi foydalanuvchilar mavjud emas: {usernames} .
zh_hk: 以下用戶不存在： {usernames} 。

source: Comma-separated list of usernames which will be able to view this catalog.
af_za: Komma-geskeide lys van gebruikersname wat hierdie katalogus sal kan bekyk.
bo: Comma-ཡིས་བར་བཅད་པའི་སྤྱོད་མཁན་མིང་ཐོའི་ནང་གི་མི་དག་གིས་དཀར་ཆག་འདི་ལ་བལྟ་ཐུབ།
de_de: Kommagetrennte Liste der Benutzernamen, die diesen Katalog anschauen können.
el: Λίστα ονομάτων χρήστη διαχωρισμένη με κόμματα που θα μπορούν να προβάλουν αυτόν τον κατάλογο.
es: Lista separada por comas de nombres de usuario que podrán ver este catálogo.
fa: فهرستی از نام‌های کاربری جدا شده با کاما که می‌توانند این کاتالوگ را مشاهده کنند.
hu: Felhasználónevek vesszővel elválasztott listája, akik megtekinthetik ezt a katalógust.
kk: Осы каталогты көре алатын пайдаланушы аттарының үтірмен бөлінген тізімі.
lv: Ar komatu atdalīts lietotājvārdu saraksts, kas varēs skatīt šo katalogu.
sq: Lista e emrave të përdoruesve të ndarë me presje që do të mund të shikojnë këtë katalog.
sv: Kommaseparerad lista över användarnamn som kommer att kunna se denna katalog.
uz: Ushbu katalogni ko'rish imkoniyatiga ega bo'lgan foydalanuvchi nomlarining vergul bilan ajratilgan ro'yxati.
zh_hk: 能夠查看此目錄的以逗號分隔的用户名稱清單。

source: Denied
af_za: Geweier
bo: ངོས་ལེན་མི་བྱེད།
de_de: Abgelehnt
el: Απορριφθέν
es: Denegado
fa: تکذیب کرد
hu: Megtagadva
ja: 拒否されました
kk: Бас тартылды
lv: Noliegts
sq: E mohuar
sv: Nekad
th: ปฏิเสธ
uz: Rad etilgan
zh_hk: 被拒絕

source: Approved
af_za: Goedgekeur
bo: ངོས་ལེན་བྱས་ཡོད།
de_de: Bestätigt
el: Εγκεκριμένο
es: Aprobado
fa: تایید شده
hu: Jóváhagyva
ja: 承認済み
kk: Бекітілді
lv: Apstiprināts
sq: E miratuar
sv: Godkänd
uz: Tasdiqlangan
zh_hk: 得到正式認可的

source: Status of this API access request
af_za: Status van hierdie API-toegangversoek
bo: API འདི་བལྟ་ཀློག་རེ་ཞུའི་གནས་བབ།
de_de: Status dieser API-Zugriffsanforderung
el: Κατάσταση αυτού του αιτήματος πρόσβασης API
es: Estado de esta solicitud de acceso a la API
fa: وضعیت این درخواست دسترسی API
hu: Az API hozzáférési kérelem állapota
ja: このAPIアクセスリクエストのステータス
kk: Осы API кіру сұрауының күйі
lv: Šī API piekļuves pieprasījuma statuss
sq: Statusi i kësaj kërkese për qasje në API
sv: Status för denna API-åtkomstförfrågan
uz: Ushbu API kirish soʻrovining holati
zh_hk: 該API存取請求的狀態

source: The URL of the website associated with this API user.
af_za: Die URL van die webwerf wat met hierdie API-gebruiker geassosieer word.
bo: API སྤྱོད་མཁན་དང་མཉམ་དུ་ཡོད་པའི་དྲ་ཚིགས་དེའི་ URL
de_de: Die URL der Website, die diesem API-Benutzer zugeordnet ist.
el: Η διεύθυνση URL του ιστότοπου που σχετίζεται με αυτόν τον χρήστη API.
es: La URL del sitio web asociado a este usuario de la API.
fa: نشانی وب سایت مرتبط با این کاربر API.
ja: このAPIユーザーに関連付けられたウェブサイトのURL。
kk: Осы API пайдаланушысымен байланыстырылған веб-сайттың URL мекенжайы.
lv: Ar šo API lietotāju saistītās vietnes URL.
sq: URL-ja e faqes së internetit të lidhur me këtë përdorues API.
sv: Webbadressen för webbplatsen som är associerad med denna API-användare.
uz: Ushbu API foydalanuvchisi bilan bog‘langan veb-sayt URL manzili.
zh_hk: 與此 API 用户關聯的網站的 URL。

source: The reason this user wants to access the API.
af_za: Die rede waarom hierdie gebruiker toegang tot die API wil hê.
bo: སྤྱོད་མཁན་འདི་གིས་ API དེ་ལ་བལྟ་ཀློག་བྱ་འདོད་པའི་རྒྱུ་མཚན།
de_de: Der Grund, weshalb dieser Benutzer Zugang zur API fordert
el: Ο λόγος που αυτός ο χρήστης θέλει να αποκτήσει πρόσβαση στο API.
es: La razón por la que este usuario quiere acceder a la API.
fa: دلیل اینکه این کاربر می خواهد به API دسترسی پیدا کند.
ja: このユーザーがAPIにアクセスしたい理由。
kk: Бұл пайдаланушы API интерфейсіне қол жеткізгісі келетін себебі.
lv: Iemesls, kāpēc šis lietotājs vēlas piekļūt API.
sq: Arsyeja përse ky përdorues dëshiron të hyjë në API.
sv: Anledningen till att användaren vill komma åt API: n.
uz: Ushbu foydalanuvchi APIga kirishni xohlashining sababi.
zh_hk: 該用戶想要存取 API 的原因。

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
af_za: Ek en my organisasie aanvaar die {link_start} {platform_name} API-diensbepalings {link_end} .
de_de: Ich und mein Unternehmen akzeptieren die {link_start}{platform_name} API Nutzungsbedingungen{link_end}.
el: Εγώ και ο οργανισμός μου αποδεχόμαστε τους {link_start}{platform_name} Όρους Παροχής Υπηρεσιών API{link_end}.
es: Yo y mi organización aceptamos los {link_start}Términos de servicio de la API de {platform_name}{link_end}.
fa: من و سازمانم شرایط سرویس {link_start} {platform_name} API را می‌پذیریم. {link_end} .
hu: Én és a szervezetem elfogadjuk a {link_start}{platform_name} API szolgáltatási feltételeit{link_end}.
ja: 私と私の組織は、{link_start}{platform_name} API利用規約{link_end}に同意します。
kk: Мен және менің ұйымым {link_start} {platform_name} API қызмет көрсету шарттарын {link_end} қабылдаймын.
lv: Es un mana organizācija piekrītu {link_start} {platform_name} API pakalpojumu sniegšanas noteikumiem {link_end} .
sq: Unë dhe organizata ime pranojmë kushtet e shërbimit {link_start}{platform_name} API{link_end}.
sv: Jag och min organisation accepterar {link_start}{platform_name} APIs användarvillkor{link_end}.
uz: Men va mening tashkilotim {link_start} {platform_name} API foydalanish shartlarini qabul qilaman {link_end} .
zh_hk: 我和我的組織接受{link_start} {platform_name} API 服務條款{link_end} 。

source: '%s' is not a valid scope.
af_za: &#39; %s &#39; is nie &#39;n geldige omvang nie.
bo: '%s' ནི་ཐོབ་སྐར་ཚུལ་མཐུན་ཞིག་མ་རེད།
de_de: '%s' ist kein gültiger Bereich.
el: Το &quot; %s &quot; δεν είναι έγκυρο πεδίο εφαρμογής.
es: '%s' no es un alcance válido.
fa: &quot; %s &quot; یک محدوده معتبر نیست.
hu: A(z) '%s' nem érvényes hatókör.
ja: 「%s」は有効なスコープではありません。
lv: '%s' nav derīga darbības joma.
sq: &#39; %s &#39; nuk është një fushë e vlefshme.
sv: '%s' är inte ett giltigt omfång.
uz: ' %s ' to'g'ri doira emas.
zh_hk: “ %s ”不是有效範圍。

source: Bookmarks
af_za: Boekmerke
bo: དཔེ་རྟགས་ཁག
de_de: Lesezeichen
el: Σελιδοδείκτες
fa: نشانک ها
hu: Könyvjelzők
ja: ブックマーク
kk: Бетбелгілер
lv: Grāmatzīmes
sq: Faqerojtësit
sv: Bokmärken
th: บุ๊คมาร์ค
uz: Xatcho‘plar
zh_hk: 書籤

source: An error has occurred. Please try again.
af_za: N fout het voorgekom. Probeer asseblief weer.
bo: གནད་དོན་ཞིག་བྱུང་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Datei beschädigt. Bitte versuchen sie es erneut
el: Προέκυψε σφάλμα. Παρακαλούμε δοκιμάστε ξανά.
es: Ha ocurrido un error. Por favor, inténtalo de nuevo.
fa: خطایی رخ داده است. لطفا دوباره تلاش کنید.
hu: Hiba történt. Próbáld meg újra.
ja: エラーが発生しました。もう一度お試しください。
kk: Қате орын алды. Қайталап көріңіз.
lv: Radās kļūda. Lūdzu mēģiniet vēlreiz.
sq: Ka ndodhur një gabim. Ju lutemi provoni përsëri.
sv: Ett fel har uppstått. Var god försök igen.
th: มีข้อผิดพลาด. กรุณาลองอีกครั้ง
uz: Xatolik yuz berdi. Iltimos, qayta urinib koʻring.
zh_hk: 發生了錯誤。請再試一次。

source: No data provided.
af_za: Geen data verskaf nie.
bo: གཞི་གྲངས་མཁོ་སྤྲོད་བྱས་མི་འདུག
de_de: Keine Angaben gemacht.
el: Δεν παρέχονται δεδομένα.
es: No se proporcionaron datos.
fa: هیچ داده ای ارائه نشده است.
hu: Nincs megadott adat.
ja: データが提供されていません。
kk: Деректер берілмейді.
lv: Nav sniegti dati.
sq: Nuk ka të dhëna.
sv: Inga uppgifter lämnas.
uz: Hech qanday maʼlumot berilmagan.
zh_hk: 沒有提供數據。

source: Parameter usage_id not provided.
af_za: Parameter usage_id nie verskaf nie.
de_de: Parameter usage_id nicht vorhanden.
el: Δεν παρέχεται η παράμετρος usage_id.
es: No se proporcionó el parámetro usage_id.
fa: پارامتر usage_id ارائه نشده است.
hu: A „usage_id” paraméter nincs megadva.
ja: usage_idパラメータが提供されていません。
kk: Use_id параметрі қамтамасыз етілмеген.
lv: Parametra usage_id nav norādīts.
sq: Përdorimi_id i parametrit nuk është dhënë.
sv: Parameter usage_id inte tillhandahållen.
uz: Use_id parametri berilmagan.
zh_hk: 未提供參數usage_id。

source: Invalid usage_id: {usage_id}.
af_za: Ongeldige gebruiks-ID: {usage_id} .
bo: ཚུལ་མཐུན་མིན་པའི་སྤྱོད་མཁན་_id: {usage_id}
de_de: Ungültige usage_id: {usage_id}.
el: Μη έγκυρο usage_id: {usage_id}.
es: usage_id no válido: {usage_id}.
fa: usage_id نامعتبر است: {usage_id} .
hu: Érvénytelen usage_id: {usage_id}.
ja: 使用IDが無効です: {usage_id}.
kk: Жарамсыз пайдалану идентификаторы: {usage_id}.
lv: Nederīgs usage_id: {usage_id} .
sq: Përdorimi_id i pavlefshëm: {usage_id}.
sv: Ogiltig användning_id: {usage_id}.
uz: Noto'g'ri use_id: {usage_id} .
zh_hk: 無效的usage_id： {usage_id} 。

source: Block with usage_id: {usage_id} not found.
af_za: Blok met usage_id: {usage_id} nie gevind nie.
de_de: Block mit usage_id: {usage_id} nicht gefunden.
el: Αποκλεισμός με usage_id: Το {usage_id} δεν βρέθηκε.
es: Bloque con usage_id: {usage_id} no encontrado.
fa: مسدود کردن با usage_id: {usage_id} یافت نشد.
hu: A(z) {usage_id} azonosítójú blokk nem található.
ja: usage_id: {usage_id} のブロックが見つかりません。
lv: Bloks ar usage_id: {usage_id} nav atrasts.
sq: Blloko me usage_id: {usage_id} nuk u gjet.
sv: Blockera med usage_id: {usage_id} hittades inte.
uz: usage_id bilan bloklash: {usage_id} topilmadi.
zh_hk: 區塊的usage_id：未找到{usage_id} 。

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
af_za: Jy kan tot {max_num_bookmarks_per_course} boekmerke skep. Jy moet sommige boekmerke verwyder voordat jy nuwes kan byvoeg.
bo: ཁྱེད་ཀྱིས་དཔེ་རྟགས་ {max_num_bookmarks_per_course} འདི་ཙམ་བཟོ་ཆོག ཁྱེད་ཀྱིས་གསར་པ་རྣམས་མ་སྣོན་གོང་སྔར་ཡོད་འགའ་བསུབ་དགོས།
de_de: Sie können nur bis zu {max_num_bookmarks_per_course} Lesezeichen erstellen. Sie müssen einige Lesezeichen löschen, um neue hinzufügen zu können.
el: Μπορείτε να δημιουργήσετε έως {max_num_bookmarks_per_course} σελιδοδείκτες. Θα χρειαστεί να αφαιρέσετε κάποιους σελιδοδείκτες προτού προσθέσετε νέους.
es: Puedes crear hasta {max_num_bookmarks_per_course} marcadores. Debes eliminar algunos marcadores antes de poder agregar nuevos.
fa: می توانید تا {max_num_bookmarks_per_course} نشانک ایجاد کنید. قبل از اینکه بتوانید موارد جدید اضافه کنید، باید برخی از نشانک ها را حذف کنید.
hu: Legfeljebb {max_num_bookmarks_per_course} Könyvjelzőt hozhat létre. Először el kell távolítania néhány Könyvjelzőt, mielőtt újakat adhat hozzá.
ja: 1コースにつき{max_num_bookmarks_per_course}件までブックマークを作成できます。新しいブックマークを追加するには、いくつかのブックマークを削除する必要があります。
kk: Сіз {max_num_bookmarks_per_course} бетбелгілерін жасай аласыз. Жаңаларын қоспас бұрын, кейбір бетбелгілерді алып тастау керек.
lv: Varat izveidot līdz pat {max_num_bookmarks_per_course} grāmatzīmes. Pirms varat pievienot jaunas grāmatzīmes, dažas no tām ir jādzēš.
sq: Mund të krijoni deri në {max_num_bookmarks_per_course} faqeshënues. Duhet të hiqni disa faqeshënues përpara se të shtoni të rinj.
sv: Du kan skapa upp till {max_num_bookmarks_per_course} bokmärken. Du måste ta bort några bokmärken innan du kan lägga till nya.
uz: Siz {max_num_bookmarks_per_course} tagacha xatcho'p yaratishingiz mumkin. Yangi xatcho'plarni qo'shishdan oldin ba'zi xatcho'plarni olib tashlashingiz kerak.
zh_hk: 您最多可以建立{max_num_bookmarks_per_course}個書籤。您必須先刪除一些書籤，然後才能新增書籤。

source: Bookmark with usage_id: {usage_id} does not exist.
af_za: Boekmerk met usage_id: {usage_id} bestaan nie.
bo: དཔེ་རྟགས་_id: {usage_id} བཀོལ་སྟངས་དང་ལྷན་དུ་གནས་མི་འདུག།
de_de: Lesezeichen mit usage_id: {usage_id} existiert nicht.
el: Σελιδοδείκτης με usage_id: Το {usage_id} δεν υπάρχει.
es: El marcador con usage_id: {usage_id} no existe.
fa: نشانک با usage_id: {usage_id} وجود ندارد.
hu: A(z) {usage_id} azonosítójú könyvjelző nem létezik.
ja: usage_id: {usage_id} のブックマークは存在しません。
lv: Grāmatzīme ar usage_id: {usage_id} nepastāv.
sq: Faqeshënuesi me usage_id: {usage_id} nuk ekziston.
sv: Bokmärke med usage_id: {usage_id} existerar inte.
uz: usage_id bilan xatcho'p: {usage_id} mavjud emas.
zh_hk: 使用情況 ID 為： {usage_id}的書籤不存在。

source: Internal API URL
af_za: Interne API URL
bo: ནང་ཁུལ་གྱི་ API URL
de_de: Interne API URL
el: Εσωτερική διεύθυνση URL API
es: URL interna de la API
fa: URL داخلی API
hu: Belső API URL
ja: 内部API URL
kk: Ішкі API URL мекенжайы
lv: Iekšējais API URL
sq: URL-ja e brendshme e API-së
sv: Intern API-URL
uz: Ichki API URL manzili
zh_hk: 內部 API 網址

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
af_za: UITGESCHAKEL: Gebruik die instelling COURSE_CATALOG_API_URL.
de_de: VERALTET: Verwenden Sie die Einstellung COURSE_CATALOG_API_URL.
el: ΚΑΤΑΡΓΗΘΗΚΕ: Χρησιμοποιήστε τη ρύθμιση COURSE_CATALOG_API_URL.
es: OBSOLETO: Usa la configuración COURSE_CATALOG_API_URL.
fa: منسوخ شده: از تنظیم COURSE_CATALOG_API_URL استفاده کنید.
hu: ELAVULT: Használja a COURSE_CATALOG_API_URL beállítást.
ja: 非推奨: 設定 COURSE_CATALOG_API_URL を使用してください。
lv: ATZĪT: izmantojiet iestatījumu COURSE_CATALOG_API_URL.
sq: I SHKOLLUR: Përdor cilësimin COURSE_CATALOG_API_URL.
sv: DEPRECATED: Använd inställningen COURSE_CATALOG_API_URL.
uz: QO'SHILGAN: COURSE_CATALOG_API_URL sozlamasidan foydalaning.
zh_hk: 已棄用：使用設定 COURSE_CATALOG_API_URL。
