Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Unable to connect with the external provider, please try again
af_za: Kan nie met die eksterne verskaffer koppel nie, probeer asseblief weer
bo: ཕྱི་ལོགས་ཀྱི་མཁོ་སྤྲོད་བྱེད་མཁན་དེ་དང་འབྲེལ་མཐུད་བྱེད་ཐུབ་ཀྱི་མི་འདུག བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།
de_de: Derzeit ist es nicht möglich Verbindung zum externen Provider aufzubauen, bitte versuchen Sie es später noch einmal.
el: Δεν είναι δυνατή η σύνδεση με τον εξωτερικό πάροχο, δοκιμάστε ξανά
es: No se pudo conectar con el proveedor externo, por favor inténtelo de nuevo
fa: اتصال به سرویس‌دهنده خارجی امکان‌پذیر نیست، لطفاً دوباره امتحان کنید.
hu: Nem lehet csatlakozni a külső szolgáltatóhoz, próbálkozzon újra
ja: 外部プロバイダーに接続できません。もう一度お試しください。
kk: Сыртқы провайдермен қосылу мүмкін емес, әрекетті қайталаңыз
lv: Nevar izveidot savienojumu ar ārējo pakalpojumu sniedzēju. Lūdzu, mēģiniet vēlreiz
sq: Nuk mund të lidhet me ofruesin e jashtëm, ju lutemi provoni përsëri
sv: Kan inte kontakta utgivaren. Var god försök senare.
th: ไม่สามารถเชื่อมต่อกับผู้ให้บริการภายนอกได้ กรุณาลองใหม่ในภายหลัง
uz: Tashqi provayder bilan bog‘lanib bo‘lmadi, qayta urinib ko‘ring
zh_hk: 無法與外部提供者連接，請重試

source: Authentication with {} is currently unavailable.
af_za: Stawing met {} is tans nie beskikbaar nie.
bo: {} འདིས་ར་སྤྲོད་བྱས་པ་དེ་ད་ལྟ་མི་འདུག
de_de: Authentifizierung mit {} ist momentan nicht verfügbar.
el: Η αυθεντικοποίηση μέσω {} είναι προσωρινά μη διαθέσιμη.
es: La autenticación con {} no está disponible actualmente.
fa: احراز هویت با {} در حال حاضر در دسترس نیست.
hu: A {} segítségével történő hitelesítés jelenleg nem érhető el.
ja: {} による認証は現在利用できません。
kk: {} көмегімен аутентификация қазір қолжетімсіз.
lv: Autentifikācija ar {} pašlaik nav pieejama.
sq: Autentifikimi me {} nuk është aktualisht i disponueshëm.
sv: Autentisering med {} är för närvarande inte tillgänglig.
th: ไม่สามารถการระบุตัวตนด้วย {} ได้ในขณะนี้
uz: {} bilan autentifikatsiya hozirda mavjud emas.
zh_hk: 目前無法使用 {} 進行身份驗證。

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
af_za: Sekondêre verskaffers word minder prominent vertoon, in &#39;n aparte lys van &quot;Instelling&quot;-aanmeldverskaffers.
bo: གཞན་མཁོ་སྤྲོད་བྱེད་མཁན་རྣམས་མངོན་གསལ་དོད་པོ་མེད་པར་ "སློབ་གླིང་" ནང་འཛུལ་བྱེད་མཁན་གྱི་ཐོ་གཞུང་ལོགས་སུ་སྟོན་རྒྱུ་ཡིན།
de_de: Zweitanbieter werden weniger prominent angezeigt und in einer separaten Liste der "Institutionen".
el: Οι δευτερεύοντες πάροχοι παρουσιάζονται λιγότερο εμφανώς, σε μια ξεχωριστή λίστα των παρόχων σύνδεσης "Ιδρύματος".
es: Los proveedores secundarios se muestran de manera menos prominente, en una lista separada de proveedores de inicio de sesión de "Institución".
fa: ارائه دهندگان ثانویه در لیست مجزا از ارائه‌دهندگان ورود به سامانه «موسسه» به‌صورت کمتر برجسته نشان داده می‌شوند.
hu: A másodlagos szolgáltatók kevésbé feltűnően, az „Intézmény” bejelentkezési szolgáltatók külön listájában jelennek meg.
kk: Қосымша провайдерлер "Мекеме" кіру провайдерлерінің бөлек тізімінде азырақ көрсетіледі.
lv: Sekundārie pakalpojumu sniedzēji tiek rādīti mazāk pamanāmi atsevišķā “Iestādes” pieteikšanās nodrošinātāju sarakstā.
sq: Ofruesit dytësorë shfaqen më pak të dukshëm, në një listë të veçantë të ofruesve të hyrjes në "Institucion".
sv: Sekundära leverantörer visas mindre framträdande, i en separat lista över "Institution" inloggningsleverantörer.
th: ผู้ให้บริการขั้นที่สองจะแสดงสิ่งที่เด่นชัดเพียงเล็กน้อย ในรายการที่แยกจากกันของการเข้าสู่ระบบ "สถาบัน" ผู้ให้บริการ
uz: Ikkilamchi provayderlar "Muassasa" login provayderlarining alohida ro'yxatida kamroq ko'rinadi.
zh_hk: 輔助提供者在「機構」登入提供者的單獨清單中顯示得不太顯著。

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
af_za: opsioneel. As hierdie verskaffer &#39;n organisasie is, kan hierdie kenmerk gebruik word as verwysingsgebruikers in daardie organisasie
bo: གདམ་ཀ་ཅན། མཁོ་སྤྲོད་བྱེད་མཁན་འདི་སྒྲིག་འཛུགས་ཤིག་ཡིན་ན། ཁྱད་ཆོས་འདི་རྩ་འཛུགས་དེའི་དཔྱད་གཞི་སྤྱོད་མཁན་ལྟར་བཀོལ་ཆོག
de_de: optional. Wenn dieser Anbieter eine Organisation ist, kann dieses Attribut als Referenzbenutzer in dieser Organisation verwendet werden.
el: προαιρετικός. Εάν αυτός ο πάροχος είναι Οργανισμός , αυτό το χαρακτηριστικό μπορεί να χρησιμοποιηθεί για χρήστες αναφοράς σε αυτόν τον Οργανισμός
es: opcional. Si este proveedor es una Organización, este atributo puede usarse para hacer referencia a los usuarios en esa Organización
fa: اختیاری. اگر این ارائه‌دهنده یک سازمان باشد، این ویژگی می‌تواند برای کاربران مرجع در آن سازمان استفاده شود
hu: választható. Ha ez a szolgáltató egy szervezet, akkor ez az attribútum referenciafelhasználókként használható az adott szervezetben
ja: このプロバイダーが組織である場合、この属性を使用してその組織内のユーザーを参照できます。
kk: міндетті емес. Бұл провайдер Ұйым болса, бұл төлсипат сол Ұйымдағы сілтеме пайдаланушылар ретінде пайдаланылуы мүмкін
lv: pēc izvēles. Ja šis pakalpojumu sniedzējs ir organizācija, šo atribūtu var izmantot, atsaucoties uz šīs organizācijas lietotājiem.
sq: opcional. Nëse ky ofrues është një organizatë, ky atribut mund të përdoret për përdoruesit referues në atë organizatë
sv: frivillig. Om denna leverantör är en organisation kan detta attribut användas som referensanvändare i den organisationen
th: ตัวเลือก หากผู้ให้บริการรายนี้เป็นองค์กร แอตทริบิวต์นี้สามารถใช้อ้างอิงผู้ใช้ในองค์กรนั้นได้
uz: ixtiyoriy. Agar bu provayder Tashkilot bo'lsa, ushbu atributdan o'sha Tashkilotdagi mos yozuvlar foydalanuvchilari sifatida foydalanish mumkin
zh_hk: 可選的。如果該提供者是組織，則該屬性可用於引用該組織中的用戶

source: The Site that this provider configuration belongs to.
af_za: Die webwerf waaraan hierdie verskafferopstelling behoort.
bo: མཁོ་འདོན་པ་འདིའི་སྒྲིག་བཀོད་དབང་སའི་དྲ་གནས།
de_de: Die Website, zu der diese Provider-Konfiguration gehört.
el: Ο ιστότοπος στον οποίο ανήκει αυτή η διαμόρφωση παρόχου.
es: El Sitio al que pertenece esta configuración del proveedor.
fa: سایتی که این پیکربندی ارائه‌دهنده به آن تعلق دارد.
hu: Az a webhely, amelyhez ez a szolgáltatói konfiguráció tartozik.
ja: このプロバイダの概要がふくまれているサイトです。
kk: Бұл провайдер конфигурациясы тиесілі сайт.
lv: Vietne, kurai pieder šī pakalpojumu sniedzēja konfigurācija.
sq: Ky konfigurim i ofruesit i përket faqes.
sv: Webbplatsen som den här leverantörskonfigurationen tillhör.
th: ไซต์ที่ผู้ให้บริการรายนี้ กำหนดตั้งค่านี้เป็นของ
uz: Ushbu provayder konfiguratsiyasi tegishli bo'lgan sayt.
zh_hk: 此提供者設定所屬的網站。

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
af_za: As hierdie opsie geaktiveer is, sal gebruikers wat &#39;n &quot;TPA-gemerk&quot; URL vir hierdie verskaffer besoek (bv. &#39;n URL wat eindig met `?tpa_hint=[verskaffer_naam]`) direk na die aanmeld-URL van die verskaffer aangestuur word in plaas daarvan om eers gevra te word met &#39;n aanmelddialoog.
de_de: Wenn diese Einstellung aktiviert ist, werden Benutzer, die eine "TPA angedeutet"-URL für diesen Anbieter besuchen (z.B. eine URL mit der Endung `?tpa_hint=[provider_name]`), direkt an die Anmelde-URL des Anbieters weitergeleitet, anstatt zuerst mit einem Anmeldedialog angewiesen zu werden.
el: Εάν αυτή η επιλογή είναι ενεργοποιημένη, οι χρήστες που επισκέπτονται μια διεύθυνση URL με ένδειξη "TPA" για αυτόν τον πάροχο (π.χ. μια διεύθυνση URL που τελειώνει σε `?tpa_hint=[όνομα_παρόχου]") θα προωθηθούν απευθείας στη διεύθυνση URL σύνδεσης του παρόχου αντί να τους ζητηθεί πρώτα ένα παράθυρο διαλόγου σύνδεσης.
es: Si esta opción está habilitada, los usuarios que visiten una URL "con sugerencia de TPA" para este proveedor (por ejemplo, una URL que termine con `?tpa_hint=[provider_name]`) serán redirigidos directamente a la URL de inicio de sesión del proveedor en lugar de que se les muestre primero un cuadro de diálogo de inicio de sesión.
fa: اگر این گزینه فعال باشد، کاربرانی که از طریق یک نشانی اینترنتی"TPA hinted" برای این ارائه‌دهنده بازدید می‌کنند (مثلاً نشانی اینترنتی که به `?tpa_hint=[provider_name] ختم می شود) به جای اینکه ابتدا از آن‌ها خواسته شود مستقیماً به آدرس اینترنتی بروند به حای آنکه با قسمت ورود به سیستم مواجه شوند.
hu: Ha ez az opció engedélyezve van, a felhasználók, akik meglátogatnak egy "TPA hinted" URL-t ehhez a szolgáltatóhoz (pl. egy URL, amely `?tpa_hint=[provider_name]`-re végződik), közvetlenül a szolgáltató bejelentkezési URL-jére lesznek átirányítva, ahelyett, hogy először egy bejelentkezési párbeszédablak jelenne meg.
ja: このオプションが有効になっている場合、このプロバイダーの「TPAヒント付き」URL（例：`?tpa_hint=[provider_name]`で終わるURL）を訪れたユーザーは、ログインダイアログが表示される前に、プロバイダーのログインURLに直接転送されます。
kk: Бұл опция қосылса, осы провайдер үшін &quot;TPA нұсқау&quot; URL мекенжайына кіретін пайдаланушылар (мысалы, `?tpa_hint=[provider_name]` деп аяқталатын URL) алдымен кіру диалогы арқылы сұралудың орнына провайдердің кіру URL мекенжайына тікелей жіберіледі.
lv: Ja šī opcija ir iespējota, lietotāji, kuri apmeklē šā pakalpojumu sniedzēja "TPA norādes" URL (piemēram, URL, kas beidzas ar `?tpa_hint=[pakalpojumu sniedzēja_nosaukums]`), tiks novirzīti tieši uz pakalpojumu sniedzēja pieteikšanās URL, nevis vispirms tiks uzaicināti pieteikties, izmantojot pieteikšanās dialoglodziņu.
sq: Nëse ky opsion aktivizohet, përdoruesit që vizitojnë një URL "të aluduar për TPA" për këtë ofrues (p.sh. një URL që mbaron me `?tpa_hint=[provider_name]`) do të përcillen drejtpërdrejt në URL-në e identifikimit të ofruesit në vend që të kërkohet fillimisht me një dialog identifikimi.
th: หากเปิดใช้งานตัวเลือกนี้ ผู้ใช้ที่เข้าชม URL ที่ "TPA hinted" สำหรับผู้ให้บริการรายนี้ (เช่น URL ที่ลงท้ายด้วย `?tpa_hint=[provider_name]`) จะถูกส่งต่อไปยัง URL สำหรับเข้าสู่ระบบของผู้ให้บริการโดยตรง แทนที่จะได้รับแจ้งในครั้งแรก กล่องโต้ตอบการเข้าสู่ระบบ
uz: Agar bu parametr yoqilgan boʻlsa, ushbu provayder uchun “TPA koʻrsatma” URL manziliga tashrif buyurgan foydalanuvchilar (masalan, `?tpa_hint=[provider_name]` bilan tugaydigan URL) birinchi soʻrov oʻrniga provayderning kirish URL manziliga yoʻnaltiriladi. kirish dialogi.
zh_hk: 如果啟用此選項，則訪問該提供者的「TPA 提示」URL（例如以「?tpa_hint=[provider_name]」結尾的 URL）的用户將直接轉發到提供者的登入 URL，而不是先提示登入對話框。

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
af_za: As hierdie opsie geaktiveer is, sal gebruikers nie tydens die registrasieproses gevra word om hul besonderhede (naam, e-pos, ens.) te bevestig nie. Kies hierdie opsie slegs vir betroubare verskaffers wat bekend is om akkurate gebruikerinligting te verskaf.
bo: གལ་སྲིད་གདམ་ཀ་འདི་ནུས་ལྡན་བྱས་ན། ཐོ་འགོད་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་སྤྱོད་མཁན་ལ་ཞིབ་ཕྲའི་གནས་ཚུལ་ (name, email, etc.) རྣམས་གཏན་འཁེལ་བྱ་དགོས་པའི་དྲི་བ་མི་གཏོང་། ཡིད་སྟོན་རུང་བའི་མཁོ་འདོན་པ་སྟེ་སྤྱོད་མཁན་གྱི་གནས་ཚུལ་ཚད་ལྡན་མཁོ་སྤྲོད་བྱེད་པར་ངེས་ཤེས་ཡོད་པའི་རིགས་ལ་གདམ་ཀ་འདི་ཁོ་ན་འདེམས།
de_de: Wenn diese Option aktiviert ist, werden Benutzer während des Registrierungsprozesses nicht aufgefordert ihre Daten (Name, E-Mail usw.) zu bestätigen. Wählen Sie diese Option nur für vertrauenswürdige Anbieter, von denen bekannt ist, dass sie genaue Benutzerinformationen liefern.
el: Με την ενεργοποίηση αυτής της επιλογής, δεν θα απαιτείται από τους χρήστες να επιβεβαιώσουν τα στοιχεία του (όνομα, email, κτλ.), κατά τη διάρκεια της διαδικασίας εγγραφής τους. Επιλέξτε αυτή τη δυνατότητα, μόνο για έμπιστους παρόχους, που είναι γνωστό ότι παρέχουν έγκυρες πληροφορίες χρηστών.
es: Si esta opción está habilitada, no se pedirá a los usuarios que confirmen sus detalles (nombre, correo electrónico, etc.) durante el proceso de registro. Seleccione esta opción solo para proveedores confiables que se sepa que proporcionan información precisa del usuario.
fa: در صورت فعال‌بودن این گزینه، از کاربران برای تایید مشخصات (نام، ادرس رایانامه و ...) در مراحل ثبت‌نام درخواست نمی‌شود. این گزینه را فقط برای ارائه‌دهندگان مورد اعتمادی که به ارائۀ اطلاعات دقیق کاربر شناخته شده‌اند، انتخاب کنید.
hu: Ha ez az opció be van kapcsolva, a felhasználók nem kérik adataik (név, e-mail stb.) megerősítését a regisztrációs folyamat során. Csak olyan megbízható szolgáltatók esetében válassza ezt a lehetőséget, amelyekről ismert, hogy pontos felhasználói információkat szolgáltatnak.
ja: このオプションを有効にすると、登録プロセス中にユーザーに詳細（名前、メールアドレスなど）の確認を求められません。このオプションは、正確なユーザー情報を提供することが知られている信頼できるプロバイダーにのみ選択してください。
kk: Бұл опция қосылса, пайдаланушылардан тіркеу процесі кезінде мәліметтерін (аты, электрондық поштасы, т.б.) растау сұралмайды. Бұл опцияны нақты пайдаланушы ақпаратын беретіні белгілі сенімді провайдерлер үшін ғана таңдаңыз.
lv: Ja šī opcija ir iespējota, reģistrācijas procesā lietotājiem netiks prasīts apstiprināt savu informāciju (vārdu, e-pastu u. c.). Šo opciju izvēlieties tikai uzticamiem pakalpojumu sniedzējiem, par kuriem ir zināms, ka tie sniedz precīzu informāciju par lietotāju.
sq: Nëse ky opsion aktivizohet, përdoruesve nuk do t'u kërkohet të konfirmojnë të dhënat e tyre (emri, emaili, etj.) gjatë procesit të regjistrimit. Zgjidhni këtë opsion vetëm për ofruesit e besuar që dihet se ofrojnë informacion të saktë të përdoruesit.
sv: Om det här alternativet är aktiverat kommer användarna inte att bli ombedda att bekräfta deras uppgifter (namn, e-post, etc.) under registreringsprocessen. Välj bara det här alternativet för betrodda leverantörer som är kända för att ge exakt användarinformation.
th: ถ้าตัวเลือกนี้ถูกเปิด ผู้ใช้จะไม่ถูกถามเพื่อยืนยันรายละเอียด (ชื่อ อีเมล์ และอื่นๆ) ในระหว่างการลงทะเบียน เลือกตัวเลือกนี้สำหรับผู้ให้บริการที่เชื่อถือได้เท่านั้นเพราะข้อมูลจากผู้ใช้บริการนั้นเชื่อถือได้
uz: Agar ushbu parametr yoqilgan bo'lsa, ro'yxatdan o'tish jarayonida foydalanuvchilardan o'z ma'lumotlarini (ism, elektron pochta va h.k.) tasdiqlash so'ralmaydi. Faqat aniq foydalanuvchi ma'lumotlarini taqdim etishi ma'lum bo'lgan ishonchli provayderlar uchun ushbu parametrni tanlang.
zh_hk: 如果啟用此選項，則在註冊過程中將不會要求用户確認其詳細資訊（姓名、電郵等）。僅對已知可提供準確用户資訊的可信任提供者選擇此選項。

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
af_za: As hierdie opsie gekies word, sal daar nie van gebruikers vereis word om hul e-pos te bevestig nie, en hul rekening sal onmiddellik geaktiveer word met registrasie.
bo: གདམ་ཁ་འདི་བདམས་པ་ཡིན་ན་སྤྱོད་མཁན་གྱིས་ངེས་པར་དུ་གློག་འཕྲིན་མཁོ་སྤྲོད་ཀྱིས་ཁག་ཐེག་བྱ་མི་དགོས་པར་ཁ་བྱང་དེ་ཐད་ཀར་སྤྱོད་ཆོག་པ་ཡིན།
de_de: Wenn diese Option ausgewählt ist, ist der Benutzer nicht verpflichtet, seine E-Mail-Adresse zu bestätigen, und sein Konto wird sofort nach der Registrierung aktiviert.
el: Ορίζοντας αυτό ως επιλογή, δεν θα απαιτείται από τους χρήστες να επιβεβαιώσουν τη διεύθυνση email τους, και ο λογαριασμός τους θα ενεργοποιείται απευθείας μετά την εγγραφή.
es: Si esta opción está seleccionada, no se requerirá que los usuarios confirmen su correo electrónico y su cuenta se activará inmediatamente al registrarse.
fa: در صورت انتخاب این گزینه، کاربران نیازی به تایید رایانامۀ خود نخواهند داشت و حساب کاربری آن‌ها بلافاصله پس از ثبت‌نام فعال می‌شود.
hu: Ha ezt az opciót választják, a felhasználóknak nem kell megerősíteniük az e-mail címüket, és a fiókjuk azonnal aktiválódik a regisztráció után.
ja: このオプションを選択すると、ユーザーはメールの確認が不要になり、登録と同時にアカウントが即時に有効化されます。
kk: Бұл опция таңдалса, пайдаланушылардан электрондық поштасын растау талап етілмейді және олардың тіркелгісі тіркелгеннен кейін бірден белсендіріледі.
lv: Ja šī opcija ir izvēlēta, lietotājiem nebūs jāapstiprina savs e-pasts, un viņu konts tiks aktivizēts uzreiz pēc reģistrācijas.
sq: Nëse zgjidhet ky opsion, përdoruesve nuk do t'u kërkohet të konfirmojnë emailin e tyre dhe llogaria e tyre do të aktivizohet menjëherë pas regjistrimit.
sv: Om det här alternativet väljs kommer användarna inte att behöva bekräfta sin e-post, och deras konto aktiveras omedelbart vid registrering.
th: ถ้าเลือกตัวเลือกนี้ ผู้ใช้ไม่จำเป็นต้องยืนยันอีเมล์และบัญชีจะถูกเปิดใช้ทันทีเมื่อลงทะเบียน
uz: Agar ushbu parametr tanlansa, foydalanuvchilardan elektron pochta manzilini tasdiqlash talab qilinmaydi va ularning account qaydnomasi ro‘yxatdan o‘tgandan so‘ng darhol faollashadi.
zh_hk: 如果選擇此選項，用戶將不需要確認他們的電郵，並且他們的帳戶將在註冊後立即啟動。

source: If this option is selected, users will be sent a welcome email upon registration.
af_za: As hierdie opsie gekies word, sal gebruikers &#39;n welkome e-pos gestuur word met registrasie.
bo: གདམ་ཀ་འདི་བདམས་པ་ཡིན་ན། སྤྱོད་མཁན་ལ་ཐོ་འགོད་བྱ་སའི་གློག་འཕྲིན་གཏོང་ཡོང་།
de_de: Wenn diese Einstellung ausgewählt ist, dann wird an die Teilnehmer eine Willkommens E-Mail bei der Registrierung gesendet.
el: Εάν επιλεγεί αυτή η επιλογή, θα σταλεί στους χρήστες ένα email καλωσορίσματος κατά την εγγραφή.
es: Si esta opción está seleccionada, se enviará un correo electrónico de bienvenida a los usuarios al registrarse.
fa: در صورت انتخاب این گزینه، پس از ثبت‌نام، رایانامۀ خوش‌آمدگویی برای کاربران ارسال می‌شود.
hu: Ha ezt a lehetőséget választja, a felhasználók a regisztrációkor üdvözlő e-mailt kapnak.
ja: このオプションが選択されると、ユーザーは登録時にウェルカムメールを受け取ります。
kk: Бұл опция таңдалса, пайдаланушыларға тіркелген кезде сәлемдесу электрондық хаты жіберіледі.
lv: Ja šī opcija ir atlasīta, lietotājiem pēc reģistrācijas tiks nosūtīts sveiciena e-pasts.
sq: Nëse zgjidhet ky opsion, përdoruesve do t'u dërgohet një email mirëseardhjeje pas regjistrimit.
th: ถ้าเลือกตัวเลือกนี้ จะมีการส่งข้อความต้อนรับไปยังผู้ใช้ระหว่างการลงทะเบียน
uz: Agar ushbu parametr tanlansa, ro'yxatdan o'tgandan so'ng foydalanuvchilarga xush kelibsiz elektron pochta xabari yuboriladi.
zh_hk: 如果選擇此選項，用戶將在註冊時收到一封歡迎電郵。

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
af_za: As hierdie opsie nie gekies word nie, sal gebruikers nie op die aanmeldskerm voor die verskaffer aangebied word as &#39;n opsie om mee te verifieer nie, maar handmatige verifikasie met die korrekte skakel is steeds moontlik.
de_de: Wenn diese Einstellung nicht ausgewählt ist, wird den Benutzern der Anbieter nicht als Option zur Authentifizierung auf dem Anmeldebildschirm angezeigt, aber eine manuelle Authentifizierung über den richtigen Link ist weiterhin möglich.
el: Εάν δεν είναι επιλεγμένη αυτή η επιλογή, οι χρήστες δεν θα βλέπουν τον πάροχο ως επιλογή για έλεγχο ταυτότητας στην οθόνη σύνδεσης, αλλά ο χειροκίνητος έλεγχος ταυτότητας με χρήση του σωστού συνδέσμου εξακολουθεί να είναι δυνατός.
es: Si esta opción no está seleccionada, los usuarios no verán al proveedor como una opción para autenticarse en la pantalla de inicio de sesión, pero la autenticación manual mediante el enlace correcto aún es posible.
fa: اگر این گزینه انتخاب نشود، کاربران به‌عنوان گزینه‌ای برای احراز هویت در صفحۀ ورود به سامانه با ارائه‌دهنده نمایش داده نمی‌شوند، اما احرازهویت دستی با استفاده از پیوند صحیح همچنان امکان‌پذیر است.
hu: Ha ez az opció nincs kiválasztva, a felhasználók nem fogják látni a szolgáltatót azonosítási lehetőségként a bejelentkezési képernyőn, de a manuális azonosítás a megfelelő link használatával továbbra is lehetséges.
ja: このオプションが選択されていない場合、ユーザーはログイン画面で認証に使用するプロバイダーとして提示されませんが、正しいリンクを使用した手動認証は可能です。
kk: Бұл опция таңдалмаса, пайдаланушыларға кіру экранында аутентификация опциясы ретінде провайдер ұсынылмайды, бірақ дұрыс сілтемені пайдаланып қолмен аутентификация әлі де мүмкін.
lv: Ja šī opcija nav atlasīta, lietotājiem pieteikšanās ekrānā netiks parādīts pakalpojumu sniedzējs kā autentifikācijas iespēja, bet manuāla autentifikācija, izmantojot pareizo saiti, joprojām būs iespējama.
sq: Nëse ky opsion nuk zgjidhet, përdoruesit nuk do të paraqiten me ofruesin si një opsion për të vërtetuar në ekranin e identifikimit, por vërtetimi manual duke përdorur lidhjen e saktë është ende i mundur.
sv: Om det här alternativet inte är valt, kommer användarna inte att se leverantören som ett alternativ för autentisering på inloggningsskärmen, men manuell autentisering med rätt länk är fortfarande möjlig.
th: หากไม่ได้เลือกตัวเลือกนี้ ผู้ใช้จะไม่ถูกนำเสนอโดยผู้ให้บริการเป็นตัวเลือกในการตรวจสอบสิทธิ์บนหน้าจอเข้าสู่ระบบ แต่ยังคงตรวจสอบสิทธิ์ด้วยตนเองโดยใช้ลิงก์ที่ถูกต้องได้
uz: Agar ushbu parametr tanlanmagan bo'lsa, foydalanuvchilarga kirish ekranida autentifikatsiya qilish imkoniyati sifatida provayder taqdim etilmaydi, ammo to'g'ri havola yordamida qo'lda autentifikatsiya qilish hali ham mumkin.
zh_hk: 如果未選擇此選項，用户將不會在登入畫面上看到提供者作為進行身份驗證的選項，但仍可以使用正確的連結進行手動身份驗證。
