Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The template file to use when generating the certificate.
af_za: Die sjabloonlêer om te gebruik wanneer die sertifikaat gegenereer word.
bo: ལག་ཁྱེར་དེ་བཟོ་སྐབས་བཀོལ་སྤྱོད་བྱ་རྒྱུའི་མ་དཔེ།
de_de: Dieses Template müssen Sie benutzen, um Zertifikate zu generieren.
el: Το αρχείο προτύπου που θα χρησιμοποιηθεί κατά τη δημιουργία του πιστοποιητικού.
es: El archivo de plantilla que se utilizará al generar el certificado.
fa: فایل الگوی مورد استفاده در هنگام تولید گواهینامه.
hu: A bizonyítvány generálásakor használandó sablonfájl.
ja: 証明書を生成する際に使用するテンプレートファイル。
kk: Куәлікті жасау кезінде пайдаланылатын үлгі файлы.
lv: Veidnes fails, kas jāizmanto, ģenerējot sertifikātu.
sq: Shabloni i skedarit për t'u përdorur gjatë krijimit të certifikatës.
sv: Mallfilen som ska användas när du skapar certifikatet.
th: ไฟล์แม่แบบที่จะใช้เมื่อมีการสร้างใบรับรอง
uz: Sertifikat yaratishda foydalaniladigan shablon fayli.
zh_hk: 產生證書時使用的範本檔案。

source: The status of the example certificate.
af_za: Die status van die voorbeeldsertifikaat.
bo: ལག་ཁྱེར་དཔེ་མཚོན་དེའི་གནས་བབ།
de_de: Status des Beispielzertifikates
el: Η κατάσταση του παραδείγματος πιστοποιητικού.
es: El estado del ejemplo de certificado.
fa: وضعیت گواهینامۀ نمونه.
hu: A példabizonyítvány állapota.
ja: 例の証明書のステータス。
kk: Сертификат үлгісінің күйі.
lv: Sertifikāta parauga statuss.
sq: Statusi i certifikatës së shembullit.
sv: Status för exempelscertifikatet.
th: สถานะของใบประกาศนียบัตรตัวอย่าง
uz: Sertifikat namunasining holati.
zh_hk: 範例證書的狀態。

source: The reason an error occurred during certificate generation.
af_za: Die rede waarom &#39;n fout tydens sertifikaatgenerering voorgekom het.
bo: ལག་ཁྱེར་བཟོ་སྐབས་བྱུང་བའི་གནད་དོན་དེའི་རྒྱུ་རྐྱེན།
de_de: Der Grund für den Prozessfehler beim generieren des Zertifikates.
el: Ο λόγος που παρουσιάστηκε σφάλμα κατά τη δημιουργία πιστοποιητικού.
es: El motivo por el que ocurrió un error durante la generación del certificado.
fa: دلیل بروز خطا در هنگام تولید گواهینامه.
hu: A hiba oka a tanúsítvány generálása során.
ja: 証明書の生成中にエラーが発生した理由。
kk: Сертификат жасау кезінде қате орын алу себебі.
lv: Iemesls, kāpēc sertifikāta ģenerēšanas laikā radās kļūda.
sq: Arsyeja përse ndodhi një gabim gjatë krijimit të certifikatës.
sv: Anledningen till att ett fel inträffade under certifikatgenerering.
th: สาเหตุข้อผิดพลาดเกิดในขณะสร้างใบประกาศนียบัตร
uz: Sertifikat yaratishda xatolik yuz berdi.
zh_hk: 證書產生期間發生錯誤的原因。

source: The download URL for the generated certificate.
af_za: Die aflaai-URL vir die gegenereerde sertifikaat.
bo: བཟོས་ཟིན་པའི་ལག་ཁྱེརདེ་ཕབ་ལེན་གྱི་དྲ་ཐག
de_de: Die Download URL für das generierte Zertifikat
el: Η διεύθυνση URL λήψης για το πιστοποιητικό που δημιουργήθηκε.
es: La URL de descarga del certificado generado.
fa: آدرس بارگیری گواهینامۀ تولید شده.
hu: A generált bizonyítvány letöltési URL-je.
ja: 生成された証明書のダウンロードURL。
kk: Жасалған сертификаттың жүктеп алу URL мекенжайы.
lv: Ģenerētā sertifikāta lejupielādes URL.
sq: URL-ja e shkarkimit për certifikatën e krijuar.
sv: Nedladdningsadressen för det genererade certifikatet.
th: URL ดาวน์โหลดสำหรับใบรับรองที่สร้าง
uz: Yaratilgan sertifikat uchun yuklab olish URL manzili.
zh_hk: 產生的證書的下載 URL。

source: Name of template.
af_za: Naam van sjabloon.
bo: མ་དཔེའི་མིང་།
de_de: Name des Templates
el: Όνομα προτύπου.
es: Nombre de la plantilla.
fa: نام قالب.
hu: Sablon neve.
ja: テンプレート名。
kk: Үлгі атауы.
lv: Veidnes nosaukums.
sq: Emri i shabllonit.
th: ชื่อของเทมเพลต
uz: Shablon nomi.
zh_hk: 範本名稱。

source: Description and/or admin notes.
af_za: Beskrywing en/of admin notas.
bo: འགྲེལ་བཤད་དང་/འཛིན་སྐྱོང་གི་མཆན་འགྲེལ།
de_de: Beschreibung und/oder Administrator Notizen
el: Περιγραφή ή/και σημειώσεις διαχειριστή.
es: Descripción y/o notas del administrador.
fa: توضیحات و/یا یادداشت‌های مدیریت
hu: Leírás és/vagy rendszergazdai megjegyzések.
ja: 説明および/または管理者メモ。
kk: Сипаттама және/немесе әкімші жазбалары.
lv: Apraksts un/vai administratora piezīmes.
sq: Përshkrimi dhe/ose shënimet e administratorit.
sv: Beskrivning och / eller admin noteringar.
th: รายละเอียดและ / หรือบันทึกการของผู้ดูแลระบบ
uz: Tavsif va/yoki administrator eslatmalari.
zh_hk: 描述和/或管理註釋。

source: Django template HTML.
af_za: Django sjabloon HTML.
bo: Django མ་དཔེའི་ HTML.
el: Πρότυπο Django HTML.
es: HTML de plantilla Django.
fa: HTML قالب جنگو.
ja: DjangoテンプレートHTML。
kk: Django үлгісі HTML.
lv: Django veidnes HTML.
sq: Modeli i Django HTML.
sv: Django mall HTML.
th: เทมเพลต Django HTML
uz: Django shablon HTML.
zh_hk: Django 模板 HTML。

source: Organization of template.
af_za: Organisasie van sjabloon.
bo: དཔེ་མཚོན་བཟོ་མཁན་གྱི་ཚོགས་སྡེ།
de_de: Organisation der Vorlage.
el: Οργανισμός του προτύπου.
es: Organización de la plantilla.
fa: سازماندهی قالب.
hu: A sablon szervezése.
ja: テンプレートの構成。
kk: Үлгіні ұйымдастыру.
lv: Veidnes organizācija.
sq: Organizimi i shabllonit.
sv: Organisation av mall.
th: องค์กรของเทมเพลต
uz: Shablonni tashkil etish.
zh_hk: 模板的組織。

source: The course mode for this template.
af_za: Die kursusmodus vir hierdie sjabloon.
bo: དཔེ་མཚོན་འདིའི་སློབ་ཚན་གྱི་རྣམ་པ།
de_de: Der Kursmodus für diese Vorlage.
el: Η λειτουργία μαθήματος για αυτό το πρότυπο.
es: El modo de curso para esta plantilla.
fa: حالت دوره برای این الگو.
hu: A sablon kurzusmódja.
ja: このテンプレートのコースモード。
kk: Осы үлгіге арналған курс режимі.
lv: Šīs veidnes kursa režīms.
sq: Mënyra e kursit për këtë shabllon.
sv: Kursläget för denna mall.
th: โหมดของหลักสูตรสำหรับเทมเพลตนี้
uz: Ushbu shablon uchun kurs rejimi.
zh_hk: 此範本的課程模式。

source: On/Off switch.
af_za: Aan/af skakelaar.
bo: སྒོ་ཕྱེ་/སྒོ་འགོག་གི་གནོན་ཐེབས།
de_de: An/Aus Schalter.
el: Διακόπτης Ενεργοποίησης/Απενεργοποίησης
es: Interruptor de encendido/apagado.
fa: کلید روشن/خاموش.
hu: Be/Ki kapcsoló.
ja: オン/オフスイッチ。
kk: Қосу/өшіру қосқышы.
lv: Ieslēgšanas/izslēgšanas slēdzis.
sq: Çelësi i ndezjes/fikjes.
sv: På / Av knapp.
th: สวิตช์เปิด / ปิด
uz: Yoqish/o'chirish tugmasi.
zh_hk: 開/關。

source: Description of the asset.
af_za: Beskrywing van die bate.
bo: ཁྱད་ཆོས་ཀྱི་འགྲེལ་བརྗོད།
de_de: Beschreibung der Anlage.
el: Περιγραφή του asset.
es: Descripción del recurso.
fa: شرح دارایی.
hu: A részelem leírása.
ja: アセットの説明。
kk: Активтің сипаттамасы.
lv: Līdzekļa apraksts.
sq: Përshkrimi i asetit.
sv: Beskrivning av tillgången.
th: รายละเอียดของสินทรัพย์
uz: Aktivning tavsifi.
zh_hk: 資產的描述。

source: Asset file. It could be an image or css file.
af_za: Bate lêer. Dit kan &#39;n prent of css-lêer wees.
bo: ཁྱད་ཆོས་ཀྱི་ཡིག་ཆ་ནི་འདྲ་པར་གྱི་རྣམ་པ་དང་ཡང་ན་css ཡིག་ཆ་གང་རུང་ཡིན་སྲིད།
de_de: Anlagedatei. Dies kann ein Bild oder eine CSS-Datei sein.
el: Αρχείο asset. Θα μπορούσε να είναι μια εικόνα ή ένα αρχείο css.
es: Archivo del recurso. Puede ser una imagen o un archivo CSS.
fa: پوشۀ دارایی. این پوشه می‌تواند یک تصویر یا پوشۀ css باشد.
hu: Eszközfájl. Lehet kép vagy CSS fájl.
ja: アセットファイル。画像やCSSファイルである可能性があります。
kk: Актив файлы. Бұл сурет немесе CSS файлы болуы мүмкін.
lv: Līdzekļu fails. Tas varētu būt attēls vai css fails.
sq: Skedari i asetit. Mund të jetë një skedar imazhi ose css.
sv: Asset-fil. Det kan vara en bild eller en css-fil.
th: ไฟล์สินทรัพย์สามารถเป็นภาพหรือไฟล์ CSS
uz: Aktiv fayl. Bu rasm yoki CSS fayli bo'lishi mumkin.
zh_hk: 資產文件。它可以是圖像或 CSS 檔案。

source: Asset's unique slug. We can reference the asset in templates using this value.
af_za: Bate se unieke slak. Ons kan die bate in sjablone verwys deur hierdie waarde te gebruik.
bo: ཁྱད་ཆོས་ཀྱི་ཐུན་མིན་བརྗོད་ཚིག ང་ཚོས་རིན་ཐང་འདི་སྤྱད་ནས་མ་དཔེའི་ནང་གི་ཁྱད་ཆོས་དཔྱད་གཞིར་འཛིན་ཆོག
de_de: Einzigartiger Datei-Slug. Mit diesem Wert können wir die Datei in Templates referenzieren.
el: Η μοναδική συμβολοσειρά του πόρου. Μπορούμε να αναφερθούμε στον πόρο σε πρότυπα χρησιμοποιώντας αυτήν την τιμή.
es: Slug único del recurso. Podemos hacer referencia al recurso en las plantillas usando este valor.
fa: کدشمارۀ منحصربه‌فرد دارایی. با استفاده از این مقدار می‌توانیم دارایی را به قالب‌ها ارجاع دهیم.
hu: A részelem egyedi azonosítója. Ezt az értéket használhatjuk a részelem hivatkozására a sablonokban.
ja: アセットのユニークなスラッグ。この値を使用してテンプレート内でアセットを参照できます。
kk: Активтің бірегей слогы. Осы мәнді пайдаланып үлгілердегі активке сілтеме жасай аламыз.
lv: Aktīva unikālā pāradrese. Izmantojot šo vērtību, mēs varam atsaukties uz aktīvu šablonos.
sq: Slugun unik të asetit. Ne mund t'i referohemi asetit në shabllone duke përdorur këtë vlerë.
uz: Assetning noyob slug. Ushbu qiymatdan foydalanib, shablonlardagi aktivga murojaat qilishimiz mumkin.
zh_hk: 資產獨特的slug。我們可以使用該值在範本中引用資產。

source: user is not given.
af_za: gebruiker word nie gegee nie.
bo: སྤྱོད་མཁན་ལ་སྤྲད་མི་འདུག
de_de: Teilnehmer ist nicht vorhanden.
el: ο χρήστης δεν δόθηκε.
es: No se proporcionó el usuario.
fa: کاربر داده نشده است.
hu: felhasználó nincs megadva.
ja: ユーザーが指定されていません。
kk: пайдаланушы берілмейді.
lv: lietotājs nav norādīts.
sq: përdoruesi nuk është dhënë.
sv: Användaren ges inte.
uz: foydalanuvchi berilmaydi.
zh_hk: 未給出用戶。

source: user '{user}' does not exist
af_za: gebruiker &#39;{user}&#39; bestaan nie
bo: སྤྱོད་མཁན་ '{user}' གནས་མི་འདུག
de_de: Benutzer ’{user}' existiert nicht
el: ο χρήστης '{user}' δεν υπάρχει
es: El usuario '{user}' no existe
fa: کاربر {user}' وجود ندارد
hu: felhasználó '{user}' nem létezik
ja: ユーザー「{user}」は存在しません
kk: &#39;{user}&#39; пайдаланушысы жоқ
lv: lietotājs '{user}' neeksistē
sq: përdoruesi '{user}' nuk ekziston
sv: Användaren '{user}' existerar inte
uz: "{user}" foydalanuvchisi mavjud emas
zh_hk: 用户“{user}”不存在

source: Course id '{course_id}' is not valid
af_za: Kursus-ID &#39;{course_id}&#39; is nie geldig nie
bo: སློབ་ཚན་གྱི་ id '{course_id}' ཚུལ་མཐུན་ཞིག་མ་རེད།
de_de: Kurs-ID '{course_id}' ist nicht gültig
el: Το αναγνωριστικό μαθήματος "{course_id}" δεν είναι έγκυρο
es: El ID del curso '{course_id}' no es válido
fa: شناسۀ دوره '{course_id}' معتبر نیست
hu: Tanfolyam id '{course_id}' nem érvényes
ja: コースID「{course_id}」は無効です
lv: Kursa ID '{course_id}' nav derīgs
sq: ID-ja e kursit '{course_id}' nuk është e vlefshme
sv: Kursens id '{course_id}' är inte giltigt
uz: Kurs identifikatori “{course_id}” noto‘g‘ri
zh_hk: 課程 ID“{course_id}”無效

source: The course does not exist against the given key '{course_key}'
af_za: Die kursus bestaan nie teen die gegewe sleutel &#39;{course_key}&#39; nie
bo: སློབ་ཚན་དེ་དེར་སྤྲད་པའི་ཚིག་གནད་ '{course_key}' ཀྱི་ཁ་ཐུག་ལ་བསྡད་མི་འདུག
de_de: Der Kurs existiert nicht mit dem angegebenen Schlüssel '{course_key}'
el: Το μάθημα δεν υπάρχει βάσει του δεδομένου κλειδιού '{course_key}'
es: El curso no existe para la clave dada '{course_key}'
fa: دوره در برابر کلید داده‌شده '{course_key}' وجود ندارد
ja: 指定されたキー '{course_key}' に対するコースは存在しません。
kk: Берілген "{course_key}" кілтіне қарсы курс жоқ
lv: Kurss nepastāv ar atslēgu '{course_key}'
sq: Kursi nuk ekziston kundrejt çelësit të dhënë '{course_key}'
sv: Kursen existerar inte mot den angivna nyckeln &#39;{course_key}&#39;
uz: Berilgan “{course_key}” kalitiga qarshi kurs mavjud emas
zh_hk: 指定的金鑰「{course_key}」不存在該課程

source: User {username} does not exist
af_za: Gebruiker {username} bestaan nie
bo: སྤྱོད་མཁན་ {username} འདི་གནས་མི་འདུག
de_de: Nutzer {username} existiert nicht
el: Ο χρήστης {username} δεν υπάρχει
es: El usuario {username} no existe
fa: کاربر {username} وجود ندارد
hu: Felhasználó '{username}' nem létezik
kk: {username} пайдаланушысы жоқ
lv: Lietotājs {username} neeksistē
sq: Përdoruesi {username} nuk ekziston
sv: Användare {username} existerar inte
th: ไม่มีผู้ใช้นี้ {username}
uz: Foydalanuvchi {username} mavjud emas
zh_hk: 用戶{username}不存在

source: {course_key} is not a valid course key
af_za: {course_key} is nie &#39;n geldige kursussleutel nie
bo: {course_key} ནི་ཚུལ་མཐུན་གྱི་སློབ་ཚན་གནད་ཚིག་ཅིག་མ་རེད།
de_de: {course_key} ist nicht gültig
el: Το {course_key} δεν είναι έγκυρο κλειδί μαθήματος
es: {course_key} no es una clave de curso válida
fa: {course_key} کلید دوره‌ای معتبر نیست
hu: {course_key} nem érvényes kurzuskulcs
ja: {course_key}は有効なコースキーではありません
kk: {course_key} жарамды курс кілті емес
lv: {course_key} nav derīga kursa atslēga
sq: {course_key} nuk është një çelës i vlefshëm kursi
sv: {course_key} är inte en giltig kursnyckel
th: {course_key} ไม่ใช่คีย์หลักสูตรที่ถูกต้อง
uz: {course_key} yaroqli kurs kaliti emas
zh_hk: {course_key}不是有效的課程金鑰

source: The course {course_key} does not exist
af_za: Die kursus {course_key} bestaan nie
bo: སློབ་ཚན་འདིའི་ {course_key} གནས་མི་འདུག
de_de: Der Kurs {course_key} existiert nicht
el: Το μάθημα {course_key} δεν υπάρχει
es: El curso {course_key} no existe
fa: دوره {course_key} وجود ندارد
hu: A(z) {course_key} kurzus nem létezik
ja: コース {course_key} は存在しません
kk: {course_key} курсы жоқ
lv: Kurss {course_key} nepastāv
sq: Kursi {course_key} nuk ekziston
sv: Kursen {course_key} existerar inte
th: {course_key} ของหลักสูตรไม่มีอยู่
uz: {course_key} kursi mavjud emas
zh_hk: 課程{course_key}不存在

source: User {user_id} is not enrolled in the course {course_key}
af_za: Gebruiker {user_id} is nie ingeskryf vir die kursus {course_key} nie
bo: སྤྱོད་མཁན་ {user_id} ནི་སློབ་ཚན་དེའི་ {course_key} ནང་ཞུགས་ཐོ་བཀོད་མི་འདུག
de_de: Benutzer {user_id} ist nicht im Kurs {course_key} eingeschrieben
el: Ο χρήστης {user_id} δεν είναι εγγεγραμμένος στο μάθημα {course_key}
es: El usuario {user_id} no está inscrito en el curso {course_key}
fa: کاربر {user_id} در دوره {course_key} ثبت‌نام نکرده‌است
hu: A felhasználó {user_id} nincs beiratkozva a(z) {course_key} kurzusra.
ja: ユーザー{user_id}はコース{course_key}に登録されていません
kk: {user_id} пайдаланушысы {course_key} курсына тіркелмеген
lv: Lietotājs {user_id} nav reģistrēts kursā {course_key}
sq: Përdoruesi {user_id} nuk është i regjistruar në kursin {course_key}
sv: Användare {user_id} är inte inskriven i kursen {course_key}
uz: {user_id} foydalanuvchisi {course_key} kursiga yozilmagan
zh_hk: 用戶{user_id}未註冊課程{course_key}

source: An unexpected error occurred while regenerating certificates.
af_za: &#39;n Onverwagte fout het voorgekom tydens die hergenerering van sertifikate.
bo: ལག་ཁྱེར་བསྐྱར་བཟོའི་སྐབས་ངེས་མེད་ཀྱི་གནད་དོན་ཞིག་བྱུང་སོང་།
de_de: Es ist ein unerwarteter Fehler beim generieren des Zertifikates aufgetreten.
el: Παρουσιάστηκε μη αναμενόμενο σφάλμα κατά την αναδημιουργία των πιστοποιητικών.
es: Ocurrió un error inesperado al regenerar los certificados.
fa: یک خطای غیرمنتظره هنگام تولید مجدد گواهینامه‌ها روی داد.
hu: Váratlan hiba történt a bizonyítványok újragenerálása közben.
kk: Куәліктерді қалпына келтіру кезінде күтпеген қате орын алды.
lv: Atjaunojot sertifikātus, radās neparedzēta kļūda.
sq: Ka ndodhur një gabim i papritur gjatë rigjenerimit të certifikatave.
sv: Ett oväntat fel uppstod vid regenerering av certifikat.
th: เกิดข้อผิดพลาดที่ไม่คาดคิดขณะสร้างใบรับรองใหม่
uz: Sertifikatlarni qayta tiklashda kutilmagan xatolik yuz berdi.
zh_hk: 重新產生證書時發生意外錯誤。

source: User {username} is not enrolled in the course {course_key}
af_za: Gebruiker {username} is nie ingeskryf vir die kursus {course_key} nie
bo: སྤྱོད་མཁན་ {username} གྱིས་སློབ་ཚན་དེའི་ {course_key} ནང་ཞུགས་ཐོ་བཀོད་མི་འདུག
de_de: Der Benutzer {username} ist nicht in den Kurs {course_key} eingeschrieben
el: Ο χρήστης {username} δεν έχει εγγραφεί στο μάθημα {course_key}
es: El usuario {username} no está inscrito en el curso {course_key}
fa: کاربر {username} در دوره {course_key} ثبت‌نام نکرده‌است
hu: A felhasználó {username} nincs beiratkozva a(z) {course_key} kurzusra.
ja: ユーザー {username} はコース {course_key} に登録されていません
kk: {username} пайдаланушысы {course_key} курсына тіркелмеген
lv: Lietotājs {username} nav reģistrēts kursā {course_key}
sq: Përdoruesi {username} nuk është i regjistruar në kursin {course_key}
sv: Användare {username} är inte inskriven i kursen {course_key}
th: ผู้ใช้ {username} ไม่ได้ลงทะเบียนเรียนในหลักสูตร {course_key}
uz: {username} foydalanuvchisi {course_key} kursiga yozilmagan
zh_hk: 用戶{username}未註冊課程{course_key}

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
af_za: &#39;n {cert_type} -sertifikaat dui daarop dat &#39;n leerder ingestem het om te voldoen aan die erekode wat deur {platform_name} ingestel is en al die vereiste take vir hierdie kursus onder sy riglyne voltooi het.
de_de: Ein {cert_type} Zertifikat bedeutet, dass sich ein Lernender bereit erklärt hat, den von {platform_name} festgelegten Verhaltenskodex einzuhalten und alle erforderlichen Aufgaben für diesen Kurs gemäß seinen Richtlinien erledigt hat.
el: Ένα πιστοποιητικό {cert_type} σημαίνει ότι ένας σπουδαστής έχει συμφωνήσει να συμμορφωθεί με τον κώδικα τιμής που έχει οριστεί από το {platform_name} και έχει ολοκληρώσει όλες τις απαιτούμενες εργασίες για αυτό το μάθημα σύμφωνα με τις οδηγίες.
es: Un certificado {cert_type} significa que un estudiante ha aceptado cumplir con el código de honor establecido por {platform_name} y ha completado todas las tareas requeridas para este curso bajo sus directrices.
fa: گواهی {cert_type} به این معنی است که دانش‌پذیر پذیرفته است که از اصول اخلاقی که توسط {platform_name} ایجاد شده پیروی و تمام وظایف مورد نیاز برای این دوره را طبق دستورالعمل‌های آن تکمیل کرده است.
hu: Egy {cert_type} bizonyítvány azt jelzi, hogy a tanuló elfogadta a {platform_name} által meghatározott becsületkódexet, és a kurzus összes szükséges feladatát az irányelveknek megfelelően teljesítette.
ja: {cert_type}証明書は、学習者が{platform_name}によって定められた名誉規約を遵守することに同意し、このコースのすべての必要な課題をそのガイドラインに従って完了したことを示します。
kk: {cert_type} сертификаты білім алушының {platform_name} белгілеген құрмет кодын сақтауға келіскенін және оның нұсқаулары бойынша осы курсқа қажетті барлық тапсырмаларды орындағанын білдіреді.
lv: Sertifikāts {cert_type} norāda, ka kursa dalībnieks ir piekritis ievērot {platform_name} noteikto goda kodeksu un ir izpildījis visus šim kursam nepieciešamos uzdevumus saskaņā ar tā vadlīnijām.
sq: Një certifikatë {cert_type} nënkupton që një nxënës ka pranuar të respektojë kodin e nderit të vendosur nga {platform_name} dhe ka përfunduar të gjitha detyrat e kërkuara për këtë kurs sipas udhëzimeve të tij.
sv: Ett {cert_type} certifikat innebär att en elev har gått med på att följa den ærekod som fastställts av {platform_name} och har fullgjort alla obligatoriska uppgifter för denna kurs enligt sina riktlinjer.
uz: {cert_type} sertifikati oʻquvchi {platform_name} tomonidan oʻrnatilgan hurmat kodeksiga rioya qilishga rozi boʻlganligini va uning yoʻriqnomalari boʻyicha ushbu kurs uchun barcha kerakli vazifalarni bajarganligini bildiradi.
zh_hk: {cert_type}證書表示學生已同意遵守{platform_name}制定的榮譽準則，並已根據其指南完成了本課程所需的所有任務。

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
af_za: &#39;n {cert_type} -sertifikaat dui aan dat &#39;n leerder ingestem het om te voldoen aan die erekode wat deur {platform_name} ingestel is en al die vereiste take vir hierdie kursus onder sy riglyne voltooi het.
de_de: Ein {cert_type}-Zertifikat bedeutet, dass ein Lernender zugestimmt hat, sich an den von {platform_name} festgelegten Ehrenkodex zu halten und alle erforderlichen Aufgaben für diesen Kurs gemäß seinen Richtlinien abgeschlossen hat.
el: Ένα πιστοποιητικό {cert_type} σημαίνει ότι ένας εκπαιδευόμενος έχει συμφωνήσει να συμμορφωθεί με τον κωδικό τιμής που καθορίζεται από {platform_name} και έχει ολοκληρώσει όλες τις απαιτούμενες εργασίες για αυτό το μάθημα σύμφωνα με τις οδηγίες του.
es: Un certificado {cert_type} significa que un estudiante ha aceptado cumplir con el código de honor establecido por {platform_name} y ha completado todas las tareas requeridas para este curso bajo sus directrices.
fa: گواهی {cert_type} به این معنی است که دانش‌پذیر پذیرفته است که از اصول اخلاقی که توسط {platform_name} ایجاد شده پیروی کرده و تمام وظایف مورد نیاز برای این دوره را طبق دستورالعمل‌های آن تکمیل کرده است.
hu: A {cert_type} bizonyítvány azt jelzi, hogy a tanuló elfogadta a {platform_name} által meghatározott becsületkódexet, és a kurzus összes szükséges feladatát az irányelveknek megfelelően teljesítette.
ja: A {cert_type}証明書は、学習者が{platform_name}によって定められた名誉規約に従うことに同意し、このコースのすべての必須タスクをそのガイドラインに従って完了したことを示します。
kk: {cert_type} сертификаты білім алушының {platform_name} белгілеген құрмет кодексін сақтауға келіскенін және оның нұсқаулары бойынша осы курсқа қажетті барлық тапсырмаларды орындағанын білдіреді.
lv: Sertifikāts {cert_type} norāda, ka kursa dalībnieks ir piekritis ievērot {platform_name} noteikto goda kodeksu un ir izpildījis visus šim kursam nepieciešamos uzdevumus saskaņā ar tā vadlīnijām.
sq: Një certifikatë {cert_type} nënkupton që një nxënës ka rënë dakord të respektojë kodin e nderit të vendosur nga {platform_name} dhe ka përfunduar të gjitha detyrat e kërkuara për këtë kurs sipas udhëzimeve të tij.
sv: Ett {cert_type} certifikat innebär att en elev har gått med på att följa den ærekod som fastställts av {platform_name} och har fullgjort alla obligatoriska uppgifter för denna kurs enligt sina riktlinjer.
uz: {cert_type} sertifikati oʻquvchi {platform_name} tomonidan oʻrnatilgan hurmat kodeksiga rioya qilishga rozi boʻlganligini va uning yoʻriqnomalari boʻyicha ushbu kurs uchun barcha kerakli vazifalarni bajarganligini bildiradi.
zh_hk: {cert_type}證書表示學生已同意遵守{platform_name}制定的榮譽準則，並已根據其指南完成了本課程所需的所有任務。

source: A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
af_za: &#39;n {cert_type} -sertifikaat dui ook aan dat die identiteit van die leerder nagegaan is en geldig is.
bo: {cert_type} ལག་ཁྱེར་གྱིས་སློབ་གཉེར་བ་དེའི་ཁུངས་སྐྱེལ་ལ་ཞིབ་བཤེར་བྱས་ཟིན་པ་མ་ཟད་ཚུལ་མཐུན་ཡིན་པ་ཡང་གསལ་སྟོན་བྱས་ཡོད།
de_de: Ein {cert_type}-Zertifikat zeigt auch an, dass die Identität des Lernenden überprüft wurde und gültig ist.
el: Ένα πιστοποιητικό {cert_type} υποδεικνύει επίσης ότι η ταυτότητα του εκπαιδευόμενου έχει ελεγχθεί και είναι έγκυρη.
es: Un certificado {cert_type} también indica que la identidad del estudiante ha sido verificada y es válida.
fa: گواهی {cert_type} همچنین نشان می‌دهد که هویت دانش‌پذیر بررسی شده و معتبر است.
hu: Egy {cert_type} bizonyítvány azt is jelzi, hogy a tanuló személyazonosságát ellenőrizték és érvényes.
ja: A {cert_type} 証明書は、学習者の身元が確認され、有効であることも示しています。
kk: Сондай-ақ {cert_type} сертификаты оқушының жеке басы тексерілгенін және жарамды екенін көрсетеді.
lv: Arī sertifikāts {cert_type} norāda, ka kursa dalībnieka identitāte ir pārbaudīta un ir derīga.
sq: Një certifikatë {cert_type} gjithashtu tregon se identiteti i nxënësit është kontrolluar dhe është i vlefshëm.
sv: Ett {cert_type}-certifikat indikerar också att elevens identitet har kontrollerats och är giltig.
uz: {cert_type} sertifikati, shuningdek, o‘quvchining shaxsi tekshirilganligini va haqiqiyligini bildiradi.
zh_hk: {cert_type}證書也顯示學生的身分已檢查且有效。
