Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
af_za: Slegs XBlocks wat in &#39;n kursus se Gevorderde Modulelys gelys word, kan as verouderd gemerk word. Onthou om XBlockStudioConfiguration-ondersteuningstatus dienooreenkomstig op te dateer, aangesien afgekeur het nie &#39;n impak of nuwe XBlock-gevalle in Studio geskep kan word of nie.
bo: སློབ་ཚན་གྱི་རྒྱབ་སྐྱོར་སྦྱོང་ཚན་ཐོ་ཡིག་ནང་བཙུགས་པའི་ཨེགས་བུལོཀ་ཚུ་རྒྱབ་སྐྱོར་མེད་པར་བཀག་འཛིན་བྱ་རྒྱུ་ཡིན། ཨེགས་བུལོཀ་སྟུ་དིའུགོན་ཕབ་སྐྱོར་གྱི་གནས་སྐབས་བཟོ་བཅོས་བྱེད་དགོས་པ་དྲིལ་བུ་ཡིན་པས། ཨེགས་བུལོཀ་གསར་པ་བཟོ་བཅོས་བྱེད་ཐུབ་པ་ལ་རྒྱབ་སྐྱོར་མེད་པ་གིས་སྟུ་དིའུགོན་ནང་རྐྱེན་མེད་རེད།
de_de: Nur XBlocks, die in der fortgeschrittenen Modulliste eines Kurses aufgeführt sind, können als veraltet gekennzeichnet werden. Denken Sie daran, den Support-Status von XBlockStudioConfiguration entsprechend zu aktualisieren, da veraltete Versionen keinen Einfluss darauf haben, ob neue XBlock-Instanzen in Studio erstellt werden können oder nicht.
el: Μόνο τα XBlocks που αναφέρονται στη λίστα προηγμένων μονάδων ενός μαθήματος μπορούν να επισημανθούν ως καταργημένα. Θυμηθείτε να ενημερώσετε την κατάσταση υποστήριξης του XBlockStudioConfiguration ανάλογα, καθώς η κατάργηση δεν επηρεάζει τη δυνατότητα δημιουργίας ή μη νέων εκδοχών XBlock στο Studio.
es: Solo los XBlocks incluidos en la Lista de Módulos Avanzados de un curso pueden marcarse como obsoletos. Recuerde actualizar el estado de soporte de XBlockStudioConfiguration en consecuencia, ya que obsoleto no afecta si se pueden crear nuevas instancias de XBlock en Studio.
fa: فقط XBlockهایی که در لیست ماژول‌های پیشرفتۀ دوره فهرست شده‌اند می‌توانند به‌عنوان منسوخ‌شده علامت‌گذاری شوند. به یاد داشته باشید که وضعیت پشتیبانی XBlockStudioConfiguration را بر این اساس به‌روزرسانی کنید، زیرا منسوخ‌شدن آن تأثیری در ایجاد یا عدم ایجاد نمونه‌های جدید XBlock در استودیو ندارد.
hu: Csak azok az XBlockok jelölhetők elavultnak, amelyek szerepelnek egy kurzus Fejlett Modul Listájában. Ne felejtsd el frissíteni az XBlockStudioConfiguration támogatási állapotát ennek megfelelően, mivel az elavultság nem befolyásolja, hogy új XBlock példányok létrehozhatók-e a Stúdióban.
ja: コースの「高度なモジュールリスト」に記載されているXBlockのみが非推奨としてフラグを立てることができます。非推奨はStudioで新しいXBlockインスタンスを作成できるかどうかには影響しないため、XBlockStudioConfigurationのサポート状態を適切に更新することを忘れないでください。
kk: Тек курстың Жетілдірілген модульдер тізімінде тізімделген XBlocks ескірген деп белгіленуі мүмкін. XBlockStudioConfiguration қолдау күйін сәйкесінше жаңартуды ұмытпаңыз, себебі ескірген Studio бағдарламасында жаңа XBlock даналарын жасауға немесе жасауға әсер етпейді.
lv: Kā novecojušus var atzīmēt tikai tos XBblokus, kas iekļauti kursa paplašināto moduļu sarakstā. Neaizmirstiet attiecīgi atjaunināt XBlockStudioConfiguration atbalsta stāvokli, jo deprecated neietekmē to, vai programmā Studio var vai nevar izveidot jaunus XBlock gadījumus.
sq: Vetëm XBlocks të listuara në listën e moduleve të avancuara të një kursi mund të shënohen si të vjetruara. Mos harroni të përditësoni gjendjen e mbështetjes së XBlockStudioConfiguration në përputhje me rrethanat, pasi vjetërimi nuk ndikon nëse mund të krijohen ose jo instanca të reja XBlock në Studio.
sv: Endast XBlocks som finns med i en kurs avancerade modulista kan markeras som föråldrade. Kom ihåg att uppdatera XBlockStudioConfiguration supportstatus därefter, eftersom föråldrad inte påverkar om nya XBlock-instans kan skapas i Studio.
uz: Faqat kursning ilg‘or modullar ro‘yxatida keltirilgan XBloklar eskirgan deb belgilanishi mumkin. XBlockStudioConfiguration qo'llab-quvvatlash holatini mos ravishda yangilashni unutmang, chunki eskirganlik Studio'da yangi XBlock nusxalarini yaratish yoki yaratmasligiga ta'sir qilmaydi.
zh_hk: 只有課程高級模組清單中列出的 XBlock 才能被標記為已棄用。請記得相應地更新 XBlockStudioConfiguration 支援狀態，因為棄用不會影響是否可以在 Studio 中建立新的 XBlock 實例。

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
af_za: XBlock-/sjabloonkombinasies wat gedeaktiveer is, kan nie in Studio geredigeer word nie, ongeag die ondersteuningsvlak. Onthou om ook te kyk of alle gevalle van die XBlock in XBlockConfiguration gedeaktiveer is.
de_de: Deaktivierte XBlock/Vorlagen-Kombinationen können in Studio nicht bearbeitet werden, unabhängig vom Supportlevel. Denken Sie daran, auch zu überprüfen, ob alle Instanzen des XBlocks in der XBlockConfiguration deaktiviert sind.
el: Οι συνδυασμοί XBlock/πρότυπο που είναι απενεργοποιημένοι δεν μπορούν να επεξεργαστούν στο Studio, ανεξάρτητα από το επίπεδο υποστήριξης. Θυμηθείτε να ελέγξετε επίσης εάν όλες οι εκδοχές του XBlock είναι απενεργοποιημένες στο XBlockConfiguration.
es: Las combinaciones de XBlock/plantilla que están deshabilitadas no se pueden editar en Studio, independientemente del nivel de soporte. Recuerde también verificar si todas las instancias del XBlock están deshabilitadas en XBlockConfiguration.
fa: ترکیب‌های XBlock/الگوی غیرفعال را نمی‌توان در استودیو ویرایش کرد، صرف نظر از سطح پشتیبانی. همچنین به یاد داشته باشید که بررسی کنید آیا تمام نمونه‌های XBlock در XBlockConfiguration غیرفعال هستند یا خیر.
hu: Az XBlock/sablon kombinációk, amelyek le vannak tiltva, nem szerkeszthetők a Stúdióban, függetlenül a támogatási szinttől. Ne felejtsd el ellenőrizni, hogy az XBlock összes példánya le van-e tiltva az XBlockConfiguration-ben.
ja: XBlock/テンプレートの組み合わせが無効化されている場合、サポートレベルに関係なくStudioで編集することはできません。また、XBlockConfigurationでXBlockのすべてのインスタンスが無効化されているかどうかも確認してください。
kk: Өшірілген XBlock/үлгі комбинацияларын қолдау деңгейіне қарамастан Studio бағдарламасында өңдеу мүмкін емес. XBlock конфигурациясында XBlock барлық даналары өшірілгенін де тексеруді ұмытпаңыз.
lv: XBloku/šablonu kombinācijas, kas ir atspējotas, nevar rediģēt programmā Studio neatkarīgi no atbalsta līmeņa. Neaizmirstiet arī pārbaudīt, vai visi XBlock gadījumi ir atspējoti XBlockConfiguration.
sq: Kombinimet XBlock/shabllon që janë çaktivizuar nuk mund të modifikohen në Studio, pavarësisht nga niveli i mbështetjes. Mos harroni të kontrolloni gjithashtu nëse të gjitha rastet e XBlock janë çaktivizuar në XBlockConfiguration.
sv: XBlock / mallkombinationer som är inaktiverade kan inte redigeras i Studio, oavsett supportnivå. Kom ihåg att även kontrollera om alla instanser av XBlock är inaktiverade i XBlockConfiguration.
uz: O'chirilgan XBlock/shablon kombinatsiyalarini qo'llab-quvvatlash darajasidan qat'i nazar, Studio'da tahrirlab bo'lmaydi. XBlockConfiguration-da XBlock-ning barcha nusxalari o'chirilganligini ham tekshirishni unutmang.
zh_hk: 無論支援等級為何，停用的 XBlock/範本組合都無法在 Studio 中編輯。請記得也要檢查 XBlockConfiguration 中是否停用了 XBlock 的所有實例。

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
af_za: Geaktiveerde XBlock-/sjabloonkombinasies met volle of voorlopige ondersteuning kan altyd in Studio geskep word. Onondersteunde XBlock-/sjabloonkombinasies vereis intekening van kursusouteur.
de_de: Aktivierte XBlock/Vorlagen-Kombinationen mit voller oder vorläufiger Unterstützung können jederzeit in Studio erstellt werden. Nicht unterstützte XBlock/Vorlagen-Kombinationen erfordern Opt-in des Kursautors.
el: Στο Studio μπορούν πάντα να δημιουργηθούν ενεργοποιημένοι συνδυασμοί XBlock/πρότυπο με πλήρη ή προσωρινή υποστήριξη. Οι μη υποστηριζόμενοι συνδυασμοί XBlock/προτύπου απαιτούν συμμετοχή του δημιουργού του μαθήματος.
es: Las combinaciones de XBlock/plantilla habilitadas con soporte completo o provisional siempre se pueden crear en Studio. Las combinaciones de XBlock/plantilla no admitidas requieren la aceptación del autor del curso.
fa: ترکیبات XBlock/الگوی فعال با پشتیبانی کامل یا موقت همیشه می‌توانند در Studio ایجاد شوند. ترکیبات XBlock/الگوی پشتیبانی‌نشده نیاز به انتخاب نویسندۀ دوره دارند.
hu: Engedélyezett XBlock/sablon kombinációk teljes vagy ideiglenes támogatással mindig létrehozhatók a Stúdióban. A nem támogatott XBlock/sablon kombinációkhoz a kurzus szerzőjének beleegyezése szükséges.
ja: 有効なXBlock/テンプレートの組み合わせは、完全または暫定的なサポートがある場合、常にStudioで作成できます。サポートされていないXBlock/テンプレートの組み合わせは、コース作成者のオプトインが必要です。
kk: Толық немесе уақытша қолдауы бар қосылған XBlock/үлгі комбинацияларын әрқашан Studio бағдарламасында жасауға болады. Қолдау көрсетілмейтін XBlock/үлгі комбинациялары курс авторының қосылуын талап етеді.
lv: Programmā Studio vienmēr var izveidot iespējotas XBloka/šablona kombinācijas ar pilnu vai pagaidu atbalstu. Neatbalstītajām XBloka/šablona kombinācijām ir nepieciešama kursa autora izvēle.
sq: Kombinimet e aktivizuara XBlock/shabllon me mbështetje të plotë ose të përkohshme mund të krijohen gjithmonë në Studio. Kombinimet e pambështetura XBlock/shabllon kërkojnë zgjedhjen e autorit të kursit.
sv: Aktiverade XBlock / mallkombinationer med full eller preliminärt stöd kan alltid skapas i Studio. Icke-stödja XBlock / mallkombinationer kräver inloggning av kursförfattare.
uz: To'liq yoki vaqtinchalik qo'llab-quvvatlashga ega yoqilgan XBlock/shablon kombinatsiyalari har doim Studio'da yaratilishi mumkin. Qo'llab-quvvatlanmaydigan XBlock/shablon kombinatsiyalari kurs muallifini ro'yxatdan o'tkazishni talab qiladi.
zh_hk: 始終可以在 Studio 中建立具有完全或臨時支援啟用的 XBlock/範本組合。不支援的 XBlock/模板組合需要課程作者選擇加入。

source: show deprecation messaging in Studio
af_za: wys afskaffingsboodskappe in Studio
bo: བེད་མེད་དུ་འགྱུར་བཞིན་པའི་བརྡ་ཁྱབ་སྒྲིག་སྟེགས་ནང་སྟོན།
de_de: Anzeigen von Veraltungsmeldungen in Studio
el: εμφάνιση μηνυμάτων κατάργησης στο Studio
es: mostrar mensaje de obsolescencia en Studio
fa: نمایش پیام‌های منسوخ در استودیو
hu: az elavulásról szóló üzenetek megjelenítése a Studio alkalmazásban
ja: スタジオで非推奨メッセージを表示
kk: Studio қолданбасында ескірген хабарларды көрсету
lv: rādīt novecošanas ziņojumu programmā Studio
sq: shfaq mesazhet e zhvlerësimit në Studio
uz: Studioda eskirgan xabarlarni ko'rsatish
zh_hk: 在 Studio 中顯示棄用訊息

source: Fully Supported
af_za: Ten volle ondersteun
bo: རམ་འདེགས་ཆ་ཚང་བྱེད།
de_de: Komplett unterstützt
el: Πλήρως υποστηριζόμενο
es: Totalmente compatible
fa: به‌طور کامل پشتیبانی می‌شود
hu: Teljesen támogatott
ja: 完全サポート
kk: Толық қолдау көрсетіледі
lv: Pilnībā atbalstīts
sq: Mbështetur plotësisht
sv: Med full support
th: สนับสนุนทั้งหมด
uz: To'liq qo'llab-quvvatlanadi
zh_hk: 完全支援

source: Provisionally Supported
af_za: Voorlopig ondersteun
bo: འཕྲལ་སེལ་གྱི་རམ་འདེགས་བྱེད།
de_de: Vorläufig unterstützt
el: Προσωρινά υποστηριζόμενο
es: Compatible provisionalmente
fa: به‌طور موقت پشتیبانی می‌شود
hu: Ideiglenesen támogatott
ja: 暫定的にサポートされています
kk: Уақытша қолдау көрсетіледі
lv: Provizoriski atbalstīts
sq: Mbështetur përkohësisht
sv: Provisoriskt stödd
th: สนับสนุนชั่วคราว
uz: Vaqtinchalik qo'llab-quvvatlanadi
zh_hk: 暫時支援

source: Unsupported
af_za: Ongesteun
bo: རམ་འདེགས་མི་བྱེད།
de_de: nicht unterstützt.
el: Μη υποστηριζόμενο
es: No compatible
fa: پشتیبانی نمی‌شود
hu: Nem támogatott
kk: Қолдау көрсетілмейді
lv: Neatbalstīts
sq: E pambështetur
sv: Utan stöd
th: ไม่สนับสนุน
uz: Qo'llab-quvvatlanmaydi
zh_hk: 不支援

source: Unlock Account
af_za: Ontsluit rekening
bo: ཁ་བྱང་གི་ཟྭ་ཕྱེ།
de_de: Benutzerkonto freischalten
el: Ξεκλείδωμα λογαριασμού
es: Desbloquear cuenta
fa: باز کردن قفل حساب کاربری
hu: Fiók feloldása
ja: アカウントのロックを解除
kk: Есептік жазбаның құлпын ашу
lv: Atbloķēt kontu
sq: Zhbllokoni llogarinë
sv: Lås upp konto
uz: Accountni qulfdan chiqarish
zh_hk: 解鎖帳戶

source: Close
af_za: Naby
bo: སྒོ་རྒྱོབས།
de_de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
hu: Bezár
ja: 閉じる
kk: Жабу
lv: Aizvērt
sq: Mbylle
sv: Stäng
th: ปิด
uz: Yopish
zh_hk: 關閉

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
af_za: Dit is &#39;n herlaaide rekeningaktiverings-e-pos vir %(routed_user)s ( %(routed_user_email)s ): %(routed_profile_name)s
bo: འདི་ནི་%(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s ཡི་ཕྱིར་དུ་ཁ་བྱང་ནུས་ལྡན་བྱེད་པའི་འབྲེལ་ལམ་གློག་འཕྲིན་ཞིག་ཡིན།
de_de: Dies ist eine E-Mail zur Aktivierung des Benutzerkontos für folgende Zwecke %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
el: Αυτό είναι ένα δρομολογημένο μήνυμα ηλεκτρονικού ταχυδρομείου ενεργοποίησης λογαριασμού για %(routed_user)s ( %(routed_user_email)s ): %(routed_profile_name)s
es: Este es un correo electrónico de Activación de Cuenta enrutado para %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
fa: این یک ایمیل فعال‌سازی حساب کاربری مسیریابی‌شده برای %(routed_user)s ( %(routed_user_email)s): %(routed_profile_name)s است
hu: Ez egy továbbított fiókaktiváló e-mail %(routed_user)s (%(routed_user_email)s) számára: %(routed_profile_name)s
ja: これは、%(routed_user)s (%(routed_user_email)s) のためのルーティングされたアカウント有効化メールです: %(routed_profile_name)s
kk: Бұл %(routed_user)s ( %(routed_user_email)s ) үшін бағытталған есептік жазбаны белсендіру электрондық поштасы: %(routed_profile_name)s
lv: Šis ir maršrutētais konta aktivizācijas e-pasts %(routed_user)s ( %(routed_user_email)s ): %(routed_profile_name)s
sq: Ky është një email i aktivizimit të llogarisë për %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
sv: Detta är ett vidarebefordrat e-postmeddelande för kontoverifiering för %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
uz: Bu %(routed_user)s ( %(routed_user_email)s ): %(routed_profile_name)s uchun yo‘naltirilgan Accountni faollashtirish e-pochtasi
zh_hk: 這是%(routed_user)s ( %(routed_user_email)s ) 的路由帳戶啟動電郵： %(routed_profile_name)s

source: Account activation
af_za: Rekeningaktivering
bo: ཁ་བྱང་གི་བྱེད་ནུས།
de_de: Kontoaktivierung
el: Ενεργοποίηση λογαριασμού
es: Activación de cuenta
fa: فعال‌سازی حساب کاربری
hu: Fiók aktiválás
ja: アカウントの有効化
kk: Тіркелгіні белсендіру
lv: Konta aktivizēšana
sq: Aktivizimi i llogarisë
sv: Kontoaktivering
uz: Accountni faollashtirish
zh_hk: 啟動帳號

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
af_za: Jy is amper daar! Gebruik die skakel hieronder om jou rekening te aktiveer om toegang te verkry tot boeiende %(platform_name)s -kursusse van hoë gehalte. Let daarop dat jy nie weer by jou rekening sal kan aanmeld voordat jy dit geaktiveer het nie.
bo: ཁྱེད་ཀྱིས་ཆ་ཚང་འགྲུབ་ལ་ཉེ་འདུག ཁྱེད་ཀྱིས་ %(platform_name)s འདིའི་ནང་ནས་སྤུས་ཚད་མཐོ་བའི་སློབ་ཚན་རྣམས་ལ་སློབ་སྦྱོང་དང་བེད་སྤྱོད་བྱེད་པ་ལ། གཤམ་གསལ་གྱི་དྲ་ཐག་བེད་སྤྱོད་བྱས་ཏེ་རང་གི་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་འབྱེད་བྱོས། དོ་སྣང་བྱ་དགོས་པ་ཞིག་ལ་ཁྱེད་ཀྱིས་རང་གི་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་མ་ཕྱེས་བར་དུ་ཁྱེད་རང་ཁ་བྱང་འདི་བརྒྱུད་ནས་བསྐྱར་དུ་ནང་འཛུལ་བྱེད་མི་ཐུབ།
de_de: Fast geschafft! Nutzen Sie den nachfolgenden Link, um Ihr Benutzerkonto zu aktivieren und die qualitativ hochwertigen Kurse der %(platform_name)s zu belegen. Bitte beachten Sie, dass Sie sich erst in die Plattform einloggen können, nachdem Sie Ihr Benutzerkonto erfolgreich aktiviert haben.
el: Έχετε σχεδόν ολοκληρώσει την εγγραφή σας! Κάντε κλικ στο κουμπί που θα βρείτε λίγο παρακάτω, για να ενεργοποιήσετε τον λογαριασμό σας και να αποκτήσετε πρόσβαση στα μαθήματα του %(platform_name)s. Υπενθυμίζουμε πως δε θα μπορέσετε να συνδεθείτε στον λογαριασμό σας, εάν δεν τον ενεργοποιήσετε πρώτα.
es: ¡Ya casi estás! Usa el enlace a continuación para activar tu cuenta y acceder a cursos atractivos y de alta calidad de %(platform_name)s. Ten en cuenta que no podrás volver a iniciar sesión en tu cuenta hasta que la hayas activado.
fa: شما تقریباً آنجا هستید! برای دسترسی به دوره‌های جذاب و با کیفیت %(platform_name)s از پیوند زیر برای فعال‌سازی حساب خود استفاده کنید. توجه کنید که تا زمانی که حساب کاربری خود را فعال نکرده باشید، نمی‌توانید دوباره وارد حساب کاربری خود شوید.
hu: Majdnem kész vagy! Használd az alábbi linket a fiókod aktiválásához, hogy hozzáférhess a lebilincselő, magas színvonalú %(platform_name)s kurzusokhoz. Ne feledd, hogy nem tudsz újra bejelentkezni a fiókodba, amíg nem aktiválod azt.
ja: もう少しで完了です！以下のリンクを使用してアカウントを有効化し、魅力的で高品質な%(platform_name)sのコースにアクセスしてください。アカウントを有効化するまで、再度ログインすることはできませんのでご注意ください。
kk: Жақын жерде қалдыңыз! Қызықты, жоғары сапалы %(platform_name)s курстарына қол жеткізу үшін есептік жазбаңызды белсендіру үшін төмендегі сілтемені пайдаланыңыз. Есептік жазбаңызға оны белсендірмейінше қайта кіре алмайтыныңызды ескеріңіз.
lv: Jūs esat gandrīz klāt! Izmantojiet tālāk esošo saiti, lai aktivizētu savu kontu, lai piekļūtu saistošiem, augstas kvalitātes %(platform_name)s kursiem. Ņemiet vērā, ka jūs nevarēsiet atkārtoti pieteikties savā kontā, kamēr nebūsiet to aktivizējis.
sq: Ju jeni pothuajse atje! Përdorni lidhjen më poshtë për të aktivizuar llogarinë tuaj për të hyrë në kurse tërheqëse dhe me cilësi të lartë %(platform_name)s. Vini re se nuk do të mund të hyni përsëri në llogarinë tuaj derisa ta keni aktivizuar atë.
sv: Du är nästan där! Använd länken nedan för att aktivera ditt konto för att komma åt engagerande %(platform_name)s-kurser av hög kvalitet. Observera att du inte kommer att kunna logga in på ditt konto igen förrän du har aktiverat det.
uz: Siz deyarli keldingiz! Qiziqarli, yuqori sifatli %(platform_name)s kurslariga kirish uchun accountingizni faollashtirish uchun quyidagi havoladan foydalaning. Shuni esda tutingki, siz uni faollashtirmaguningizcha accountingizga qayta kira olmaysiz.
zh_hk: 請您使用下面的連結啟動您的帳戶，以查看%(platform_name)s的課程。如您未啟動帳戶，您將無法登入帳戶。

source: Activate your account
af_za: Aktiveer jou rekening
bo: ཁྱེད་ཀྱི་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་ཕྱེས།
de_de: Aktivieren Sie Ihr Benutzerkonto.
el: Ενεργοποιήστε τον λογαριασμό σας
es: Activa tu cuenta
fa: حساب کاربری خود را فعال کنید
hu: Aktiváld a fiókodat
ja: アカウントを有効化する
kk: Тіркелгіңізді белсендіріңіз
lv: Aktivizējiet savu kontu
sq: Aktivizoni llogarinë tuaj
sv: Aktiverar ditt konto
uz: Accountingizni faollashtiring
zh_hk: 啟動你的帳號

source: Enjoy learning with %(platform_name)s.
af_za: Geniet dit om te leer met %(platform_name)s .
bo: དྲ་སྟེགས་ %(platform_name)s འདི་ནས་སློབ་གཉེར་གནང་རོགས།
de_de: Viel Spaß beim Lernen mit %(platform_name)s.
el: Απολαύστε τη μάθηση στο %(platform_name)s.
es: Disfruta aprendiendo con %(platform_name)s.
fa: از یادگیری با %(platform_name)s لذت ببرید.
hu: Élvezze a tanulást a %(platform_name)s segítségével.
ja: %(platform_name)sで学ぶことを楽しんでください。
kk: %(platform_name)s арқылы оқудан ләззат алыңыз.
lv: Izbaudiet mācīšanos, izmantojot %(platform_name)s .
sq: Shijoni të mësuarit me %(platform_name)s.
sv: Njut av att lära dig med %(platform_name)s.
uz: %(platform_name)s bilan oʻrganishdan zavqlaning.
zh_hk: 享受%(platform_name)s的學習樂趣。

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
af_za: As jy hulp nodig het, gebruik asseblief ons webvorm by {start_anchor_web} %(support_url)s {end_anchor} of e-pos {start_anchor_email} %(support_email)s {end_anchor} .
bo: ཁྱེད་ལ་རམ་འདེགས་དགོས་ན། ང་ཚོའི་དྲ་ལམ་ལས་ཤོག་འདི་བཀོལ་སྤྱོད་བྱ་རོགས། {start_anchor_web}%(support_url)s{end_anchor} ཡང་ན་གློག་འཕྲིན། {start_anchor_email}%(support_email)s{end_anchor}.
de_de: Wenn Sie Hilfe benötigen, verwenden Sie bitte unser Webformular auf {start_anchor_web}%(support_url)s{end_anchor} oder senden Sie eine E-Mail an {start_anchor_email}%(support_email)s{end_anchor}.
el: Αν χρειαστείτε βοήθεια, παρακαλούμε επικοινωνήστε μαζί μας μέσω της ηλεκτρονικής μας φόρμας στο {start_anchor_web}%(support_url)s{end_anchor} ή στείλτε μας μήνυμα στο {start_anchor_email}%(support_email)s{end_anchor}.
es: Si necesitas ayuda, utiliza nuestro formulario web en {start_anchor_web}%(support_url)s{end_anchor} o envía un correo electrónico a {start_anchor_email}%(support_email)s{end_anchor}.
fa: اگر به کمک نیاز دارید، لطفاً از فرم وب ما به آدرس {start_anchor_web} %(support_url)s {end_anchor} یا رایانامۀ {start_anchor_email} %(support_email)s {end_anchor} استفاده کنید.
hu: Ha segítségre van szüksége, kérjük, használja webes űrlapunkat a {start_anchor_web}%(support_url)s{end_anchor} címen, vagy írjon e-mailt a {start_anchor_email}%(support_email)s{end_anchor} címre.
ja: ヘルプが必要な場合は、{start_anchor_web}%(support_url)s{end_anchor}のウェブフォームをご利用いただくか、{start_anchor_email}%(support_email)s{end_anchor}にメールをお送りください。
kk: Егер сізге көмек керек болса, {start_anchor_web} %(support_url)s {end_anchor} мекенжайындағы веб-пішінді немесе {start_anchor_email} %(support_email)s {end_anchor} электрондық поштасын пайдаланыңыз.
lv: Ja jums nepieciešama palīdzība, lūdzu, izmantojiet mūsu tīmekļa veidlapu {start_anchor_web} %(support_url)s {end_anchor} vai e-pastu {start_anchor_email} %(support_email)s {end_anchor} .
sq: Nëse keni nevojë për ndihmë, ju lutemi përdorni formularin tonë të internetit në {start_anchor_web}%(support_url)s{end_anchor} ose email {start_anchor_email}%(support_email)s{end_anchor}.
sv: Om du behöver hjälp, använd vårt webbformulär på {start_anchor_web}%(support_url)s{end_anchor} eller skicka e-post till {start_anchor_email}%(support_email)s{end_anchor}.
uz: Agar sizga yordam kerak bo'lsa, iltimos, bizning veb-shaklimizni {start_anchor_web} %(support_url)s {end_anchor} yoki elektron pochta orqali yuboring {start_anchor_email} %(support_email)s {end_anchor} .
zh_hk: 如果您需要協助，請使用我們的網頁表單{start_anchor_web} %(support_url)s {end_anchor}或發送電郵至{start_anchor_email} %(support_email)s {end_anchor} 。
