Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: slug
af_za: slak
de_de: lesbarer Link
el: συντομία
fa: حلزون حرکت کردن
hu: slug - cikk jelölése egy-két szóval
lv: URL daļa jeb 'pāradrese'
th: ชื่อslug
uz: shilimshiq
zh_hk: 固定連結地址

source: URL path
af_za: URL pad
de_de: URL Pfad
el: μονοπάτι URL
fa: مسیر URL
hu: URL útvonal
ja: URLパス
kk: URL жолы
lv: URL ceļš
sq: Rruga e URL-së
sv: URL-sökväg
th: ตำแหน่ง URL
uz: URL yo'li
zh_hk: 網址路徑

source: URL paths
af_za: URL-paaie
de_de: URL Pfade
el: μονοπάτια URL
fa: مسیرهای URL
hu: URL útvonalak
ja: URLパス
kk: URL жолдары
lv: URL ceļi
sq: shtigjet e URL-së
sv: URL-sökvägar
th: ตำแหน่ง URL
uz: URL yo'llari
zh_hk: 網址路徑

source: Sorry but you cannot have a root article with a slug.
af_za: Jammer, maar jy kan nie &#39;n wortelartikel met &#39;n slak hê nie.
de_de: Es tut uns Leid, es darf keinen Hauptbeitrag mit lesbarem Link geben.
el: Συγνωμη αλλά δεν μπορεί το άρθρο να κανει διαδρομη με συντομία.
fa: متاسفم، اما شما نمی توانید یک مقاله ریشه با اسلاگ داشته باشید.
hu: Sajnáljuk, de nincs főcikked jelöléssel.
ja: 申し訳ありませんが、ルート記事にスラッグを持たせることはできません。
kk: Кешіріңіз, бірақ сізде слогы бар түбірлік мақала болмайды.
lv: Atvainojiet, bet nevar būt saknes raksts ar pāradresi.
sq: Na vjen keq, por nuk mund të keni një artikull rrënjësor me një slug.
sv: Tyvärr, du kan inte ha en root-artikel med en slug.
th: ขออภัย คุณไม่สามารถใช้ชื่อslugในบทความเป็นรูท
uz: Kechirasiz, lekin siz slug bilan ildiz maqolasiga ega bo'lolmaysiz.
zh_hk: 抱歉，您無法對根文檔設定固定連結位址。

source: A non-root note must always have a slug.
af_za: &#39;n Nie-wortelnoot moet altyd &#39;n slak hê.
de_de: Ein Beitrag der kein Hauptbeitrag ist muss immer einen lesbaren Link haben.
el: Μια σημείωση μη διαδρομης πρέπει να εχει πάντα συντομία.
fa: یک نت غیر ریشه باید همیشه یک اسلاگ داشته باشد.
hu: Az al-cikkeknek mindig kell adni jelölést.
ja: ルートでないノートには常にスラッグが必要です。
kk: Түбірлік емес нотада әрқашан слог болуы керек.
lv: Piezīmei, kas nav saknes piezīme, vienmēr jābūt ar pāradresi.
sq: Një notë jo-rrënjë duhet të ketë gjithmonë një slug.
sv: En anteckning som inte är root måste alltid ha en slug.
th: บันทึกที่ไม่ใช่รูท มักจะต้องมีชื่อslug
uz: Ildiz bo'lmagan notada har doim slug bo'lishi kerak.
zh_hk: 非根節點必須有固定連結位址。

source: There is already a root node on %s
af_za: Daar is reeds &#39;n wortelknooppunt op %s
de_de: Es gibt bereits einen Quellknoten auf %s
el: Υπάρχει ήδη ένας κόμβος ρίζας σε %s
fa: در حال حاضر یک گره ریشه در %s وجود دارد
hu: Már van főcikk a %s ágon
ja: %sにはすでにルートノードがあります
kk: %s жүйесінде түбірлік түйін әлдеқашан бар
lv: Vietnē %s jau ir saknes mezgls
sq: Ekziston tashmë një nyje rrënjësore në %s
sv: Det finns redan en root-anteckning för %s
th: มีroot node %s แล้ว
uz: %s da ildiz tugun allaqachon mavjud
zh_hk: %s上已經有一個根節點

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
af_za: Artikels wat hul ouers verloor het ================================ Die kinders van hierdie artikel se ouers is uitgevee. Jy moet waarskynlik &#39;n nuwe tuiste vir hulle kry.
de_de: Beiträge, die ihre Eltern verloren haben =============================== Kindsbeiträge dieses Betrags, deren Eltern gelöscht worden sind. Du solltest möglichst eine neue Heimat für sie finden.
el: Άρθρα που έχασαν τους γονείς τους. =============================== Τα παιδιά αυτού του άρθρου είχαν διαγράψει τούς γονείς τούς. Θα πρέπει να βρείτε ένα νέο σπίτι για αυτούς.
fa: مقالاتی که والدین خود را از دست داده اند =============================== فرزندان این مقاله والدین خود را حذف کرده اند. احتمالاً باید خانه جدیدی برای آنها پیدا کنید.
ja: 親を失った記事 =============================== この記事の子供たちは親が削除されました。新しい居場所を見つける必要があります。
kk: Ата-анасынан айырылған мақалалар =============================== Осы мақаланың балаларының ата-аналары жойылды. Оларға жаңа үй табу керек шығар.
lv: Raksti, kas zaudējuši saistītos vecākrakstus =============================== Šī raksta apakšrakstiem ir dzēsti vecākraksti. Iespējams, jums vajadzētu atrast viņiem jaunus saistītos vecākrakstus.
sq: Artikuj që humbën prindërit e tyre =============================== Fëmijëve të këtij artikulli u janë fshirë prindërit. Ju ndoshta duhet të gjeni një shtëpi të re për ta.
sv: Artiklar som förlorat sina föräldrar =============================== Barnen av denna artikel har fått sina föräldrar borttagna. Du borde försöka hitta ett nytt hem åt dessa.
th: บทความที่สูญเสียบทความแม่ =============================== บทความได้ถูกลบบทความแม่ คุณอาจจะหาบ้านใหม่สำหรับบทความ
uz: Ota-onasini yo'qotgan maqolalar ================================ Ushbu maqoladagi bolalarning ota-onalari o'chirildi. Ehtimol, siz ular uchun yangi uy topishingiz kerak.
zh_hk: 遺失父連結的文檔 ================================= 該子文檔的父連結已被刪除。您可以重新為他們尋找一個新的連結點。

source: Lost and found
af_za: Verlore en gevind
de_de: Verloren und Gefunden
el: Χάθηκε και βρέθηκε
fa: گم شده و پیدا شد
hu: Elveszett és megtalált
kk: Жоғалған және табылған
lv: Pazaudēts un atrasts
sq: E humbur dhe e gjetur
sv: Upphittat
uz: Yo'qolgan va topilgan
zh_hk: 失物處

source: Description
af_za: Beskrywing
de_de: Beschreibung
el: Περιγραφή
fa: شرح
hu: Leírás
ja: 説明
kk: Сипаттама
lv: Apraksts
sq: Përshkrimi
sv: Beskrivning
th: คำอธิบาย
uz: Tavsif
zh_hk: 描述

source: A short summary of what the file contains
af_za: &#39;n Kort opsomming van wat die lêer bevat
de_de: Eine kurze Zusammenfassung des Ordnerinhalts
el: Μια σύντομη περίληψη του τι περιέχει το αρχείο
fa: خلاصه ای کوتاه از آنچه در فایل موجود است
hu: Egy rövid összefoglaló a fájl tartalmáról
ja: ファイルの内容に関する簡単な概要
kk: Файлда не бар екені туралы қысқаша мәлімет
lv: Īss faila satura kopsavilkums
sq: Një përmbledhje e shkurtër e asaj që përmban skedari
sv: En kort sammanfattning över vad filen innehåller
th: ข้อสรุปของสิ่งที่เก็บอยู่ในไฟล์
uz: Faylda nima borligi haqida qisqacha ma'lumot
zh_hk: 文件內容的簡短摘要

source: Yes I am sure...
af_za: Ja ek is seker...
de_de: Ja, ich bin mir sicher
el: Ναί είμαι σίγουρος...
fa: بله مطمئنم...
hu: Igen, biztos vagyok benne...
kk: Иә мен сенімдімін...
lv: Jā, esmu pārliecināts/a...
sq: Po jam i sigurt...
sv: Ja, jag är säker...
th: ใช่ ฉันแน่ใจ...
uz: Ha ishonchim komil...
zh_hk: 是的，我確定…

source: Click to download file
af_za: Klik om lêer af te laai
de_de: Klicken um Datei herunterzuladen
el: Κάντε κλικ για να κατεβάσετε το αρχείο
fa: برای دانلود فایل کلیک کنید
hu: Kattintás a fájl letöltéséhez
ja: ファイルをダウンロードするにはクリックしてください
kk: Файлды жүктеп алу үшін басыңыз
lv: Noklikšķiniet, lai lejupielādētu failu
sq: Klikoni për të shkarkuar skedarin
sv: Klicka för att ladda ner filen
th: คลิกเพื่อดาวน์โหลดไฟล์
uz: Faylni yuklab olish uchun bosing
zh_hk: 點擊下載檔案

source: The revision of this attachment currently in use (on all articles using the attachment)
af_za: Die hersiening van hierdie aanhangsel wat tans gebruik word (op alle artikels wat die aanhangsel gebruik)
de_de: Die Revision dieses Anhangs wird momentan genutzt von (allen Beiträgen die diesen Anhang nutzen)
el: Η αναθεώρηση αυτής της προσάρτησης που χρησιμοποιείτε σήμερα (σε όλα τα άρθρα χρησιμοποιώντας το συνημμένο)
fa: بازبینی این پیوست در حال استفاده (در همه مقالاتی که از پیوست استفاده می‌کنند)
hu: A csatolmány felülvizsgálata folyamatban van (minden cikknél megtörténik, melyeknek melléklete van)
kk: Қолданыстағы осы қосымшаны қайта қарау (қосымшаны пайдаланатын барлық мақалаларда)
lv: Pašlaik izmantotā šī pielikuma pārskatīšana (visos rakstos, kuros tiek izmantots pielikums)
sq: Rishikimi i kësaj bashkëngjitjeje aktualisht në përdorim (në të gjithë artikujt që përdorin bashkëngjitjen)
sv: Den revision av bilagan som just nu används (på alla artiklar som använder bilagan)
th: การแก้ไขเอกสารที่แนบมาใช้อยู่ในปัจจุบันนี้ (กับบทความทั้งหมดที่ใช้เอกสารที่แนบ)
uz: Hozirda foydalanilayotgan ushbu ilovaning qayta ko'rib chiqilishi (ilovadan foydalanilgan barcha maqolalarda)
zh_hk: 此附件的修訂版本正在使用中(適用於所有使用該附件的文件)

source: original filename
af_za: oorspronklike lêernaam
de_de: Originaler Dateiname
el: αρχικό όνομα αρχείου
fa: نام فایل اصلی
hu: eredeti fájlnév
ja: 元のファイル名
kk: бастапқы файл атауы
lv: sākotnējais faila nosaukums
sq: emri origjinal i skedarit
sv: ursprungligt filnamn
th: ชื่อไฟล์ต้นฉบับ
uz: asl fayl nomi
zh_hk: 原始檔名

source: attachment
af_za: aanhangsel
de_de: Anhang
el: συνημμένο
fa: پیوست
hu: melléklet
ja: 添付ファイル
kk: тіркеме
lv: pielikumu
sq: bashkëngjitje
sv: bifogad fil
th: เอกสารแนบ
uz: biriktirma
zh_hk: 附件

source: attachments
af_za: aanhangsels
de_de: Anhänge
el: συνημμένα
fa: پیوست ها
hu: Csatolmányok
ja: 添付ファイル
kk: тіркемелер
lv: pielikumus
sq: bashkëngjitjet
sv: bilagor
th: เอกสารแนบ
uz: qo'shimchalar
zh_hk: 附件

source: file
af_za: lêer
de_de: Datei
el: αρχείο
fa: فایل
hu: Fájl
ja: ファイル
kk: файл
lv: failu
sq: dosje
sv: fil
th: ไฟล์
uz: fayl
zh_hk: 檔案

source: attachment revision
af_za: hersiening van aanhangsels
de_de: Anhangsrevision
el: αναθεώρηση συνημμένου
fa: بازبینی پیوست
hu: melléklet felülvizsgálata
ja: 添付ファイルの改訂
kk: қосымшаны қайта қарау
lv: pielikuma pārskatīšana
sq: rishikimi i bashkëngjitjes
sv: bilagerevision
th: ปรับปรุงเอกสารแนบ
uz: ilovani qayta ko'rib chiqish
zh_hk: 附件修訂版本

source: attachment revisions
af_za: aanhangsel hersienings
de_de: Anhangsrevisionen
el: αναθεωρήσεις συνημμένου
fa: بازبینی های پیوست
hu: melléklet felülvizsgálatai
ja: 添付ファイルの改訂
kk: қосымшаның түзетулері
lv: pielikumu pārskatīšana
sq: rishikimet e bashkëngjitjes
sv: bilagerevisioner
th: ปรับปรุงเอกสารแนบ
uz: qo'shimchani qayta ko'rib chiqish
zh_hk: 附件修訂版本

source: %s was successfully added.
af_za: %s is suksesvol bygevoeg.
de_de: %s wurde erfolgreich hinzugefügt
el: %s προστέθηκε με επιτυχία.
fa: %s با موفقیت اضافه شد.
hu: %s sikeresen hozzáadva.
ja: %sが正常に追加されました。
kk: %s сәтті қосылды.
lv: %s tika veiksmīgi pievienots.
sq: %s u shtua me sukses.
sv: %s har lagts till.
th: เพิ่ม %s สำเร็จแล้ว
uz: %s muvaffaqiyatli qo'shildi.
zh_hk: %s已成功加入。

source: Your file could not be saved: %s
af_za: Jou lêer kon nie gestoor word nie: %s
de_de: Ihre Datei konnte nicht gespeichert werden: %s
el: Το αρχείο σας δεν θα μπορούσε να σωθεί: %s
fa: فایل شما ذخیره نشد: %s
hu: A fájlt nem sikerült menteni: %s
ja: ファイルを保存できませんでした: %s
kk: Файлыңызды сақтау мүмкін болмады: %s
lv: Jūsu failu nevarēja saglabāt: %s
sq: Skedari juaj nuk mund të ruhet: %s
sv: Din fil kunde inte sparas: %s
th: ไฟล์ของคุณที่ไม่สามารถบันทึกได้: %s
uz: Faylingizni saqlab bo‘lmadi: %s
zh_hk: 您的檔案無法儲存： %s

source: Your file could not be saved, probably because of a permission error on the web server.
af_za: Jou lêer kon nie gestoor word nie, waarskynlik weens &#39;n toestemmingsfout op die webbediener.
de_de: Ihre Datei konnte nicht gespeichert werden, vermutlich aufgrund eines Berechtigungsfehlers auf dem Webserver
el: Το αρχείο σας δεν μπόρεσε να αποθηκευτεί, ενδεχομένως εξαιτίας κάποιου σφάλματος που αφορά στα δικαιώματα του server.
fa: فایل شما ذخیره نشد، احتمالاً به دلیل خطای مجوز در وب سرور.
hu: A fájl nem menthető, lehetséges, hogy a web szerver jogosultsági beállításai miatt.
kk: Файлыңызды сақтау мүмкін болмады, себебі веб-сервердегі рұқсат қатесі болуы мүмкін.
lv: Jūsu failu nevarēja saglabāt, iespējams, tīmekļa servera atļaujas kļūdas dēļ.
sq: Skedari juaj nuk mund të ruhet, ndoshta për shkak të një gabimi të lejes në serverin e uebit.
sv: Din fil kunde inte sparas, troligtvis på grund av ett åtkomstfel på servern.
th: ไฟล์ของคุณจะไม่สามารถบันทึกได้ อาจจะเป็นเพราะความผิดพลาดของการอนุญาตบนเว็บเซิร์ฟเวอร์
uz: Faylingizni saqlab boʻlmadi, ehtimol veb-serverdagi ruxsat xatosi tufayli.
zh_hk: 無法儲存您的文件，可能是因為 Web 伺服器上有權限錯誤。

source: %s uploaded and replaces old attachment.
af_za: %s opgelaai en ou aanhegsel vervang.
de_de: %s wurde hochgeladen und ersetzt alten Anhang
el: %s ανέβηκε και αντικατέστησε παλαιό συνημμένο.
fa: %s آپلود شده و جایگزین پیوست قدیمی می شود.
hu: %s feltöltve és lecserélve a régi csatolmány
ja: %s がアップロードされ、古い添付ファイルを置き換えました。
kk: %s жүктеп салынды және ескі тіркемені ауыстырады.
lv: %s augšupielādēja un aizstāj veco pielikumu.
sq: %s ngarkuar dhe zëvendëson atashimin e vjetër.
sv: %s uppladdad - ersätter gamla bilagan.
th: อัพโหลด %s และนำไปแทนที่เอกสารแนบเดิมแล้ว
uz: %s yuklangan va eski biriktirmani almashtiradi.
zh_hk: %s已上傳並取代舊附件。

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
af_za: Jou nuwe lêer sal outomaties hernoem word om te pas by die lêer wat reeds teenwoordig is. Lêers met verskillende uitbreidings word nie toegelaat nie.
de_de: Ihre Datei wird automatisch umbenannt, um mit der bereits vorhanden Datei übereinzustimmen. Dateien mit verschiedenen Dateiendungen sind nicht zulässig.
el: Το νέο αρχείο σας θα μετονομαστεί αυτόματα για να ταιριάζει με το ήδη υπάρχων αρχείο. Αρχεία με διαφορετικές επεκτάσεις δεν επιτρέπονται.
fa: فایل جدید شما به طور خودکار برای مطابقت با فایل موجود تغییر نام می دهد. فایل هایی با پسوندهای مختلف مجاز نیستند.
hu: Az új fájl automatikusan át lesz nevezve, hogy egyezzen a meglévővel. Más kiterjesztéssel rendelkező fájlok nem támogatottak.
ja: 新しいファイルは、既存のファイルに合わせて自動的に名前が変更されます。異なる拡張子のファイルは許可されていません。
kk: Жаңа файлыңыздың аты бұрыннан бар файлға сәйкес келетіндей автоматты түрде өзгертіледі. Әртүрлі кеңейтімдері бар файлдарға рұқсат етілмейді.
lv: Jaunā faila nosaukums tiks automātiski mainīts, lai atbilstu jau esošajam failam. Faili ar dažādiem paplašinājumiem nav atļauti.
sq: Skedari juaj i ri do të riemërtohet automatikisht për të përputhur me skedarin tashmë të pranishëm. Skedarët me shtesa të ndryshme nuk lejohen.
sv: Din nya fil kommer automatiskt att döpas om för att matcha den redan existerande filen. Filer med olika ändelser är inte tillåtna.
th: ไฟล์ใหม่ของคุณจะได้รับการเปลี่ยนชื่อเพื่อให้ตรงกับไฟล์ที่มีอยู่แล้วในปัจจุบันโดยอัตโนมัติ ไฟล์ที่มีนามสกุลที่แตกต่างกันจะไม่ได้รับอนุญาต
uz: Sizning yangi faylingiz allaqachon mavjud faylga mos kelishi uchun avtomatik ravishda qayta nomlanadi. Turli kengaytmali fayllarga ruxsat berilmaydi.
zh_hk: 您的新檔案將自動重新命名以符合已存在的檔案。不允許使用具有不同副檔名的檔案。

source: Current revision changed for %s.
af_za: Huidige hersiening verander vir %s .
de_de: Aktuelle Revision von %s geändert.
el: Η τρέχουσα αναθεώρηση άλλαξε για %s
fa: بازبینی فعلی برای %s تغییر کرد.
hu: A jelenlegi felülvizsgálat dátuma %s.
ja: %sの現在のリビジョンが変更されました。
kk: Ағымдағы нұсқасы %s үшін өзгертілді.
lv: Pašreizējā versija mainīta %s .
sq: Rishikimi aktual është ndryshuar për %s .
sv: Nuvarande revision ändrad för %s.
th: การเปลี่ยนแปลงปัจจุบันสำหรับ %s
uz: %s uchun joriy tahrir o'zgartirildi.
zh_hk: 目前版本已變更為%s 。

source: Added a reference to "%(att)s" from "%(art)s".
af_za: Het &#39;n verwysing bygevoeg na &quot; %(att)s &quot; vanaf &quot; %(art)s &quot;.
de_de: Verweis von "%(att)s" auf "%(art)s" hinzugefügt.
el: Προστέθηκε μια αναφορά στην ''%(att)s'' απο ''%(art)s''.
fa: یک مرجع به %(att)s از %(art)s ; اضافه شد.
hu: "%(art)s" által "%(att)s" hozzáadott hivatkozás."
ja: "%(art)s"から"%(att)s"への参照が追加されました。
kk: " %(art)s " ішінен " %(att)s " сілтемесі қосылды.
lv: Pievienota atsauce uz &quot; %(att)s &quot; no &quot; %(art)s &quot;.
sq: U shtua një referencë për "%(att)s" nga "%(art)s".
sv: Lade till en referens till "%(att)s" från "%(art)s".
th: เพิ่มการอ้างอิงเป็น "%(att)s" จาก "%(art)s".
uz: " %(art)s " dan " %(att)s " ga havola qo'shildi.
zh_hk: 新增了對“ %(art)s ”中的“ %(att)s ”的引用。

source: The file %s was deleted.
af_za: Die lêer %s is uitgevee.
de_de: Die Datei %s wurde gelöscht.
el: Το αρχείο %s διεγράφη.
fa: فایل %s حذف شد.
hu: A(z) %s fájl törölve lett.
ja: ファイル%sが削除されました。
kk: %s файлы жойылды.
lv: Fails %s tika izdzēsts.
sq: Skedari %s u fshihet.
sv: Filen %s har raderats.
th: ลบไฟล์ %s แล้ว
uz: %s fayli o'chirildi.
zh_hk: 檔案%s已刪除。

source: This article is no longer related to the file %s.
af_za: Hierdie artikel hou nie meer verband met die lêer %s nie.
de_de: Dieser Artikel ist nicht länger mit Datei %s verknüpft.
el: Αυτό το άρθρο πλέον δεν σχετίζετε με το αρχείο %s.
fa: این مقاله دیگر مربوط به فایل %s نیست.
hu: A cikk már nem függ össze a fájllal %s.
ja: この記事はファイル%sに関連しなくなりました。
kk: Бұл мақала бұдан былай %s файлына қатысты емес.
lv: Šis raksts vairs nav saistīts ar failu %s .
sq: Ky artikull nuk është më i lidhur me skedarin %s.
sv: Denna artikel är inte längre relaterad till filen %s.
th: บทความนี้ไม่ได้เกี่ยวข้องถึงแฟ้ม %s อีกต่อไป
uz: Ushbu maqola endi %s fayliga aloqador emas.
zh_hk: 本文不再與檔案%s相關。

source: A file was changed: %s
af_za: &#39;n Lêer is verander: %s
de_de: Eine Datei wurde geändert: %s
el: Ενα αρχείο αλλαξε: %s
fa: یک فایل تغییر کرد: %s
hu: Egy fájl megváltozott: %s
ja: ファイルが変更されました: %s
kk: Файл өзгертілді: %s
lv: Tika mainīts fails: %s
sq: Një skedar u ndryshua: %s
sv: En fil ändrades: %s
th: แฟ้มถูกเปลี่ยนแปลงแล้ว: %s
uz: Fayl o'zgartirildi: %s
zh_hk: 檔案已更改： %s

source: A file was deleted: %s
af_za: &#39;n Lêer is uitgevee: %s
de_de: Eine Datei wurde gelöscht: %s
el: Ένα αρχείο διεγράφη: %s
fa: یک فایل حذف شد: %s
hu: Egy fájl törölve lett: %s
ja: ファイルが削除されました: %s
kk: Файл жойылды: %s
lv: Tika izdzēsts fails: %s
sq: Një skedar u fshi: %s
sv: En fil togs bort: %s
th: แฟ้มถูกลบแล้ว: %s
uz: Fayl o'chirildi: %s
zh_hk: 檔案被刪除： %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
af_za: Die lêer kan na ander artikels verwys word. Om dit uit te vee beteken dat hulle hul verwysings na hierdie lêer sal verloor. Die volgende artikels verwys na hierdie lêer:
de_de: Die Datei könnte auf anderen Artikel referenziert sein. Das Löschen bedeutet, dass sie ihre Referenzen auf diese Datei verlieren. Die folgenden Artikel beziehen sich auf diese Datei:
el: Το αρχείο μπορεί να αναφέρεται σε άλλα άρθρα. Η διαγραφή του σημαίνει ότι θα χαθούν οι όποιες αναφορές. Τα ακόλουθα άρθρα αναφέρονται σε αυτό το αρχείο:
fa: این فایل ممکن است به مقالات دیگر ارجاع داده شود. حذف آن به این معنی است که آنها ارجاعات خود به این فایل را از دست خواهند داد. مقالات زیر به این فایل اشاره دارند:
hu: A fájlra más cikkek is hivatkozhatnak. Ha törli, ezek a cikkek elveszítik a hivatkozásaikat erre a fájlra. A következő cikkek hivatkoznak erre a fájlra:
ja: 他の資料でこのファイルが参照されている可能性があります。削除すると、これらの資料はこのファイルへの参照を失います。次の資料がこのファイルを参照しています。
kk: Файлға басқа мақалаларға сілтеме жасауға болады. Оны жою олардың осы файлға сілтемелерін жоғалтатынын білдіреді. Келесі мақалалар осы файлға сілтеме жасайды:
lv: Uz šo failu var atsaukties citos rakstos. Ja to dzēsīsiet, tie zaudēs atsauces uz šo failu. Uz šo failu ir atsauces šādos rakstos:
sq: Skedari mund të referohet në artikuj të tjerë. Fshirja e tij do të thotë se ata do të humbasin referencat e tyre për këtë skedar. Artikujt e mëposhtëm i referohen këtij skedari:
sv: Filen kan refereras till i andra artiklar. Att ta bort den betyder att de kommer att förlora sina hänvisningar till den här filen. Följande artiklar refererar till den här filen:
uz: Faylga boshqa maqolalarda havola qilish mumkin. Uni o'chirish ular ushbu faylga havolalarini yo'qotishlarini anglatadi. Quyidagi maqolalar ushbu faylga havola qilinadi:
zh_hk: 其他文章可能會引用該文件。刪除它意味著他們將失去對此文件的引用。以下文章引用了該文件：

source: Delete it!
af_za: Vee dit uit!
de_de: Löschen!
el: Διέγραψε το!
fa: آن را حذف کنید!
hu: Törölje!
ja: 削除してください！
kk: Оны жойыңыз!
lv: Izdzēs to!
sq: Fshijeni!
sv: Radera det!
uz: Oʻchirib tashlang!
zh_hk: 刪除它！

source: Remove
af_za: Verwyder
de_de: Entfernen
el: Αφαίρεση
fa: برداشتن
hu: Eltávolítás
ja: 削除
kk: Жою
lv: Noņemt
sq: Hiq
uz: O'chirish
zh_hk: 移除

source: You can remove a reference to a file, but it will retain its references on other articles.
af_za: Jy kan &#39;n verwysing na &#39;n lêer verwyder, maar dit sal sy verwysings op ander artikels behou.
de_de: Sie können einen Verweis auf eine Datei entfernen, aber sie behält ihre Verweise in anderen Artikeln.
el: Μπορείτε να αφαιρέσετε μια αναφορά σε ένα αρχείο, αλλά να διατηρήσετε τις αναφορές σε άλλα άρθρα.
fa: شما می توانید یک مرجع به یک فایل را حذف کنید، اما ارجاعات خود را در مقالات دیگر حفظ می کند.
ja: ファイルへの参照を削除することはできますが、他の記事での参照は保持されます。
kk: Файлға сілтемені жоюға болады, бірақ ол басқа мақалалардағы сілтемелерін сақтайды.
lv: Atsauci uz failu varat dzēst, taču tā saglabās atsauces uz citiem rakstiem.
sq: Ju mund të hiqni një referencë për një skedar, por ai do të ruajë referencat e tij në artikuj të tjerë.
sv: Du kan ta bort en referens till en fil, men den kommer att behålla sina referenser på andra artiklar.
uz: Siz faylga havolani olib tashlashingiz mumkin, lekin u boshqa maqolalardagi havolalarini saqlab qoladi.
zh_hk: 您可移除對某個文件的引用，但該文件在其他文章中的引用仍會保留。

source: Remove reference
af_za: Verwyder verwysing
de_de: Referenz entfernen
el: Κατάργηση αναφοράς
fa: حذف مرجع
hu: Hivatkozás eltávolítása
ja: 参照を削除
kk: Анықтаманы жою
lv: Noņemt atsauci
sq: Hiq referencë
sv: Ta bort hänvisning.
uz: Malumotni olib tashlang
zh_hk: 刪除參考

source: History of
af_za: Geskiedenis van
de_de: Verlauf von
el: Ιστορικό του
fa: تاریخ
hu: Története
ja: 歴史
kk: тарихы
lv: Vēsture
sq: Historia e
sv: Historien om
uz: tarixi
zh_hk: 的歷史

source: Date
af_za: Datum
de_de: Datum
el: Ημερομηνία
fa: تاریخ
hu: Dátum
ja: 日付
kk: Күн
lv: Datums
sq: Datë
sv: Datum
th: วันที่
uz: Sana
zh_hk: 日期

source: User
af_za: Gebruiker
de_de: Benutzer
el: Χρήστης
fa: کاربر
hu: Felhasználó
ja: ユーザー
kk: Пайдаланушы
lv: Lietotājs
sq: Përdoruesi
sv: Användare
th: ผู้ใช้
uz: Foydalanuvchi
zh_hk: 用户

source: File
af_za: lêer
de_de: Datei
el: Αρχείο
fa: فایل
hu: Fájl
ja: ファイル
kk: Файл
lv: Fails
sq: Skedari
sv: Fil
th: ไฟล์
uz: Fayl
zh_hk: 檔案

source: Action
af_za: Aksie
de_de: Aktion
el: Ενέργεια
fa: عمل
hu: Művelet
ja: アクション
kk: Әрекет
lv: Darbība
sq: Veprimi
uz: Harakat
zh_hk: 操作

source: <em>No description</em>
af_za: <em>geen beskrywing</em>
de_de: <em>Keine Beschreibung</em>
el: <em>Χωρίς περιγραφή</em>
fa: <em>بدون توضیح</em>
hu: <em>Nincs leírás</em>
ja: <em>説明なし</em>
kk: <em>Сипаттама жоқ</em>
lv: <em>Nav apraksta</em>
sq: <em>Asnjë përshkrim</em>
sv: <em>Ingen beskrivning</em>
uz: <em>Ta'rif yo'q</em>
zh_hk: <em>沒有說明</em>

source: Download
af_za: Aflaai
el: Λήψη
fa: دانلود
hu: Letöltés
ja: ダウンロード
kk: Жүктеп алу
lv: Lejupielādēt
sq: Shkarko
sv: Ladda ner
th: ดาวน์โหลด
uz: Yuklab olish
zh_hk: 下載

source: Use this!
af_za: Gebruik hierdie!
de_de: Benutzen
el: Χρησιμοποιήστε το!
fa: از این استفاده کن!
hu: Használd ezt!
ja: これを使ってください！
kk: Мынаны қолданыңыз!
lv: Lieto šo!
sq: Përdoreni këtë!
sv: Använd detta!
uz: Buni ishlating!
zh_hk: 用這個！
