Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
af_za: Kies Waar as jy hierdie komponent as &#39;n plekhouer wil gebruik vir sinkronisering met &#39;n eksterne graderingstelsel eerder as om &#39;n eksterne nutsding te begin. Hierdie instelling versteek die Begin-knoppie en enige IFrame vir hierdie komponent.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་ཆ་ཤས་འདི་ཕྱི་རོལ་གྱི་ལག་ཆ་འགོ་འཛུགས་བྱེད་པ་ལས་ཕྱི་རོལ་གྱི་རིམ་པ་མ་ལག་དང་མཉམ་དུ་དུས་མཉམ་བཟོ་བའི་ས་གནས་འཛིན་མཁན་དུ་བེད་སྤྱོད་གཏོང་འདོད་ན་བདེན་པ་འདེམས། སྒྲིག་སྟངས་འདིས་ཆ་ཤས་འདིའི་ཆེད་དུ་འགོ་འཛུགས་མཐེབ་དང་IFramesགང་རུང་སྦས་ཡོད།
de_de: Wähle "Wahr" falls du diese Komponente als Platzhalter für die Synchronisation mit externen Bewertungssystemen, anstelle des Starts eines externen Werkzeugs, nutzen willst. Diese Einstellung versteckt den Startknopf und alle IFrames für diese Komponente.
el: Επιλέξτε True εάν θέλετε να χρησιμοποιήσετε αυτό το στοιχείο ως "σύμβολο κράτησης θέσης" (placeholder) για συγχρονισμό με ένα εξωτερικό σύστημα βαθμολόγησης αντί για εκκίνηση ενός εξωτερικού εργαλείου. Αυτή η ρύθμιση κρύβει το κουμπί «Εκκίνηση» και τυχόν πλαίσια για αυτό το στοιχείο.
es: Seleccione Verdadero si desea utilizar este componente como marcador de posición para sincronizar con un sistema de calificación externo en lugar de iniciar una herramienta externa. Esta configuración oculta el botón de inicio y cualquier IFrame para este componente.
fa: اگر می‌خواهید از این مؤلفه به‌عنوان مکان‌نما برای همگام‌سازی با یک سیستم درجه‌بندی خارجی به جای راه‌اندازی ابزار خارجی استفاده کنید، «درست» را انتخاب کنید. این تنظیم دکمه راه اندازی و هر IFrame را برای این مؤلفه پنهان می کند.
hu: Válassza a True lehetőséget, ha ezt a komponenst egy külső értékelési rendszerrel való szinkronizálás helyőrzőjeként szeretné használni, ahelyett, hogy egy külső eszközt indítana el. Ez a beállítás elrejti az Indítás gombot és az IFrame-eket ehhez a komponenshez.
ja: 外部ツールを起動するのではなく、外部の採点システムと同期するためのプレースホルダーとしてこのコンポーネントを使用したい場合は、「True」を選択してください。この設定により、このコンポーネントの起動ボタンとすべてのIFrameが非表示になります。
kk: Бұл құрамдас бөлікті сыртқы құралды іске қоспай, сыртқы бағалау жүйесімен синхрондау үшін толтырғыш ретінде пайдаланғыңыз келсе, True параметрін таңдаңыз. Бұл параметр Іске қосу түймешігін және осы құрамдас үшін кез келген IFrame файлдарын жасырады.
lv: Atlasiet True, ja vēlaties izmantot šo komponentu kā vietturi sinhronizēšanai ar ārēju vērtēšanas sistēmu, nevis palaist ārēju rīku. Šis iestatījums paslēpj šī komponenta pogu Palaist un visus IFrame.
sq: Zgjidhni "E vërtetë" nëse dëshironi ta përdorni këtë komponent si një mbajtëse vendi për sinkronizimin me një sistem të jashtëm klasifikimi në vend që të hapni një mjet të jashtëm. Ky cilësim fsheh butonin Launch dhe çdo IFrame për këtë komponent.
sv: Välj Sant om du vill använda den här komponenten som en platshållare för synkronisering med ett externt betygssystem istället för att starta ett externt verktyg. Denna inställning döljer Start-knappen och eventuella IFrames för denna komponent.
th: เลือกใช่หากคุณต้องการใช้องค์ประกอบนี้เป็นตำแหน่งสำหรับการซิงค์กับระบบการให้คะแนนจากภายนอกมากกว่าการเปิดตัวเครื่องมือภายนอก การตั้งค่านี้จะซ่อนปุ่มเปิดใช้และ IFrames ใด ๆ สำหรับส่วนนี้
uz: Agar siz ushbu komponentdan tashqi vositani ishga tushirish o'rniga tashqi baholash tizimi bilan sinxronlash uchun joy ushlagich sifatida foydalanmoqchi bo'lsangiz, "True" ni tanlang. Ushbu sozlama Ishga tushirish tugmasi va ushbu komponent uchun har qanday IFrame'larni yashiradi.
zh_hk: 若您想要使用該組件作為一個與外部評分系統同步的佔位符，而不是啟動一個外部工具，則設該值為Ture。此設定會隱藏啟動按鈕和該組件的任何內聯框架。

source: Request user's username
af_za: Versoek gebruiker se gebruikersnaam
bo: སྤྱོད་མཁན་མིང་རེ་ཞུ།
de_de: Frage den Benutzernamen des Nutzers ab
el: Ζητήστε το όνομα χρήστη
es: Solicitar nombre de usuario del usuario
fa: درخواست نام کاربری کاربر
hu: Felhasználói név kérése
ja: ユーザーのユーザー名を要求する
kk: Пайдаланушының пайдаланушы атын сұрау
lv: Pieprasīt lietotāja lietotājvārdu
sq: Kërkoni emrin e përdoruesit
sv: Begär användarens användarnamn
th: ต้องการชื่อผู้ใช้
uz: Foydalanuvchining foydalanuvchi nomini so'rang
zh_hk: 請求用戶的用戶名

source: Select True to request the user's username.
af_za: Kies Waar om die gebruiker se gebruikersnaam aan te vra.
bo: སྤྱོད་མཁན་གྱི་མིང་རེ་ཞུ་བྱེད་པར་བདེན་པ་འདེམ།
de_de: Wählen Sie True, um den Benutzername des Teilnehmers anzufordern.
el: Επιλέξτε True για να ζητήσετε το όνομα χρήστη.
es: Seleccione Verdadero para solicitar el nombre de usuario del usuario.
fa: برای درخواست نام کاربری کاربر، True را انتخاب کنید.
hu: Válassza a True lehetőséget a felhasználó felhasználónevének kéréséhez.
kk: Пайдаланушының пайдаланушы атын сұрау үшін True параметрін таңдаңыз.
lv: Atlasiet True, lai pieprasītu lietotāja lietotājvārdu.
sq: Zgjidhni Të vërtetë për të kërkuar emrin e përdoruesit të përdoruesit.
sv: Välj True för att begära användarens användarnamn.
th: เลือกจริง เพื่อจะขอชื่อผู้ใช้ของผู้ใช้
uz: Foydalanuvchining foydalanuvchi nomini so'rash uchun True ni tanlang.
zh_hk: 選擇 True 以請求用户的用户名稱。

source: Request user's email
af_za: Versoek gebruiker se e-pos
bo: སྤྱོད་མཁན་གྱི་ཡིག་ཟམ་རེ་ཞུ་བྱེད་པ།
de_de: E-Mail-Adresse des Nutzers anfragen
el: Ζητήστε τη διεύθυνση ηλ. ταχυδρομείου του χρήστη
es: Solicitar correo electrónico del usuario
fa: درخواست ایمیل کاربر
hu: Felhasználói e-mail kérése
ja: ユーザーのメールアドレスを要求
kk: Пайдаланушының email-ін сұрау
lv: Pieprasīt lietotāja e-pastu
sq: Kërkoni emailin e përdoruesit
sv: Begär användarens email
th: ต้องการอีเมล์ของผู้ใช้
uz: Foydalanuvchining elektron pochta manzilini so'rang
zh_hk: 請求用户的電郵

source: Select True to request the user's email address.
af_za: Kies Waar om die gebruiker se e-posadres aan te vra.
de_de: Wählen Sie True, um die E-Mail-Adresse des Benutzer anzufordern
el: Επιλέξτε True για να ζητήσετε τη διεύθυνση email του χρήστη.
es: Seleccione Verdadero para solicitar la dirección de correo electrónico del usuario.
fa: برای درخواست آدرس ایمیل کاربر، True را انتخاب کنید.
hu: Válassza a "True" lehetőséget, ha kéri a felhasználó e-mail címét.
lv: Atlasiet True, lai pieprasītu lietotāja e-pasta adresi.
sq: Zgjidhni Të vërtetë për të kërkuar adresën e emailit të përdoruesit.
sv: Välj Sant för att begära användarens e-postadress.
th: เลือกจริง เพื่อจะขอที่อยู่อีเมล์ของผู้ใช้
uz: Foydalanuvchining elektron pochta manzilini so'rash uchun True ni tanlang.
zh_hk: 選擇 True 以請求用户的電郵地址。

source: LTI Application Information
af_za: LTI Aansoek inligting
bo: LTI སྙན་ཞུའི་ཆ་འཕྲིན།
de_de: LTI Bewerbungsinformation
el: Πληροφορίες εφαρμογής LTI
es: Información de la aplicación LTI
fa: اطلاعات برنامه LTI
hu: LTI Alkalmazásinformációk
ja: LTIアプリケーション情報
kk: LTI қолданбасы туралы ақпарат
lv: LTI pieteikuma informācija
sq: Informacioni për Aplikimin LTI
th: ข้อมูลแอพลิเคชัน LTI
uz: LTI ilovasi haqida ma'lumot
zh_hk: LTI應用資訊

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
af_za: Voer &#39;n beskrywing van die derdeparty-toepassing in. As u &#39;n gebruikersnaam en/of e-pos versoek, gebruik hierdie tekskassie om gebruikers in te lig waarom hul gebruikersnaam en/of e-pos na &#39;n derdeparty-toepassing aangestuur sal word.
bo: ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་འགྲེལ་བཤད་བྲིས། སྤྱོད་མཁན་མིང་དང་/ཡང་ན་ཡིག་ཟམ་རེ་ཞུ་བྱེད་ན་སྤྱོད་མཁན་ཚོར་ཁོང་ཚོའི་སྤྱོད་མཁན་མིང་དང་/ཡང་ན་ཡིག་ཟམ་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ལ་གཏོང་དགོས་དོན་བརྡ་སྤྲོད་བྱོས།
de_de: Geben Sie eine Beschreibung der Drittanbieteranwendung ein. Wenn Sie einen Benutzernamen und/oder eine E-Mail anfordern, verwenden Sie dieses Textfeld, um die Benutzer darüber zu informieren, warum ihr Benutzername und/oder ihre E-Mail an eine Drittanbieteranwendung weitergeleitet wird.
el: Εισαγάγετε μια περιγραφή της εφαρμογής τρίτων. Εάν ζητάτε όνομα χρήστη και/ή email, χρησιμοποιήστε αυτό το πλαίσιο κειμένου για να ενημερώσετε τους χρήστες γιατί το όνομα χρήστη και/ή το email τους θα προωθηθεί σε εφαρμογή τρίτων.
es: Ingrese una descripción de la aplicación de terceros. Si solicita el nombre de usuario y/o el correo electrónico, utilice este cuadro de texto para informar a los usuarios por qué su nombre de usuario y/o correo electrónico se enviará a una aplicación de terceros.
fa: توضیحات برنامه شخص ثالث را وارد کنید. در صورت درخواست نام کاربری و/یا ایمیل، از این کادر متنی استفاده کنید تا به کاربران اطلاع دهید که چرا نام کاربری و/یا ایمیل آنها به یک برنامه شخص ثالث بازارسال می شود.
hu: Adja meg a harmadik fél alkalmazásának leírását. Ha felhasználónevet és/vagy e-mail címet kér, használja ezt a szövegdobozt, hogy tájékoztassa a felhasználókat, miért kerül továbbításra a felhasználónevük és/vagy e-mail címük egy harmadik fél alkalmazáshoz.
ja: 第三者アプリケーションの説明を入力してください。ユーザー名やメールアドレスを要求する場合は、このテキストボックスを使用して、ユーザー名やメールアドレスが第三者アプリケーションに転送される理由をユーザーに知らせてください。
kk: Үшінші тарап қолданбасының сипаттамасын енгізіңіз. Пайдаланушы атын және/немесе электрондық поштаны сұрасаңыз, пайдаланушы аты және/немесе электрондық поштасы үшінші тарап қолданбасына неліктен жіберілетінін хабарлау үшін осы мәтін ұясын пайдаланыңыз.
lv: Ievadiet trešās puses lietojumprogrammas aprakstu. Ja tiek pieprasīts lietotājvārds un/vai e-pasts, izmantojiet šo teksta lauku, lai informētu lietotājus, kāpēc viņu lietotājvārds un/vai e-pasts tiks pārsūtīts trešās puses lietojumprogrammai.
sq: Futni një përshkrim të aplikacionit të palës së tretë. Nëse kërkoni emrin e përdoruesit dhe/ose email, përdorni këtë kuti teksti për të informuar përdoruesit pse emri i përdoruesit dhe/ose emaili i tyre do të përcillet te një aplikacion i palës së tretë.
sv: Ange en beskrivning av tredjepartsprogrammet. Om du begär användarnamn och / eller e-post, använd den här textrutan för att informera användarna varför deras användarnamn och / eller e-post ska vidarebefordras till en tredje part.
th: กรอกรายละเอียดของแอพลิเคชั่นบุคคลที่สาม ถ้าต้องการชื่อผู้ใช้หรืออีเมล์, ใช้กล่องข้อความนี้เพื่อแจ้งผู้ใช้ว่าทำไมชื่อผู้ใช้หรืออีเมล์ได้ถูกส่งต่อไปยังแอพลิเคชั่นบุคคลที่สาม
uz: Uchinchi tomon ilovasining tavsifini kiriting. Agar foydalanuvchi nomi va/yoki elektron pochta manzilini soʻrasangiz, foydalanuvchi nomi va/yoki elektron pochta manzili nima uchun uchinchi tomon ilovasiga yuborilishi haqida maʼlumot berish uchun ushbu matn maydonidan foydalaning.
zh_hk: 輸入第三方應用程式的描述。如果需要輸入使用者名稱和/或電子郵件， 使用此文字方塊來告訴使用者為什麼第三方應用程式需要使用者的使用者名稱及電子郵件信箱。

source: Button Text
af_za: Knoppie teks
bo: གནོན་མཐེབ་ཡི་གེ།
de_de: Schaltflächentext
el: Κείμενο κουμπιού
es: Texto del botón
fa: متن دکمه
hu: Gomb felirat
ja: ボタンテキスト
kk: Түйме мәтіні
lv: Pogas teksts
sq: Teksti i butonit
sv: Knapptext
th: ปุ่มข้อความ
uz: Matn tugmasi
zh_hk: 按鈕文字

source: Enter the text on the button used to launch the third party application.
af_za: Voer die teks in op die knoppie wat gebruik word om die derdeparty-toepassing te begin.
de_de: Geben Sie den Text für die Schaltfläche ein, mit der Sie die Drittanbieteranwendung starten.
el: Εισαγάγετε το κείμενο στο κουμπί που χρησιμοποιείται για την εκκίνηση της εφαρμογής τρίτων.
es: Ingrese el texto del botón utilizado para iniciar la aplicación de terceros.
fa: متن روی دکمه مورد استفاده برای راه اندازی برنامه شخص ثالث را وارد کنید.
kk: Үшінші тарап қолданбасын іске қосу үшін пайдаланылатын түймедегі мәтінді енгізіңіз.
lv: Ievadiet tekstu uz pogas, kas tiek izmantota trešās puses lietojumprogrammas palaišanai.
sq: Futni tekstin në butonin e përdorur për të nisur aplikacionin e palës së tretë.
sv: Ange texten på knappen som används för att starta tredjepartsapplikationen.
th: ข้อความที่ปุ่มที่ถูกใช้ในการเปิดตัวเป็นแอพลิเคชั่นของบุคคลที่สาม
uz: Uchinchi tomon ilovasini ishga tushirish uchun ishlatiladigan tugmachadagi matnni kiriting.
zh_hk: 輸入按鈕上的文字用於載入第三方應用程式。

source: Accept grades past deadline
af_za: Aanvaar grade verby sperdatum
bo: དུས་བཀག་ལས་བརྒལ་བའི་སྐར་གྲངས་དང་ལེན་བྱེད་པ།
de_de: Benotungen nach abgelaufener Frist annehmen.
el: Αποδοχή βαθμολογίας εκπρόθεσμα
es: Aceptar calificaciones después de la fecha límite
fa: قبول نمرات گذشته مهلت
ja: 締切後の成績を受け入れる
kk: Белгіленген мерзімнен өткен бағаларды қабылдаңыз
lv: Pieņemiet vērtējumus pēc termiņa beigām
sq: Prano notat pas afatit
sv: Godkänn betyg efter deadline
th: ยอมรับวันครบกำหนดส่งการให้คะแนนล่าช้า
uz: Belgilangan muddatdan o'tgan baholarni qabul qiling
zh_hk: 接受超過截止日期的成績

source: Select True to allow third party systems to post grades past the deadline.
af_za: Kies Waar om derdepartystelsels toe te laat om grade verby die sperdatum te plaas.
bo: ཕྱོགས་གསུམ་པའི་མ་ལག་ལ་དུས་ཚོད་ལས་བརྒལ་ཏེ་གྲུབ་འབྲས་སྤེལ་ཆོག་པའི་ཆེད་དུ་བདེན་པ་འདེམས།
de_de: Wählen Sie True, damit Drittsysteme Noten über den Stichtag hinaus veröffentlichen können.
el: Επιλέξτε True για να επιτρέψετε στα συστήματα τρίτων να δημοσιεύουν βαθμούς μετά την προθεσμία.
es: Seleccione Verdadero para permitir que los sistemas de terceros publiquen calificaciones después de la fecha límite.
fa: درست را انتخاب کنید تا به سیستم های شخص ثالث اجازه داده شود تا نمرات را پس از مهلت مقرر ارسال کنند.
hu: Válassza a "True" lehetőséget, hogy engedélyezze harmadik fél rendszerek számára a határidő utáni jegyek közzétételét.
ja: 締切を過ぎてもサードパーティシステムが成績を投稿できるようにするには、「True」を選択してください。
kk: Үшінші тарап жүйелеріне белгіленген мерзімнен өткен бағаларды жариялауға рұқсат беру үшін True параметрін таңдаңыз.
lv: Atlasiet True, lai ļautu trešo pušu sistēmām publicēt vērtējumus pēc termiņa beigām.
sq: Zgjidhni "E vërtetë" për të lejuar sistemet e palëve të treta të postojnë notat pas afatit.
sv: Välj True för att tillåta tredjepartssystem att skicka betyg efter tidsfristen.
th: เลือกใช่ เพื่อจะอนุญาตให้ระบบที่เป็นบุคคลที่สามโพสต์การให้คะแนนที่เกินกำหนดเวลา
uz: Uchinchi tomon tizimlariga belgilangan muddatdan o‘tgan baholarni joylashtirishga ruxsat berish uchun True ni tanlang.
zh_hk: 選擇 "是" 以允許第三方系統在截止日期後發布成績。

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
af_za: Kon nie gepasmaakte parameter ontleed nie: {custom_parameter} . Moet &quot;x=y&quot;-string wees.
de_de: Kann den individuellen Parameter nicht verarbeiten: {custom_parameter}. Der String sollte "x=y" sein.
el: Δεν ήταν δυνατή η ανάλυση της προσαρμοσμένης παραμέτρου: {custom_parameter}. Θα πρέπει να είναι συμβολοσειρά "x=y".
es: No se pudo analizar el parámetro personalizado: {custom_parameter}. Debería ser una cadena "x=y".
fa: پارامتر سفارشی تجزیه نشد: {custom_parameter} . باید رشته &quot;x=y&quot; باشد.
hu: Nem sikerült elemezni az egyéni paramétert: {custom_parameter}. "x=y" formátumú szövegnek kell lennie.
ja: カスタムパラメータを解析できませんでした: {custom_parameter}。 "x=y" 形式の文字列である必要があります。
kk: Пайдаланушы параметрін талдау мүмкін болмады: {custom_parameter} . «x=y» жолы болуы керек.
lv: Nevarēja parsēt pielāgoto parametru: {custom_parameter} . Jābūt virknei “x=y”.
sq: Nuk mund të analizohej parametri i personalizuar: {custom_parameter}. Duhet të jetë vargu "x=y".
sv: Kunde inte tolka anpassad parameter: {custom_parameter}. Bör vara en "x=y"-sträng.
th: ไม่สามารถวิเคราะห์ค่าที่กำหนดเอง: {custom_parameter}. ควรจะสตริง "x=y"
uz: Maxsus parametrni tahlil qilib bo‘lmadi: {custom_parameter} . "x = y" qatori bo'lishi kerak.
zh_hk: 無法解析自訂參數：{custom_parameter}。參數格式必須類似於“x=y”。

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
af_za: Kon nie LTI-paspoort ontleed nie: {lti_passport} . Moet &quot;id:key:secret&quot;-string wees.
de_de: Kann LTI-Passport: {lti_passport} nicht verarbeiten. Der String sollte "id:key:secret" sein.
el: Δεν ήταν δυνατή η ανάλυση του διαβατηρίου LTI: {lti_passport}. Θα πρέπει να είναι συμβολοσειρά "id:key:secret".
es: No se pudo analizar el pasaporte LTI: {lti_passport}. Debería ser una cadena "id:clave:secreto".
fa: گذرنامه LTI تجزیه نشد: {lti_passport} . باید رشته &quot;id:key:secret&quot; باشد.
hu: Nem sikerült elemezni az LTI útlevelet: {lti_passport}. A formátumnak "id:key:secret" karakterláncnak kell lennie.
ja: LTIパスポートを解析できませんでした: {lti_passport}。「id:key:secret」形式の文字列である必要があります。
kk: LTI төлқұжатын талдау мүмкін болмады: {lti_passport}. «id:key:secret» жолы болуы керек.
lv: Nevarēja parsēt LTI pasi: {lti_passport} . Jābūt virknei “id:key:secret”.
sq: Nuk mund të analizohej pasaporta LTI: {lti_passport}. Duhet të jetë vargu "id:key:secret".
th: ไม่สามารถวิเคราะห์ LTIพาสปอร์ตได้: {lti_passport}. ควรจะสตริง "id:key:secret"
uz: LTI pasportini tahlil qilib boʻlmadi: {lti_passport} . "id: key: secret" qatori bo'lishi kerak.
zh_hk: 無法解析LTI通行證：{lti_passport}，這應當是一個由「id:key:secret」所構成的字串。

source: Due Date
af_za: Sperdatum
bo: དུས་བཅད་རྫོགས་དུས།
de_de: Fälligkeitsdatum
el: Υποβολή μέχρι
es: Fecha límite
fa: سررسید
hu: Leadási határidő
kk: Аяқталу күні
lv: Gala termiņš
sq: Data e Afatit
sv: Förfallodatum
th: วันครบกำหนด
uz: Muddati
zh_hk: 截止日期

source: Enter the default date by which problems are due.
af_za: Voer die verstekdatum in waarteen probleme verskuldig is.
de_de: Gib das voreingestellte Datum ein, bis zu welchem Fragestellungen zu bearbeiten sind.
el: Εισαγάγετε την προεπιλεγμένη ημερομηνία προθεσμίας των προβλημάτων.
es: Ingrese la fecha predeterminada en la que vencen los problemas.
fa: تاریخ سررسید پیش‌فرض مسئله‌ها را وارد کنید.
hu: Adja meg az alapértelmezett határidőt, ameddig a feladatokat be kell fejezni.
ja: 問題の提出期限となるデフォルトの日付を入力してください。
kk: Мәселелер туындайтын әдепкі күнді енгізіңіз.
lv: Ievadiet noklusējuma datumu, līdz kuram radušās uzdevumi.
sq: Duhet të futet data e paracaktuar deri në të cilën duhet të dorëzohen problemet.
th: กรอกวันเบื้องต้นที่ปัญหาจะต้องส่ง
uz: Muammo yuzaga keladigan standart sanani kiriting.
zh_hk: 輸入問題的預設截止日期。

source: Number of Relative Weeks Due By
af_za: Aantal relatiewe weke wat betaalbaar is
de_de: Anzahl der relativen Wochen, die bis fällig sind
el: Αριθμός σχετικών εβδομάδων που οφείλονται κατά
es: Número de semanas relativas para la fecha límite
fa: تعداد هفته های نسبی موعد مقرر
kk: Төлеу мерзімі бойынша салыстырмалы апталардың саны
lv: Relatīvo nedēļu skaits līdz
sq: Numri i javëve relative deri
sv: Antal relativa veckor som ska betalas in
uz: To'lov muddati tugaydigan nisbiy haftalar soni
zh_hk: 相對到期週數

source: Enter the number of weeks the problems are due by relative to the learner's enrollment date
af_za: Tik die aantal weke wat die probleme moet betaal, relatief tot die leerder se inskrywingsdatum
de_de: Geben Sie die Anzahl der Wochen ein, in denen die Probleme im Verhältnis zum Einschreibungsdatum des Lernenden fällig sind
el: Εισαγάγετε τον αριθμό των εβδομάδων που οφείλονται τα προβλήματα σε σχέση με την ημερομηνία εγγραφής του εκπαιδευόμενου
es: Ingrese el número de semanas en las que vencen los problemas en relación con la fecha de inscripción del estudiante
fa: تعداد هفته هایی که مشکلات مربوط به تاریخ ثبت نام زبان آموز است را وارد کنید
ja: 学習者の登録日から問題の締切までの週数を入力してください
kk: Оқушының оқуға түсу күніне қатысты мәселелер туындайтын апталардың санын енгізіңіз
lv: Ievadiet nedēļu skaitu, kuru laikā radušās uzdevumi saistībā ar kursa dalībnieka uzņemšanas datumu
sq: Shkruani numrin e javëve që problemet janë të caktuara në lidhje me datën e regjistrimit të nxënësit
uz: O'quvchining ro'yxatdan o'tish sanasiga nisbatan muammolar yuzaga kelgan haftalar sonini kiriting
zh_hk: 根據學院註冊日期輸入問題到期的週數

source: Enter the URL for the course data GIT repository.
af_za: Voer die URL vir die kursusdata GIT-bewaarplek in.
de_de: Gib die URL des Git-Repositorys mit den Kursinhalten ein.
el: Εισαγάγετε τη διεύθυνση URL για το χώρο αποθήκευσης δεδομένων μαθήματος GIT.
es: Ingrese la URL del repositorio GIT de datos del curso.
fa: URL مخزن داده های دوره GIT را وارد کنید.
hu: Adja meg a kurzusadatok GIT adattárának URL-jét.
ja: コースデータのGITリポジトリのURLを入力してください。
kk: Курс деректерінің GIT репозиторийінің URL мекенжайын енгізіңіз.
lv: Ievadiet kursa datu GIT repozitorija URL.
sq: Futni URL-në për depon e të dhënave të kursit GIT.
sv: Ange webbadressen för kursdata GIT-arkivet.
th: ระบุURLสำหรับข้อมูลหลักสูตร GIT
uz: Kurs ma'lumotlari GIT omborining URL manzilini kiriting.
zh_hk: 為課程資料GIT倉庫輸入URL

source: XQA Key
af_za: XQA-sleutel
de_de: XQA-Schlüssel
el: Κλειδί XQA
es: Clave XQA
fa: کلید XQA
hu: XQA kulcs
ja: XQAキー
kk: XQA кілті
lv: XQA atslēga
sq: Çelësi XQA
sv: XQA-nyckel
th: คีย์ XQA
uz: XQA kaliti
zh_hk: XQA 密鑰

source: This setting is not currently supported.
af_za: Hierdie instelling word nie tans ondersteun nie.
de_de: Diese Einstellung wird derzeit nicht unterstützt.
el: Αυτή η ρύθμιση δεν υποστηρίζεται αυτήν τη στιγμή.
es: Esta configuración no está actualmente admitida.
fa: این تنظیم در حال حاضر پشتیبانی نمی شود.
hu: Ez a beállítás jelenleg nem támogatott.
ja: この設定は現在サポートされていません。
kk: Бұл параметрге қазір қолдау көрсетілмейді.
lv: Šis iestatījums pašlaik netiek atbalstīts.
sq: Ky cilësim nuk mbështetet aktualisht.
sv: Den här inställningen stöds för närvarande inte.
th: การตั้งค่าไม่ถูกสนับสนุนขณะนี้
uz: Bu sozlama hozircha qo‘llab-quvvatlanmaydi.
zh_hk: 目前不支援此設定。

source: Enter the ids for the content groups this problem belongs to.
af_za: Voer die ID&#39;s in vir die inhoudgroepe waaraan hierdie probleem behoort.
de_de: Geben Sie die IDs für die Inhaltsgruppen ein, zu denen dieses Problem gehört.
el: Εισαγάγετε τα αναγνωριστικά για τις ομάδες περιεχομένου στις οποίες ανήκει αυτό το πρόβλημα.
es: Ingrese los IDs de los grupos de contenido a los que pertenece este problema.
fa: شناسه گروه های محتوایی که این مشکل به آنها تعلق دارد را وارد کنید.
ja: この問題が属するコンテンツグループのIDを入力してください。
kk: Бұл мәселе тиесілі мазмұн топтары үшін идентификаторларды енгізіңіз.
lv: Ievadiet to satura grupu ID, kurām pieder šī uzdevums.
sq: Futni ID-të për grupet e përmbajtjes të cilave u përket ky problem.
sv: Ange ids för innehållsgrupperna som detta problem tillhör.
th: ระบุรหัส สำหรับกลุ่มเนื้อหาที่ก่อให้เกิดปัญหานี้
uz: Ushbu muammo tegishli kontent guruhlari uchun identifikatorlarni kiriting.
zh_hk: 輸入此問題所屬內容組的 ID。
