Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
af_za: Hierdie instelling dui aan of hierdie eksamen slegs vir toetsdoeleindes is. Praktykeksamens word nie geverifieer nie.
bo: སྒྲིག་གཞི་འདིས་རྒྱུགས་སྤྲོད་འདི་ཚོད་ལྟ་ཁོ་ནའི་ཕྱིར་ཡིན་མིན་གསལ་བཤད་བྱེད་ཡོད། དངོས་རྒྱུགས་ཁག་གཏན་འཁེལ་བྱེད་མེད།
de_de: Diese Einstellung gibt an, ob diese Prüfung nur zu Testzwecken dient. Probeprüfungen werden nicht verifiziert.
el: Αυτή η ρύθμιση υποδεικνύει εάν αυτή η εξέταση είναι μόνο για δοκιμαστικούς σκοπούς. Οι πρακτικές εξετάσεις δεν επαληθεύονται.
es: Esta configuración indica si este examen es solo para fines de prueba. Los exámenes de práctica no se verifican.
fa: این تنظیم نشان می دهد که آیا این امتحان فقط برای اهداف آزمایشی است یا خیر. آزمون های عملی تایید نمی شوند.
hu: Ez a beállítás azt jelzi, hogy ez a vizsga csak tesztelési célokat szolgál-e. A gyakorló vizsgákat nem ellenőrzik.
ja: この設定は、この試験がテスト目的のみであるかどうかを示します。練習試験は検証されません。
kk: Бұл параметр бұл емтиханның тек сынақ мақсаттарына арналғанын көрсетеді. Практикалық емтихандар тексерілмейді.
lv: Šis iestatījums norāda, vai šis eksāmens ir paredzēts tikai pārbaudes nolūkiem. Izmēģinājuma eksāmeni netiek verificēti.
sq: Ky cilësim tregon nëse ky provim është vetëm për qëllime testimi. Provimet praktike nuk verifikohen.
th: การตั้งค่านี้บ่งชี้ว่าการสอบนี้มีวัตถุประสงค์เพื่อการทดสอบเท่านั้น การทำข้อสอบจะไม่ได้รับตรวจสอบ
uz: Bu sozlama ushbu imtihon faqat sinov maqsadida ekanligini bildiradi. Amaliyot imtihonlari tasdiqlanmagan.
zh_hk: 該設置表明這場考試是否僅用於測試目的。模擬考試未經過身份認證。

source: Is Onboarding Exam
af_za: Is aanboordeksamen
bo: རྒྱུགས་སྤྲོད་ཀྱི་མཐུན་རྐྱེན་གྲ་སྒྲིག་རེད་དམ།
de_de: ist die Aufnahmeprüfung
el: Είναι κατατακτήρια εξέταση
es: ¿Es un Examen de Incorporación?
fa: امتحان ورودی است
hu: Bevezető vizsga
ja: オンボーディング試験
kk: Қабылдау емтиханы
lv: Ir iestāšanās eksāmens
sq: Është provim i hyrjes
sv: Är Onboarding Exam
uz: Bortga kirish imtihoni
zh_hk: 是入學考試

source: This setting indicates whether this exam is an onboarding exam.
af_za: Hierdie instelling dui aan of hierdie eksamen &#39;n aanboordeksamen is.
bo: སྒྲིག་གཞི་འདིས་རྒྱུགས་སྤྲོད་འདི་ནི་རྒྱུགས་སྤྲོད་ཀྱི་མཐུན་རྐྱེན་ཡིན་མིན་གསལ་བཤད་བྱེད་ཀྱི་རེད།
de_de: Diese Einstellung gibt an, ob es sich bei dieser Prüfung um eine Onboarding-Prüfung handelt.
el: Αυτή η ρύθμιση υποδεικνύει εάν αυτή η εξέταση είναι μια ενσωματωμένη εξέταση.
es: Esta configuración indica si este examen es un examen de incorporación.
fa: این تنظیم نشان می‌دهد که آیا این امتحان یک امتحان داخلی است یا خیر.
hu: Ez a beállítás jelzi, hogy ez a vizsga egy bevezető vizsga-e.
ja: この設定は、この試験がオンボーディング試験であるかどうかを示します。
kk: Бұл параметр бұл емтиханның қосымша емтихан екенін көрсетеді.
lv: Šis iestatījums norāda, vai šis eksāmens ir uzņemšanas eksāmens.
sq: Ky cilësim tregon nëse ky provim është një provim hyrës.
sv: Den här inställningen anger om provet är ett introduktionsprov.
uz: Bu sozlama ushbu imtihonni ishga tushirish imtihoni ekanligini bildiradi.
zh_hk: 此設定指示該考試是否為入學考試。

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
af_za: Hierdie onderafdeling word vir leerders ontsluit wanneer hulle aan die voorvereiste vereistes voldoen.
bo: སློབ་གཉེར་བས་སྔོན་འགྲོ་ཆ་རྐྱེན་ཁག་བསྒྲུབས་ཟིན་ན་ད་གཟོད་ནང་གསེས་འདིའི་ཟྭ་ཕྱེ་ཡོང་།
de_de: Dieser Unterabschnitt ist für Lernende freigeschaltet, wenn sie die Voraussetzungen erfüllen.
el: Αυτό το υποτμήμα ξεκλειδώνεται για τους σπουδαστές όταν πληρούν τις αναγκαίες απαιτήσεις.
es: Esta subsección se desbloquea para los estudiantes cuando cumplen con los requisitos previos.
fa: این زیربخش برای فراگیران زمانی که شرایط پیش نیاز را برآورده کنند باز می شود.
hu: Ez az alfejezet akkor válik elérhetővé a tanulók számára, ha teljesítik az előfeltételeket.
kk: Бұл бөлімшенің құлпы оқушылар үшін қажетті талаптарға сай болғанда ашылады.
lv: Šī apakšsadaļa ir atbloķēta dalībniekiem, ja viņi atbilst priekšnoteikumu prasībām.
sq: Ky nënseksion hapet për nxënësit kur ata plotësojnë kërkesat parakushte.
sv: Denna underavdelning är upplåst för eleverna när de uppfyller kraven för förkunskapskrav.
uz: Ushbu kichik bo'lim o'quvchilar talablarga javob bersa, ular uchun ochiladi.
zh_hk: 當學生滿足先決條件要求時，本小節將解鎖。

source: This exam is hidden from the learner.
af_za: Hierdie eksamen word vir die leerder weggesteek.
de_de: Diese Prüfung ist vor Teilnehmern verborgen.
el: Αυτή η εξέταση είναι κρυφή για τον σπουδαστή.
es: Este examen está oculto para el estudiante.
fa: این امتحان از زبان آموز پنهان است.
hu: Ez a vizsga el van rejtve a tanulótól.
ja: この試験は学習者から非表示になっています。
kk: Бұл емтихан оқушыдан жасырылған.
lv: Šis eksāmens ir slēpts no kursa dalībnieka.
sq: Ky provim është i fshehur nga nxënësi.
sv: Denna tentamen är gömd från eleven.
uz: Ushbu imtihon o'quvchidan yashirin.
zh_hk: 該考試對學生隱藏。

source: Because the course has ended, this assignment is hidden from the learner.
af_za: Omdat die kursus geëindig het, word hierdie opdrag vir die leerder versteek.
bo: རྒྱུ་མཚན་ནི་སློབ་ཚན་མཇུག་བསྒྲིལ་འདུག ལས་བྱ་འདི་སློབ་གཉེར་བས་གསང་འདུག།
de_de: Da der Kurs beendet ist, wird diese Aufgabe für den Lerner ausgeblendet.
el: Επειδή το μάθημα έχει τελειώσει, αυτή η εργασία είναι κρυμμένη από τον σπουδαστή.
es: Debido a que el curso ha finalizado, esta tarea está oculta para el estudiante.
fa: از آنجا که دوره به پایان رسیده است، این تکلیف از زبان آموز پنهان می شود.
hu: Mivel a kurzus véget ért, ez a feladat rejtve van a tanuló elől.
ja: コースが終了したため、この課題は学習者から非表示になっています。
kk: Курс аяқталғандықтан, бұл тапсырма оқушыдан жасырылады.
lv: Tā kā kurss ir beidzies, šis uzdevums ir slēpts no kursa dalībnieka.
sq: Për shkak se kursi ka përfunduar, kjo detyrë fshihet nga nxënësi.
sv: Eftersom kursen är avslutad är den här uppgiften gömd från eleven.
uz: Kurs tugaganligi sababli, bu topshiriq o'quvchidan yashiriladi.
zh_hk: 由於課程已結束，因此作業對學生隱藏。

source: Because the due date has passed, this assignment is hidden from the learner.
af_za: Omdat die sperdatum verby is, word hierdie opdrag vir die leerder versteek.
bo: རྒྱུ་མཚན་ནི་དུས་བཀག་ཟིན་པས་ལས་བྱ་འདི་སློབ་གཉེར་བས་གསང་ཡོད་རེད།
de_de: Da das Fälligkeitsdatum abgelaufen ist, wird diese Aufgabe für den Lerner ausgeblendet.
el: Η εργασία αυτή δεν εμφανίζεται γιατί έχει παρέλθει η προθεσμία υποβολής της.
es: Debido a que la fecha de entrega ha pasado, esta tarea está oculta para el estudiante.
fa: چون موعد مقرر گذشته است، این تکلیف از زبان آموز پنهان می ماند.
hu: Mivel a határidő lejárt, ez a feladat rejtve van a tanuló elől.
ja: 期限が過ぎたため、この課題は学習者から非表示になっています。
kk: Мерзімі өтіп кеткендіктен, бұл тапсырма оқушыдан жасырылады.
lv: Tā kā izpildes termiņš ir pagājis, šis uzdevums ir paslēpts no kursa dalībnieka.
sq: Për shkak se data e caktuar ka kaluar, kjo detyrë fshihet nga nxënësi.
sv: Eftersom förfallodagen har passerat är den här uppgiften gömd från eleven.
uz: Belgilangan muddat o'tganligi sababli, bu topshiriq o'quvchidan yashiriladi.
zh_hk: 由於截止日期已過，因此該作業對學生隱藏。

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
af_za: Hierdie afdeling is &#39;n voorvereiste. Jy moet hierdie afdeling voltooi om bykomende inhoud te ontsluit.
bo: སྡེ་ཚན་འདི་སྔོན་འགྲོ་ཡིན། ཁྱེད་རང་གིས་སྡེ་ཚན་འདི་བསྒྲུབས་དགོས། ད་གཟོད་ནང་དོན་འཕར་མ་འདི་ཟྭ་ཕྱེ་ཡོང་།
de_de: Dieser Abschnitt ist eine Voraussetzung. Sie müssen diesen Abschnitt ausfüllen, um zusätzliche Inhalte freizuschalten.
el: Αυτή η ενότητα είναι απαραίτητη προϋπόθεση. Πρέπει να συμπληρώσετε αυτήν την ενότητα για να ξεκλειδώσετε επιπλέον περιεχόμενο.
es: Esta sección es un requisito previo. Debes completar esta sección para desbloquear contenido adicional.
fa: این بخش پیش نیاز است. برای باز کردن قفل محتوای اضافی باید این بخش را تکمیل کنید.
hu: Ez a szakasz előfeltétel. Ezt a szakaszt teljesítenie kell, hogy további tartalmakat oldhasson fel.
kk: Бұл бөлім міндетті шарт болып табылады. Қосымша мазмұнды ашу үшін осы бөлімді аяқтау керек.
lv: Šī sadaļa ir priekšnoteikums. Lai atbloķētu papildu saturu, jums ir jāaizpilda šī sadaļa.
sq: Ky seksion është një parakusht. Duhet të plotësoni këtë seksion për të zhbllokuar përmbajtje shtesë.
sv: Denna sektion är en förutsättning. Du måste slutföra denna sektion för att låsa upp ytterligare innehåll.
uz: Ushbu bo'lim asosiy shartdir. Qo'shimcha kontentni ochish uchun ushbu bo'limni to'ldirishingiz kerak.
zh_hk: 本節是先決條件。您必須完成此章節才能解鎖其他內容。

source: A list summarizing what students should look forward to in this section.
af_za: &#39;n Lys wat in hierdie afdeling opsom waarna studente moet uitsien.
bo: སློབ་ཕྲུག་གིས་སྡེ་ཚན་འདིའི་ནང་ངེས་བར་བལྟ་དགོས་སའི་སྙིང་བསྡུས་ཀྱི་ཐོ་གཞུང་ཞིག
de_de: Eine Zusammenfassung der Themen in diesem Abschnitt , welche die Teilnehmer erwarten.
el: Μια λίστα που συνοψίζει τι πρέπει να περιμένουν οι σπουδαστές από αυτήν την ενότητα.
es: Una lista que resume lo que los estudiantes pueden esperar en esta sección.
fa: فهرستی از آنچه دانش آموزان در این بخش باید منتظر آن باشند را خلاصه می کند.
hu: A lista összefoglalja, hogy a diákok mire számíthatnak ebben a részben.
ja: 学生がこのセクションで期待すべきことを要約したリスト。
kk: Студенттер осы бөлімде не күтетінін қорытындылайтын тізім.
lv: Saraksts, kurā apkopots, ko dalībniekiem vajadzētu sagaidīt šajā sadaļā.
sq: Një listë që përmbledh atë që studentët duhet të presin me padurim në këtë seksion.
sv: En lista som sammanfattar vad elever kan ska se fram emot i det här avsnittet.
uz: Talabalar ushbu bo'limda nimani kutishlari kerak bo'lgan ro'yxat.
zh_hk: 此章節的內容概況清單。

source: Group ID {group_id}
af_za: Groep ID {group_id}
bo: ཚོགས་པའི་ ID {group_id}
de_de: Gruppen-ID {group_id}
el: Αναγνωριστικό ομάδας {group_id}
es: ID de Grupo {group_id}
fa: شناسه گروه {group_id}
hu: Csoport azonosító {group_id}
ja: グループID {group_id}
kk: Топ идентификаторы {group_id}
lv: Grupas ID {group_id}
sq: ID-ja e grupit {group_id}
sv: Grupp-ID {group_id}
th: รหัสกลุ่ม {group_id}
uz: Guruh identifikatori {group_id}
zh_hk: 組 ID {group_id}

source: Not Selected
af_za: Nie gekies nie
bo: བདམས་མེད།
de_de: Nicht ausgewählt
el: Δεν επιλέχθηκε
es: No Seleccionado
fa: انتخاب نشده
hu: Nincs kiválasztva
kk: Таңдалмаған
lv: Nav atlasīts
sq: Nuk është zgjedhur
sv: Ej valt
th: ไม่ถูกเลือก
uz: Tanlanmagan
zh_hk: 未選取的

source: The display name for this component. (Not shown to learners)
af_za: Die vertoonnaam vir hierdie komponent. (Nie aan leerders gewys nie)
bo: གྲུབ་ཆ་འདིའི་མིང་སུ་སྟོན་རྒྱུ། (སློབ་གཉེར་བར་མི་སྟོན།)
de_de: Der Name dieser Komponente (nicht sichtbar für Teilnehmer)
el: Το εμφανιζόμενο όνομα για αυτό το στοιχείο. (Δεν εμφανίζεται στους σπουδαστές)
es: El nombre para mostrar de este componente. (No se muestra a los estudiantes)
fa: نام نمایشی این مؤلفه (به زبان آموزان نشان داده نمی شود)
hu: A komponens megjelenítési neve. (Nem látható a tanulók számára)
ja: このコンポーネントの表示名。（学習者には表示されません）
kk: Осы құрамдас үшін көрсетілетін атау. (Оқушыларға көрсетілмейді)
lv: Šī komponenta parādāmais nosaukums. (Netiek rādīts kursa dalībniekiem)
sq: Emri i shfaqur për këtë komponent. (Nuk u tregohet nxënësve)
sv: Visningsnamnet för den här komponenten. (Ej visad för eleverna)
uz: Ushbu komponent uchun ko'rsatiladigan nom. (O'quvchilarga ko'rsatilmaydi)
zh_hk: 該組件的顯示名稱。 （不向學生展示）

source: Content Experiment
af_za: Inhoud eksperiment
bo: ཚོད་ལྟ་ཞིག་འཇུག་གི་ནང་དོན།
de_de: Inhaltsexperiment
el: Πείραμα περιεχομένου
es: Experimento de Contenido
fa: آزمایش محتوا
ja: コンテンツ実験
kk: Мазмұндық эксперимент
lv: Satura eksperiments
sq: Eksperimenti i përmbajtjes
sv: Innehållsexperiment
th: การทดสอบเนื้อหา
uz: Kontent eksperimenti
zh_hk: 實驗內容

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
af_za: Die opstelling definieer hoe gebruikers vir hierdie inhoudeksperiment gegroepeer word. Let op: Die verandering van die groepopstelling van &#39;n student-sigbare eksperiment sal die eksperimentdata beïnvloed.
bo: བཀོད་སྒྲིག་འདིས་ནང་དོན་ཚོད་ལྟ་འདིའི་ཁྲོད་སྤྱོད་མཁན་རྣམས་ཁག་བགོས་ནས་བཀོད་སྒྲིག་བྱས་པ་འགྲེལ་བརྗོད་བྱེད། ཉེན་བརྡ། སློབ་མས་མཐོང་ཐུབ་པའི་ནང་དོན་ཚོད་ལྟའི་བཀོད་སྒྲིག་ལ་འགྱུར་ལྡོག་བྱུང་ན་ནང་དོན་ཚོད་ལྟའི་གཞི་གྲངས་ལ་ཤུགས་རྐྱེན་ཐེབས་སྲིད།
de_de: Diese Konfiguration legt fest, wie die Benutzer für dieses Inhaltsexperiment gruppiert werden. Vorsicht: Das Ändern der Gruppenkonfiguration eines für Teilnehmer sichtbaren Experiments wirkt sich auf die Daten des Experiments aus.
el: Η διαμόρφωση καθορίζει τον τρόπο με τον οποίο ομαδοποιούνται οι χρήστες για αυτό το πείραμα περιεχομένου. Προσοχή: Η αλλαγή της διαμόρφωσης ομάδας ενός πειράματος ορατό από σπουδαστές θα επηρεάσει τα δεδομένα του πειράματος.
es: La configuración define cómo se agrupan los usuarios para este experimento de contenido. Advertencia: Cambiar la configuración de grupo de un experimento visible para los estudiantes afectará los datos del experimento.
fa: این پیکربندی نحوه گروه بندی کاربران را برای این آزمایش محتوا مشخص می کند. احتیاط: تغییر پیکربندی گروهی آزمایش قابل مشاهده برای دانش‌آموز بر داده‌های آزمایش تأثیر می‌گذارد.
hu: A konfiguráció meghatározza, hogyan vannak csoportosítva a felhasználók ehhez a tartalomkísérlethez. Figyelem: A hallgatók számára látható kísérlet csoportkonfigurációjának megváltoztatása hatással lesz a kísérlet adataira.
ja: ユーザーがこのコンテンツ実験のためにどのようにグループ化されるかを定義します。注意: 学生が見える実験のグループ構成を変更すると、実験データに影響を与えます。
kk: Конфигурация пайдаланушылардың осы мазмұн эксперименті үшін топтастырылу жолын анықтайды. Абайлаңыз: студентке көрінетін эксперименттің топ конфигурациясын өзгерту эксперимент деректеріне әсер етеді.
lv: Konfigurācija nosaka, kā lietotāji tiek sagrupēti šim satura eksperimentam. Uzmanību: Skolēniem redzamā eksperimenta grupas konfigurācijas maiņa ietekmēs eksperimenta datus.
sq: Konfigurimi përcakton se si grupohen përdoruesit për këtë eksperiment me përmbajtje. Kujdes: Ndryshimi i konfigurimit të grupit të një eksperimenti të dukshëm nga studenti do të ndikojë në të dhënat e eksperimentit.
sv: Konfigurationen definierar hur användare grupperas för detta innehållsexperiment. Varning: Att ändra gruppkonfigurationen för ett student-synligt experiment kommer att påverka experimentdata.
th: การกำหนดค่ากำหนดวิธีที่ผู้ใช้จะถูกจัดกลุ่มสำหรับการทดสอบเนื้อหานี้ ข้อควรระวัง: การเปลี่ยนการตั้งค่ากลุ่มการทดลองนักเรียนที่มองเห็นได้จะส่งผลกระทบข้อมูลการทดลอง
uz: Konfiguratsiya foydalanuvchilar ushbu kontent tajribasi uchun qanday guruhlanganligini belgilaydi. Diqqat: O‘quvchilarga ko‘rinadigan tajribaning guruh konfiguratsiyasini o‘zgartirish tajriba ma’lumotlariga ta’sir qiladi.
zh_hk: 此配置定義了使用者如何為該內容實驗分組。謹記：改變一個學生可見實驗的組別配置會影響實驗數據。

source: Group Configuration
af_za: Groepopstelling
bo: ཚོགས་པ་བཀོད་སྒྲིག
de_de: Gruppenkonfiguration
el: Διαμόρφωση ομάδας
es: Configuración de Grupo
fa: تنظیمات گروه
hu: Csoport beállítása
ja: グループ設定
kk: Топ конфигурациясы
lv: Grupas konfigurācija
sq: Konfigurimi i grupit
sv: Gruppkonfiguration
th: การกำหนดค่ากลุ่ม
uz: Guruh konfiguratsiyasi
zh_hk: 群組設定

source: Which child block students in a particular group_id should see
af_za: Watter kinderblokstudente in &#39;n spesifieke group_id moet sien
bo: དམིགས་བསལ་གྱི་སྡེ་ཚན་རེའུ་མིག་གི་སློབ་ཕྲུག་ཚན་པ་གང་ཞིག་གིས་མཐོང་ཐུབ་པ།
de_de: Welcher Kinderblock Schüler in einer bestimmten group_id sehen sollen
el: Ποιος αποκλεισμός παιδιών θα πρέπει να βλέπουν οι μαθητές σε μια συγκεκριμένη ομάδα_id
es: Qué bloque hijo deben ver los estudiantes en un {group_id} en particular
fa: دانش‌آموزان در یک group_id خاص کدام بلوک فرزند را باید ببینند
hu: Melyik gyermekblokkot kell látniuk a diákoknak egy adott group_id esetén?
ja: 特定のgroup_idに属する学生が見るべき子ブロック
lv: Kuriem pakārtotajiem bloķētajiem dalībniekiem vajadzētu redzēt konkrētā group_id
sq: Cilat blloqe fëmijësh duhet të shohin studentët në një grup_id të caktuar
sv: Vilket barnblock som elever i ett visst group_id ska se
uz: Muayyan group_id dagi o‘quvchilarni bloklagan qaysi bola ko‘rishi kerak
zh_hk: 特定 group_id 中的學生應該看到哪個子區塊

source: {group_name} (inactive)
af_za: {group_name} (onaktief)
de_de: {group_name} (nicht aktiv)
es: {group_name} (inactivo)
fa: {group_name} (غیر فعال)
hu: {group_name} (inaktív)
ja: {group_name}（非アクティブ）
kk: {group_name} (белсенді емес)
lv: {group_name} (neaktīvs)
sq: {group_name} (inaktive)
sv: {group_name} (inaktiv)
th: {group_name} (ไม่ได้ใช้งาน)
uz: {group_name} (faol emas)
zh_hk: {group_name} (未啟動)

source: The experiment is not associated with a group configuration.
af_za: Die eksperiment word nie met &#39;n groepopstelling geassosieer nie.
bo: ནང་དོན་ཚོད་ལྟ་འདི་ཚོགས་པ་ཞིག་གི་བཀོད་སྒྲིག་དང་མཉམ་སྦྲེལ་མ་བྱས་བཞག་ཡོད།
de_de: Das Experiment ist nicht mit einer Gruppenkonfiguration verbunden.
el: Το πείραμα δεν συσχετίζεται με μια διαμόρφωση ομάδας.
es: El experimento no está asociado con una configuración de grupo.
fa: آزمایش با پیکربندی گروهی مرتبط نیست.
hu: A kísérlet nincs társítva csoportkonfigurációval.
ja: 実験はグループ構成に関連付けられていません。
kk: Эксперимент топ конфигурациясымен байланысты емес.
lv: Eksperiments nav saistīts ar grupas konfigurāciju.
sq: Eksperimenti nuk është i lidhur me një konfigurim grupi.
sv: Experimentet är inte associerat med en gruppkonfiguration.
th: การทดลองที่ไม่เกี่ยวข้องกับการกำหนดค่าของกลุ่ม
uz: Tajriba guruh konfiguratsiyasi bilan bog'liq emas.
zh_hk: 實驗未與任何群組設定關聯。

source: Select a Group Configuration
af_za: Kies &#39;n groepkonfigurasie
bo: ཚོགས་པ་བཀོད་སྒྲིག་ཅིག་འདེམ།
de_de: Wähle eine Gruppenkoknfiguration
el: Επιλέξτε μια διαμόρφωση ομάδας
es: Seleccionar una Configuración de Grupo
fa: یک پیکربندی گروه را انتخاب کنید
hu: Válasszon csoportkonfigurációt
ja: グループ構成を選択
kk: Топ конфигурациясын таңдаңыз
lv: Izvēlieties grupas konfigurāciju
sq: Zgjidhni një konfigurim grupi
sv: Välj en gruppkonfiguration
th: เลือกการกำหนดค่ากลุ่ม
uz: Guruh konfiguratsiyasini tanlang
zh_hk: 選擇群組設定

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
af_za: Die eksperiment gebruik &#39;n uitgevee groepkonfigurasie. Kies &#39;n geldige groepopstelling of vee hierdie eksperiment uit.
bo: ཚོད་ལྟ་དེས་བསུབ་བཞིན་པའི་ཚོགས་པའི་བཀོད་སྒྲིག་ཅིག་བཀོལ་བཞིན་འདུག ཚུལ་མཐུན་གྱི་ཚོགས་པའི་བཀོད་སྒྲིག་ཅིག་འདེམ། ཡང་ན་ཚོད་ལྟ་འདི་སུབ།
de_de: Das Experiment nutz eine gelöschte Gruppenkonfiguration. Wähle eine gültige Gruppenkonfiguration oder lösche dieses Experiment.
el: Το πείραμα χρησιμοποιεί μια διαγραμμένη ομάδα παραμέτρων. Επιλέξτε μια έγκυρη διαμόρφωση ομάδας ή διαγράψτε αυτό το πείραμα.
es: El experimento utiliza una configuración de grupo eliminada. Seleccione una configuración de grupo válida o elimine este experimento.
fa: آزمایش از یک پیکربندی گروه حذف شده استفاده می کند. یک پیکربندی گروه معتبر انتخاب کنید یا این آزمایش را حذف کنید.
hu: A kísérlet egy törölt csoportkonfigurációt használ. Válasszon érvényes csoportkonfigurációt, vagy törölje ezt a kísérletet.
ja: 実験は削除されたグループ構成を使用しています。有効なグループ構成を選択するか、この実験を削除してください。
kk: Эксперимент жойылған топ конфигурациясын пайдаланады. Жарамды топ конфигурациясын таңдаңыз немесе осы экспериментті жойыңыз.
lv: Eksperimentā tiek izmantota dzēsta grupas konfigurācija. Atlasiet derīgu grupas konfigurāciju vai izdzēsiet šo eksperimentu.
sq: Eksperimenti përdor një konfigurim grupi të fshirë. Zgjidh një konfigurim të vlefshëm grupi ose fshi këtë eksperiment.
sv: Experimentet använder en raderad gruppkonfiguration. Välj en giltig gruppkonfiguration eller radera det här experimentet.
th: การทดลองใช้การตั้งค่ากลุ่มที่ถูกลบ เลือกการตั้งค่ากลุ่มที่ถูกต้องหรือลบการทดสอบนี้
uz: Tajribada o'chirilgan guruh konfiguratsiyasi qo'llaniladi. Yaroqli guruh konfiguratsiyasini tanlang yoki bu tajribani oʻchirib tashlang.
zh_hk: 該實驗使用已刪除的群組設定。選擇有效的群組設定或刪除該實驗。

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
af_za: Die eksperiment gebruik &#39;n groepopstelling wat nie vir eksperimente gesteun word nie. Kies &#39;n geldige groepopstelling of vee hierdie eksperiment uit.
bo: ཚོད་ལྟ་དེས་རམ་འདེགས་བྱ་མི་ཐུབ་པའི་ཚོགས་པའི་བཀོད་སྒྲིག་བཀོལ་བཞིན་འདུག ཚུལ་མཐུན་གྱི་བཀོད་སྒྲིག་འདེམ་དང་ཚོད་ལྟ་སུབ།
de_de: Das Experiment verwendet eine Gruppenkonfiguration, die für Experimente nicht unterstützt wird. Wählen Sie eine gültige Gruppenkonfiguration aus oder löschen Sie dieses Experiment.
el: Το πείραμα χρησιμοποιεί μια διαμόρφωση ομάδας που δεν υποστηρίζεται για πειράματα. Επιλέξτε μια έγκυρη διαμόρφωση ομάδας ή διαγράψτε αυτό το πείραμα.
es: El experimento utiliza una configuración de grupo que no es compatible con experimentos. Seleccione una configuración de grupo válida o elimine este experimento.
fa: این آزمایش از پیکربندی گروهی استفاده می‌کند که برای آزمایش‌ها پشتیبانی نمی‌شود. یک پیکربندی گروه معتبر انتخاب کنید یا این آزمایش را حذف کنید.
hu: A kísérlet olyan csoportkonfigurációt használ, amelyet a kísérletek nem támogatnak. Válasszon érvényes csoportkonfigurációt, vagy törölje ezt a kísérletet.
ja: 実験では、実験に対応していないグループ構成が使用されています。有効なグループ構成を選択するか、この実験を削除してください。
kk: Эксперимент эксперименттер үшін қолдау көрсетілмейтін топ конфигурациясын пайдаланады. Жарамды топ конфигурациясын таңдаңыз немесе осы экспериментті жойыңыз.
lv: Eksperimentā tiek izmantota grupas konfigurācija, kas nav atbalstīta eksperimentiem. Izvēlieties derīgu grupas konfigurāciju vai dzēsiet šo eksperimentu.
sq: Eksperimenti përdor një konfigurim grupi që nuk mbështetet për eksperimente. Zgjidh një konfigurim të vlefshëm grupi ose fshi këtë eksperiment.
sv: Experimentet använder en gruppkonfiguration som inte stöds för experiment. Välj en giltig gruppkonfiguration eller radera det här experimentet.
th: การทดลองใช้การตั้งค่ากลุ่มที่ไม่สนับสนุนการทดลองนี้ เลือกการตั้งค่ากลุ่มที่ถูกต้องหรือลบการทดสอบนี้
uz: Tajribada tajribalar uchun qo‘llab-quvvatlanmaydigan guruh konfiguratsiyasi qo‘llaniladi. Yaroqli guruh konfiguratsiyasini tanlang yoki bu tajribani oʻchirib tashlang.
zh_hk: 該實驗使用了實驗不支援的組設定。選擇有效的群組設定或刪除該實驗。

source: The experiment does not contain all of the groups in the configuration.
af_za: Die eksperiment bevat nie al die groepe in die konfigurasie nie.
bo: བཀོད་སྒྲིག་དེའི་ནང་ཚོད་ལྟ་དེའི་ནང་ཚོགས་ཆུང་ཆ་ཚང་ཚུད་མི་འདུག
de_de: Dieses Experiment enthält nicht alle Gruppen, die in der Konfiguration vorhanden sind.
el: Το πείραμα δεν περιέχει όλες τις ομάδες στη διαμόρφωση.
es: El experimento no contiene todos los grupos de la configuración.
fa: آزمایش شامل همه گروه‌های موجود در پیکربندی نیست.
hu: A kísérlet nem tartalmazza az összes csoportot a konfigurációban.
ja: 構成内のすべてのグループが実験に含まれていません。
kk: Эксперимент конфигурациядағы барлық топтарды қамтымайды.
lv: Eksperiments nesatur visas konfigurācijas grupas.
sq: Eksperimenti nuk i përmban të gjitha grupet në konfigurim.
sv: Experimentet innehåller inte alla grupper i konfigurationen.
th: การทดลองที่ไม่ประกอบด้วยกลุ่มทั้งหมดในการกำหนดค่า
uz: Tajriba konfiguratsiyadagi barcha guruhlarni o'z ichiga olmaydi.
zh_hk: 此實驗不包含設定中的所有組別。

source: Add Missing Groups
af_za: Voeg ontbrekende groepe by
bo: ཚུད་མེད་པའི་ཚོགས་ཆུང་རྣམས་སྣོན།
de_de: Füge fehlende Gruppen hinzu
el: Προσθήκη ομάδων που λείπουν
es: Agregar Grupos Faltantes
fa: افزودن گروه های گمشده
hu: Hiányzó csoportok hozzáadása
kk: Жоқ топтарды қосыңыз
lv: Pievienojiet trūkstošās grupas
sq: Shto grupet që mungojnë
sv: Lägga till saknade grupper
th: เพิ่มกลุ่มที่หายไป
uz: Yo'qolgan guruhlarni qo'shing
zh_hk: 加入缺失的群組
