Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The ISO 639-1 language code for this language.
af_za: Die ISO 639-1-taalkode vir hierdie taal.
bo: སྐད་ཡིག་འདིའི་སྐད་ཡིག་ཨང་བརྡ་ ISO 639-1
de_de: Der ISO 639-1 Sprachcode für dieses Sprache.
el: Ο κωδικός χώρας ISO 639-1 για τη γλώσσα.
es: El código de idioma ISO 639-1 para este idioma.
fa: کد زبان ISO 639-1 برای این زبان.
ja: この言語のISO 639-1言語コード。
kk: Бұл тілге арналған ISO 639-1 тіл коды.
lv: ISO 639-1 valodas kods šai valodai.
sq: Kodi i gjuhës ISO 639-1 për këtë gjuhë.
th: รหัสภาษา ISO 639-1 สำหรับภาษานี้
uz: Bu til uchun ISO 639-1 til kodi.
zh_hk: 該語言的 ISO 639-1 語言代碼。

source: Name of the UTM cookie
af_za: Naam van die UTM-koekie
bo: UTM cookie ཡི་མིང་།
de_de: Name des UTM cookie
el: Όνομα του UTM cookie
es: Nombre de la cookie UTM
fa: نام کوکی UTM
hu: Az UTM süti neve
ja: UTM クッキーの名称
kk: UTM cookie файлының атауы
lv: UTM sīkfaila nosaukums
sq: Emri i cookie UTM
sv: Namnet på UTM-cookien
th: ชื่อของคุกกี้ UTM
uz: UTM cookie faylining nomi
zh_hk: UTM cookie 的名稱

source: Name of the affiliate cookie
af_za: Naam van die geaffilieerde koekie
bo: འབྲེལ་ཁོངས་ཀྱི་ cookie འདིའི་མིང་།
de_de: Name des Affiliate-Cookies
el: Όνομα του συνδεδεμένου cookie
es: Nombre de la cookie de afiliado
fa: نام کوکی وابسته
hu: Az affiliate süti neve
ja: アフィリエイトクッキーの名前
kk: Серіктестік cookie файлының атауы
lv: Filiāles sīkfaila nosaukums
sq: Emri i skedarit të filialit
sv: Namnet på affiliate-cookien
th: ชื่อของ affiliate cookie
uz: Hamkorlik cookie faylining nomi
zh_hk: 附屬 cookie 的名稱

source: Name of this user attribute.
af_za: Naam van hierdie gebruikerkenmerk.
bo: སྤྱོད་མཁན་འདིའི་ཁྱད་པར་གྱི་མིང་།
de_de: Name dieses Nutzerattributes.
el: Όνομα αυτού του χαρακτηριστικού χρήστη.
es: Nombre de este atributo de usuario.
fa: نام این ویژگی کاربر.
hu: Ennek a felhasználói attribútumnak a neve.
ja: このユーザ属性の名称。
kk: Осы пайдаланушы атрибутының аты.
lv: Šī lietotāja atribūta nosaukums.
sq: Emri i këtij atributi të përdoruesit.
sv: Namnet på det här användarattributet.
th: ชื่อของคุณลักษณะของผู้ใช้นี้
uz: Ushbu foydalanuvchi atributining nomi.
zh_hk: 該用户屬性的名稱。

source: Value of this user attribute.
af_za: Waarde van hierdie gebruikerkenmerk.
bo: སྤྱོད་མཁན་འདིའི་ཁྱད་པར་གྱི་རིན་ཐང་།
de_de: Wert dieses Nutzerattributes.
el: Τιμή αυτής της παραμέτρου χρήστη.
es: Valor de este atributo de usuario.
fa: مقدار این ویژگی کاربر.
hu: Ennek a felhasználói attribútumnak az értéke.
ja: このユーザ属性の値。
kk: Бұл пайдаланушы атрибутының мәні.
lv: Šī lietotāja atribūta vērtība.
sq: Vlera e këtij atributi të përdoruesit.
sv: Värdet av detta användarattribut.
th: ค่าของคุณลักษณะของผู้ใช้นี้
uz: Ushbu foydalanuvchi atributining qiymati.
zh_hk: 該用戶屬性的值。

source: Secondary email address
af_za: Sekondêre e-posadres
bo: གློག་འཕྲིན་ཁ་བྱང་གཞན།
de_de: Zweite E-Mail-Adresse
el: Δευτερεύουσα διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Dirección de correo electrónico secundaria
fa: آدرس رایانامۀ دوم
hu: Másodlagos e-mail cím
ja: 予備のメールアドレス
kk: Қосымша электрондық пошта мекенжайы
lv: Sekundārā e-pasta adrese
sq: Adresa dytësore e emailit
sv: Sekundär e-postadress
th: อีเมลที่สอง
uz: Ikkilamchi elektron pochta manzili
zh_hk: 輔助電郵地址

source: Secondary email address to recover linked account.
af_za: Sekondêre e-posadres om gekoppelde rekening te herstel.
bo: ཁ་བྱང་བསྐྱར་གསོ་བྱ་ཆེད་བཞག་པའི་གློག་འཕྲིན་གཞན།
de_de: Sekundäre E-Mail-Adresse zur Wiederherstellung des verknüpften Kontos
el: Δευτερεύουσα διεύθυνση email για ανάκτηση συνδεδεμένου λογαριασμού.
es: Dirección de correo electrónico secundaria para recuperar la cuenta vinculada.
fa: آدرس رایانامۀ ثانویه برای بازیابی حساب کاربری پیوند شده.
hu: Másodlagos e-mail cím az összekapcsolt fiók helyreállításához.
ja: リンクされたアカウントを回復するためのセカンダリメールアドレス。
kk: Байланыстырылған есептік жазбаны қалпына келтіруге арналған қосымша электрондық пошта мекенжайы.
lv: Sekundārā e-pasta adrese saistītā konta atkopšanai.
sq: Adresa dytësore e emailit për të rikuperuar llogarinë e lidhur.
sv: Sekundär e-postadress för att återställa länkat konto.
th: อีเมลที่สองสำหรับการรับลิงก์การกู้คืนบัญชี
uz: Bog'langanaccountni tiklash uchun ikkilamchi elektron pochta manzili.
zh_hk: 用於恢復連結帳戶的輔助電郵地址。

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
af_za: &#39;n Werknemer (&#39;n gebruiker wie se e-pos die huidige webwerf se domeinnaam het) wie se e-pos in hierdie model bestaan, kan vanaf die aanmeldskerm deur e-pos en wagwoord aanmeld. En as enige werknemer se e-pos nie in hierdie model bestaan nie, kan daardie werknemer slegs via derdeparty-verifikasie-backend aanmeld.
bo: An employee (a user whose ཡིག་ཟམ has current site's domain མིང་) whose ཡིག་ཟམ exists in this model, can be able to login from login screen through ཡིག་ཟམ and password. And if any employee's ཡིག་ཟམ doesn't exist in this model then that employee can login via third party authentication backend only.
de_de: Ein Mitarbeiter (ein Benutzer, dessen E-Mail den Domainnamen der aktuellen Website hat), dessen E-Mail in diesem Modell existiert, kann sich vom Anmeldebildschirm aus mit E-Mail und Passwort anmelden. Und wenn die E-Mail eines Mitarbeiters in diesem Modell nicht existiert, kann sich dieser Mitarbeiter nur über das Authentifizierungs-Backend eines Drittanbieters anmelden.
el: Ένας υπάλληλος (ένας χρήστης του οποίου το email έχει το όνομα τομέα του τρέχοντος ιστότοπου) του οποίου το email υπάρχει σε αυτό το μοντέλο, μπορεί να συνδεθεί από την οθόνη σύνδεσης μέσω email και κωδικού πρόσβασης. Και αν το email οποιουδήποτε υπαλλήλου δεν υπάρχει σε αυτό το μοντέλο, τότε αυτός ο υπάλληλος μπορεί να συνδεθεί μόνο μέσω υποστήριξης ελέγχου ταυτότητας τρίτου μέρους.
es: Un empleado (un usuario cuyo correo electrónico tenga el nombre de dominio del sitio actual) cuyo correo electrónico exista en este modelo, podrá iniciar sesión desde la pantalla de inicio de sesión con su correo electrónico y contraseña. Si el correo electrónico de un empleado no existe en este modelo, ese empleado solo podrá iniciar sesión a través del backend de autenticación de terceros.
fa: یک کارمند (کاربری که آدرس رایانامۀ او نام دامنۀ فعلی وبگاه را دارد) که آدرس رایانامۀ او در این مدل وجود دارد، می‌تواند از طریق رایانامه و گذرواژه از صفحۀ ورود به سامانه وارد شود. و اگر آدرس رایانامۀ کارمندی در این مدل وجود نداشته باشد، آن کارمند می‌تواند فقط از طریق پشتیبان احراز هویت شخص ثالث وارد شود.
hu: Egy alkalmazott (az a felhasználó, akinek az e-mail-címe az aktuális webhely tartománynevével rendelkezik), akinek az e-mail-címe létezik ebben a modellben, be tud jelentkezni a bejelentkezési képernyőről e-mail címmel és jelszóval. És ha az alkalmazottak e-mail-címe nem létezik ebben a modellben, akkor az alkalmazott csak harmadik fél hitelesítési háttérprogramján keresztül jelentkezhet be.
ja: 従業員（メールアドレスが現在のサイトのドメイン名を持つユーザー）で、このモデルにメールが存在する場合、ログイン画面からメールとパスワードでログインできます。このモデルにメールが存在しない従業員は、サードパーティの認証バックエンドを通じてのみログインできます。
lv: Darbinieks (lietotājs, kura e-pastam ir pašreizējais vietnes domēna nosaukums), kura e-pasts ir šajā modelī, var pieteikties no pieteikšanās ekrāna, izmantojot e-pastu un paroli. Un, ja kāda darbinieka e-pasta šajā modelī nav, tad šis darbinieks var pieteikties, izmantojot tikai trešās puses autentifikācijas backend.
sq: Një punonjës (një përdorues emaili i të cilit ka emrin e domain-it aktual të faqes) emaili i të cilit ekziston në këtë model, mund të hyjë nga ekrani i hyrjes përmes emailit dhe fjalëkalimit. Dhe nëse emaili i ndonjë punonjësi nuk ekziston në këtë model, atëherë ai punonjës mund të identifikohet vetëm përmes mbështetjes së vërtetimit të palës së tretë.
sv: En anställd (en användare vars e-post har det aktuella webbplatsens domännamn) vars e-postadress finns i denna modell, kan logga in från inloggningsskärmen via e-post och lösenord. Och om någon anställds e-post inte finns i den här modellen kan den anställde endast logga in via tredje parts autentiseringsbackend.
th: พนักงาน (ผู้ใช้ ที่อีเมลมีชื่อโดเมนของไซต์ปัจจุบัน) ที่มีอีเมลอยู่ในโมเดลนี้ สามารถเข้าสู่ระบบจากหน้าจอเข้าสู่ระบบผ่านอีเมลและรหัสผ่าน และหากไม่มีอีเมลของพนักงานในรูปแบบนี้ พนักงานคนนั้นสามารถเข้าสู่ระบบผ่านแบ็กเอนด์การตรวจสอบสิทธิ์บุคคลที่สามเท่านั้น
uz: Ushbu modelda elektron pochta manzili mavjud bo'lgan xodim (elektron pochtasi joriy saytning domen nomiga ega bo'lgan foydalanuvchi) elektron pochta va parol orqali kirish ekranidan tizimga kirishi mumkin. Va agar ushbu modelda biron bir xodimning elektron pochtasi mavjud bo'lmasa, u holda xodim faqat uchinchi tomon autentifikatsiyasi serveri orqali tizimga kirishi mumkin.
zh_hk: 電郵存在於該模型中的員工（電郵具有目前網站網域的用户）可以透過電郵和密碼從登入畫面登入。如果任何員工的電郵不在此模型中，該員工則只能透過第三方身分驗證後端登入。

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
af_za: Dit verwag dat die data in &#39;n csv-lêerformaat verskaf sal word met eerste ry die kopskrif en kolomme sal soos volg wees: gebruikersnaam, huidige_e-pos, verlangde_e-pos
bo: It expects that the data will be provided in a csv file format with first row being the header and columns will be as follows: སྤྱོད་མཁན་མིང་, current_email, desired_email
de_de: Es wird erwartet, dass die Daten in einem csv-Dateiformat bereitgestellt werden, wobei die erste Zeile die Kopfzeile ist und die Spalten wie folgt lauten: username, current_email, desired_email
el: Αναμένεται ότι τα δεδομένα θα παρέχονται σε μορφή αρχείου csv με την πρώτη σειρά να είναι η κεφαλίδα και οι στήλες θα είναι οι εξής: όνομα χρήστη, τρέχον_ηλεκτρονικό ταχυδρομείο, επιθυμητή_ηλεκτρονική διεύθυνση
es: Se espera que los datos se proporcionen en un formato de archivo csv con la primera fila como encabezado y las columnas de la siguiente manera: username, current_email, desired_email
fa: انتظار می رود که داده ها با فرمت فایل csv ارائه شوند که ردیف اول سربرگ و ستون ها به صورت زیر باشد: نام کاربری، فعلی_ایمیل، ایمیل دلخواه.
hu: Várhatóan az adatok csv fájlformátumban lesznek megadva, az első sor a fejléc, az oszlopok pedig a következők lesznek: username, current_email, desired_email
ja: データはCSVファイル形式で提供され、最初の行がヘッダーで、列は次のようになります：username、current_email、desired_email
kk: Ол деректер csv файл пішімінде беріледі деп күтеді, бірінші жол тақырып және бағандар келесідей болады: пайдаланушы аты, ағымдағы_электрондық пошта, қалаған_электрондық пошта
lv: Paredzams, ka dati tiks sniegti csv faila formātā, kur pirmā rindiņa būs galvene un kolonnas būs šādas: username, current_email, desired_email.
sq: Pritet që të dhënat do të sigurohen në një format skedari csv me rreshtin e parë që është titulli dhe kolonat do të jenë si më poshtë: emri i përdoruesit, emaili aktual, emaili i dëshiruar
sv: Den förväntar sig att data kommer att tillhandahållas i ett csv-filformat med första raden som rubrik och kolumner kommer att vara som följer: användarnamn, aktuell_e-post, önskad_e-post
th: โดยคาดว่าข้อมูลจะอยู่ในรูปแบบไฟล์ csv โดยแถวแรกจะเป็น ส่วนหัวและคอลัมน์ จะเป็นดังนี้: username,current_email, require_email
uz: Ma'lumotlar csv fayl formatida taqdim etilishini kutadi, birinchi qator sarlavha va ustunlar quyidagicha bo'ladi: foydalanuvchi nomi, joriy_email, istalgan_email
zh_hk: 資料應以 csv 檔案格式提供，第一行是標題，列如下：用户名稱、目前電郵、所需電郵

source: Add a reason
af_za: Voeg &#39;n rede by
bo: རྒྱུ་མཚན་ཞིག་ཞོག
de_de: Füge eine Antwort hinzu
el: Προσθήκη αιτιολογίας
fa: دلیلی ذکر کنید.
hu: Ok hozzáadása
ja: 理由を追加
kk: Себебін қосыңыз
lv: Pievienojiet iemeslu
sq: Shto një arsye
sv: Lägga till en anledning
th: เพิ่มเหตุผล
uz: Sabab qo'shing
zh_hk: 添加理由

source: and
af_za: en
bo: དང་
de_de: und
el: και
es: y
fa: و
hu: és
lv: un
sq: dhe
sv: och
th: และ
uz: va
zh_hk: 和

source: Photos are mismatched
af_za: Foto&#39;s stem nie ooreen nie
bo: འདྲ་པར་ཁག་མཚུངས་མ་སོང་།
de_de: Bilder sind nicht korrekt Zusammengefügt
el: Οι φωτογραφίες δεν ταιριάζουν
es: Las fotos no coinciden
fa: عکس‌ها با هم مطابقت ندارند.
hu: A fényképek nem egyeznek
kk: Фотосуреттер сәйкес келмейді
lv: Fotogrāfijas nesakrīt
sq: Fotografitë nuk përputhen
th: รูปภาพไม่สัมพันธ์
uz: Rasmlar mos emas
zh_hk: 照片不匹配

source: Name missing from ID photo
af_za: Naam ontbreek op ID-foto
bo: ID ཡི་འདྲ་པར་ངོས་ཀྱི་མིང་མི་འདུག
de_de: Name der Foto ID fehlt
el: Το όνομα λείπει από τη φωτογραφία ταυτότητας
es: Falta el nombre en la foto del documento de identidad
fa: نام در عکس شناسنامه وجود ندارد.
hu: Hiányzik a név az igazolványképről
ja: ID写真に名前がありません
kk: Жеке куәлік фотосуретінде аты жоқ
lv: ID fotoattēlā trūkst vārda
sq: Emri mungon në foton e identitetit
sv: Namn saknas på ID-foto
th: ไม่มีชื่อจากภาพที่บอก ID มา
uz: Shaxsni tasdiqlovchi rasmda ism yoʻq
zh_hk: 身分證照片中姓名缺失

source: ID photo not provided
af_za: ID-foto nie verskaf nie
bo: ID ཡི་འདྲ་པར་མཁོ་སྤྲོད་བྱས་མི་འདུག
de_de: Foto ID ist nicht vorhanden
el: Δεν παρασχέθηκε φωτογραφία ταυτότητας
es: No se proporcionó la foto del documento de identidad
fa: عکس شناسنامه ارائه نشده است.
hu: ID fotó nincs megadva
ja: ID写真が提供されていません
lv: ID fotogrāfija nav sniegta
sq: Fotografia e identitetit nuk është dhënë
sv: ID-foto tillhandahålls inte
th: ไม่ได้บอก ID ของรูปภาพ
uz: ID surati taqdim etilmagan
zh_hk: 未提供身分證照片

source: ID is invalid
af_za: ID is ongeldig
bo: ID ཚུལ་མཐུན་ཞིག་མ་རེད།
de_de: ID ist nicht gültig
el: H ταυτότητα δεν είναι έγκυρη
es: El documento de identidad no es válido
fa: شناسه نامعتبر است.
hu: Az ID nem érvényes
ja: IDが無効です
kk: ID жарамсыз
lv: ID nav derīgs
sq: ID-ja është e pavlefshme
sv: ID är ogiltigt
th: ID ไม่ถูกต้อง
uz: ID yaroqsiz
zh_hk: 身分證號碼無效

source: Learner photo is blurry
af_za: Leerderfoto is vaag
bo: སློབ་གཉེར་བའི་འདྲ་པར་གསལ་པོ་མི་འདུག
de_de: Das Foto des Teilnehmers ist verschwommen.
el: Η φωτογραφία μαθητή είναι θολή
es: La foto del aprendiz está borrosa
fa: عکس دانش‌پذیر تار است
hu: A tanuló fotója homályos
ja: 学習者の写真がぼやけています
kk: Оқушының суреті бұлыңғыр
lv: Dalībnieka fotoattēls ir izplūdis
sq: Fotografia e nxënësit është e paqartë
sv: Learnerfotoet är suddigt
th: รูปนักเรียนเบลอ
uz: Oʻquvchi surati xira
zh_hk: 學生照片模糊

source: Name on ID does not match name on account
af_za: Naam op ID stem nie ooreen met naam op rekening nie
bo: ID སྒང་གི་མིང་དེ་དང་ཁ་བྱང་ནང་གི་མིང་གཉིས་མཐུན་གྱི་མི་འདུག
de_de: Name der ID stimmt nicht mit dem Benutzernamen überein.
el: Το όνομα στην ταυτότητα δεν ταιριάζει με το όνομα του λογαριασμού
es: El nombre en el documento de identidad no coincide con el nombre en la cuenta
fa: نام موجود در عکس شناسنامه با نام موجود در حساب کاربری مطابقت ندارد.
hu: Az igazolványon szereplő név nem egyezik a fiókban szereplő névvel
ja: ID上の名前がアカウントの名前と一致しません
kk: Жеке куәліктегі ат тіркелгідегі атқа сәйкес келмейді
lv: Vārds uz ID neatbilst vārdam kontā
sq: Emri në ID nuk përputhet me emrin në llogari
sv: Namn på ID matchar inte namn på konto
th: ชื่อใน ID ไม่ตรงกับชื่อในบัญชี
uz: IDdagi ism accountdagi nomga mos kelmaydi
zh_hk: 身分證上的姓名與帳戶上的姓名不符

source: Learner photo not provided
af_za: Leerderfoto nie verskaf nie
bo: སློབ་གཉེར་བའི་འདྲ་པར་མཁོ་སྤྲོད་བྱས་མི་འདུག
de_de: Der Teilnehmer hat kein Foto
el: Δεν παρασχέθηκε φωτογραφία σπουδαστή
es: No se proporcionó la foto del aprendiz
fa: عکس دانش‌پذیر ارائه نشده است
hu: A tanulói fénykép nincs megadva
ja: 学習者の写真が提供されていません
kk: Оқушының суреті берілмеді
lv: Dalībnieka fotogrāfija nav sniegta
sq: Fotografia e nxënësve nuk është dhënë
th: ผู้เรียนไม่ได้ให้รูปถ่าย
uz: O‘quvchi surati berilmagan
zh_hk: 未提供學員照片

source: ID photo is blurry
af_za: ID-foto is vaag
bo: ID ཡི་འདྲ་པར་གསལ་པོ་མི་འདུག
de_de: Foto ID ist verschwommen
el: Η φωτογραφία της ταυτότητας είναι θολή
es: La foto del documento de identidad está borrosa
fa: عکس شناسنامه تار است.
hu: Az igazolvány fotója homályos
ja: ID写真がぼやけています
kk: Жеке куәлік суреті бұлыңғыр
lv: ID fotoattēls ir izplūdis
sq: Fotografia e identitetit është e paqartë
sv: ID-foto är suddigt
th: รูป ID ไม่ชัดเจน
uz: ID fotosurati xira
zh_hk: 身分證照片模糊

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
af_za: Gaan jou {email_start} {email} {email_end} inkassie na vir &#39;n rekeningaktiveringskakel vanaf {platform_name} . As jy hulp nodig het, kontak {link_start} {platform_name} Ondersteuning {link_end} .
bo: ཁྱེད་ཀྱིས་རང་གི་ {email_start}{email}{email_end} གློག་འཕྲིན་ནང་གཟིགས་རོགས། དེར་ {platform_name} འདི་བརྒྱུད་ནས་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་འབྱེད་སའི་དྲ་ཐག་ཅིག་བསྐུར་ཡོད། དེའི་ཐད་ཁྱེད་ལ་རམ་འདེགས་དགོས་ན། {link_start}{platform_name} Support{link_end} འདིར་འབྲེལ་བ་བྱོས།
de_de: Kontrollieren Sie Ihren {email_start}{email}{email_end} Posteingang wegen des Account-Aktivierungs-Links für die {platform_name}. Wenn Sie hierbei Hilfe benötigen, kontaktieren Sie uns unter {link_start}{platform_name} Support{link_end}.
el: Ελέγξτε το email {email_start}{email}{email_end} για το σύνδεσμο ενεργοποίησης του λογαριασμού σας στο {platform_name}. Αν χρειαστείτε βοήθεια, επικοινωνήστε με {link_start}το Τμήμα Τεχνικής Υποστήριξης του {platform_name}{link_end}.
es: Revise la bandeja de entrada de su {email_start}{email}{email_end} para encontrar un enlace de activación de cuenta de {platform_name}. Si necesita ayuda, póngase en contacto con {link_start}el Soporte de {platform_name}{link_end}.
fa: صندوق ورودی {email_start} {email} {email_end} را برای پیوند فعالسازی حساب از {platform_name} بررسی کنید. اگر به کمک نیاز دارید، با {link_start} {platform_name} با پشتیبانی {link_end} تماس بگیرید.
hu: Ellenőrizze a {email_start}{email}{email_end} postafiókját a {platform_name} által küldött fiókaktiváló linkért. Ha segítségre van szüksége, lépjen kapcsolatba a {link_start}{platform_name} ügyfélszolgálatával{link_end}.
ja: {email_start}{email}{email_end}の受信トレイを確認して、{platform_name}からのアカウント有効化リンクを探してください。サポートが必要な場合は、{link_start}{platform_name}サポート{link_end}にお問い合わせください。
kk: {email_start} {email} {email_end} кіріс жәшігінен {platform_name} арқылы тіркелгіні белсендіру сілтемесін тексеріңіз. Көмек қажет болса, {link_start} {platform_name} Қолдау {link_end} хабарласыңыз.
lv: Pārbaudiet savu {email_start}{email} {email_end} iesūtni, lai saņemtu konta aktivizēšanas saiti no {platform_name}. Ja jums ir nepieciešama palīdzība, sazinieties ar {link_start}{platform_name} Atbalsta dienestu{link_end}.
sq: Kontrolloni kutinë tuaj hyrëse {email_start}{email}{email_end} për një lidhje të aktivizimit të llogarisë nga {platform_name}. Nëse keni nevojë për ndihmë, kontaktoni {link_start}{platform_name} Support{link_end}.
sv: Kontrollera din {email_start}{email}{email_end} inkorg för en aktiveringslänk från {platform_name}. Om du behöver hjälp kontaktar du {link_start}{platform_name} vår support {link_end}.
th: ตรวจสอบกล่องจดหมาย {email_start}{email}{email_end} เพื่อดูลิงก์การเปิดใช้งานบัญชีจาก {platform_name} หากต้องการความช่วยเหลือ โปรดติดต่อฝ่ายสนับสนุนของ {link_start}{platform_name}{link_end}
uz: {platform_name} dan accountni faollashtirish havolasi uchun {email_start} {email} {email_end} kirish qutisini tekshiring. Agar sizga yordam kerak bo'lsa, {link_start} {platform_name} Yordam {link_end} bilan bog'laning.
zh_hk: 檢查您的{email_start} {email} {email_end}收件匣中是否有來自{platform_name}的帳戶啟動連結。如果您需要協助，請聯絡{link_start} {platform_name}支援{link_end} 。

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
af_za: Voeg &#39;n terugstelling-e-posadres by om toegang te behou wanneer enkelaanmelding nie beskikbaar is nie. Gaan na {link_start} jou rekeninginstellings {link_end} .
de_de: Fügen Sie eine Wiederherstellungs-E-Mail hinzu, um den Zugriff zu erhalten, wenn keine Single Sign-On Funktion verfügbar ist. Gehen Sie zu {link_start}Ihre Kontoeinstellungen{link_end}.
el: Προσθέστε ένα μήνυμα ηλεκτρονικού ταχυδρομείου ανάκτησης για να διατηρήσετε την πρόσβαση όταν δεν είναι διαθέσιμη η απλή σύνδεση. Μεταβείτε στις {link_start}Ρυθμίσεις του λογαριασμού σας{link_end}.
es: Agregue un correo electrónico de recuperación para mantener el acceso cuando el inicio de sesión único no esté disponible. Vaya a {link_start}la Configuración de su Cuenta{link_end}.
fa: یک رایانامۀ بازیابی اضافه کنید تا زمانی که ورود به سامانه در دسترس نیست، دسترسی خود را حفظ کنید. به {link_start} تنظیمات حساب خود بروید {link_end} .
hu: Adj hozzá egy helyreállítási e-mail címet, hogy hozzáférésed megmaradjon, amikor az egyszeri bejelentkezés nem elérhető. Lépj a {link_start}fiókbeállításaidhoz{link_end}.
ja: シングルサインオンが利用できない場合にアクセスを保持するために、リカバリ用のメールアドレスを追加してください。{link_start}アカウント設定{link_end}に移動します。
kk: Бір рет жүйеге кіру қол жетімді болмаған кезде кіру рұқсатын сақтау үшін қалпына келтіру электрондық поштасын қосыңыз. {link_start} тіркелгі параметрлеріне өтіңіз {link_end} .
lv: Pievienojiet atgūšanas e-pasta vēstuli, lai saglabātu piekļuvi, ja vienreizēja pierakstīšanās nav pieejama. Dodieties uz {link_start}jūsu konta iestatījumi{link_end}.
sq: Shto një email rikuperimi për të ruajtur aksesin kur nuk ofrohet një hyrje e vetme. Shkoni te {link_start} Cilësimet e llogarisë suaj {link_end} .
sv: Lägga till ett återställningsmeddelande för att behålla åtkomsten när enkel inloggning inte är tillgänglig. Gå till {link_start}dina kontoinställningar{link_end}.
th: เพิ่มอีเมลสำรองเพื่อรักษาการเข้าถึง เมื่อไม่สามารถลงชื่อเพียงครั้งเดียวได้ ไปที่{link_start}การตั้งค่าบัญชีของคุณ{link_end}
uz: Yagona tizimga kirish imkoni boʻlmaganda ruxsatni saqlab qolish uchun muqobil e-pochta manzilini qoʻshing. {link_start} account qaydnomangiz sozlamalariga o'ting {link_end} .
zh_hk: 新增恢復電郵以在單一登入不可用時保留存取權限。前往{link_start}您的帳戶設定{link_end} 。

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
af_za: Herstel-e-pos is nog nie geaktiveer nie. Besoek asseblief jou e-pos en volg die instruksies om dit te aktiveer.
bo: བསྐྱར་གསོའི་གློག་འཕྲིན་དེའི་བྱེད་ནུས་ད་དུང་སྒོ་ཕྱེས་མི་འདུག དེའི་བྱེད་ནུས་སྒོ་འབྱེད་པ་ལ་ཐོག་མར་ཁྱེད་ཀྱི་གློག་འཕྲིན་ནང་གཟིགས་དང་ཁྱེད་ལ་ལམ་སྟོན་གྱི་འཕྲིན་ཞིག་བསྐུར་ཡོད།
de_de: Die Wiederherstellungs-E-Mail ist noch nicht aktiviert. Bitte besuchen Sie Ihre E-Mail und folgen Sie den Anweisungen, um sie zu aktivieren.
el: Το email ανάκτησης δεν έχει ενεργοποιηθεί ακόμα. Επισκεφτείτε το email σας και ακολουθήστε τις οδηγίες για να το ενεργοποιήσετε.
es: El correo electrónico de recuperación aún no está activado. Por favor, revise su correo electrónico y siga las instrucciones para activarlo.
fa: ایمیل بازیابی هنوز فعال نشده است. لطفاً به ایمیل خود مراجعه کرده و دستورالعمل فعال‌سازی را دنبال کنید.
hu: A helyreállító e-mail még nincs aktiválva. Kérjük, látogasson el az e-mail fiókjába, és kövesse az utasításokat az aktiváláshoz.
ja: リカバリー用のメールはまだ有効化されていません。メールを確認し、指示に従って有効化してください。
kk: Қалпына келтіру электрондық поштасы әлі іске қосылмаған. Электрондық поштаңызға кіріп, оны белсендіру үшін нұсқауларды орындаңыз.
lv: Atgūšanas e-pasts vēl nav aktivizēts. Lūdzu, apmeklējiet savu e-pastu un izpildiet norādījumus, lai to aktivizētu.
sq: Email-i i rikuperimit nuk është aktivizuar ende. Ju lutemi vizitoni emailin tuaj dhe ndiqni udhëzimet për ta aktivizuar atë.
sv: Återställningsmail är inte aktiverat ännu. Vänligen besök din e-post och följ instruktionerna för att aktivera det.
th: อีเมลสำรองยังไม่ได้เปิดใช้งาน โปรดไปที่อีเมลของคุณและทำตามคำแนะนำเพื่อเปิดใช้งาน
uz: Muqobil elektron pochta hali faollashtirilmagan. Iltimos, elektron pochtangizga tashrif buyuring va uni faollashtirish uchun ko'rsatmalarga rioya qiling.
zh_hk: 恢復電郵尚未啟動。請訪問您的電郵並按照說明啟動它。
