Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: For verified certificates, specify between one and four signatories and upload the associated images.
af_za: Vir geverifieerde sertifikate, spesifiseer tussen een en vier ondertekenaars en laai die gepaardgaande beelde op.
de_de: Legen Sie für verifizierte Zertifikate zwischen einem und vier Unterzeichnern fest und laden Sie die zugehörigen Bilder hoch.
el: Για έγκυρες βεβαιώσεις, καθορίστε από έναν έως τέσσερις υπογράφοντες και μεταφορτώστε τις σχετικές εικόνες.
fa: برای گواهی های تایید شده، بین یک تا چهار امضاکننده را مشخص کنید و تصاویر مرتبط را آپلود کنید.
hu: Ellenőrzött bizonyítványokhoz határozz meg 1-4 darab aláírót és tölsd fel a hozzátartozó képeket.
ja: 認定証明書には、1人から4人の署名者を指定し、関連する画像をアップロードしてください。
kk: Тексерілген куәліктер үшін бір және төрт қол қоюшы арасында көрсетіңіз және байланысты суреттерді жүктеп салыңыз.
lv: Verificētiem sertifikātiem norādiet vienu līdz četrus parakstītājus un augšupielādējiet saistītos attēlus.
sq: Për certifikatat e verifikuara, specifikoni ndërmjet një dhe katër nënshkrues dhe ngarkoni imazhet e lidhura.
sv: För verifierade certifikat anger du mellan en och fyra signatörer och laddar upp de associerade bilderna.
th: สำหรับใบรับรองที่ได้รับการยืนยัน ให้ทำการลงนามระหว่างหนึ่งถึงสี่ชื่อและอัพโหลดรูปภาพที่เกี่ยวข้อง
uz: Tasdiqlangan sertifikatlar uchun bir va toʻrtta imzo qoʻygan shaxsni belgilang va tegishli rasmlarni yuklang.
zh_hk: 對於經過驗證的證書，請指定一到四個簽署者並上傳關聯的圖像。

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
af_za: Om &#39;n sertifikaat te wysig of uit te vee voordat dit geaktiveer word, beweeg oor die regter boonste hoek van die vorm en kies {em_start} Wysig {em_end} of die verwyder-ikoon.
de_de: Um ein Zertifikat zu bearbeiten oder zu löschen bevor es aktiviert wird, bewegen Sie die den Zeiger in die obere rechte Ecke des Formulars und wählen Sie {em_start}Bearbeiten{em_end} oder das Löschen-Symbol .
el: Για να επεξεργαστείτε ή να διαγράψετε μια βεβαίωση προτού ενεργοποιηθεί, τοποθετήστε τον δείκτη του ποντικιού στην επάνω δεξιά γωνία της φόρμας και επιλέξτε {em_start}Επεξεργασία{em_end} ή το εικονίδιο διαγραφής.
fa: برای ویرایش یا حذف گواهی قبل از فعال شدن، نشانگر را روی گوشه سمت راست بالای فرم نگه دارید و {em_start} Edit {em_end} یا نماد حذف را انتخاب کنید.
hu: Egy inaktív bizonyítvány szerkesztéséhez vagy törléséhez kattints a jobb-felső sarokban található {em_start}Szerkesztés{em_end} vagy törlés gombra.
ja: 証明書を有効化する前に編集または削除するには、フォームの右上隅にカーソルを合わせ、{em_start}編集{em_end}または削除アイコンを選択します。
kk: Белсендірілгенге дейін сертификатты өңдеу немесе жою үшін пішіннің жоғарғы оң жақ бұрышына апарыңыз және {em_start} Өңдеу {em_end} немесе жою белгішесін таңдаңыз.
lv: Lai rediģētu vai dzēstu sertifikātu pirms tā aktivizēšanas, pavērsiet peles kursoru virs veidlapas labā augšējā stūra un izvēlieties {em_start}Rediģēt{em_end} vai dzēšanas ikonu.
sq: Për të modifikuar ose fshirë një certifikatë përpara se të aktivizohet, kaloni në këndin e sipërm djathtas të formularit dhe zgjidhni {em_start}Edit{em_end} ose ikonën e fshirjes.
sv: För att redigera eller ta bort ett certifikat innan det aktiveras, sväng höger längst upp till höger i formuläret och välj {em_start}Redigera{em_end} eller radera ikonen.
th: ในการแก้ไขและลบใบรับรองก่อนที่ใช้งาน ให้ดูที่ด้านมุมบนขวาของรูปแบบแล้วเลือก {em_start}แก้ไข{em_end} หรือลบ
uz: Sertifikatni faollashtirishdan oldin uni tahrirlash yoki oʻchirish uchun kursorni shaklning yuqori oʻng burchagiga olib boring va {em_start} Tahrirlash {em_end} yoki oʻchirish belgisini tanlang.
zh_hk: 若要在啟動前編輯或刪除證書，請將滑鼠停留在表單的右上角，然後選擇{em_start}編輯{em_end}或刪除圖示。

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
af_za: Om &#39;n voorbeeldsertifikaat te sien, kies &#39;n kursusmodus en kies {em_start} Voorskousertifikaat {em_end} .
de_de: Um ein Beispielzertifikat anzuzeigen, wählen Sie den Kursmodus und drücken auf {em_start}Zertifikat-Vorschau{em_end}.
el: Για να προβάλετε ένα δείγμα βεβαίωσης, επιλέξτε μια λειτουργία μαθήματος και επιλέξτε {em_start}Προεπισκόπηση βεβαίωσης{em_end}.
fa: برای مشاهده نمونه گواهی، یک حالت دوره را انتخاب کنید و {em_start} Preview Certificate {em_end} را انتخاب کنید.
hu: Egy minta bizonyítvány megtekintéséhez válassz egy kurzus módot és kattints a {em_start}Bizonyítvány Előnézet{em_end} gombra.
kk: Сертификат үлгісін көру үшін курс режимін таңдап, {em_start} Сертификатты алдын ала қарау {em_end} таңдаңыз.
lv: Lai skatītu sertifikāta paraugu, izvēlieties kursa režīmu un atlasiet {em_start} Priekšskatījuma sertifikāts {em_end} .
sq: Për të parë një certifikatë mostër, zgjidhni një modalitet kursi dhe zgjidhni {em_start}Preview Certificate{em_end}.
sv: Om du vill visa ett provcertifikat väljer du ett kursläge och väljer {em_start}Preview Certificate{em_end}.
th: ในการดูตัวอย่างใบรับรอง ให้ทำการเลือกโหมดหลักสูตรและเลือก {em_start}ตัวอย่างใบรับรอง{em_end}
uz: Sertifikat namunasini ko‘rish uchun kurs rejimini tanlang va {em_start} Sertifikatni oldindan ko‘rish {em_end} ni tanlang.
zh_hk: 若要查看範例證書，請選擇課程模式並選擇{em_start}預覽證書{em_end} 。

source: Issuing Certificates to Learners
af_za: Uitreiking van sertifikate aan leerders
de_de: Gebe Zertifikate an Teilnehmer aus...
el: Έκδοση βεβαιώσεων σε σπουδαστές
fa: صدور گواهینامه برای فراگیران
hu: Bizonyítványok kiosztása a tanulóknak
ja: 学習者への証明書の発行
kk: Оқушыларға сертификаттар беру
lv: Sertifikātu izsniegšana kursa dalībniekiem
sq: Lëshimi i certifikatave për nxënësit
sv: Utfärda certifikat till elever
th: การออกใบรับรองให้กับผู้เรียน
uz: Talabalarga sertifikatlar berish
zh_hk: 向學生頒發證書

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
af_za: Om kursussertifikate te begin uitreik, kies &#39;n kursusspanlid met óf die Personeel- óf Admin-rol {em_start} Aktiveer {em_end} . Slegs kursusspanlede met hierdie rolle kan &#39;n geaktiveerde sertifikaat wysig of uitvee.
de_de: Um die Ausgabe der Kurszertifikate zu starten, muss ein Kursmitglied, welches die Rolle Mitarbeiter oder Administrator inne hat {em_start}Aktivieren{em_end} wählen. Nur Kursmitglieder in diesen Rollen können aktivierte Zertifikate bearbeiten oder löschen.
el: Για να ξεκινήσει η έκδοση βεβαιώσεων ενός μαθήματος, ένα μέλος της ομάδας μαθήματος με ρόλο Προσωπικού ή Διαχειριστή επιλέγει {em_start}Ενεργοποίηση{em_end}. Μόνο τα μέλη της ομάδας μαθήματος με αυτούς τους ρόλους μπορούν να επεξεργαστούν ή να διαγράψουν μια ενεργοποιημένη βεβαίωση.
fa: برای شروع صدور گواهینامه دوره، یکی از اعضای تیم دوره با نقش Staff یا Admin {em_start} فعالسازی {em_end} را انتخاب می کند. فقط اعضای تیم دوره با این نقش ها می توانند گواهی فعال شده را ویرایش یا حذف کنند.
hu: A kurzus bizonyítványok kiosztásának megkezdéséhez egy kurzus csapattagnak, aki rendelkezik Staff vagy rendszergazda szerepkörrel, ki kell választania az {em_start}Aktiválás{em_end} opciót. Csak az ilyen szerepkörrel rendelkező kurzus csapattagok szerkeszthetik vagy törölhetik az aktivált bizonyítványt.
ja: コース証明書の発行を開始するには、スタッフまたは管理者の役割を持つコースチームメンバーが{em_start}Activate{em_end}を選択します。これらの役割を持つコースチームメンバーのみが、アクティブ化された証明書を編集または削除できます。
kk: Курс сертификаттарын беруді бастау үшін Қызметкер немесе Әкімші рөлі бар курс тобының мүшесі {em_start} Белсендіру {em_end} параметрін таңдайды. Осы рөлдері бар курс тобының мүшелері ғана белсендірілген сертификатты өңдей немесе жоя алады.
lv: Lai uzsāktu kursu sertifikātu izsniegšanu, kursu grupas dalībnieks/ce ar personāla vai administratora lomu izvēlas {em_start}Aktivizēt{em_end}. Tikai kursu grupas dalībnieki ar šīm lomām var rediģēt vai dzēst aktivizētu sertifikātu.
sq: Për të filluar lëshimin e certifikatave të kursit, një anëtar i ekipit të kursit me rolin Stafi ose Administratori zgjedh {em_start}Aktivizo{em_end}. Vetëm anëtarët e ekipit të kursit me këto role mund të modifikojnë ose fshijnë një certifikatë të aktivizuar.
sv: För att börja utfärda kursbevis väljer en kursmedlem med antingen personal- eller administratörsrollen {em_start} Aktivera {em_end}. Endast kursteamemedlemmar med dessa roller kan redigera eller ta bort ett aktiverat certifikat.
uz: Kurs sertifikatlarini berishni boshlash uchun Xodim yoki Administrator roliga ega kurs jamoasi aʼzosi {em_start} Faollashtirish {em_end} tanlaydi. Faqat ushbu rollarga ega bo'lgan kurs jamoasi a'zolari faollashtirilgan sertifikatni tahrirlashi yoki o'chirishi mumkin.
zh_hk: 要開始頒發課程證書，具有員工或管理員角色的課程團隊成員選擇{em_start}啟動{em_end} 。只有具有這些角色的課程團隊成員才能編輯或刪除已啟動的證書。

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
af_za: {em_start} Moenie {em_end} sertifikate uitvee nadat &#39;n kursus begin het nie; leerders wat reeds sertifikate verwerf het, sal nie meer toegang daartoe kan kry nie.
de_de: Löschen Sie Zertifikate {em_start}NICHT{em_end} nachdem ein Kurs begonnen hat; denn dann können Teilnehmer, die dieses Zertifikat bereits erworben haben, nicht mehr darauf zugreifen.
el: {em_start}Μη{em_end} διαγράφετε τις βεβαιώσεις μετά την έναρξη ενός μαθήματος∙ οι φοιτητές που έχουν ήδη αποκτήσει βεβαιώσεις δε θα έχουν πλέον πρόσβαση σε αυτές.
fa: {em_start} پس از شروع دوره {em_end} گواهی ها را حذف نکنید. زبان آموزانی که قبلاً گواهینامه ها را دریافت کرده اند دیگر نمی توانند به آنها دسترسی داشته باشند.
hu: {em_start}Ne törölj{em_end} bizonyítványokat, miután a kurzus megkezdődött. Akik már szereztek bizonyítványt nem fogják tudni utána elérni.
ja: {em_start}コースが始まった後に証明書を削除しないでください{em_end}。すでに証明書を取得した学習者は、それにアクセスできなくなります。
kk: {em_start} Курс басталғаннан кейін сертификаттарды жоймаңыз; сертификаттарын алған оқушылар енді оларға қол жеткізе алмайды. {em_end}
lv: {em_start}Neizdzēsiet sertifikātus no{em_end} pēc kursa sākuma; kursa dalībnieki, kuri jau ir ieguvuši sertifikātus, vairs nevarēs tiem piekļūt.
sq: {em_start} Mos e fshini {em_end} certifikatat pasi të ketë filluar një kurs; nxënësit që kanë fituar tashmë certifikata nuk do të mund t&#39;i qasen më ato.
sv: {em_start} Ta inte bort {em_end} certifikat efter att en kurs har startat. Elever som redan har tjänat certifikat kommer inte längre kunna komma åt dem.
th: {em_start}ห้าม{em_end} ลบใบรับรองหลังจากหลักสูตรได้เริ่มต้นขึ้น ผู้เรียนที่ได้รับใบรับรองแล้วจะไม่สามารถกลับเข้าถึงใบรับรองได้อีก
uz: {em_start} {em_end} kurs boshlanganidan keyin sertifikatlarni oʻchirmang; sertifikatlarni qo'lga kiritgan o'quvchilar endi ularga kira olmaydi.
zh_hk: {em_start}請勿在課程開始後{em_end}證書；已經獲得證書的學生將無法再獲得這些證書。

source: Learn more about certificates
af_za: Kom meer te wete oor sertifikate
de_de: Erfahre mehr über Zertifikate
el: Μάθετε περισσότερα για τις βεβαιώσεις
fa: درباره گواهینامه ها بیشتر بدانید
hu: Tudj meg többet a bizonyítványokról.
kk: Сертификаттар туралы көбірек біліңіз
lv: Uzziniet vairāk par sertifikātiem
sq: Mësoni më shumë rreth Certifikatave
sv: Läs mer om certifikat
th: เรียนรู้เพิ่มเติมเกี่ยวกับประกาศนียบัตร
uz: Sertifikatlar haqida ko'proq bilib oling
zh_hk: 了解更多有關證書的信息

source: Details & Schedule
af_za: Besonderhede en skedule
de_de: Details & Terminplan
el: Λεπτομέρειες & Πρόγραμμα
fa: جزئیات و برنامه زمانبندی
hu: Részletek & Ütemezés
ja: 詳細とスケジュール
kk: Мәліметтер және кесте
lv: Sīkāka informācija un grafiks
sq: Detaje & Orari
sv: Detaljer och schema
th: รายละเอียดและกำหนดการณ์
uz: Tafsilotlar va jadval
zh_hk: 詳情及時間表

source: Grading
af_za: Gradering
bo: རིམ་པ་བཞིན།
de_de: Bewertung
el: Βαθμολογία
es: Calificación
fa: درجه بندی
hu: Értékelés
kk: Бағалау
lv: Novērtēšana
sq: Notimi
sv: Betygsättning
th: การให้คะแนน
uz: Baholash
zh_hk: 正在評分

source: Course Team
af_za: Kursusspan
de_de: Kursteam
el: Ομάδα μαθήματος
fa: تیم دوره
hu: Oktatói csapat
ja: コースチーム
kk: Курс командасы
lv: Kursa komanda
sq: Ekipi i kursit
sv: Kursteam
th: ทีมพัฒนาหลักสูตร
uz: Kurs jamoasi
zh_hk: 課程團隊

source: Advanced Settings
af_za: Gevorderde instellings
de_de: Erweiterte Einstellungen
el: Προχωρημένες ρυθμίσεις
fa: تنظیمات پیشرفته
hu: Speciális beállítások
ja: 詳細設定
kk: Қосымша параметрлер
lv: Papildu iestatījumi
sq: Konfigurimet E Avancuara
sv: Avancerade Inställningar
th: การตั้งค่าขั้นสูง
uz: Kengaytirilgan sozlamalar
zh_hk: 進階設定

source: Proctored Exam Settings
af_za: Proctored eksameninstellings
de_de: Beaufsichtigte Prüfungseinstellungen
el: Προστατευμένες ρυθμίσεις εξετάσεων
fa: تنظیمات آزمون محفوظ
hu: Proktorált vizsga beállítások
ja: 試験監督付き試験の設定
lv: Uzraudzīto eksāmenu iestatījumi
sq: Cilësimet e provimit të mbrojtura
uz: Proktorlangan imtihon sozlamalari
zh_hk: 監考考試設定

source: Checklists
af_za: Kontrolelyste
de_de: Checklisten
el: Λίστες ελέγχου
fa: چک لیست ها
hu: Teendőlista
ja: チェックリスト
kk: Тексеру тізімдері
lv: Kontrolsaraksti
sq: Listat e kontrollit
sv: Checklistor
th: รายการที่ต้องทำ
uz: Tekshirish ro'yxatlari
zh_hk: 清單

source: Tools
af_za: Gereedskap
de_de: Werkzeuge
el: Εργαλεία
fa: ابزار
hu: Eszközök
ja: ツール
kk: Құралдар
lv: Rīki
sq: Mjetet
sv: Verktyg
th: เครื่องมือ
uz: Asboblar
zh_hk: 工具

source: Duplicate
af_za: Dupliseer
de_de: Dupliziere
el: Αντιγραφή
fa: تکراری
hu: Duplikálás
ja: 複製
kk: Көшірме
lv: Dublikāts
sq: Dublikat
sv: Duplicera
th: ทำซ้ำ
uz: Dublikat
zh_hk: 複製

source: Duplicate this component
af_za: Dupliseer hierdie komponent
de_de: Diese Komponente verfielfältigen
el: Αντιγράψτε αυτό το στοιχείο
fa: این جزء را کپی کنید
ja: このコンポーネントを複製
kk: Бұл компонентті көшіріңіз
lv: Dublējiet šo komponentu
sq: Duplikoni këtë komponent
sv: Duplicera den här komponenten
th: ทำซ้ำส่วนประกอบนี้
uz: Ushbu komponentni takrorlang
zh_hk: 複製此組件

source: Move
af_za: Beweeg
de_de: Verschieben
el: Μετακίνηση
fa: حرکت
hu: mozgat
ja: 移動
kk: Жылжыту
lv: Kustēties
sq: Lëvizni
sv: Flytta
th: ย้าย
uz: Ko'chirish
zh_hk: 移動

source: Delete this component
af_za: Vee hierdie komponent uit
de_de: Diese Komponente löschen
el: Διαγράψτε αυτό το στοιχείο
fa: این جزء را حذف کنید
hu: Törölje ezt az elemet
ja: このコンポーネントを削除します
kk: Бұл компонентті жойыңыз
lv: Dzēst šo komponentu
sq: Fshijeni këtë komponent
sv: Radera den här komponenten
th: ลบส่วนประกอบนี้
uz: Ushbu komponentni o'chiring
zh_hk: 刪除該組件

source: Drag to reorder
af_za: Sleep om te herrangskik
de_de: Für eine neue Reihenfolge, ziehen
el: Σύρετε για αναδιάταξη
fa: برای سفارش مجدد بکشید
hu: Húzd az új sorrend kialakításához
ja: ドラッグして並べ替え
kk: Қайта реттеу үшін сүйреңіз
lv: Velciet, lai pārkārtotu
sq: Tërhiqeni për ta rirenditur
sv: Dra för att omordna
th: ลากเพื่อจัดลำดับใหม่
uz: Qayta tartiblash uchun torting
zh_hk: 拖曳重新排序

source: Page Actions
af_za: Bladsyaksies
de_de: Seitenaktionen
el: Ενέργειες σελίδας
fa: اقدامات صفحه
hu: Oldal műveletek
ja: ページアクション
kk: Бет әрекеттері
lv: Lapas darbības
sq: Veprimet e faqes
sv: Sidåtgärder
th: หน้าที่ทำการ
uz: Sahifa harakatlari
zh_hk: 頁面操作

source: Open the courseware in the LMS
af_za: Maak die kursusware in die LMS oop
de_de: Öffne die Kursinhalte im LMS
el: Ανοίξτε το εκπαιδευτικό υλικό στο LMS
fa: برنامه آموزشی را در LMS باز کنید
hu: Nyisd meg a kurzust az LMS-ben.
ja: LMSでコースウェアを開く
kk: LMS жүйесінде курстық құралды ашыңыз
lv: Atveriet mācību programmu LMS
sq: Hapni kursin mësimor në LMS
sv: Öppna kursmaterialet i LMS
th: คลิกบทเรียนใน LMS
uz: LMS da o'quv dasturlarini oching
zh_hk: 在LMS開啟課件

source: View Live Version
af_za: Bekyk regstreekse weergawe
de_de: Live-Version betrachten
el: Προβολή ζωντανής έκδοσης
fa: مشاهده نسخه زنده
hu: Élő nézet megtekintése
ja: ライブバージョンを表示
kk: Тікелей нұсқаны көру
lv: Skatīt tiešraides versiju
sq: Shiko Versionin Live
th: เวอร์ชั่นดูสด
uz: Jonli versiyani ko'rish
zh_hk: 查看即時版本

source: Preview the courseware in the LMS
af_za: Voorbeskou die kursusware in die LMS
de_de: Vorschau der Kursinhalte im LMS
el: Προεπισκόπηση του μαθήματος στο LMS
fa: پیش نمایش برنامه درسی در LMS
hu: Nézd meg a kurzus előnézetet az LMS-ben
ja: LMSでコースウェアをプレビューする
kk: LMS жүйесінде курстық құралды алдын ала қараңыз
lv: Priekšskatiet mācību programmu LMS
sq: Shikoni programin mësimor në LMS
sv: Förhandsvisa kursmaterialet i LMS
th: ชมตัวอย่างบทเรียนใน LMS
uz: LMS da o'quv dasturlarini oldindan ko'rib chiqing
zh_hk: 在 LMS 中預覽課件

source: Collapse All
af_za: Vou alles in
de_de: Alles verbergen
el: Αναδίπλωση όλων
fa: جمع کردن همه
hu: Mindet összecsuk
ja: すべて折りたたむ
kk: Барлығын жию
lv: Sakļaut visu
sq: Palos të gjitha
sv: Kollapsa alla
th: ซ่อนทั้งหมด
uz: Hammasini yig'ish
zh_hk: 全部收起

source: Adding components
af_za: Voeg komponente by
de_de: Komponenten werden hinzugefügt
el: Προσθήκη εξαρτημάτων
fa: افزودن اجزا
hu: Komponens hozzáadása
ja: コンポーネントの追加
kk: Компоненттерді қосу
lv: Komponentu pievienošana
sq: Shtimi i komponentëve
sv: Lägga till komponenter
th: การเพิ่มส่วนประกอบ
uz: Komponentlarni qo'shish
zh_hk: 新增組件

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
af_za: Kies &#39;n komponent tipe onder {strong_start} Voeg nuwe komponent {strong_end} by. Kies dan &#39;n sjabloon.
de_de: Wählen Sie einen Bausteintyp unter {strong_start}Neuen Baustein hinzufügen{strong_end}. Dann wählen Sie ein Template.
el: Επιλέξτε έναν τύπο στοιχείου στην ενότητα {strong_start}Προσθήκη νέου στοιχείου{strong_end}. Στη συνέχεια επιλέξτε ένα πρότυπο.
fa: یک نوع مؤلفه را در {strong_start} انتخاب کنید افزودن مؤلفه جدید {strong_end} . سپس یک الگو را انتخاب کنید.
hu: Válassz az {strong_start}Új komponens hozzáadása{strong_end} alatt komponens típust. Majd válassz sablont.
ja: {strong_start}新しいコンポーネントを追加{strong_end}の下でコンポーネントタイプを選択します。次にテンプレートを選択します。
kk: {strong_start} Жаңа құрамдас қосу {strong_end} астында құрамдас түрін таңдаңыз. Содан кейін үлгіні таңдаңыз.
lv: Atlasiet komponenta veidu sadaļā {strong_start} Pievienot jaunu komponentu {strong_end} . Pēc tam atlasiet veidni.
sq: Zgjidhni një lloj komponenti nën {strong_start}Add New Component{strong_end}. Pastaj zgjidhni një shabllon.
sv: Välj en komponenttyp under {strong_start} Lägg till ny komponent {strong_end}. Välj sedan en mall.
th: เลือกประเภทส่วนประกอบใต้ {strong_start}เพิ่มส่วนประกอบ{strong_end} แล้วเลือกต้นแบบ
uz: {strong_start} Yangi komponent qo'shish {strong_end} ostida komponent turini tanlang. Keyin shablonni tanlang.
zh_hk: 在{strong_start}新增組件{strong_end}下選擇組件類型。然後選擇一個模板。

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
af_za: Die nuwe komponent word onderaan die bladsy of groep bygevoeg. Jy kan dan die komponent wysig en skuif.
de_de: Der neue Baustein wurde unten auf der Seite oder Gruppe hinzugefügt. Sie können den Baustein bearbeiten oder die Reihenfolge ändern.
el: Το νέο στοιχείο προστίθεται στο κάτω μέρος της σελίδας ή της ομάδας. Στη συνέχεια, μπορείτε να επεξεργαστείτε και να μετακινήσετε το στοιχείο.
fa: جزء جدید در پایین صفحه یا گروه اضافه می شود. سپس می توانید کامپوننت را ویرایش و جابجا کنید.
hu: A komponens a lap, vagy a csoport aljához került hozzáadásra. Most már szerkesztheted és akár át is mozgathatod.
ja: 新しいコンポーネントはページまたはグループの下部に追加されます。その後、コンポーネントを編集したり移動したりできます。
kk: Жаңа құрамдас беттің немесе топтың төменгі жағында қосылады. Содан кейін компонентті өңдеуге және жылжытуға болады.
lv: Jaunais komponents tiek pievienots lapas vai grupas apakšā. Pēc tam komponentu var rediģēt un pārvietot.
sq: Komponenti i ri shtohet në fund të faqes ose grupit. Më pas mund ta modifikoni dhe zhvendosni komponentin.
sv: Den nya komponenten läggs till längst ner på sidan eller gruppen. Du kan sedan redigera och flytta komponenten.
th: ส่วนประกอบใหม่จะถูกเพิ่มเข้ามาที่บริเวณส่วนล่างของหน้าหรือกลุ่ม โดยคุณสามารถแก้ไขหรือย้ายส่วนประกอบนี้ได้
uz: Yangi komponent sahifa yoki guruhning pastki qismida qo'shiladi. Keyin komponentni tahrirlashingiz va ko'chirishingiz mumkin.
zh_hk: 新組件將會新增到頁面或群組的底部。然後您可以編輯和移動該組件。

source: Editing components
af_za: Redigeer komponente
de_de: Komponenten werden bearbeitet
el: Επεξεργασία στοιχείων
fa: ویرایش مولفه ها
hu: Komponensek szerkesztése
ja: コンポーネントの編集
kk: Компоненттерді өңдеу
lv: Komponentu rediģēšana
sq: Redaktimi i komponentëve
sv: Redigering av komponenter
th: การแก้ไขส่วนประกอบ
uz: Komponentlarni tahrirlash
zh_hk: 編輯組件

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
af_za: Klik op die {strong_start} Wysig {strong_end} -ikoon in &#39;n komponent om die inhoud daarvan te wysig.
de_de: Drücken Sie das {strong_start}Bearbeiten{strong_end} Symbol in einem Baustein um dessen Inhalt zu bearbeiten.
el: Κάντε κλικ στο εικονίδιο {strong_start}Επεξεργασία{strong_end} σε ένα στοιχείο για να επεξεργαστείτε το περιεχόμενό του.
fa: برای ویرایش محتوای آن، روی نماد {strong_start} Edit {strong_end} در یک مؤلفه کلیک کنید.
hu: Kattint a {strong_start}Szerkesztés{strong_end} ikonra, hogy át tudd írni a komponens tartalmát.
ja: コンポーネント内の{strong_start}編集{strong_end}アイコンをクリックして、その内容を編集します。
kk: Оның мазмұнын өңдеу үшін құрамдастағы {strong_start} Өңдеу {strong_end} белгішесін басыңыз.
lv: Komponentā noklikšķiniet uz ikonas {strong_start} Rediģēt {strong_end} lai rediģētu tā saturu.
sq: Kliko ikonën {strong_start} Ndrysho {strong_end} në një komponent për të modifikuar përmbajtjen e tij.
sv: Klicka på ikonen {strong_start}Redigera{strong_end} i en komponent för att redigera innehållet.
th: คลิกไอคอน {strong_start}แก้ไข{strong_end} ในส่วนประกอบเพื่อแก้ไขเนื้อหา
uz: Tarkibni tahrirlash uchun komponentdagi {strong_start} Tahrirlash {strong_end} belgisini bosing.
zh_hk: 點擊組件中的{strong_start}編輯{strong_end}圖示以編輯其內容。

source: Reorganizing components
af_za: Herorganisering van komponente
de_de: Bausteine neu organisieren
el: Αναδιοργάνωση στοιχείων
fa: سازماندهی مجدد اجزاء
hu: Komponensek újraszervezése
ja: コンポーネントの再編成
kk: Компоненттерді қайта ұйымдастыру
lv: Komponentu reorganizācija
sq: Riorganizoj komponentët
sv: Omorganisera komponenter
th: การจัดโครงสร้างส่วนประกอบใหม่
uz: Komponentlarni qayta tashkil etish
zh_hk: 重組組件

source: Drag components to new locations within this component.
af_za: Sleep komponente na nuwe liggings binne hierdie komponent.
de_de: Ziehen Sie Komponenten an neue Positionen innerhalb dieser Komponente.
el: Σύρετε στοιχεία σε νέες θέσεις σε αυτό το στοιχείο.
fa: اجزاء را به مکان های جدید در این جزء بکشید.
hu: Fogd és vidd a komponenst az új helyére ezen a komponensen belül.
kk: Құрамдастарды осы құрамдастағы жаңа орындарға сүйреңіз.
lv: Velciet komponentus uz jaunām vietām šajā komponentā.
sq: Tërhiqni komponentët në vendndodhje të reja brenda këtij komponenti.
sv: Dra komponenter till nya platser inom den här komponenten.
th: ลากส่วนประกอบไปยังตำแหน่งใหม่ภายในส่วนประกอบนี้
uz: Komponentlarni ushbu komponent ichidagi yangi joylarga torting.
zh_hk: 將組件拖曳到該組件內的新位置。

source: For content experiments, you can drag components to other groups.
af_za: Vir inhoudeksperimente kan jy komponente na ander groepe sleep.
de_de: Bei Experimenten als Teil der Inhalte können Sie Bausteine in andere Gruppen ziehen.
el: Για πειράματα περιεχομένου, μπορείτε να σύρετε στοιχεία σε άλλες ομάδες.
fa: برای آزمایش‌های محتوا، می‌توانید مؤلفه‌ها را به گروه‌های دیگر بکشید.
hu: A tartalmakkal való kísérletezésekhez áthúzhatsz elemeket más csoportokba.
ja: コンテンツ実験のために、コンポーネントを他のグループにドラッグできます。
kk: Мазмұн эксперименттері үшін құрамдастарды басқа топтарға апаруға болады.
lv: Veicot satura eksperimentus, varat vilkt sastāvdaļas uz citām grupām.
sq: Për eksperimentet e përmbajtjes, mund të tërhiqni komponentët në grupe të tjera.
sv: För innehållsförsök kan du dra komponenter till andra grupper.
th: เพื่อทดลองเนื้อหา คุณสามารถลากส่วนประกอบไปยังกลุ่มอื่นได้
uz: Kontent tajribalari uchun siz komponentlarni boshqa guruhlarga sudrab olishingiz mumkin.
zh_hk: 對於內容實驗，您可以將組件拖曳到其他群組。
