Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
af_za: Baie %(platform_name)s -leerders in %(course_name)s voltooi elke week meer probleme en neem aan die besprekingsforums deel. Wat wil jy doen om aan te hou leer?
de_de: Viele der %(platform_name)s Lernenden in %(course_name)s bewältigen jede Woche mehr Probleme und nehmen an den Diskussionsforen teil. Was wollen Sie tun, um weiter zu lernen?
el: Πολλοί σπουδαστές του %(platform_name)s στο μάθημα %(course_name)s ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζήτησης. Τι θέλετε να κάνετε για να συνεχίσετε να μαθαίνετε;
es: Muchos estudiantes de %(platform_name)s en %(course_name)s están completando más problemas cada semana y participando en los foros de discusión. ¿Qué quieres hacer para seguir aprendiendo?
fa: بسیاری از دانش‌پذیران %(platform_name)s در %(course_name)s هر هفته مسائل بیش‌تری را حل و در انجمن‌های گفت‌وگو شرکت می‌کنند. برای ادامه یادگیری چه کاری می‌خواهید انجام دهید؟
hu: Sok %(platform_name)s tanuló a %(course_name)s kurzusban minden héten több feladatot old meg, és részt vesz a vitafórumokon. Mit szeretnél tenni, hogy folytasd a tanulást?
ja: 多くの%(platform_name)sの学習者が%(course_name)sで毎週より多くの問題を解き、ディスカッションフォーラムに参加しています。あなたは学び続けるために何をしたいですか？
kk: %(course_name)s жүйесіндегі көптеген %(platform_name)s студенттері апта сайын көбірек есептерді шығарып, талқылау форумдарына қатысуда. Оқуды жалғастыру үшін не істегіңіз келеді?
lv: Daudzi %(platform_name)s kursa dalībnieki vietnē %(course_name)s katru nedēļu risina vairāk uzdevumu un piedalās diskusiju forumos. Ko jūs vēlaties darīt, lai turpinātu mācīties?
sq: Shumë nxënës %(platform_name)s në %(course_name)s po plotësojnë më shumë probleme çdo javë dhe po marrin pjesë në forumet e diskutimit. Çfarë dëshironi të bëni për të vazhduar mësimin?
sv: Många %(platform_name)s elever i %(course_name)s slutför fler problem varje vecka och deltar i diskussionsforumen. Vad vill du göra för att fortsätta lära dig?
uz: %(course_name)s -dagi ko'plab %(platform_name)s o'quvchilari har hafta ko'proq muammolarni hal qilishmoqda va muhokama forumlarida ishtirok etishmoqda. O'rganishni davom ettirish uchun nima qilishni xohlaysiz?
zh_hk: %(course_name)s中的許多%(platform_name)s學生每週都會完成更多問題，並參與討論論壇。你想做什麼來繼續學習？

source: Keep up the momentum!
af_za: Hou die momentum vol!
de_de: Bleiben Sie motiviert!
el: Συνεχίστε με την ίδια όρεξη!
es: ¡Mantén el impulso!
fa: به حرکت خود ادامه دهید!
hu: Tartsd fenn a lendületet!
ja: 勢いを保ちましょう！
kk: Қарқынды жалғастырыңыз!
lv: Turpiniet iesākto!
sq: Vazhdoni momentin!
sv: Fortsätt så!
uz: Tezlikni davom ettiring!
zh_hk: 再接再厲！

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
af_za: Baie {platform_name} -leerders in {start_strong} {course_name} {end_strong} voltooi elke week meer probleme en neem deel aan die besprekingsforums. Wat wil jy doen om aan te hou leer?
de_de: Viele {platform_name} Lernende in {start_strong}{course_name}{end_strong} erledigen jede Woche mehr Probleme und nehmen an den Diskussionsforen teil. Was willst du tun, um weiter zu lernen?
el: Πολλοί μαθητές {platform_name} στο {start_strong} {course_name} {end_strong} ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζήτησης. Τι θέλετε να κάνετε για να συνεχίσετε να μαθαίνετε;
es: Muchos estudiantes de {platform_name} en {start_strong}{course_name}{end_strong} están completando más problemas cada semana y participando en los foros de discusión. ¿Qué quieres hacer para seguir aprendiendo?
fa: بسیاری از دانش‌پذیران {platform_name} در {start_strong}{course_name}{end_strong} هر هفته مسائل بیش‌تری را حل و در انجمن‌های گفت‌وگو شرکت می‌کنند. برای ادامه یادگیری چه کاری می‌خواهید انجام دهید؟
hu: Sok {platform_name} tanuló a {start_strong}{course_name}{end_strong} kurzuson minden héten több feladatot old meg, és részt vesz a vitafórumokon. Mit szeretnél tenni, hogy tovább tanulj?
ja: 多くの{platform_name}の学習者が{start_strong}{course_name}{end_strong}で毎週より多くの問題を解き、ディスカッションフォーラムに参加しています。あなたは学び続けるために何をしたいですか？
kk: {start_strong} {course_name} {end_strong} бағдарламасындағы көптеген {platform_name} студенттері апта сайын көбірек есептерді шығарып, талқылау форумдарына қатысуда. Оқуды жалғастыру үшін не істегіңіз келеді?
lv: Daudzi {platform_name} dalībnieki {start_strong}{course_name} {end_strong} katru nedēļu risina vairāk uzdevumu un piedalās diskusiju forumos. Ko jūs vēlaties darīt, lai turpinātu mācīties?
sq: Shumë nxënës {platform_name} në {start_strong}{course_name}{end_strong} po plotësojnë më shumë probleme çdo javë dhe po marrin pjesë në forumet e diskutimit. Çfarë dëshironi të bëni për të vazhduar mësimin?
sv: Många {platform_name}-elever i {start_strong}{course_name}{end_strong} slutför fler problem varje vecka och deltar i diskussionsforumen. Vad vill du göra för att fortsätta lära dig?
uz: {start_strong} {course_name} {end_strong} boʻyicha koʻplab {platform_name} oʻquvchilari har hafta koʻproq muammolarni hal qilishmoqda va muhokama forumlarida ishtirok etishmoqda. O'rganishni davom ettirish uchun nima qilishni xohlaysiz?
zh_hk: {start_strong} {course_name} {end_strong}中的許多{platform_name}學生每週都會完成更多問題，並參與討論論壇。你想做什麼來繼續學習？

source: Keep learning
af_za: Hou aan leer
de_de: Weiterlernen
el: Συνεχίστε να μαθαίνετε
es: Sigue aprendiendo
fa: به یادگیری ادامه دهید
kk: Оқуды жалғастырыңыз
lv: Turpiniet mācīties
sq: Vazhdoni të mësoni
sv: Fortsätt att lära!
th: เรียนต่อไป
uz: O'rganishni davom eting
zh_hk: 保持學習

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
af_za: Onthou wanneer jy ingeskryf het vir %(course_name)s , en ander kursusse op %(platform_name)s ? Ons doen, en ons is bly om jou te hê! Kom kyk wat almal leer.
de_de: Erinnern Sie sich, als Sie sich in %(course_name)s und anderen Kursen auf %(platform_name)s eingeschrieben haben? Das tun wir, und wir sind froh, Sie zu haben! Kommen Sie und sehen Sie, was alle lernen.
el: Θυμάστε πότε εγγραφήκατε στο μάθημα %(course_name)s και σε άλλα μαθήματα στο %(platform_name)s; Θυμόμαστε εμείς, και χαιρόμαστε που συμμετέχετε! Ελάτε να δείτε τι μαθαίνουν οι υπόλοιπο.
es: ¿Recuerdas cuando te inscribiste en %(course_name)s y otros cursos en %(platform_name)s? Nosotros sí, ¡y nos alegra tenerte aquí! Ven a ver lo que todos están aprendiendo.
fa: به یاد دارید زمانی که در %(course_name)s و دوره های دیگر در %(platform_name)s ثبت نام کردید؟ ما این کار را می کنیم و از داشتن شما خوشحالیم! بیا ببین همه چی یاد میگیرن
hu: Emlékszel, amikor beiratkoztál a(z) %(course_name)s és más kurzusokra a(z) %(platform_name)s platformon? Mi emlékszünk, és örülünk, hogy velünk vagy! Nézd meg, mit tanulnak mások.
ja: %(course_name)sやその他のコースに%(platform_name)sで登録したときのことを覚えていますか？私たちは覚えており、あなたが参加してくれて嬉しいです！みんなが何を学んでいるのか見に来てください。
kk: %(course_name)s және %(platform_name)s бойынша басқа курстарға тіркелген кезіңіз есіңізде ме? Біз жасаймыз және сізбен болғанымызға қуаныштымыз! Келіңіздер, бәрі не үйреніп жатыр.
lv: Atceraties, ka jūs reģistrējāties %(course_name)s, kā arī citos %(platform_name)s kursos? Mēs atceramies, un mēs priecājamies, ka jūs to darāt! Nāc apskatīt, ko visi mācās.
sq: Të kujtohet kur u regjistrove në %(course_name)s dhe kurse të tjera në %(platform_name)s ? Ne po, dhe jemi të lumtur që ju kemi! Ejani të shihni se çfarë po mësojnë të gjithë.
sv: Kommer du ihåg när du registrerade dig för %(course_name)s och andra kurser på %(platform_name)s? Det gör vi, och vi är glada över att ha dig! Kom och se vad alla lär sig.
uz: %(course_name)s va %(platform_name)s bo'yicha boshqa kurslarga ro'yxatdan o'tganingizni eslaysizmi? Biz bor va siz bilan birga bo'lganimizdan xursandmiz! Keling, hamma nimani o'rganayotganini ko'ring.
zh_hk: 還記得您註冊%(course_name)s以及%(platform_name)s上的其他課程嗎？我們願意，我們很高興有你！快來看看大家都在學什麼。

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
af_za: Onthou jy toe jy ingeskryf het by %(course_name)s op %(platform_name)s ? Ons doen, en ons is bly om jou te hê! Kom kyk wat almal leer.
de_de: Erinnern Sie sich, als Sie sich in %(course_name)s auf %(platform_name)s eingeschrieben haben? Das tun wir, und wir sind froh, Sie zu haben! Kommen Sie und sehen Sie, was alle lernen.
el: Θυμάστε πότε εγγραφήκατε στο μάθημα %(course_name)s στο %(platform_name)s; Θυμόμαστε εμείς, και χαιρόμαστε που συμμετέχετε! Ελάτε να δείτε τι μαθαίνουν οι άλλοι.
es: ¿Recuerdas cuando te inscribiste en %(course_name)s en %(platform_name)s? Nosotros sí, ¡y nos alegra tenerte aquí! Ven a ver lo que todos están aprendiendo.
fa: به یاد دارید زمانی که در %(course_name)s در %(platform_name)s ثبت نام کردید؟ ما این کار را می کنیم و از داشتن شما خوشحالیم! بیا ببین همه چی یاد میگیرن
hu: Emlékszik, amikor beiratkozott a(z) %(course_name)s kurzusra a(z) %(platform_name)s platformon? Mi emlékszünk, és örülünk, hogy itt van! Nézze meg, mit tanulnak mások.
ja: %(platform_name)sで%(course_name)sに登録したときのことを覚えていますか？私たちは覚えており、あなたが参加してくれて嬉しいです！みんなが何を学んでいるのか見に来てください。
kk: %(platform_name)s жүйесінде %(course_name)s жүйесіне тіркелгеніңіз есіңізде ме? Біз жасаймыз және сізбен болғанымызға қуаныштымыз! Келіңіздер, бәрі не үйреніп жатыр.
lv: Atceraties, kad reģistrējāties %(course_name)s vietnē %(platform_name)s? Mēs atceramies, un mēs priecājamies, ka jūs esat! Nāciet apskatīt, ko visi mācās.
sq: Të kujtohet kur u regjistrove në %(course_name)s në %(platform_name)s? Ne po, dhe jemi të lumtur që ju kemi! Ejani të shihni se çfarë po mësojnë të gjithë.
sv: Kommer du ihåg när du registrerade dig för %(course_name)s på %(platform_name)s? Det gör vi, och vi är glada över att ha dig! Kom och se vad alla lär sig.
uz: %(platform_name)s da %(course_name)s dasturiga ro'yxatdan o'tganingizni eslaysizmi? Biz bor va siz bilan birga bo'lganimizdan xursandmiz! Keling, hamma nimani o'rganayotganini ko'ring.
zh_hk: 還記得您在%(platform_name)s註冊%(course_name)s嗎？我們願意，我們很高興有你！快來看看大家都在學什麼。

source: Keep learning today
af_za: Hou aan om vandag te leer
de_de: Lernen Sie heute weiter
el: Συνεχίστε να μαθαίνετε σήμερα
es: Sigue aprendiendo hoy
fa: امروز به یادگیری ادامه دهید
ja: 今日も学び続けましょう
kk: Бүгін оқуды жалғастырыңыз
lv: Turpiniet mācīties šodien
sq: Vazhdoni të mësoni sot
sv: Fortsätt att lära!
th: เรียนต่อไปในวันนี้
uz: Bugun o'rganishni davom eting
zh_hk: 今天繼續學習

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
af_za: Onthou wanneer jy ingeskryf het vir {start_strong} {course_name} {end_strong} , en ander kursusse op {platform_name} ? Ons doen, en ons is bly om jou te hê! Kom kyk wat almal leer.
de_de: Erinnern Sie sich, als Sie sich für {start_strong}{course_name}{end_strong} und andere Kurse auf {platform_name} angemeldet haben? Das tun wir, und wir sind froh, Sie zu haben! Kommen Sie und sehen Sie, was alle lernen.
el: Θυμάστε όταν εγγραφήκατε στο {start_strong} {course_name} {end_strong} και σε άλλα μαθήματα στο {platform_name} ; Το κάνουμε, και χαιρόμαστε που σας έχουμε! Ελάτε να δείτε τι μαθαίνουν όλοι.
es: ¿Recuerdas cuando te inscribiste en {start_strong}{course_name}{end_strong} y otros cursos en {platform_name}? Nosotros sí, ¡y nos alegra tenerte aquí! Ven a ver qué está aprendiendo todo el mundo.
fa: به یاد دارید زمانی که در {start_strong} {course_name} {end_strong} و دوره های دیگر در {platform_name} ثبت نام کردید؟ ما این کار را می کنیم و از داشتن شما خوشحالیم! بیا ببین همه چی یاد میگیرن
hu: Emlékszel, amikor beiratkoztál a {start_strong}{course_name}{end_strong} és más kurzusokra a {platform_name} platformon? Mi emlékszünk, és örülünk, hogy velünk vagy! Nézd meg, mit tanulnak mások.
ja: {start_strong}{course_name}{end_strong}や他のコースに{platform_name}で登録したときのことを覚えていますか？私たちは覚えており、あなたが参加してくれて嬉しいです！みんなが何を学んでいるのか見に来てください。
kk: {start_strong} {course_name} {end_strong} және {platform_name} бойынша басқа курстарға тіркелген кезіңіз есіңізде ме? Біз жасаймыз және сізбен болғанымызға қуаныштымыз! Келіңіздер, бәрі не үйреніп жатыр.
lv: Atceraties, ka jūs reģistrējāties {start_strong}{course_name} {end_strong} , kā arī citos {platform_name} kursos? Mēs atceramies, un mēs priecājamies, ka jūs to darāt! Nāc apskatīt, ko visi mācās.
sq: A e mbani mend kur jeni regjistruar në {start_strong}{course_name}{end_strong}, dhe kurse të tjera në {platform_name}? Ne po, dhe jemi të lumtur që ju kemi! Ejani të shihni se çfarë po mësojnë të gjithë.
sv: Kommer du ihåg när du registrerade dig för {start_strong}{course_name}{end_strong} och andra kurser på {platform_name}? Det gör vi, och vi är glada över att ha dig! Kom och se vad alla lär sig.
uz: {start_strong} {course_name} {end_strong} va {platform_name} bo'yicha boshqa kurslarga ro'yxatdan o'tganingizni eslaysizmi? Biz bor va siz bilan birga bo'lganimizdan xursandmiz! Keling, hamma nimani o'rganayotganini ko'ring.
zh_hk: 還記得您註冊{start_strong} {course_name} {end_strong}以及{platform_name}上的其他課程嗎？我們願意，我們很高興有你！快來看看大家都在學什麼。

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
af_za: Onthou wanneer jy ingeskryf het by {start_strong} {course_name} {end_strong} op {platform_name} ? Ons doen, en ons is bly om jou te hê! Kom kyk wat almal leer.
de_de: Erinnern Sie sich, als Sie sich bei {start_strong}{course_name}{end_strong} auf {platform_name} eingeschrieben haben? Das tun wir, und wir sind froh, Sie zu haben! Kommen Sie und sehen Sie, was alle lernen.
el: Θυμάστε όταν εγγραφήκατε στο {start_strong} {course_name} {end_strong} στο {platform_name} ; Το κάνουμε, και χαιρόμαστε που σας έχουμε! Ελάτε να δείτε τι μαθαίνουν όλοι.
es: ¿Recuerdas cuando te inscribiste en {start_strong}{course_name}{end_strong} en {platform_name}? Nosotros sí, ¡y nos alegra tenerte aquí! Ven a ver qué está aprendiendo todo el mundo.
fa: به یاد دارید زمانی که در {start_strong} {course_name} {end_strong} در {platform_name} ثبت نام کردید؟ ما این کار را می کنیم و از داشتن شما خوشحالیم! بیا ببین همه چی یاد میگیرن
hu: Emlékszel, amikor beiratkoztál a {start_strong}{course_name}{end_strong} kurzusra a {platform_name} platformon? Mi emlékszünk, és örülünk, hogy velünk vagy! Nézd meg, mit tanul mindenki.
ja: {start_strong}{course_name}{end_strong}に{platform_name}で登録したときのことを覚えていますか？私たちは覚えており、あなたが参加してくれて嬉しいです！みんなが何を学んでいるのか見に来てください。
kk: {start_strong} {course_name} {end_strong} бағдарламасына {platform_name} жүйесіне тіркелген кезіңіз есіңізде ме? Біз жасаймыз және сізбен болғанымызға қуаныштымыз! Келіңіздер, бәрі не үйреніп жатыр.
lv: Atceraties, kad jūs reģistrējāties {start_strong}{course_name} {end_strong} {platform_name} ? Mēs atceramies, un mēs priecājamies, ka jūs pie mums esat! Nāciet apskatīt, ko visi mācās.
sq: Të kujtohet kur u regjistrove në {start_strong}{course_name}{end_strong} në {platform_name}? Ne po, dhe jemi të lumtur që ju kemi! Ejani të shihni se çfarë po mësojnë të gjithë.
sv: Kommer du ihåg när du registrerade dig för {start_strong}{course_name}{end_strong} på {platform_name}? Det gör vi, och vi är glada över att ha dig! Kom och se vad alla lär sig.
uz: {start_strong} {course_name} {end_strong} da {platform_name} da ro'yxatdan o'tganingizni eslaysizmi? Biz bor va siz bilan birga bo'lganimizdan xursandmiz! Keling, hamma nimani o'rganayotganini ko'ring.
zh_hk: 還記得您在{platform_name}註冊{start_strong} {course_name} {end_strong}時嗎？我們願意，我們很高興有你！快來看看大家都在學什麼。

source: Start learning now
af_za: Begin nou leer
de_de: Beginnen Sie jetzt mit dem Lernen
el: Ξεκινήστε να μαθαίνετε τώρα
es: Empieza a aprender ahora
fa: همین الان شروع به یادگیری کنید
hu: Kezdj el tanulni most
ja: 今すぐ学び始めましょう
kk: Қазір үйренуді бастаңыз
lv: Sāciet mācīties tagad
sq: Filloni mësoni tani
sv: Börja studera nu!
th: เริ่มเรียนตอนนี้
uz: Hozir o'rganishni boshlang
zh_hk: 現在開始學習

source: Keep learning on %(platform_name)s
af_za: Hou aan om te leer op %(platform_name)s
de_de: Lernen Sie weiter auf der %(platform_name)s
el: Συνεχίστε να μαθαίνετε στο %(platform_name)s
es: Sigue aprendiendo en %(platform_name)s
fa: به یادگیری در %(platform_name)s ادامه دهید
hu: Folytassa a tanulást a %(platform_name)s platformon
ja: %(platform_name)sで学び続けましょう
kk: %(platform_name)s арқылы оқуды жалғастырыңыз
lv: Turpiniet mācīties vietnē %(platform_name)s
sq: Vazhdoni të mësoni në %(platform_name)s
sv: Fortsätt att lära på %(platform_name)s.
th: เรียนต่อใน %(platform_name)s ต่อไป
uz: %(platform_name)s da o'rganishni davom eting
zh_hk: 繼續學習%(platform_name)s

source: Keep learning in %(course_name)s
af_za: Hou aan om te leer in %(course_name)s
de_de: Lernen Sie weiter im %(course_name)s
el: Συνεχίστε να μαθαίνετε στο μάθημα %(course_name)s
es: Sigue aprendiendo en %(course_name)s
fa: به یادگیری در %(course_name)s ادامه دهید
hu: Folytassa a tanulást a(z) %(course_name)s tanfolyamon
ja: %(course_name)sで学び続けましょう
kk: %(course_name)s тілінде оқуды жалғастырыңыз
lv: Turpiniet mācīties %(course_name)s
sq: Vazhdoni të mësoni në %(course_name)s
sv: Fortsätt lära dig i %(course_name)s
th: เรียนต่อใน %(course_name)s ต่อไป
uz: %(course_name)s da o'rganishni davom eting
zh_hk: 繼續學習%(course_name)s

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
af_za: Ons hoop jy geniet dit tot dusver om saam met ons te leer op %(platform_name)s ! &#39;n Geverifieerde sertifikaat laat jou toe om jou nuwe kennis en vaardighede uit te lig. &#39;n %(platform_name)s -sertifikaat is amptelik en maklik deelbaar. Gradeer op deur %(user_schedule_upgrade_deadline_time)s .
de_de: Wir hoffen Ihnen gefällt bisher das Lernen mit uns auf %(platform_name)s! Ein verifiziertes Zertifikat ermöglicht es Ihnen, Ihre neuen Kenntnisse und Fähigkeiten hervorzuheben. Ein %(platform_name)s Zertifikat ist offiziell und leicht zu teilen. Upgraden Sie bis zum %(user_schedule_upgrade_deadline_time)s.
el: Ελπίζουμε να απολαμβάνετε τη μάθηση μαζί μας μέχρι στιγμής στο %(platform_name)s! Ένα επαληθευμένο πιστοποιητικό σάς επιτρέπει να επισημάνετε τις νέες γνώσεις και δεξιότητές σας. Το πιστοποιητικό%(platform_name)s είναι επίσημο και εύκολα κοινόχρηστο. Αναβάθμιση μέχρι %(user_schedule_upgrade_deadline_time)s.
es: ¡Esperamos que estés disfrutando del aprendizaje con nosotros hasta ahora en %(platform_name)s! Un certificado verificado te permite resaltar tus nuevos conocimientos y habilidades. Un certificado de %(platform_name)s es oficial y fácil de compartir. Actualiza antes del %(user_schedule_upgrade_deadline_time)s.
fa: امیدواریم از یادگیری با ما تا کنون در %(platform_name)s لذت برده باشید! گواهی تایید شده به شما امکان می دهد دانش و مهارت های جدید خود را برجسته کنید. گواهی %(platform_name)s رسمی است و به راحتی قابل اشتراک گذاری است. با %(user_schedule_upgrade_deadline_time)s ارتقا دهید.
hu: Reméljük, hogy eddig élvezed a tanulást velünk a(z) %(platform_name)s platformon! Egy hitelesített bizonyítvány lehetővé teszi, hogy kiemeld új ismereteidet és készségeidet. A(z) %(platform_name)s bizonyítvány hivatalos és könnyen megosztható. Frissítsd a(z) %(user_schedule_upgrade_deadline_time)s időpontig.
ja: %(platform_name)sでの学習を楽しんでいただけていますか？認定証を取得することで、新しい知識とスキルをアピールできます。%(platform_name)sの認定証は公式で、簡単に共有できます。%(user_schedule_upgrade_deadline_time)sまでにアップグレードしてください。
kk: Сізге осы уақытқа дейін %(platform_name)s арқылы бізбен бірге оқу ұнайды деп үміттенеміз! Тексерілген сертификат сіздің жаңа біліміңіз бен дағдыларыңызды көрсетуге мүмкіндік береді. %(platform_name)s сертификаты ресми және оңай ортақ пайдалануға болады. %(user_schedule_upgrade_deadline_time)s арқылы жаңартыңыз.
lv: Mēs ceram, ka jums līdz šim patīk mācīties kopā ar mums pa %(platform_name)s ! Verificēts sertifikāts ļauj izcelt savas jaunās zināšanas un prasmes. Sertifikāts %(platform_name)s ir oficiāls un viegli kopīgojams. Jauniniet, izmantojot %(user_schedule_upgrade_deadline_time)s .
sq: Shpresojmë që të kënaqeni duke mësuar me ne deri më tani në %(platform_name)s! Një certifikatë e verifikuar ju lejon të nënvizoni njohuritë dhe aftësitë tuaja të reja. Një certifikatë %(platform_name)s është zyrtare dhe lehtësisht e ndashme. Përmirëso nga %(user_schedule_upgrade_deadline_time)s.
sv: Vi hoppas att du tycker om att lära dig med oss ​​hittills på %(platform_name)s! Ett verifierat certifikat låter dig lyfta fram dina nya kunskaper och färdigheter. Ett %(platform_name)s-certifikat är officiellt och lätt att dela. Uppgradera med %(user_schedule_upgrade_deadline_time)s.
uz: Umid qilamizki, siz hozirgacha biz bilan %(platform_name)s da o'rganishni yoqtirasiz! Tasdiqlangan sertifikat sizga yangi bilim va ko'nikmalaringizni ta'kidlash imkonini beradi. %(platform_name)s sertifikati rasmiy va oson almashish mumkin. %(user_schedule_upgrade_deadline_time)s tomonidan yangilang.
zh_hk: 我們希望您到目前為止在%(platform_name)s上與我們一起學習愉快！經過驗證的證書可以讓您突出您的新知識和技能。 %(platform_name)s證書是官方的且易於分享。透過%(user_schedule_upgrade_deadline_time)s升級。
