Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: This content group is in use and cannot be deleted.
af_za: Hierdie inhoudgroep is in gebruik en kan nie uitgevee word nie.
bo: ནང་དོན་གྱི་ཚོགས་སྡེ་འདི་བེད་སྤྱོད་གཏོང་བཞིན་འདུག་པས། བསུབ་མི་ཐུབ།
de_de: Diese Inhaltsgruppe ist in Gebrauch und kann nicht gelöscht werden.
el: Αυτή η ομάδα περιεχομένου χρησιμοποιείται και δεν μπορεί να διαγραφεί.
es: Este grupo de contenido está en uso y no se puede eliminar.
fa: این گروه محتوا در حال استفاده است و قابل حذف نیست.
hu: Ez a tartalomcsoport használatban van, ezért nem törölhető.
ja: このコンテンツグループは使用中のため削除できません。
kk: Бұл мазмұн тобы қолданыста және оны жою мүмкін емес.
lv: Šī satura grupa tiek izmantota, un to nevar izdzēst.
sq: Grupi i përmbajtjes është në përdorim dhe nuk mund të fshihet.
sv: Denna innehållsgrupp används och kan ej raderas.
th: กลุ่มเนื้อหานี้อยู่ในระหว่างใช้งานและไม่สามารถลบข้อมูลได้
uz: Bu kontent guruhi ishlatilmoqda va uni oʻchirib boʻlmaydi.
zh_hk: 該內容組正在使用中，無法刪除。

source: Entrance Exam
af_za: Toelatingseksamen
bo: ཚུད་རྒྱུགས།
de_de: Eingangsprüfung
el: Εισαγωγική εξέταση
es: Examen de ingreso
fa: آزمون ورودی
hu: Belépő vizsga
ja: 受講試験
kk: Қабылдау емтиханы
lv: Iestājeksāmens
sq: Provimi i Pranimit
sv: Inträdesprov
th: ข้อสอบเข้า
uz: Kirish imtihoni
zh_hk: 入學考試

source: Entrance Exam - Subsection
af_za: Toelatingseksamen - Onderafdeling
bo: ཚུད་རྒྱུགས་ཀྱི་ - ནང་གསེས་སྡེ་ཚན།
de_de: Eingangsprüfung - Unterabschnitt
el: Εισαγωγικές εξετάσεις – Υποενότητα
es: Examen de ingreso - Subsección
fa: آزمون ورودی - زیربخش
hu: Felvételi Vizsga - Alfejezet
kk: Қабылдау емтиханы - Бөлімше
lv: Iestājpārbaudījums – apakšnodaļa
sq: Provimi pranues - Nënseksioni
sv: Inträdesprov - Underavdelning
th: การสอบเข้า - เซคชันย่อย
uz: Kirish imtihoni - kichik bo'lim
zh_hk: 入學考試 - 小節

source: Completed Course Entrance Exam
af_za: Kursustoelatingseksamen voltooi
bo: སློབ་ཚན་ཚུད་རྒྱུགས་བཏང་ཟིན་པ་ཡིན།
de_de: Erfolgreich abgeschlossene Kurseingangsprüfung
el: Ολοκλήρωσε τις εισαγωγικές εξετάσεις μαθήματος
es: Examen de ingreso del curso completado
fa: آزمون ورودی دوره تکمیل شده
hu: Teljesített Kurzus Felvételi Vizsga
kk: Курсқа түсу емтиханы аяқталды
lv: Pabeigts kursa iestājeksāmens
sq: Provimi i përfunduar i hyrjes në kurs
sv: Avslutat inträdesprov för kurs
th: การสอบเข้าหลักสูตรเสร็จสมบูรณ์
uz: Kursga kirish imtihoni tugallandi
zh_hk: 完成課程入學考試

source: Course successfully exported to git repository
af_za: Kursus suksesvol uitgevoer na git-bewaarplek
bo: སློབ་ཚན་ git ཡིག་མཛོད་ནང་ཕྱིར་འདྲེན་བྱས་ཟིན་པ་ཡིན།
de_de: Kurs erfolgreich in ein Gitrepository exportiert
el: Το μάθημα εξήχθη με επιτυχία στο αποθετήριο git
es: Curso exportado correctamente al repositorio git
fa: دوره با موفقیت به مخزن git صادر شد
hu: A kurzus sikeresen exportálva lett a git repository-ba.
ja: コースがgitリポジトリに正常にエクスポートされました
kk: Курс git репозиторийіне сәтті экспортталды
lv: Kurss veiksmīgi eksportēts uz git repozitoriju
sq: Eksportova kursin me sukses në git depo
sv: Kursen har blivit exporterad till git repo
th: สามารถส่งหลักสูตรไปยัง git repository ได้สำเร็จแล้ว
uz: Kurs git repositoryga muvaffaqiyatli eksport qilindi
zh_hk: 課程已成功匯出至 git 儲存庫

source: We support uploading files in one of the following formats: {IMPORTABLE_FILE_TYPES}
af_za: Ons ondersteun die oplaai van lêers in een van die volgende formate: {IMPORTABLE_FILE_TYPES}
bo: ང་ཚོས་ངོས་ལེན་བྱེད་པའི་ཡར་འཇུག་བྱ་རྒྱུའི་ཡིག་ཆའི་རྣམ་པ་ནི་གཤམ་གསལ་རྣམས་ཡིན། {IMPORTABLE_FILE_TYPES}
es: Admitimos la carga de archivos en uno de los siguientes formatos: {IMPORTABLE_FILE_TYPES}
fa: ما از بارگذاری پوشه‌ها در یکی از فرمت‌های زیر پشتیبانی می‌کنیم: {IMPORTABLE_FILE_TYPES}
hu: Támogatjuk a fájlok feltöltését az alábbi formátumok egyikében: {IMPORTABLE_FILE_TYPES}
ja: 次の形式のいずれかでファイルのアップロードをサポートしています: {IMPORTABLE_FILE_TYPES}
kk: Біз файлдарды келесі пішімдердің бірінде жүктеп салуды қолдаймыз: {IMPORTABLE_FILE_TYPES}
lv: Mēs atbalstām failu augšupielādi vienā no šiem formātiem: {IMPORTABLE_FILE_TYPES}
sq: Ne mbështesim ngarkimin e skedarëve në një nga formatet e mëposhtme: {IMPORTABLE_FILE_TYPES}
sv: Vi stödjer uppladdning av filer i ett av följande format: {IMPORTABLE_FILE_TYPES}
uz: Biz quyidagi formatlardan birida fayllarni yuklashni qo'llab-quvvatlaymiz: {IMPORTABLE_FILE_TYPES}
zh_hk: 我們支援上傳以下檔案格式： {IMPORTABLE_FILE_TYPES}

source: Some chunks missed during file upload. Please try again
af_za: Sommige stukke het tydens lêeroplaai gemis. Probeer asseblief weer
bo: ཡིག་ཆ་ཡར་འཇུག་བྱེད་སྐབས་ཆ་ཤས་འགའ་ཤས་ཆད་འདུག རྒྱུས་ལོན་གནང་སྟེ་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།
de_de: Einige Daten wurden beim Hochladen der Datei übersehen. Bitte versuchen Sie es noch einmal
el: Μερικά κομμάτια χάθηκαν κατά τη μεταφόρτωση του αρχείου. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα
es: Algunos fragmentos se perdieron durante la carga del archivo. Inténtalo de nuevo
fa: برخی از قسمت‌ها در حین بارگذاری از دست رفته اند. لطفا دوباره تلاش کنید
hu: Néhány részlet kimaradt a fájl feltöltése során. Kérjük, próbálja meg újra.
ja: ファイルのアップロード中に一部のチャンクが失われました。もう一度お試しください。
kk: Файлды жүктеп салу кезінде кейбір бөліктер жіберіп алынды. Қайталап көріңіз
lv: Faila augšupielādes laikā tika izlaisti daži gabali. Lūdzu mēģiniet vēlreiz
sq: Disa pjesë humbën gjatë ngarkimit të skedarit. Ju lutemi provoni përsëri
sv: Vissa bitar missade under filuppladdningen. Var god försök igen
uz: Fayl yuklash paytida ba'zi qismlar o'tkazib yuborildi. Iltimos, qayta urinib koʻring
zh_hk: 文件上傳期間遺失了一些區塊。請再試一次

source: File upload failed. Please try again
af_za: Kon nie lêer oplaai nie. Probeer asseblief weer
bo: ཡིག་ཆ་ཡར་འཇུག་བྱེད་ཐུབ་མ་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Hochladen der Datei fehlgeschlagen. Bitte versuchen Sie es erneut
el: Η μεταφόρτωση του αρχείου απέτυχε. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα
es: Error al cargar el archivo. Inténtalo de nuevo
fa: بارگذاری انجام نشد. لطفا دوباره تلاش کنید
hu: A fájl feltöltése nem sikerült. Kérjük, próbálja újra.
ja: ファイルのアップロードに失敗しました。もう一度お試しください。
kk: Файлды жүктеп салу сәтсіз аяқталды. Қайталап көріңіз
lv: Faila augšupielāde neizdevās. Lūdzu mēģiniet vēlreiz
sq: Ngarkimi i skedarit dështoi. Ju lutemi provoni përsëri
sv: Filuppladdning misslyckades. Var god försök igen
th: อัพโหลดไฟล์ไม่สำเร็จ กรุณาพยายามอีก
uz: Fayl yuklanmadi. Iltimos, qayta urinib koʻring
zh_hk: 文件上傳失敗。請再試一次

source: User does not have the permission to create library in this organization or course creation is disabled
af_za: Gebruiker het nie die toestemming om biblioteek in hierdie organisasie te skep nie of kursusskepping is gedeaktiveer
bo: སྤྱོད་མཁན་ལ་སྒྲིག་འཛུགས་འདིའི་ནངདཔེ་མཛོད་གསར་བཟོ་བྱེད་པའི་ཆོག་མཆན་མེད་པ་དང། ཡང་ན་སློབ་ཚན་གསར་བཟོའི་བྱེད་ནུས་བཀག་འདུག
de_de: Der Benutzer hat keine Berechtigung zum Erstellen einer Bibliothek in dieser Organisation oder die Kurserstellung ist deaktiviert
el: Ο χρήστης δεν έχει το δικαίωμα να δημιουργήσει βιβλιοθήκη σε αυτόν τον οργανισμό ή η δημιουργία μαθημάτων είναι απενεργοποιημένη
es: El usuario no tiene permiso para crear una biblioteca en esta organización o la creación de cursos está deshabilitada
fa: کاربر اجازه ایجاد کتابخانه در این سازمان را ندارد یا ایجاد دوره غیرفعال است
hu: A felhasználónak nincs engedélye könyvtár létrehozására ebben a szervezetben, vagy a kurzus létrehozása le van tiltva.
ja: ユーザーにはこの組織でライブラリを作成する権限がないか、コース作成が無効になっています。
kk: Пайдаланушының осы ұйымда кітапхана құруға рұқсаты жоқ немесе курс жасау өшірілген
lv: Lietotājam nav tiesību izveidot bibliotēku šajā organizācijā vai kursu izveide ir atspējota.
sq: Përdoruesi nuk ka leje për të krijuar bibliotekë në këtë organizatë ose krijimi i kursit është i çaktivizuar
sv: Användaren har inte behörighet att skapa bibliotek i den här organisationen eller så är skapande av kurser inaktiverat
uz: Foydalanuvchi ushbu tashkilotda kutubxona yaratishga ruxsatga ega emas yoki kurs yaratish o‘chirib qo‘yilgan
zh_hk: 用户無權在此組織中建立課程或課程建立功能被停用

source: Unable to create library - missing required field '{field}'
af_za: Kan nie biblioteek skep nie – vereiste veld &#39;{field}&#39; ontbreek
bo: དཔེ་མཛོད་གསར་བཟོ་བྱེད་མི་ཐུབ། - དགོས་ངེས་ཀྱི་སྡེ་ཚན་ '{field}' རྙེད་ཀྱི་མི་འདུག
de_de: Bibliothek konnte nicht erstellt werden - Das benötigte Feld '{field}' ist nicht vorhanden
el: Αδυναμία δημιουργίας βιβλιοθήκης - λείπει το υποχρεωτικό πεδίο "{field}"
es: No se pudo crear la biblioteca: falta el campo obligatorio '{field}'
fa: امکان ایجاد کتابخانه وجود ندارد - فیلد ضروری '{field}' وجود ندارد
hu: Könyvtár létrehozása sikertelen - hiányzó mező '{field}'
ja: ライブラリを作成できません - 必須フィールド '{field}' が欠落しています
kk: Кітапхана жасау мүмкін емес - "{field}" міндетті өрісі жоқ
lv: Nevar izveidot bibliotēku — trūkst obligātā lauka “{field}”
sq: Biblioteka nuk mund të krijohet - mungon fusha e kërkuar "{field}"
sv: Det gick inte att skapa bibliotek – det obligatoriska fältet '{field}' saknas
th: ไม่สามารถสร้างห้องสมุด - ขาดข้อมูลที่จำเป็น '{field}'
uz: Kutubxona yaratib bo‘lmadi - “{field}” kerakli maydon yetishmayapti
zh_hk: 無法建立資料庫 - 缺少必填欄位“{field}”

source: Unable to create library '{name}'. {err}
af_za: Kan nie biblioteek &#39;{name}&#39; skep nie. {err}
bo: དཔེ་མཛོད་གསར་བཟོ་བྱེད་མི་ཐུབ། '{name}'. {err}
de_de: Konnte Bibliothek '{name}' nicht erstellen. {err}
el: Αδυναμία δημιουργίας της βιβλιοθήκης '{name}'. {err}
es: No se pudo crear la biblioteca '{name}'. {err}
fa: ایجاد کتابخانه '{name}'ممکن نیست. {err}
hu: Könyvtár '{name}' létrehozása sikertelen. {err}
ja: ライブラリ「{name}」を作成できません。 {err}
kk: "{name}" кітапханасын жасау мүмкін емес. {err}
lv: Nevar izveidot bibliotēku '{name}'. {err}
sq: Nuk mund të krijohen bibliotekat '{name}'. {err}
sv: Det gick inte att skapa biblioteket '{name}'. {err}
th: ไม่สามารถสร้างห้องสมุด '{name}'. {err}
uz: “{name}” kutubxonasini yaratib bo‘lmadi. {err}
zh_hk: 無法建立資料庫“{name}”。 {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
af_za: Daar is reeds &#39;n biblioteek gedefinieer met dieselfde organisasie en biblioteekkode. Verander asseblief jou biblioteekkode sodat dit uniek binne jou organisasie is.
bo: འདིར་ད་སྔ་ནས་སྒྲིག་འཛུགས་ཀྱི་མིང་དང་དཔེ་མཛོད་ཀྱི་ཨངབརྡ་འདི་གཉིས་དང་མཚུངས་པའི་དཔེ་མཛོད་ཅིག་འདུག ཁྱེད་ཀྱི་སྒྲིག་འཛུགས་ནང་དེ་ཐུན་མོང་མ་ཡིན་པ་ཞིག་བཟོ་ཕྱིར་ཁྱེད་ཀྱི་དཔེ་མཛོད་ཀྱི་ཨང་བརྡ་འགྱུར་བ་གཏོང་རོགས།
de_de: Es gibt bereits eine Bibliothek die unter der selben Organisation und demselben Bibliothekscode festgelegt wurde. Bitte ändern Sie Ihren Bibliothekscode, so dass er eindeutig innerhalb Ihrer Organisation ist.
el: Υπάρχει ήδη μια βιβλιοθήκη που ορίζεται με τον ίδιο οργανισμό και κωδικό βιβλιοθήκης. Αλλάξτε τον κωδικό της βιβλιοθήκης σας, ώστε να είναι μοναδικός στον οργανισμό σας.
es: Ya existe una biblioteca definida con la misma organización y código de biblioteca. Cambia tu código de biblioteca para que sea único dentro de tu organización.
fa: قبلاً یک کتابخانه با همان سازمان و کد کتابخانه تعریف شده است. لطفاً کد کتابخانه خود را تغییر دهید تا در سازمان شما منحصربه‌فرد باشد.
hu: Már létezik könyvtár megegyező szervezettel és azonosító számmal. Kérjük változtassa meg az azonosító számot úgy, hogy az egyedi legyen a szervezeten belül.
ja: 同じ組織とライブラリコードで定義されたライブラリが既に存在します。ライブラリコードを変更して、組織内で一意にしてください。
kk: Бірдей ұйыммен және кітапханалық кодпен анықталған кітапхана бұрыннан бар. Кітапхана кодын ұйымыңызда бірегей болатындай етіп өзгертіңіз.
lv: Jau ir definēta bibliotēka ar tādu pašu organizāciju un bibliotēkas kodu. Lūdzu, mainiet bibliotēkas kodu, lai tas būtu unikāls jūsu organizācijā.
sq: Tashmë ekziston një bibliotekë e përcaktuar me të njëjtin organizim dhe kod bibliotekar. Ju lutemi ndryshoni kodin e bibliotekës tuaj në mënyrë që të jetë unik brenda organizata tuaj.
sv: Det finns redan ett bibliotek definierat med samma organisation och bibliotekskod. Ändra din bibliotekskod så att den är unik inom din organisation.
th: ห้องสมุดนี้มีอยู่แล้วจากสถาบันและรหัสห้องสมุดเดียวกัน กรุณาเปลี่ยนรหัสห้องสมุดให้เพื่อไม่ให้ซ้ำกันภายในสถาบัน
uz: Xuddi shu tashkilot va kutubxona kodi bilan aniqlangan kutubxona allaqachon mavjud. Iltimos, kutubxona kodingizni tashkilotingiz ichida noyob bo'lishi uchun o'zgartiring.
zh_hk: 已經有一個使用相同組織和資料庫號碼定義的資料庫。請更改您的資料庫號碼，使其在您的組織內是獨一無二的。

source: '{organization_key}' is not a valid organization identifier.
af_za: &#39;{organization_key}&#39; is nie &#39;n geldige organisasie-identifiseerder nie.
bo: '{organization_key}' འདི་ནི་སྒྲིག་འཛུགས་ངོས་འཛིན་བྱེད་ཚུལ་མཐུན་ཞིག་མ་རེད།
de_de: '{organization_key}' ist keine gültige Unternehmens-ID
el: Το &quot;{organization_key}&quot; δεν είναι έγκυρο αναγνωριστικό οργανισμού.
es: '{organization_key}' no es un identificador de organización válido.
fa: «{organization_key}» یک شناسۀ سازمانی معتبر نیست.
hu: '{organization_key}' nem érvényes szervezetazonosító.
ja: '{organization_key}' は有効な組織識別子ではありません。
lv: '{organization_key}' nav derīgs organizācijas identifikators.
sq: "{organization_key}" nuk është një identifikues i vlefshëm i organizatës.
sv: '{organization_key}' är inte en giltig organisationsidentifierare.
uz: “{organization_key}” yaroqli tashkilot identifikatori emas.
zh_hk: 「{organization_key}」不是有效的組織識別碼。

source: Access restricted to: {list_of_groups}
af_za: Toegang beperk tot: {list_of_groups}
bo: ཆོག་མཆན་མེད་པ་ཁག་ནི་ {list_of_groups}
de_de: Zugang beschränkt auf: {list_of_groups}
el: Η πρόσβαση περιορίζεται σε: {list_of_groups}
es: Acceso restringido a: {list_of_groups}
fa: دسترسی محدود به: {list_of_groups}
hu: Hozzáférés korlátozva a következőkre: {list_of_groups}
ja: アクセス制限: {list_of_groups}
kk: Қол жеткізу шектелген: {list_of_groups}
lv: Piekļuve ierobežota: {list_of_groups}
sq: Qasja është e kufizuar në: {list_of_groups}
sv: Åtkomst begränsad till: {list_of_groups}
uz: Kirish cheklangan: {list_of_groups}
zh_hk: 存取限制為： {list_of_groups}

source: Transcripts are supported only for "video" blocks.
af_za: Transkripsies word slegs vir &quot;video&quot;-blokke ondersteun.
bo: བརྙན་ཡིག་རྣམས་ "video" ཚན་པ་འདིའི་ནང་མ་གཏོགས་ངོས་ལེན་མི་བྱེད།
de_de: Transkripte werden nur für &quot;Video&quot;-Blöcke unterstützt.
el: Οι μεταγραφές υποστηρίζονται μόνο για μπλοκ &quot;βίντεο&quot;.
es: Las transcripciones solo son compatibles con bloques de "video".
fa: رونوشت‌ها فقط برای بلوک‌های «ویدئو» پشتیبانی می‌شوند.
hu: Az átiratok csak a "videó" blokkokhoz támogatottak.
kk: Транскрипттерге тек "бейне" блоктары үшін қолдау көрсетіледі.
lv: Transkripcijas tiek atbalstītas tikai &quot;video&quot; blokiem.
sq: Transkriptet mbështeten vetëm për blloqet "video".
sv: Transkriptioner stöds endast för "video"-block.
uz: Transkriptlar faqat "video" bloklari uchun qo'llab-quvvatlanadi.
zh_hk: 僅“影片”區塊支援字幕。

source: Cannot find item by locator.
af_za: Kan nie item volgens opspoorder vind nie.
bo: ས་གནས་ངོས་འཛིན་བྱེད་ཀྱིས་དངོས་པོ་འཚོལ་ཞིབ་བྱེད་མི་ཐུབ།
de_de: Die Komponente konnte nicht gefunden werden.
el: Αδύνατη η εύρεση του στοιχείου ανά εντοπιστή.
es: No se puede encontrar el elemento por el localizador.
fa: مورد بر اساس مکان‌یاب پیدا نمی‌شود.
hu: Nem található elem.
ja: ロケーターで項目を見つけることができません。
kk: Элементті локатор бойынша табу мүмкін емес.
lv: Nevar atrast preci pēc lokatora.
sq: Nuk mund të gjendet artikulli sipas gjetësit.
sv: Kan inte hitta föremålet efter lokalisering.
uz: Lokator boʻyicha element topilmadi.
zh_hk: 無法透過定位器找到項目。

source: Video locator is required.
af_za: Video-opspoorder word vereis.
bo: བརྙན་འཇོག་གནས་ངོས་འཛིན་ཆས་དགོས་པའི་ཆ་རྐྱེན་བཏོན་འདུག
de_de: Ein Videolokalisierer ist erforderlich.
el: Απαιτείται εντοπιστής βίντεο.
es: Se requiere el localizador del video.
fa: مکان یاب ویدیو مورد نیاز است.
hu: Videóazonosító szükséges.
ja: ビデオロケーターが必要です。
kk: Бейне локатор қажет.
lv: Nepieciešams video meklētājs.
sq: Kërkohet gjetësi i videos.
sv: Videosökare krävs.
th: จำเป็นต้องมีตำแหน่งของวิดีโอ
uz: Video lokator kerak.
zh_hk: 需要影片定位器。

source: This transcript file type is not supported.
af_za: Hierdie transkripsie lêertipe word nie ondersteun nie.
bo: བརྙན་ཡིག་འདིའི་རིགས་ངོས་ལེན་མི་བྱེད།
de_de: Dieser Transkript-Dateityp wird nicht unterstützt.
el: Αυτός ο τύπος αρχείου μεταγραφής δεν υποστηρίζεται.
es: Este tipo de archivo de transcripción no es compatible.
fa: این نوع فایل رونوشت پشتیبانی نمی‌شود.
hu: Ez a átirat fájltípus nem támogatott.
ja: このトランスクリプトファイルタイプはサポートされていません。
kk: Бұл транскрипт файл түріне қолдау көрсетілмейді.
lv: Šis transkripcijas faila veids netiek atbalstīts.
sq: Ky lloj skedari i transkriptit nuk mbështetet.
sv: Denna typ av transkriptfil stöds inte.
uz: Ushbu transkript fayl turi qo'llab-quvvatlanmaydi.
zh_hk: 不支援此字幕檔案類型。

source: Video ID is required.
af_za: Video-ID word vereis.
bo: བརྙན་གྱི་ ID དགོས་པའི་ཆ་རྐྱེན་བཏོན་འདུག
de_de: Die Video ID wird benötigt.
el: Απαιτείται αναγνωριστικό βίντεο.
es: Se requiere el ID del video.
fa: شناسه ویدیو ضروری است.
hu: A videóazonosító megadása kötelező.
ja: ビデオIDが必要です。
kk: Бейне идентификаторы қажет.
lv: Nepieciešams video ID.
sq: Kërkohet ID e videos.
sv: Video ID behövs.
th: จำเป็นต้องมีรหัสของวิดีโอ
uz: Video identifikatori talab qilinadi.
zh_hk: 需要影片 ID。

source: Incoming video data is empty.
af_za: Inkomende videodata is leeg.
bo: ཡོང་བཞིན་པའི་བརྙན་གྱི་གནས་ཚུལ་དེ་སྟོང་བ་རེད།
de_de: Die eingehenden Videodaten sind leer.
el: Τα εισερχόμενα δεδομένα βίντεο είναι κενά.
es: Los datos de video entrantes están vacíos.
fa: ویدیوی ورودی داده ندارد.
hu: A bejövő videó nem tartalmaz adatot.
ja: 受信したビデオデータが空です。
kk: Кіріс бейне деректері бос.
lv: Ienākošie video dati ir tukši.
sq: Të dhënat hyrëse të videos janë bosh.
sv: Inkommande videodata är tom.
th: ข้อมูลวิดีโอที่กำลังใช้งาน เป็นข้อมูลว่างเปล่า
uz: Kiruvchi video maʼlumotlari boʻsh.
zh_hk: 傳入的影片資料為空白。

source: Can't find item by locator.
af_za: Kan nie item volgens opspoorder vind nie.
bo: ས་གནས་ངོས་འཛིན་བྱེད་ཀྱིས་དངོས་པོ་འཚོལ་ཞིབ་བྱེད་མི་ཐུབ།
de_de: Kann kein Item mit diesem Locator finden.
el: Αδύνατη η εύρεση του στοιχείου ανά εντοπιστή.
es: No se puede encontrar el elemento mediante el localizador.
fa: امکان یافتن این مورد بر اساس مکان‌یاب وجود ندارد.
hu: Nem található elem.
ja: ロケーターでアイテムが見つかりません。
kk: Локатор бойынша элементті табу мүмкін емес.
lv: Nevar atrast preci pēc lokatora.
sq: Nuk mund ta gjejmë artikullin sipas gjetësit.
sv: Kan inte hitta föremålet efter lokalisering.
th: ไม่สามารถค้นหารายการโดยพิจารณาจากตำแหน่งได้
uz: Lokator boʻyicha element topilmadi.
zh_hk: 無法透過定位器找到項目。

source: No such transcript.
af_za: Geen so &#39;n transkripsie nie.
bo: བརྙན་ཡིག་འདི་འདྲ་ཞིག་མི་འདུག
de_de: Kein solches Transkript vorhanden
el: Δεν υπάρχει τέτοια μεταγραφή.
es: No existe dicha transcripción.
fa: چنین رونوشتی وجود ندارد.
hu: Nincs ilyen átirat.
kk: Мұндай транскрипт жоқ.
lv: Tādas transkripcijas nav.
sq: Asnjë transkriptim i tillë.
sv: Ingen sådan transkription.
uz: Bunday transkript yo'q.
zh_hk: 沒有這樣的字幕。

source: There is a problem with the chosen transcript file.
af_za: Daar is &#39;n probleem met die gekose transkripsielêer.
bo: བདམས་ཟིན་པའི་བརྙན་ཡིག་དེར་དཀའ་ངལ་ཞིག་འདུག
de_de: Es ist ein Problem bei dem ausgewählten Transkript aufgetreten.
el: Υπάρχει πρόβλημα με το επιλεγμένο αρχείο μεταγραφής.
es: Hay un problema con el archivo de transcripción seleccionado.
fa: فایل رونوشت انتخابی مشکل دارد.
hu: Probléma van a kiválasztott átirat fájllal.
ja: 選択したトランスクリプトファイルに問題があります。
kk: Таңдалған транскрипт файлында ақау бар.
lv: Radās problēma ar izvēlēto transkripcijas failu.
sq: Ka një problem me skedarin e transkriptit të zgjedhur.
sv: Det finns ett problem med den valda transkriptionsfilen.
uz: Tanlangan transkript faylida muammo bor.
zh_hk: 所選的字幕檔案有問題。

source: There is a problem with the existing transcript file. Please upload a different file.
af_za: Daar is &#39;n probleem met die bestaande transkripsielêer. Laai asseblief &#39;n ander lêer op.
bo: ད་སྔ་ནས་གནས་ཡོད་པའི་བརྙན་ཡིག་དེར་དཀའ་ངལ་ཞིག་འདུག ཡིག་ཆ་གཞན་ཞིག་ཡར་འཇུག་བྱ་རོགས།
de_de: Es ist ein Problem beim hochladen des aktuellen Transkript
el: Υπάρχει πρόβλημα με το υπάρχον αρχείο μεταγραφής. Μεταφορτώστε ένα διαφορετικό αρχείο.
es: Hay un problema con el archivo de transcripción existente. Por favor, sube un archivo diferente.
fa: مشکلی در فایل رونوشت فعلی وجود دارد. لطفاً فایل دیگری بارگذاری کنید.
hu: Probléma van a meglévő átirat fájllal. Kérjük, töltsön fel egy másik fájlt.
ja: 既存のトランスクリプトファイルに問題があります。別のファイルをアップロードしてください。
kk: Бар транскрипт файлында ақау бар. Басқа файлды жүктеп салыңыз.
lv: Radās problēma ar esošo transkripcijas failu. Lūdzu, augšupielādējiet citu failu.
sq: Ka një problem me skedarin ekzistues të transkriptit. Ju lutemi ngarkoni një skedar tjetër.
sv: Det finns ett problem med den befintliga transkriptionsfilen. Ladda upp en annan fil.
uz: Mavjud transkript faylida muammo bor. Iltimos, boshqa fayl yuklang.
zh_hk: 現有的字幕檔案有問題。請上傳不同的文件。

source: YouTube ID is required.
af_za: YouTube-ID word vereis.
bo: YouTube ID དགོས་པའི་ཆ་རྐྱེན་བཏོན་འདུག
de_de: YouTube ID wird benötigt
el: Απαιτείται αναγνωριστικό YouTube.
es: Se requiere el ID de YouTube.
fa: شناسه یوتیوب مورد نیاز است.
hu: A YouTube-azonosító megadása kötelező.
ja: YouTube IDが必要です。
kk: YouTube идентификаторы қажет.
lv: Nepieciešams YouTube ID.
sq: Kërkohet ID e YouTube.
sv: YouTube-ID krävs.
th: จำเป็นต้องมีรหัสของ YouTube
uz: YouTube ID talab qilinadi.
zh_hk: 需要 YouTube ID。

source: There is a problem with the YouTube transcript file.
af_za: Daar is &#39;n probleem met die YouTube-transkripsielêer.
bo: YouTube ཡི་བརྙན་ཡིག་དེར་དཀའ་ངལ་ཞིག་འདུག
de_de: Es ist ein Fehler bei dem YouTube Transkript aufgetreten
el: Υπάρχει πρόβλημα με το αρχείο μεταγραφής YouTube.
es: Hay un problema con el archivo de transcripción de YouTube.
fa: مشکلی در فایل رونوشت یوتیوب وجود دارد.
hu: Probléma van a YouTube átirat fájllal.
ja: YouTubeのトランスクリプトファイルに問題があります。
kk: YouTube транскрипт файлында ақау бар.
lv: Radās problēma ar YouTube transkripcijas failu.
sq: Ka një problem me skedarin e transkriptit të YouTube.
sv: Det finns ett problem med YouTubes transkriptionsfil.
uz: YouTube transkript faylida muammo bor.
zh_hk: YouTube 字幕檔案有問題。

source: Insufficient permissions
af_za: Onvoldoende toestemmings
bo: ཆོག་མཆན་ཆ་ཚང་མེད་པ་ཁག
de_de: Unzureichende Rechte
el: Ανεπαρκή δικαιώματα
es: Permisos insuficientes.
fa: مجوزهای ناکافی
hu: Nincs elegendő engedély.
ja: 権限が不十分です
kk: Рұқсаттар жеткіліксіз
lv: Nepietiekamas atļaujas
sq: Leje të pamjaftueshme
sv: Otillräckligt tillstånd.
th: ไม่ได้รับสิทธิ์อนุญาตให้ใช้งาน
uz: Ruxsatlar yetarli emas
zh_hk: 權限不足

source: Could not find user by email address '{email}'.
af_za: Kon nie gebruiker volgens e-posadres &#39;{email}&#39; vind nie.
bo: གློག་འཕྲིན་འདི་ '{email}' བརྒྱུད་ནས་སྤྱོད་མཁན་རྙེད་མ་སོང་།
de_de: Es konnte kein Benutzer mit dieser E-Mail-Adresse gefunden werden: '{email}‘
el: Δεν ήταν δυνατή η εύρεση χρήστη με τη διεύθυνση ηλεκτρονικού ταχυδρομείου "{email}".
es: No se pudo encontrar al usuario con la dirección de correo electrónico '{email}'.
fa: کاربر با آدرس ایمیل «{email}» یافت نشد.
hu: Nem található felhasználó az e-mail cím alapján: '{email}'.
ja: メールアドレス「{email}」でユーザーが見つかりませんでした。
kk: "{email}" электрондық пошта мекенжайы бойынша пайдаланушы табылмады.
lv: Nevarēja atrast lietotāju pēc e-pasta adreses '{email}'.
sq: Nuk mund ta gjejmë përdoruesin me adresën e emailit "{email}".
sv: Kunde inte hitta användare med e-postadressen '{email}'.
th: ไม่พบผู้ใช้ตามอีเมล '{email}'
uz: “{email}” elektron pochta manzili boʻyicha foydalanuvchi topilmadi.
zh_hk: 無法透過電郵地址「{email}」找到用户。

source: No `role` specified.
af_za: Geen &#39;rol&#39; gespesifiseer nie.
bo: དམིགས་བསལ་ `role` ངོས་འཛིན་བྱས་མི་འདུག
de_de: Keine `Rolle` festgelegt.
el: Δεν έχει καθοριστεί "ρόλος".
es: No se especificó ningún `rol`.
fa: هیچ «نقشی» مشخص نشده است.
hu: Nincs 'szerepkör' megadva.
lv: Nav norādīta loma.
sq: Asnjë "rol" i specifikuar.
sv: Ingen `roll` angiven.
th: ไม่ได้ระบุ `บทบาท`
uz: Hech qanday “rol” belgilanmagan.
zh_hk: 沒有指定“角色”。
