Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Username created for VEM Integration, e.g. vem_service_user.
af_za: Gebruikersnaam geskep vir VEM-integrasie, bv vem_service_user.
de_de: Benutzername, welcher für die VEM-Integration erstellt wurde, bspw. vem_service_user.
el: Όνομα χρήστη που δημιουργήθηκε για την ενσωμάτωση VEM, π.χ. vem_service_user.
es: Nombre de usuario creado para la integración con VEM, por ejemplo, vem_service_user.
fa: نام کاربری ایجاد شده برای VEM Integration، به عنوان مثال vem_service_user.
hu: Felhasználónév létrehozva a VEM integrációhoz, pl. vem_service_user.
ja: VEM統合用に作成されたユーザー名、例：vem_service_user。
kk: VEM Integration үшін жасалған пайдаланушы аты, мысалы vem_service_user.
lv: Lietotājvārds izveidots VEM integrācijai, piemēram, vem_service_user.
sq: Emri i përdoruesit i krijuar për Integrimin VEM, p.sh. vem_service_user.
sv: Användarnamn skapat för VEM-integration, t.ex. vem_service_user.
uz: VEM integratsiyasi uchun yaratilgan foydalanuvchi nomi, masalan vem_service_user.
zh_hk: 為 VEM 整合所建立的用户名，例如 vem_service_user。

source: Force On
af_za: Dwing Aan
de_de: Aufdrücken
el: Επιβολή ενεργή
es: Forzar activado
fa: زور روشن
ja: 強制オン
kk: Күштеп қосу
sv: Tvinga på
th: เปิดการบังคับ
uz: Majburlash
zh_hk: 強制開啟

source: Force Off
af_za: Dwing af
de_de: Abdrücken
el: Επιβολή ανενεργή
es: Forzar desactivado
fa: اجبار خاموش
ja: 強制オフ
kk: Мәжбүрлеп өшіру
lv: Piespiedu izslēgšana
th: ปิดการบังคับ
uz: Majburiy oʻchirish
zh_hk: 強制關閉

source: This content is only accessible to registered learners. Sign in or register to view it.
af_za: Hierdie inhoud is slegs toeganklik vir geregistreerde leerders. Meld aan of registreer om dit te sien.
de_de: Dieser Inhalt ist nur für registrierte Nutzer sichtbar. Melden Sie sich an oder Registrieren Sie sich, um die Inhalte sehen zu können.
el: Αυτό περιεχόμενο είναι προσβάσιμο μόνο σε εγγεγραμμένους μαθητές. Συνδεθείτε ή εγγραφείτε για να το δείτε.
es: Este contenido solo es accesible para estudiantes registrados. Inicia sesión o regístrate para verlo.
fa: این محتوا فقط برای زبان آموزان ثبت نام شده قابل دسترسی است. برای مشاهده آن وارد شوید یا ثبت نام کنید.
hu: Ez a tartalom csak regisztrált tanulók számára hozzáférhető. Jelentkezzen be vagy regisztráljon a megtekintéshez.
ja: 登録済みの学習者のみがこのコンテンツにアクセスできます。サインインまたは登録してご覧ください。
kk: Бұл мазмұн тек тіркелген оқушыларға ғана қолжетімді. Оны көру үшін жүйеге кіріңіз немесе тіркеліңіз.
lv: Šis saturs ir pieejams tikai reģistrētiem dalībniekiem. Pierakstieties vai reģistrējieties, lai to apskatītu.
sq: Kjo përmbajtje është e aksesueshme vetëm për nxënësit e regjistruar. Identifikohu ose regjistrohu për ta parë.
sv: Detta innehåll är endast tillgängligt för registrerade elever. Logga in eller registrera dig för att se den.
uz: Ushbu tarkibga faqat ro'yxatdan o'tgan o'quvchilar kirishlari mumkin. Uni ko'rish uchun tizimga kiring yoki ro'yxatdan o'ting.
zh_hk: 此內容僅供註冊學生存取。登入或註冊即可查看。

source: This content is only accessible to enrolled learners.
af_za: Hierdie inhoud is slegs toeganklik vir ingeskrewe leerders.
de_de: Dieser Inhalt ist nur für eingeschriebene Nutzer sichtbar.
el: Αυτό περιεχόμενο είναι προσβάσιμο μόνο σε εγγεγραμμένους μαθητές.
es: Este contenido solo es accesible para estudiantes inscritos.
fa: این محتوا فقط برای زبان آموزان ثبت نام شده قابل دسترسی است.
hu: Ehhez a tartalomhoz csak a beiratkozott tanulók férhetnek hozzá.
ja: このコンテンツは登録した学習者のみがアクセスできます。
kk: Бұл мазмұн тек тіркелген оқушыларға ғана қолжетімді.
lv: Šis saturs ir pieejams tikai reģistrētiem dalībniekiem.
sq: Kjo përmbajtje është e aksesueshme vetëm për nxënësit e regjistruar.
sv: Detta innehåll är endast tillgängligt för inskrivna elever.
uz: Ushbu tarkibga faqat ro'yxatdan o'tgan o'quvchilar kirishi mumkin.
zh_hk: 此內容僅適用於已註冊的學生。

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
af_za: Die oor my-veld moet hoogstens {BIO_MAX_LENGTH} karakters lank wees.
de_de: Die Beschreibung im Feld "Über mich" darf maximal {BIO_MAX_LENGTH} Zeichen enthalten.
el: Το πεδίο &quot;Σχετικά με εμένα&quot; πρέπει να έχει το πολύ {BIO_MAX_LENGTH} χαρακτήρες.
es: El campo 'sobre mí' debe tener como máximo {BIO_MAX_LENGTH} caracteres.
fa: فیلد درباره من باید حداکثر {BIO_MAX_LENGTH} کاراکتر باشد.
hu: Az „Rólam” mező legfeljebb {BIO_MAX_LENGTH} karakter hosszú lehet.
ja: 「自己紹介」欄は最大で{BIO_MAX_LENGTH}文字までです。
kk: Мен туралы өріс ең көп дегенде {BIO_MAX_LENGTH} таңбадан тұруы керек.
lv: Laukā par mani ir jābūt ne vairāk kā {BIO_MAX_LENGTH} rakstzīmēm garam.
sq: Fusha rreth meje duhet të jetë më së shumti {BIO_MAX_LENGTH} karaktere.
sv: Om mig-fältet får vara högst {BIO_MAX_LENGTH} tecken långt.
uz: "Men haqimda" maydoni ko'pi bilan {BIO_MAX_LENGTH} belgidan iborat bo'lishi kerak.
zh_hk: 「關於我」欄位的長度不得超過{BIO_MAX_LENGTH}個字元。

source: This value is invalid.
af_za: Hierdie waarde is ongeldig.
de_de: Dieser Wert ist ungültig.
el: Το πεδίο δεν είναι σωστό
es: Este valor no es válido.
fa: این مقدار نامعتبر است.
hu: Hibás érték.
ja: この値は無効です。
kk: Бұл мән жарамсыз.
lv: Šī vērtība nav derīga.
sq: Kjo vlerë është e pavlefshme.
sv: Detta värde är ogiltigt.
th: ค่านี้ไม่ถูกต้อง
uz: Bu qiymat yaroqsiz.
zh_hk: 該值無效。

source: This field is not editable
af_za: Hierdie veld is nie redigeerbaar nie
de_de: Dieses Feld ist nicht editierbar
el: Αυτό το πεδίο δεν είναι επεξεργάσιμο
es: Este campo no es editable
fa: این فیلد قابل ویرایش نیست
hu: Ez a mező nem szerkeszthető
ja: このフィールドは編集できません
kk: Бұл өрісті өңдеу мүмкін емес
lv: Šis lauks nav rediģējams
sq: Kjo fushë nuk është e redaktueshme
sv: Detta fält kan inte redigeras
th: ข้อมูลนี้จะไม่สามารถแก้ไขได้
uz: Bu maydonni tahrirlab bo‘lmaydi
zh_hk: 此欄位不可編輯

source: %(min_score)s is not a valid grade percentage
af_za: %(min_score)s is nie &#39;n geldige graadpersentasie nie
de_de: %(min_score)sist kein gültiger Notenprozentsatz
el: %(min_score)s δεν είναι έγκυρο ποσοστό βαθμολογίας
es: %(min_score)s no es un porcentaje de calificación válido
fa: %(min_score)s درصد نمره معتبری نیست
hu: %(min_score)s nem érvényes százalékos osztályzat
ja: %(min_score)s は有効な成績のパーセンテージではありません
kk: %(min_score)s жарамды баға пайызы емес
lv: %(min_score)s nav derīgs vērtējumus procents
sq: %(min_score)s nuk është një përqindje e vlefshme note
sv: %(min_score)s är inte en giltig betygsprocent
th: คะแนน %(min_score)s เป็นเปอร์เซ็นต์ของคะแนนที่ไม่ถูกต้อง
uz: %(min_score)s yaroqli baho foizi emas
zh_hk: %(min_score)s不是有效的成績百分比

source: Gating milestone for {usage_key}
af_za: Hek-mylpaal vir {usage_key}
de_de: Meilenstein für {usage_key}
el: Λήψη ορόσημου για {usage_key}
es: Hito de control para {usage_key}
fa: نقطه عطف دروازه برای {usage_key}
ja: {usage_key} のゲーティングマイルストーン
kk: {usage_key} үшін рұқсат беру кезеңі
lv: {usage_key} atvēršanas atskaites punkts
sq: Pika historike e hyrjes për {usage_key}
sv: Gating milstolpe för {usage_key}
uz: {usage_key} uchun muhim bosqich
zh_hk: {usage_key}的途徑

source: License
af_za: Lisensie
de_de: Lizens
el: Άδεια
es: Licencia
fa: مجوز
hu: Engedély
ja: ライセンス
kk: Лицензия
lv: Licence
sq: Licenca
sv: Licens
th: ใบอนุญาต
uz: Litsenziya
zh_hk: 授權

source: A license defines how the contents of this block can be shared and reused.
af_za: &#39;n Lisensie definieer hoe die inhoud van hierdie blok gedeel en hergebruik kan word.
de_de: Eine Lizenz definiert, wie der Inhalt dieses Blocks freigegeben und wiederverwendet werden kann.
el: Μια άδεια καθορίζει πώς τα περιεχόμενα αυτού της συστοιχίας μπορούν να μοιραστούν και να επαναχρησιμοποιηθούν.
es: Una licencia define cómo se pueden compartir y reutilizar los contenidos de este bloque.
fa: یک مجوز نحوه اشتراک گذاری و استفاده مجدد محتویات این بلوک را مشخص می کند.
hu: A licenc meghatározza, hogy a blokk tartalma hogyan osztható meg és hogyan használható fel újra.
ja: ライセンスは、このブロックの内容をどのように共有および再利用できるかを定義します。
kk: Лицензия осы блоктың мазмұнын қалай бөлісуге және қайта пайдалануға болатындығын анықтайды.
lv: Licence nosaka, kā šī bloka saturu var koplietot un atkārtoti izmantot.
sq: Një licencë përcakton se si mund të ndahet dhe ripërdoret përmbajtja e këtij blloku.
sv: En licens definierar hur innehållet i det här blocket kan delas och återanvändas.
th: ใบอนุญาตกำหนดวิธีการที่เนื้อหาของบล็อกนี้สามารถใช้ร่วมกันและนำกลับมาใหม่
uz: Litsenziya ushbu blokning mazmunini qanday almashish va qayta ishlatish mumkinligini belgilaydi.
zh_hk: 授權定義了此區塊的內容能如何被分享和重複使用。

source: Team Group: {team_set_name}
af_za: Spangroep: {team_set_name}
es: Grupo de equipo: {team_set_name}
fa: گروه تیم: {team_set_name}
hu: Csapatcsoport: {team_set_name}
ja: チームグループ: {team_set_name}
kk: Топ тобы: {team_set_name}
lv: Komandas grupa: {team_set_name}
sq: Grupi i ekipit: {team_set_name}
sv: Teamgrupp: {team_set_name}
uz: Jamoa guruhi: {team_set_name}
zh_hk: 團隊組： {team_set_name}

source: Partition for segmenting users by team-set
af_za: Partisie om gebruikers volgens spanstel te segmenteer
es: Partición para segmentar usuarios por conjunto de equipos
fa: پارتیشن بندی برای تقسیم بندی کاربران بر اساس مجموعه تیم
kk: Топтық топ бойынша пайдаланушыларды сегменттеуге арналған бөлім
lv: Sadalījums lietotāju segmentēšanai pēc komandas kopas
sq: Ndarje për segmentimin e përdoruesve sipas grupit të ekipit
sv: Partition för att segmentera användare efter team-set
uz: Foydalanuvchilarni jamoaviy to'plam bo'yicha segmentlash uchun bo'lim
zh_hk: 依團隊集對用户進行分區

source: {assignment} is due for {course}.
af_za: {assignment} is betaalbaar vir {course} .
de_de: {assignment} ist fällig für {course}.
el: {assignment} οφείλεται για {course} .
es: {assignment} vence para {course}.
fa: {assignment} باید برای {course} باشد.
hu: A(z) {assignment} határideje a(z) {course} kurzusra.
ja: {assignment}は{course}の締め切りです。
lv: {assignment} ir jāmaksā par {course} .
sq: {assignment} është për {course}.
sv: {assignment} ska till {course}.
uz: {assignment} {course} uchun to'lanadi.
zh_hk: {assignment}的到期時間為{course} 。

source: Calendar Sync
af_za: Kalendersinkronisering
de_de: Kalendersynchronisierung
el: Συγχρονισμός Ημερολογίου
es: Sincronización de calendario
fa: همگام سازی تقویم
hu: Naptár szinkronizálás
ja: カレンダー同期
kk: Күнтізбені синхрондау
lv: Kalendāra sinhronizācija
sq: Sinkronizimi i kalendarit
sv: Kalendersynkronisering
uz: Kalendarni sinxronlash
zh_hk: 行事曆同步

source: Unsubscribe from calendar updates
af_za: Teken uit van kalenderopdaterings
de_de: Kalenderaktualisierungen abbestellen
el: Καταργήστε την εγγραφή σας από ενημερώσεις ημερολογίου
es: Cancelar suscripción a las actualizaciones del calendario
fa: لغو اشتراک از به‌روزرسانی‌های تقویم
hu: Leiratkozás a naptárfrissítésekről
ja: カレンダー更新の購読を解除する
kk: Күнтізбе жаңартуларына жазылудан бас тартыңыз
lv: Anulēt kalendāra atjauninājumu abonementu
sq: Shkëputu nga përditësimet e kalendarit
sv: Avsluta prenumeration på kalenderuppdateringar
uz: Kalendar yangilanishlariga obunani bekor qiling
zh_hk: 取消訂閱日曆更新

source: Subscribe to calendar updates
af_za: Teken in op kalenderopdaterings
de_de: Abonnieren Sie Kalenderaktualisierungen
el: Εγγραφείτε στις ενημερώσεις ημερολογίου
es: Suscribirse a las actualizaciones del calendario
fa: مشترک شدن در به روز رسانی های تقویم
hu: Feliratkozás a naptárfrissítésekre
ja: カレンダー更新を購読する
kk: Күнтізбе жаңартуларына жазылыңыз
lv: Abonējiet kalendāra atjauninājumus
sq: Abonohu në përditësimet e kalendarit
sv: Prenumerera på kalenderuppdateringar
uz: Kalendar yangilanishlariga obuna bo'ling
zh_hk: 訂閱日曆更新

source: Sync {course} to your calendar
af_za: Sinkroniseer {course} met jou kalender
de_de: Synchronisiere {course} zu deinem Kalender
el: Συγχρονίστε {course} στο ημερολόγιό σας
es: Sincroniza {course} con tu calendario
fa: {course} را با تقویم خود همگام کنید
hu: Szinkronizálja a(z) {course} kurzust a naptárával
ja: {course}をカレンダーに同期する
kk: {course} күнтізбеңізбен синхрондаңыз
lv: Sinhronizējiet {course} ar savu kalendāru
sq: Sinkronizo {course} me kalendarin tuaj
sv: Synkronisera {course} till din kalender
uz: {course} taqvimingizga sinxronlang
zh_hk: 將{course}同步到您的行事曆

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
af_za: Om by &#39;n skedule te hou, is die beste manier om te verseker dat jy jou selfpaskursus suksesvol voltooi. Hierdie skedule vir {course} sal jou help om op koers te bly!
de_de: Das Einhalten eines Zeitplans ist der beste Weg, um sicherzustellen, dass Sie Ihren Kurs zum Selbststudium erfolgreich abschließen. Dieser Zeitplan für {Kurs} wird Ihnen helfen, auf Kurs zu bleiben!
el: Η τήρηση ενός χρονοδιαγράμματος είναι ο καλύτερος τρόπος για να διασφαλίσετε ότι θα ολοκληρώσετε με επιτυχία την πορεία σας. Αυτό το πρόγραμμα για {course} θα σας βοηθήσει να παραμείνετε σε καλό δρόμο!
es: Mantener un horario es la mejor manera de asegurarte de completar con éxito tu curso a tu propio ritmo. ¡Este horario para {course} te ayudará a mantenerte en el camino correcto!
fa: پایبندی به یک برنامه بهترین راه برای اطمینان از تکمیل موفقیت آمیز دوره خود گامی خود است. این برنامه برای {course} به شما کمک می کند در مسیر خود بمانید!
hu: A menetrend betartása a legjobb módja annak, hogy sikeresen befejezd az önálló ütemezésű tanfolyamodat. Ez a menetrend a(z) {course} számára segít, hogy a helyes úton maradj!
kk: Кестеге сүйену - өз бетіңізше жүретін курсты сәтті аяқтауыңызды қамтамасыз етудің ең жақсы жолы. Бұл {course} кестесі сізге жолда қалуға көмектеседі!
lv: Grafika ievērošana ir labākais veids, kā nodrošināt sekmīgu pašmācības kursa pabeigšanu. Šis {course} grafiks palīdzēs jums palikt uz pareizā ceļa!
sq: Respektimi i një orari është mënyra më e mirë për t'u siguruar që të përfundoni me sukses kursin tuaj të vetë-ritmit. Ky orar për {course} do t'ju ndihmojë të qëndroni në rrugën e duhur!
sv: Att hålla sig till ett schema är det bästa sättet att säkerställa att du framgångsrikt slutför din kurs i egen takt. Det här schemat för {course} hjälper dig att hålla dig på rätt spår!
uz: Jadvalga rioya qilish - bu o'z-o'zidan kursni muvaffaqiyatli yakunlashning eng yaxshi usuli. {course} uchun ushbu jadval yo'lda qolishingizga yordam beradi!
zh_hk: 遵守時間表是確保您成功完成自定進度課程的最佳方法。 {course}的這份時間表將幫助您保持在正軌上！

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
af_za: Sodra jy jou kursusskedule met jou kalender gesinkroniseer het, sal enige opdaterings van die kursus van jou instrukteur outomaties weerspieël word. Jy kan die kursus enige tyd van jou kalender verwyder.
de_de: Sobald Sie Ihren Kursplan mit Ihrem Kalender synchronisiert haben, werden alle Aktualisierungen im Kurs durch den Dozenten automatisch übernommen. Sie können den Kurs jederzeit aus Ihrem Kalender entfernen.
el: Μόλις συγχρονίσετε το πρόγραμμα των μαθημάτων σας με το ημερολόγιό σας, τυχόν ενημερώσεις του μαθήματος από τον εκπαιδευτή σας θα αντικατοπτρίζονται αυτόματα. Μπορείτε να αφαιρέσετε το μάθημα από το ημερολόγιό σας ανά πάσα στιγμή.
es: Una vez que sincronices el horario de tu curso con tu calendario, cualquier actualización del curso realizada por tu instructor se reflejará automáticamente. Puedes eliminar el curso de tu calendario en cualquier momento.
fa: هنگامی که برنامه دوره خود را با تقویم خود همگام کردید، هر گونه به روز رسانی دوره از مربی شما به طور خودکار منعکس می شود. هر زمان که بخواهید می توانید دوره را از تقویم خود حذف کنید.
hu: Ha szinkronizálod a kurzus ütemtervét a naptáraddal, az oktatód által végzett frissítések automatikusan megjelennek. A kurzust bármikor eltávolíthatod a naptáradból.
ja: コースのスケジュールをカレンダーに同期すると、インストラクターからのコースの更新が自動的に反映されます。カレンダーからコースをいつでも削除できます。
kk: Курс кестесін күнтізбеңізбен синхрондағаннан кейін нұсқаушы берген курсқа қатысты кез келген жаңартулар автоматты түрде көрсетіледі. Курсты кез келген уақытта күнтізбеңізден жоюға болады.
lv: Kad sinhronizēsiet savu kursa grafiku ar kalendāru, visi kursa atjauninājumi no pasniedzēja tiks automātiski atspoguļoti. Jūs jebkurā laikā varat noņemt kursu no kalendāra.
sq: Pasi të sinkronizoni orarin tuaj të kursit me kalendarin tuaj, çdo përditësim i kursit nga instruktori juaj do të pasqyrohet automatikisht. Mund ta hiqni kursin nga kalendari juaj në çdo kohë.
sv: När du har synkroniserat ditt kursschema med din kalender, kommer eventuella uppdateringar av kursen från din instruktör att återspeglas automatiskt. Du kan ta bort kursen från din kalender när som helst.
uz: Kurs jadvalingizni kalendaringiz bilan sinxronlashtirganingizdan so'ng, o'qituvchingiz tomonidan kursga kiritilgan har qanday yangilanishlar avtomatik ravishda aks ettiriladi. Siz istalgan vaqtda kursni taqvimingizdan olib tashlashingiz mumkin.
zh_hk: 將課程安排同步到日曆後，講師對課程的任何更新都會自動反映。您可以隨時從日曆中刪除課程。

source: {course} dates have been updated on your calendar
af_za: {course} datums is op jou kalender opgedateer
de_de: {course} Termine wurden in deinem Kalender aktualisiert
el: Οι ημερομηνίες {course} έχουν ενημερωθεί στο ημερολόγιό σας
es: Las fechas de {course} se han actualizado en tu calendario
fa: تاریخ {course} در تقویم شما به روز شده است
hu: A(z) {course} dátumai frissítve lettek a naptárában.
ja: {course}の日程がカレンダーで更新されました
kk: {course} күндері күнтізбеңізде жаңартылды
lv: {course} datumi ir atjaunināti jūsu kalendārā
sq: Datat {course} janë përditësuar në kalendarin tuaj
sv: {course} datum har uppdaterats i din kalender
uz: {course} sanalari taqvimingizda yangilandi
zh_hk: {course}日期已在您的日曆上更新

source: You have successfully shifted your course schedule and your calendar is up to date.
af_za: Jy het jou kursusskedule suksesvol verskuif en jou kalender is op datum.
de_de: Du hast deinen Kurszeitplan erfolgreich verschoben und dein Kalender ist aktuell.
el: Αλλάξατε με επιτυχία το πρόγραμμα των μαθημάτων σας και το ημερολόγιό σας είναι ενημερωμένο.
es: Has cambiado con éxito el horario de tu curso y tu calendario está actualizado.
fa: شما با موفقیت برنامه دوره خود را تغییر داده اید و تقویم شما به روز است.
hu: Sikeresen áthelyezte a tanfolyam ütemtervét, és a naptárja naprakész.
ja: コーススケジュールの変更が成功し、カレンダーが最新の状態になりました。
kk: Сіз курс кестесін сәтті ауыстырдыңыз және күнтізбеңіз жаңартылды.
lv: Jūs veiksmīgi nomainījāt kursu grafiku, un jūsu kalendārs ir atjaunināts.
sq: Ju e keni zhvendosur me sukses orarin e kursit dhe kalendari juaj është i përditësuar.
sv: Du har lyckats ändra ditt kursschema och din kalender är uppdaterad.
uz: Siz kurs jadvalingizni muvaffaqiyatli almashtirdingiz va taqvimingiz yangilandi.
zh_hk: 您已成功更改課程安排，並且您的日曆已更新。

source: Enabled As Of
af_za: Geaktiveer vanaf
de_de: Aktiviert ab
el: Ενεργοποιήθηκε από
es: Activado a partir de
fa: فعال به عنوان از
hu: Engedélyezve
ja: 有効化日
kk: Қосылған күні
lv: Iespējots
sq: Aktivizuar që nga
sv: Aktiverad fr.om
uz: Hozirgacha yoqilgan
zh_hk: 啟用時間

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
af_za: As die konfigurasie geaktiveer is, sal alle inskrywings wat na hierdie datum en tyd (gebruiker plaaslike tyd) geskep is, geraak word.
de_de: Wenn die Konfiguration aktiviert ist, sind alle Registrierungen, die nach diesem Datum und dieser Zeit erstellt werden (lokale Zeit des Nutzers), betroffen.
el: Εάν η διαμόρφωση είναι Ενεργοποιημένη, τότε όλες οι εγγραφές που δημιουργήθηκαν μετά από αυτήν την ημερομηνία και ώρα (τοπική ώρα χρήστη) θα επηρεαστούν.
es: Si la configuración está Activada, entonces todas las inscripciones creadas después de esta fecha y hora (hora local del usuario) se verán afectadas.
fa: اگر پیکربندی فعال باشد، تمام ثبت نام‌های ایجاد شده پس از این تاریخ و زمان (زمان محلی کاربر) تحت تأثیر قرار خواهند گرفت.
hu: Ha a konfiguráció engedélyezve van, akkor minden beiratkozás, amelyet ezen dátum és időpont után hoznak létre (a felhasználó helyi ideje szerint), érintett lesz.
ja: 設定が有効になっている場合、この日時（ユーザーの現地時間）以降に作成されたすべての登録が影響を受けます。
kk: Конфигурация Қосылған болса, осы күннен және уақыттан кейін жасалған барлық тіркеулерге (пайдаланушының жергілікті уақыты) әсер етеді.
lv: Ja konfigurācija ir Ieslēgts, tas ietekmēs visus ierakstus, kas izveidoti pēc šī datuma un laika (lietotāja vietējais laiks).
sq: Nëse konfigurimi është i aktivizuar, atëherë do të preken të gjitha regjistrimet e krijuara pas kësaj date dhe ore (ora lokale e përdoruesit).
sv: Om konfigurationen är aktiverad kommer alla registreringar som skapats efter detta datum och tid (lokal tid för användare) att påverkas.
uz: Agar konfiguratsiya yoqilgan bo'lsa, ushbu sana va vaqtdan keyin yaratilgan barcha ro'yxatga olishlar (foydalanuvchining mahalliy vaqti) ta'sir qiladi.
zh_hk: 如果設定已啟用，則在此日期和時間（用户本地時間）之後建立的所有註冊都會受到影響。

source: Studio Override Enabled
af_za: Studio Ignoreer geaktiveer
de_de: Studio Überschreibung aktiviert
el: Ενεργοποιήθηκε η παράκαμψη Studio
es: Anulación de Studio activada
fa: لغو استودیو فعال شد
hu: A stúdió felülbírálása engedélyezve
ja: スタジオオーバーライドが有効になりました
kk: Studio қайта анықтау қосулы
lv: Studio ignorēšana ir iespējota
sq: Anulimi i Studio është aktivizuar
sv: Studio Override aktiverad
uz: Studio bekor qilish yoqilgan
zh_hk: 已啟用覆蓋Studio功能

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
af_za: Laat toe dat kenmerkgebaseerde inskrywingsigbaarheid op &#39;n per-komponent-basis in Studio ignoreer word.
de_de: Ermöglichen Sie, dass die Sichtbarkeit der Fähigkeits-basierten Registrierung in Studio komponentenweise überschrieben wird.
el: Να επιτρέπεται η παράκαμψη της ορατότητας Εγγραφής βάσει δυνατοτήτων σε βάση ανά στοιχείο στο Studio.
es: Permitir que la visibilidad de la inscripción basada en funciones se anule por componente en Studio.
fa: اجازه دهید قابلیت مشاهده ثبت نام مبتنی بر ویژگی بر اساس هر جزء در استودیو لغو شود.
hu: Engedélyezze, hogy a funkcióalapú beiratkozás láthatósága komponensenként felülírható legyen a Stúdióban.
ja: スタジオでコンポーネントごとに機能ベースの登録の可視性を上書きできるようにする。
kk: Studio бағдарламасында әр құрамдас негізде мүмкіндіктерге негізделген тіркеу көрінуіне рұқсат беріңіз.
lv: Atļaujiet programmā Studio ignorēt uz funkcijām balstītas reģistrācijas redzamību, pamatojoties uz katru komponentu.
sq: Lejo që dukshmëria e regjistrimit të bazuar në veçori të anashkalohet në bazë të komponentit në Studio.
sv: Tillåt funktionsbaserad registreringssynlighet att åsidosättas per komponent i Studio.
uz: Xususiyatlarga asoslangan roʻyxatdan oʻtish koʻrinishini Studioda har bir komponent asosida bekor qilishga ruxsat bering.
zh_hk: 允許在 Studio 中基於每個元件覆蓋基於功能的註冊可見性。

source: enabled_as_of must be set when enabled is True
af_za: enabled_as_of moet gestel word wanneer enabled True is
de_de: enabled_as_of muss gesetzt werden wenn enabled "wahr" ist
el: Το enabled_as_of πρέπει να οριστεί όταν το ενεργοποιημένο είναι True
es: enabled_as_of debe establecerse cuando enabled es Verdadero
fa: enabled_as_of باید تنظیم شود وقتی که فعال باشد True باشد
hu: Az "enabled_as_of" beállítást meg kell adni, ha az "enabled" értéke igaz.
ja: enabledがTrueの場合、enabled_as_ofを設定する必要があります。
lv: Enabled_as_of ir jāiestata, ja iespējots ir True
sq: enabled_as_of duhet të vendoset kur aktivizimi është i vërtetë
sv: enabled_as_of måste ställas in när enabled är True
uz: yoqilgan_as_of parametri yoqilgan boʻlsa, rost boʻlganda oʻrnatilishi kerak
zh_hk: 當enabled為True時，必須設定enabled_as_of
