Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: List of Textbook objects with (title, url) for textbooks used in this course
af_za: Lys van handboekobjekte met (titel, url) vir handboeke wat in hierdie kursus gebruik word
bo: སློབ་ཚན་འདིའི་ནང་བཀོལ་རྒྱུའི་བསླབ་དེབ་ཀྱི་ནང་དོན་ཁག་གི་ཐོ་གཞུང་ (title, url)
de_de: Liste der Lehrbuchobjekte mit (Titel, URL) für die in diesem Kurs verwendeten Lehrbücher
el: Λίστα αντικειμένων Βιβλίων με στοιχεία (title, url), για τα βιβλία που χρησιμοποιούνται σε αυτό το μάθημα
es: Lista de objetos de libros de texto con (título, url) para los libros de texto utilizados en este curso
fa: فهرست اشیاء کتاب درسی با (عنوان، آدرس اینترنتی) برای کتاب های درسی استفاده شده در این دوره
hu: Tankönyv objektumok listája (cím, URL) a kurzusban használt tankönyvekhez
ja: コースで使用される教科書の (タイトル、URL) を含む教科書オブジェクトのリスト
kk: Осы курста қолданылатын оқулықтарға арналған (атауы, url) бар Оқулық объектілерінің тізімі
lv: Mācību grāmatu objektu saraksts ar (nosaukums, URL) šajā kursā izmantotajām mācību grāmatām
sq: Lista e objekteve të teksteve shkollore me (titull, url) për tekstet e përdorura në këtë lëndë
sv: Lista över läroböcker med (titel, url) för läroböcker som används i denna kurs
uz: Ushbu kursda foydalaniladigan darsliklar uchun (nom, url) bilan Darslik ob'ektlari ro'yxati
zh_hk: 本課程所用教材的教材目標清單（標題、網址）

source: Slug that points to the wiki for this course
af_za: Slak wat na die wiki vir hierdie kursus wys
bo: སློབ་ཚན་འདིའི་ཝེ་ཁེ་ལ་ཕྱོགས་པའི་དྲ་ཐག་གོ་རིམ།
de_de: Lesbarer Link, der auf das Wiki für diesen Kurs zeigt.
el: Slug που οδηγεί στο wiki για αυτό το μάθημα
es: Slug que apunta a la wiki de este curso
fa: Slug که به ویکی این دوره اشاره می کند
hu: A kurzus wikijára mutató slug
ja: このコースのウィキへのスラッグ
kk: Осы курсқа арналған викиге нұсқайтын слаг
lv: Pāradrese, kas norāda uz šī kursa wiki
sq: Slug që tregon në wiki për këtë kurs
sv: Slug som pekar på wikien för denna kurs
th: นำข้อมูลนี้ไปไว้ที่วิกิของหลักสูตร
uz: Ushbu kurs uchun vikiga ishora qiluvchi slug
zh_hk: Slug 指向本課程的 wiki

source: Date that enrollment for this class is opened
af_za: Datum waarop inskrywing vir hierdie klas geopen is
bo: འཛིན་གྲྭ་འདིར་ཞུགས་ཐོ་འགོད་ཉིན་གྱི་ཟླ་ཚེས།
de_de: Datum, ab welchem die Einschreibung in diesen Kurses möglich ist
el: Ημερομηνία έναρξης εγγραφών του μαθήματος
es: Fecha en la que se abre la inscripción para esta clase
fa: تاریخی که ثبت نام برای این کلاس باز می شود
hu: A kurzusra való jelentkezés megnyitásának dátuma
ja: このクラスの登録開始日
kk: Осы сыныпқа жазылу ашылған күн
lv: Datums, kad tiek atvērta reģistrācija šai klasei
sq: Hapja e regjistrimit për këtë klasë
sv: Datum då anmälan för denna klass öppnas
th: วันที่ที่เปิดให้ลงทะเบียนสำหรับชั้นเรียนนี้
uz: Ushbu sinf uchun ro'yxatga olish ochilgan sana
zh_hk: 該課程開始報名的日期

source: Date that enrollment for this class is closed
af_za: Datum waarop inskrywing vir hierdie klas gesluit is
bo: འཛིན་གྲྭ་འདིར་ཞུགས་ཐོ་མཚམས་འཇོག་ཉིན་གྱི་ཟླ་ཚེས།
de_de: Datum, ab welchem die Einschreibung in diesen Kurses nicht mehr möglich ist.
el: Ημερομηνία λήξης εγγραφών του μαθήματος
es: Fecha en la que se cierra la inscripción para esta clase
fa: تاریخی که ثبت نام برای این کلاس بسته شده است
hu: A kurzusra való jelentkezés lezárásának dátuma
ja: このクラスの登録締切日
kk: Осы сыныпқа тіркелу жабылған күн
lv: Datums, kad pieteikšanās šai klasei ir slēgta
sq: Data e mbylljes së regjistrimit për këtë klasë
sv: Datum då anmälan för den här klassen är stängd
th: วันที่ที่ปิดให้ลงทะเบียนสำหรับชั้นเรียนนี้
uz: Ushbu sinfga ro'yxatga olish yopilgan sana
zh_hk: 該課程報名截止日期

source: Start time when this block is visible
af_za: Begin tyd wanneer hierdie blok sigbaar is
bo: ཚན་པ་འདི་སྟོན་དུས་ཆུ་ཚོད་འགོ་ཚུགས།
de_de: Startzeit, wenn dieser Block sichtbar ist
el: Ώρα έναρξης όταν αυτό το μπλοκ είναι ορατό
es: Hora de inicio en la que este bloque es visible
fa: زمان شروع زمانی که این بلوک قابل مشاهده است
hu: A kezdési időpont, amikor ez a blokk látható
ja: このブロックが表示される開始時刻
kk: Бұл блок көрінген кездегі басталу уақыты
lv: Sākuma laiks, kad šis bloks ir redzams
sq: Koha e fillimit kur ky bllok bëhet i dukshëm
sv: Starttid när detta block är synligt
uz: Ushbu blok ko'rinadigan vaqtni boshlash vaqti
zh_hk: 該區塊可見的開始時間

source: Date that this class ends
af_za: Datum waarop hierdie klas eindig
bo: འཛིན་གྲྭ་དེ་མཇུག་རྫོགས་དུས་ཀྱི་ཟླ་ཚེས།
de_de: Datum an dem die Klasse endet
el: Ημερομηνία κατά την οποία λήγει το μάθημα
es: Fecha en la que finaliza esta clase
fa: تاریخ پایان این کلاس
hu: Az óra befejezésének dátuma
ja: このクラスが終了する日付
kk: Бұл сабақтың аяқталатын күні
lv: Datums, kad šī nodarbība beidzas
sq: Data kur përfundon kjo klasë
sv: Datum då den här klassen slutar
th: วันที่ที่ชั้นเรียนนี้จะสิ้นสุด
uz: Ushbu dars tugash sanasi
zh_hk: 本課程結束日期

source: Date that certificates become available to learners
af_za: Datum waarop sertifikate vir leerders beskikbaar word
bo: སློབ་གཉེར་བ་ཚོར་ལག་དེ་ཐོབ་དུས་ཀྱི་ཟླ་ཚེས།
de_de: Datum, ab welchem Zertifikate erhältlich sind
el: Ημερομηνία κατά την οποία οι βεβαιώσεις γίνονται διαθέσιμες στους φοιτητές
es: Fecha en la que los certificados están disponibles para los estudiantes
fa: تاریخی که گواهینامه ها در دسترس زبان آموزان قرار می گیرد
hu: A tanúsítványok elérhetővé válásának dátuma a tanulók számára
ja: 学習者が証明書を利用できる日付
kk: Сертификаттар студенттерге қолжетімді болатын күн
lv: Datums, kad sertifikāti kļūst pieejami dalībniekiem
sq: Data kur certifikatat bëhen të disponueshme për nxënësit
sv: Datum då certifikat blir tillgängligt för eleverna
th: วันที่จะมีใบประกาศนียบัตรให้ผู้เรียน
uz: Sertifikatlar o'quvchilarga taqdim etilgan sana
zh_hk: 向學生提供證書的日期

source: Cosmetic Course Display Price
af_za: Kosmetiese kursus vertoon prys
bo: མཛེས་བཟོའི་སློབ་ཚན་གྱི་རིན་གོང་འཆར་སྟོན།
de_de: Nachträglich eingetragener anzuzeigender Kurspreis
el: Τιμή μαθήματος
es: Precio de visualización cosmético del curso
fa: نمایش قیمت دوره آرایشی و بهداشتی
kk: Косметика курсының дисплей бағасы
lv: Kosmētikas kursa displeja cena
sq: Shfaq çmimin e kursit kozmetik
sv: Visa pris
th: ราคาแสดงหลักสูตรความงาม
uz: Kosmetika kursi narxi
zh_hk: 掩飾課程展示價格

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
af_za: Die koste wat aan studente vertoon word vir die inskrywing vir die kursus. As &#39;n betaalde kursusregistrasieprys deur &#39;n administrateur in die databasis gestel word, sal daardie prys in plaas van hierdie een vertoon word.
de_de: Die Kosten, die den Teilnehmern für die Einschreibung in den Kurs angezeigt werden. Wenn ein Administrator in der Datenbank einen bezahlten Kurspreis festlegt, wird dieser anstelle dieses Preises angezeigt.
el: Η τιμή που εμφανίζεται στους μαθητές για την εγγραφή τους στο μάθημα. Εάν έχει οριστεί μια τιμή για την εγγραφή στο μάθημα, από κάποιο διαχειριστή στην βάση δεδομένων, η τιμή εκείνη θα εμφανίζεται αντί για αυτήν εδώ.
es: El costo mostrado a los estudiantes para inscribirse en el curso. Si un administrador establece un precio de registro para un curso de pago en la base de datos, se mostrará ese precio en lugar de este.
fa: هزینه ای که برای ثبت نام در دوره به دانشجویان نشان داده می شود. اگر یک قیمت ثبت نام دوره پولی توسط مدیر در پایگاه داده تعیین شود، آن قیمت به جای این قیمت نمایش داده می شود.
ja: 学生に表示されるコース登録の費用。データベースで管理者が有料コースの登録価格を設定している場合、その価格がこちらの代わりに表示されます。
kk: Курсқа жазылу үшін студенттерге көрсетілген шығындар. Егер ақылы курсты тіркеу бағасын дерекқорда әкімші белгілесе, оның орнына сол баға көрсетіледі.
lv: Izmaksas, kas dalībniekiem tiek norādītas par reģistrēšanos kursā. Ja administrators datubāzē ir iestatījis maksas kursa reģistrācijas cenu, šī cena tiks rādīta šīs cenas vietā.
sq: Kostoja e shfaqur për studentët për regjistrimin në kurs. Nëse një çmim për regjistrimin e kursit me pagesë vendoset nga një administrator në bazën e të dhënave, ai çmim do të shfaqet në vend të këtij.
sv: Kostnaden som visas för eleverna för inskrivning i kursen. Om ett betalt kursregistreringspris fastställs av en administratör i databasen visas det priset i stället för det här.
th: ราคานี้แสดงถึงนักเรียนที่สมัครหลักสูตรนี้ ถ้าราคาที่ลงทะเบียนเรียนที่จ่ายถูกกำหนดโดยผู้ดูแลระบบในฐานข้อมูล ราคานี้จะแสดงแทนราคาเดิม
uz: Kursga yozilish uchun talabalarga ko'rsatilgan narx. Agar ma'lumotlar bazasida ma'mur tomonidan pullik kursni ro'yxatdan o'tkazish narxi belgilansa, bu narx o'rniga o'sha narx ko'rsatiladi.
zh_hk: 費用已經顯示給了選修該課程的學生。如果管理員在資料庫中修改了付費課程的註冊價格，那麼該價格將會涵蓋原來的費用。

source: Course Advertised Start
af_za: Kursus geadverteerde begin
bo: སློབ་ཚན་ཁྱབ་བསྒྲགས་འགོ་འཛུགས།
de_de: Startdatum
el: Έναρξη διαφήμισης μαθήματος
es: Inicio publicitado del curso
fa: شروع دوره تبلیغ شده
hu: Kurzus hirdetett indítása
ja: コースの開始予定日
kk: Курстың басталуы
lv: Reklāmas kursa sākums
sq: Fillimi i shpallur i kursit
sv: Kursannonserad Start
th: ได้เริ่มการโฆษณาหลักสูตรแล้ว
uz: Kursning e'lon qilingan boshlanishi
zh_hk: 課程公佈開始時間

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
af_za: Voer die teks in wat jy as die geadverteerde begintydraamwerk vir die kursus wil gebruik, soos &quot;Winter 2018&quot;. As jy null vir hierdie waarde invoer, word die begindatum wat jy vir hierdie kursus gestel het, gebruik.
de_de: Geben Sie den Text ein, den Sie als ausgeschriebenen Startzeitpunkt für den Kurs verwenden möchten, z.B. "Winter 2018". Wenn Sie für diesen Wert Null eingeben, wird das Startdatum verwendet, das Sie für diesen Kurs festgelegt haben.
el: Εισαγάγετε το κείμενο που θέλετε να χρησιμοποιήσετε ως το διαφημιζόμενο χρονικό πλαίσιο έναρξης για τον κύκλο μαθημάτων, όπως "Χειμώνας 2018". Εάν εισαγάγετε null για αυτήν την τιμή, χρησιμοποιείται η ημερομηνία έναρξης που έχετε ορίσει για αυτόν τον κύκλο μαθημάτων.
es: Ingrese el texto que desea utilizar como período de inicio publicitado para el curso, como "Invierno 2018". Si ingresa null para este valor, se utilizará la fecha de inicio que haya establecido para este curso.
fa: متنی را که می خواهید به عنوان چارچوب زمانی شروع تبلیغ دوره استفاده کنید، مانند &quot;زمستان 2018&quot; وارد کنید. اگر برای این مقدار null را وارد کنید، از تاریخ شروعی که برای این دوره تعیین کرده اید استفاده می شود.
hu: Adja meg azt a szöveget, amelyet a kurzus hirdetett kezdési időkereteként szeretne használni, például „2018 tél”. Ha ehhez az értékhez nullát ad meg, akkor a kurzushoz beállított kezdési dátum kerül felhasználásra.
ja: コースの宣伝開始時期として使用したいテキストを入力してください（例：「2018年冬」）。この値にnullを入力した場合、設定したコースの開始日が使用されます。
kk: Курстың жарнамаланған басталу уақыты ретінде пайдаланғыңыз келетін мәтінді енгізіңіз, мысалы, «Қыс 2018». Осы мән үшін нөлді енгізсеңіз, осы курс үшін орнатқан басталу күні пайдаланылады.
lv: Ievadiet tekstu, ko vēlaties izmantot kā reklamēto kursa sākuma laiku, piemēram, "2018. gada ziema". Ja šai vērtībai ievadāt nulli, tiks izmantots sākuma datums, ko iestatījāt šim kursam.
sq: Futni tekstin që dëshironi të përdorni si afatin kohor të reklamuar të fillimit të kursit, si p.sh. &quot;Dimri 2018&quot;. Nëse vendosni null për këtë vlerë, përdoret data e fillimit që keni caktuar për këtë kurs.
sv: Ange texten som du vill använda som annonserad starttid för kursen, till exempel &quot;Winter 2018&quot;. Om du anger null för detta värde används startdatumet som du har angett för kursen.
uz: "Qish 2018" kabi kurs uchun e'lon qilingan boshlanish vaqti sifatida foydalanmoqchi bo'lgan matnni kiriting. Agar siz ushbu qiymat uchun null kiritsangiz, ushbu kurs uchun o'rnatgan boshlanish sanasi ishlatiladi.
zh_hk: 請輸入您想要宣傳的開課時間，例如 “Winter 2018”。如果您輸入 null，則您先前已設定的開課時間會生效。

source: Pre-Requisite Courses
af_za: Voorvereiste kursusse
bo: སྔོན་འགྲོའི་སློབ་ཚན།
de_de: Vorausgesetzte Kurse
el: Προαπαιτούμενα μαθήματα
es: Cursos prerrequisito
fa: دوره های پیش نیاز
hu: Előfeltétel tanfolyamok
ja: 必修前提条件コース
kk: Пререквизиттік курстар
lv: Nepieciešamie kursi
sq: Kurse parakusht
sv: Förkunskapskurser
th: รายวิชาที่บังคับให้สำเร็จก่อน
uz: Oldindan talab qilinadigan kurslar
zh_hk: 先修課程

source: Pre-Requisite Course key if this course has a pre-requisite course
af_za: Voorvereiste Kursussleutel indien hierdie kursus &#39;n voorvereiste kursus het
bo: སྔོན་འགྲོའི་སློབ་ཚན། གལ་སྲིད་སློབ་ཚན་འདི་ལ་སྔོན་འགྲོའི་སློབ་ཚན་ཡོད་ན་དེ་ནི་གནད་དོན་གཙོ་བོ་ཡིན།
de_de: Schlüssel des vorausgesetzten Kurses falls dieser Kurs einen vorausgesetzten Kurs hat.
el: Κλειδί προαπαιτούμενου μαθήματος, εάν το μάθημα αυτό έχει κάποιο προαπαιτούμενο μάθημα
es: Clave del curso prerrequisito si este curso tiene un curso prerrequisito
fa: کلید دوره پیش نیاز در صورتی که این دوره دارای دوره پیش نیاز باشد
hu: Előfeltétel kurzuskulcs, ha ennek a kurzusnak van előfeltétele.
kk: Пререквизиттік курс кілті, егер бұл курста пререквизиттік курс болса
lv: Priekšnosacījumu kursa atslēga, ja šim kursam ir priekšnosacījumu kurss
sq: Çelësi i kursit parakusht nëse ky kurs ka një kurs parakusht
sv: Förkunskapskursnyckel om denna kurs har en förkunskapskurs
th: คีย์ความต้องการเบื้องต้นของหลักสูตร ถ้าหลักสูตรนี้มีรายวิชาบังคับก่อน
uz: Pre-rekvizit kursi kaliti, agar bu kursda oldindan rekvizit kursi bo'lsa
zh_hk: 如果本課程有先修課程，則指定先修課程的課程標識

source: Grading policy definition for this class
af_za: Graderingsbeleiddefinisie vir hierdie klas
bo: འཛིན་གྲྭ་འདིའི་རིམ་པ་དབྱེ་སྟངས་ཀྱི་སྲིད་བྱུས་འགྲེལ་བཤད།
de_de: Definition der Bewertungsrichtlinie für diese Klasse
el: Ορισμός πολιτικής βαθμολόγησης για αυτό το μάθημα
es: Definición de la política de calificación para esta clase
fa: تعریف خط مشی درجه بندی برای این کلاس
ja: このクラスの成績評価方針の定義
kk: Осы сынып үшін бағалау саясатының анықтамасы
lv: Vērtēšanas politikas definīcija šai klasei
sq: Përkufizimi i politikës së notimit për këtë klasë
sv: Klassificeringspolicydefinition för denna klass
th: นโยบายการให้คะแนนของชั้นเรียนนี้
uz: Bu sinf uchun baholash siyosati taʼrifi
zh_hk: 此課程的評分政策定義

source: Show Calculator
af_za: Wys sakrekenaar
bo: བརྩི་ཆས་སྟོན།
de_de: Taschenrechner anzeigen
el: Εμφάνιση αριθμομηχανής
es: Mostrar calculadora
fa: نمایش ماشین حساب
ja: 電卓を表示
kk: Калькуляторды көрсету
lv: Rādīt kalkulatoru
sq: Shfaq kalkulatorin
th: แสดงเครื่องคิดเลข
uz: Kalkulyatorni ko'rsatish
zh_hk: 顯示計算器

source: Enter true or false. When true, students can see the calculator in the course.
af_za: Voer waar of onwaar in. Wanneer dit waar is, kan studente die sakrekenaar in die kursus sien.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་བཙུགས། བདེན་པ་ཡིན་ན་སློབ་ཕྲུག་གིས་སློབ་ཚན་ནང་གི་རྩི་ཆས་མཐོང་ཐུབ།
de_de: Gib "Wahr" oder "Falsch" ein. Falls "Wahr", können die Teilnehmer den Taschenrechner innerhalb des Kurs sehen.
el: Εισαγάγετε true ή false. Όταν ισχύει, οι μαθητές μπορούν να δουν την αριθμομηχανή στο μάθημα.
es: Ingrese verdadero o falso. Cuando es verdadero, los estudiantes pueden ver la calculadora en el curso.
fa: درست یا نادرست را وارد کنید. وقتی درست باشد، دانش‌آموزان می‌توانند ماشین‌حساب را در دوره ببینند.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a diákok láthatják a számológépet a kurzusban.
ja: 真または偽を入力してください。真の場合、学生はコース内で計算機を見ることができます。
kk: Шын немесе жалған деп енгізіңіз. Шындық болғанда, студенттер калькуляторды курста көре алады.
lv: Ievadiet True vai False. Ja tā ir True, dalībnieki kursā var redzēt kalkulatoru.
sq: Shkruani e vërtetë ose e gabuar. Kur është e vërtetë, studentët mund të shohin kalkulatorin në kurs.
sv: Ange sant eller felaktigt. När det är sant kan eleverna se räknaren i kursen.
th: ระบุหรือถูกหรือผิด เมื่อถูก นักเรียนสามารถเห็นเครื่องคิดเลขในหลักสูตร
uz: Rost yoki noto'g'ri kiriting. To'g'ri bo'lsa, talabalar kursda kalkulyatorni ko'rishlari mumkin.
zh_hk: 輸入對或錯。當輸入為"對"時，學生可以在課程中看到計算器。

source: Enter the name of the course as it should appear in the course list.
af_za: Voer die naam van die kursus in soos dit in die kursuslys moet verskyn.
bo: སློབ་ཚན་གྱི་ཐོ་གཞུང་ནང་འཆར་རྒྱུའི་སློབ་ཚན་གྱི་མིང་ཕྲིས།
de_de: Geben Sie den Namen des Kurses so ein, wie er in der Kursliste erscheinen soll.
el: Εισαγάγετε το όνομα του μαθήματος, όπως θα εμφανίζεται στον κατάλογο των μαθημάτων σας.
es: Ingrese el nombre del curso tal como debería aparecer en la lista de cursos.
fa: نام دوره را همانطور که باید در لیست دوره نشان داده شود وارد کنید.
hu: Írja be a kurzus nevét úgy, ahogy az a kurzuslistában megjelenik.
ja: コース一覧に表示されるコース名を入力してください。
kk: Курстың атын курстар тізімінде көрсетілуі керек етіп енгізіңіз.
lv: Ievadiet kursa nosaukumu, kā tam vajadzētu parādīties kursu sarakstā.
sq: Shkruani emrin e kursit siç duhet të shfaqet në listën e kurseve.
sv: Ange kursens namn som det ska visas i kurslistan.
uz: Kurs nomini kiriting, chunki u kurslar ro'yxatida ko'rinishi kerak.
zh_hk: 輸入應出現在課程清單中的課程名稱。

source: Course Display Name
af_za: Kursus vertoonnaam
bo: སློབ་ཚན་གྱི་མིང་།
de_de: Kursanzeigename
el: Εμφανιζόμενο όνομα μαθήματος
es: Nombre de visualización del curso
fa: نام نمایشی دوره
hu: Kurzus megjelenő neve
ja: コース表示名
kk: Курстың көрсетілетін атауы
lv: Kursa parādāmais nosaukums
sq: Emri i shfaqur i kursit
sv: Kursens visningsnamn
th: รายชื่อหลักสูตรที่แสดง
uz: Kursning ko'rsatilgan nomi
zh_hk: 課程顯示名稱

source: Course Editor
af_za: Kursusredakteur
bo: སློབ་ཚན་རྩོམ་སྒྲིག་པ།
de_de: Kurseditor
el: Επιμελητής Μαθήματος
es: Editor del curso
fa: ویرایشگر دوره
hu: Kurzus szerkesztő
ja: コースエディター
lv: Kursu redaktors
sq: Redaktori i kursit
sv: Kursredaktör
th: ตัวแก้ไขหลักสูตร
uz: Kurs muharriri
zh_hk: 課程編輯

source: Enter the method by which this course is edited ("XML" or "Studio").
af_za: Voer die metode in waarmee hierdie kursus geredigeer word (&quot;XML&quot; of &quot;Studio&quot;).
bo: སློབ་ཚན་འདི་རྩོམ་སྒྲིག་བྱེད་ཀྱི་ཐབས་ལམ ("XML" or "Studio") ཞོག།
de_de: Gib die Methode an, mit der dieser Kurs bearbeitet wird ("XML" oder "Studio").
el: Εισάγεται την μέθοδο με την οποία αυτό το μάθημα έχει διορθωθεί ("XML" or "Studio").
es: Ingrese el método mediante el cual se edita este curso ("XML" o "Studio").
fa: روش ویرایش این دوره را وارد کنید (&quot;XML&quot; یا &quot;Studio&quot;).
hu: Adja meg a módszert, amellyel ezt a kurzust szerkesztik ("XML" vagy "Studio").
ja: このコースが編集される方法を入力してください（「XML」または「Studio」）。
kk: Бұл курс өңделетін әдісті енгізіңіз («XML» немесе «Studio»).
lv: Ievadiet metodi, ar kādu šis kurss tiek rediģēts (&quot;XML&quot; vai &quot;Studio&quot;).
sq: Shkruani metodën me të cilën redaktohet ky kurs ("XML" ose "Studio").
sv: Ange den metod genom vilken kursen redigeras (&quot;XML&quot; eller &quot;Studio&quot;).
th: กรอกวิธีการที่ใช้แก้ไขหลักสูตร ("XML" หรือ "Studio").
uz: Ushbu kursni tahrirlash usulini kiriting ("XML" yoki "Studio").
zh_hk: 輸入編輯該課程的方法（“XML”或“Studio”）。

source: Course Survey URL
af_za: Kursusopname-URL
bo: སློབ་ཚན་བརྟག་དཔྱད་ཀྱི་དྲ་ཐག URL
de_de: Umfrage-URL des Kurses
el: Ιστοσελίδα Ερωτηματολογίου για το Μάθημα
es: URL de la encuesta del curso
fa: URL نظرسنجی دوره
hu: Tanfolyamfelmérés URL-je
ja: コース調査URL
kk: Курс сауалнамасының URL мекенжайы
lv: Kursa aptaujas URL
sq: URL-ja e anketës së kursit
sv: Kursundersökningsadress
th: URLการสำรวจหลักสูตร
uz: Kurs tadqiqotining URL manzili
zh_hk: 課程調查網址

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
af_za: Voer die URL vir die einde-van-kursus opname in. As jou kursus nie &#39;n opname het nie, voer null in.
bo: སློབ་ཚན་གྱི་ཐ་མའི་བརྟག་དཔྱད་ཀྱི་དྲ་ཐག་ཞོག ཁྱེད་ཀྱི་སློབ་ཚན་ལ་བརྟག་དཔྱད་མེད་པ་ཡིན་ན་བརྩིམེད་བཞག་ཆོག།
de_de: URL der "Umfrage zum Kursende" angeben. Wenn der Kurs nicht durch eine Umfrage beendet werden soll, Null angeben.
el: Εισαγωγή της διεύθυνσης URL για την έρευνα στο τέλος του μαθήματος. Εάν το μάθημά σας δεν περιλαμβάνει έρευνα, εισάγετε null.
es: Ingrese la URL de la encuesta al final del curso. Si su curso no tiene una encuesta, ingrese null.
fa: آدرس اینترنتی نظرسنجی پایان دوره را وارد کنید. اگر دوره شما نظرسنجی ندارد، null را وارد کنید.
hu: Adja meg a kurzus végén található felmérés URL-címét. Ha a kurzushoz nem tartozik felmérés, írja be, hogy null.
ja: コース終了時のアンケートのURLを入力してください。コースにアンケートがない場合は、「null」と入力してください。
kk: Курстың соңындағы сауалнаманың URL мекенжайын енгізіңіз. Курста сауалнама болмаса, нөлді енгізіңіз.
lv: Ievadiet kursa noslēguma apsekojuma URL. Ja jūsu kursā nav aptaujas, ievadiet nulles vērtību.
sq: Futni URL-në për anketën në fund të kursit. Nëse kursi juaj nuk ka një anketë, shkruani null.
sv: Ange webbadressen för kursundersökningen. Om din kurs inte har en undersökning, skriv null.
th: ป้อน URL สำหรับการสำรวจการสิ้นสุดของหลักสูตร ถ้าหลักสูตรของคุณไม่มีการสำรวจ ใส่ null
uz: Kurs oxiridagi so'rov uchun URL manzilini kiriting. Agar kursingizda so'rovnoma bo'lmasa, null kiriting.
zh_hk: 輸入課程結束調查的 URL。如果您的課程沒有調查，請輸入 null。

source: Discussion Blackout Dates
af_za: Bespreking Blackout Datums
bo: གླེང་མོལ་མེད་པའི་ཟླ་ཚེས།
de_de: Daten der Abschaltung der Diskussionen
el: Ημερομηνίες παύσης συζητήσεων
es: Fechas de bloqueo de discusiones
fa: تاریخ های خاموشی بحث
ja: ディスカッション停止期間
lv: Diskusiju slēgšanas datumi
sq: Datat e ndërprerjes së diskutimeve
th: วันสุดท้ายในการสนทนา
uz: Muhokama qoralash sanalari
zh_hk: 討論限制日期
