Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Allows hiding of the progress tab.
af_za: Laat die vorderingoortjie wegsteek.
de_de: Verstecken des Fortschrittsreiters erlauben.
el: Επιτρέπει την απόκρυψη της καρτέλας προόδου.
es: Permite ocultar la pestaña de progreso.
fa: اجازه می دهد تا برگه پیشرفت را پنهان کنید.
hu: Lehetővé teszi a folyamat lap elrejtését.
ja: 進捗タブを非表示にすることができます。
kk: Орындалу барысы қойындысын жасыруға мүмкіндік береді.
lv: Ļauj paslēpt progresa cilni.
sq: Lejon fshehje të skedës së progresit.
sv: Tillåter gömning av fliken framsteg.
th: อนุญาตให้ซ่อนแท็บความคืบหน้า
uz: Jarayon yorlig'ini yashirish imkonini beradi.
zh_hk: 允許隱藏進度選項卡。

source: Course Organization Display String
af_za: Kursusorganisasie Vertoonstring
de_de: Anzeigestring der Kursorganisation
el: Course Οργανισμός Display String
es: {'singular': 'Cadena de visualización de la organización del curso'}
fa: رشته نمایش سازمان دوره
hu: Kurzus szervezési megjelenítési szöveg
ja: コース組織表示文字列
kk: Курсты ұйымдастыру Дисплей жолы
lv: Kursa organizācijas attēlošanas virkne
sq: Vargu i shfaqjes së organizimit të kursit
sv: Kursorganisation Display String
th: หลักสูตรขององค์กรแสดงสตริง
uz: Kursni tashkil etish ko'rsatish satri
zh_hk: 課程所屬機構的顯示名稱

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
af_za: Voer die kursusorganisasie in wat jy in die kursus wil verskyn. Hierdie instelling ignoreer die organisasie wat jy ingevoer het toe jy die kursus geskep het. Om die organisasie te gebruik wat jy ingevoer het toe jy die kursus geskep het, voer null in.
de_de: Geben Sie die Kurssorganisation ein, die im Kurs erscheinen soll. Diese Einstellung überschreibt die Organisation, die Sie beim Anlegen des Kurses angegeben haben. Um die Organisation zu verwenden, die Sie beim Anlegen des Kurses angegeben haben, geben Sie null ein.
el: Εισαγάγετε το μάθημα Οργανισμός που θέλετε να εμφανίζεται στο μάθημα. Αυτή η ρύθμιση υπερισχύει του Οργανισμός που καταχωρίσατε όταν δημιουργήσατε το μάθημα. Για να χρησιμοποιήσετε τον Οργανισμός που καταχωρίσατε όταν δημιουργήσατε το μάθημα, πληκτρολογήστε null.
es: Ingrese la organización del curso que desea que aparezca en el curso. Esta configuración anula la organización que ingresó al crear el curso. Para usar la organización que ingresó al crear el curso, ingrese null.
fa: سازمان دوره ای را که می خواهید در دوره نشان داده شود وارد کنید. این تنظیم سازمانی را که هنگام ایجاد دوره وارد کرده اید لغو می کند. برای استفاده از سازمانی که هنگام ایجاد دوره وارد کرده اید، null را وارد کنید.
hu: Adja meg a kurzus szervezetét, amelyet meg szeretne jeleníteni a kurzusban. Ez a beállítás felülírja a kurzus létrehozásakor megadott szervezetet. Ha a kurzus létrehozásakor megadott szervezetet szeretné használni, írja be, hogy null.
ja: コースに表示したいコース組織を入力してください。この設定は、コース作成時に入力した組織を上書きします。コース作成時に入力した組織を使用するには、nullを入力してください。
kk: Курста көрсеткіңіз келетін курс ұйымын енгізіңіз. Бұл параметр курсты жасаған кезде енгізілген ұйымды қайта анықтайды. Курсты жасаған кезде енгізілген ұйымды пайдалану үшін null енгізіңіз.
lv: Ievadiet kursa organizāciju, kuru vēlaties parādīt kursā. Šis iestatījums aizstāj organizāciju, kas ievadīta, izveidojot kursu. Lai izmantotu organizāciju, kas ievadīta, izveidojot kursu, ievadiet nulles vērtību.
sq: Futni organizimin e kursit që dëshironi të shfaqet në kurs. Ky cilësim anulon organizatën që keni futur kur keni krijuar kursin. Për të përdorur organizatën që keni futur kur keni krijuar kursin, shkruani null.
sv: Ange den kursorganisation som du vill se i kursen. Denna inställning åsidosätter den organisation som du angav när du skapade kursen. För att använda den organisation som du angav när du skapade kursen anger du null.
uz: Kursda ko'rsatmoqchi bo'lgan kurs tashkilotini kiriting. Bu sozlama kursni yaratganingizda kiritgan tashkilotni bekor qiladi. Kursni yaratishda kiritgan tashkilotdan foydalanish uchun null kiriting.
zh_hk: 輸入您想在課程中出現的課程安排。此設定將涵蓋您在建立課程時輸入的課程安排。若要使用您在建立課程時輸入的課程安排，請輸入空值。

source: Course Number Display String
af_za: Kursusnommer vertoonstring
de_de: Anzeigestring der Kursnummer
el: Συμβολοσειρά εμφάνισης αριθμού μαθήματος
es: {'singular': 'Cadena de visualización del número del curso'}
fa: رشته نمایش شماره دوره
hu: Kurzus szám megjelenítendő szövege
ja: コース番号表示文字列
kk: Курс нөмірін көрсету жолы
lv: Kursa numura attēlošanas virkne
sq: Vargu i shfaqjes së numrit të kursit
th: หมายเลขหลักสูตรแสดงสตริง
uz: Kurs raqamini ko'rsatish satri
zh_hk: 課程編號的顯示名稱

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
af_za: Voer die kursusnommer in wat jy in die kursus wil verskyn. Hierdie instelling ignoreer die kursusnommer wat jy ingevoer het toe jy die kursus geskep het. Om die kursusnommer te gebruik wat jy ingevoer het toe jy die kursus geskep het, voer null in.
de_de: Geben Sie die Kursnummer ein, die im Kurs erscheinen soll. Diese Einstellung überschreibt die Kursnummer, die Sie beim Anlegen des Kurses eingegeben haben. Um die Kursnummer zu verwenden, die Sie beim Anlegen des Kurses eingegeben haben, geben Sie null ein.
el: Εισαγάγετε τον αριθμό μαθήματος που θέλετε να εμφανίζεται στο μάθημα. Αυτή η ρύθμιση παρακάμπτει τον αριθμό μαθήματος που καταχωρίσατε όταν δημιουργήσατε το μάθημα. Για να χρησιμοποιήσετε τον αριθμό μαθήματος που καταχωρίσατε κατά τη δημιουργία του μαθήματος, πληκτρολογήστε null.
es: Ingrese el número del curso que desea que aparezca en el curso. Esta configuración anula el número del curso que ingresó al crear el curso. Para usar el número del curso que ingresó al crear el curso, ingrese null.
fa: شماره دوره ای که می خواهید در دوره نمایش داده شود را وارد کنید. این تنظیم شماره دوره ای را که هنگام ایجاد دوره وارد کرده اید لغو می کند. برای استفاده از شماره دوره ای که هنگام ایجاد دوره وارد کرده اید، null را وارد کنید.
hu: Adja meg a kurzus számát, amelyet meg szeretne jeleníteni a kurzusban. Ez a beállítás felülírja a kurzus létrehozásakor megadott kurzusszámot. Ha a kurzus létrehozásakor megadott kurzusszámot szeretné használni, írja be, hogy null.
ja: コースに表示したいコース番号を入力してください。この設定は、コース作成時に入力したコース番号を上書きします。コース作成時に入力したコース番号を使用するには、「null」と入力してください。
kk: Курста көрсеткіңіз келетін курс нөмірін енгізіңіз. Бұл параметр курсты жасаған кезде енгізілген курс нөмірін қайта анықтайды. Курсты жасаған кезде енгізген курс нөмірін пайдалану үшін null енгізіңіз.
lv: Ievadiet kursa numuru, kuru vēlaties parādīt kursā. Šis iestatījums aizstāj kursa numuru, kas ievadīts, izveidojot kursu. Lai izmantotu kursa numuru, ko ievadījāt, izveidojot kursu, ievadiet nulle.
sq: Futni numrin e kursit që dëshironi të shfaqet në kurs. Ky cilësim anulon numrin e kursit që keni futur kur keni krijuar kursin. Për të përdorur numrin e kursit që keni futur kur keni krijuar kursin, shkruani null.
sv: Ange kursnumret som du vill se i kursen. Denna inställning åsidosätter kursnumret som du angav när du skapade kursen. För att använda det kursnummer som du angav när du skapade kursen anger du null.
uz: Kursda ko'rsatmoqchi bo'lgan kurs raqamini kiriting. Ushbu sozlama kursni yaratganingizda kiritgan kurs raqamini bekor qiladi. Kursni yaratishda kiritgan kurs raqamidan foydalanish uchun null kiriting.
zh_hk: 輸入您想在課程中出現的課程編號。此設定將覆蓋您在建立課程時輸入的課程編號。若要使用您在建立課程時輸入的課程編號，請輸入空值。

source: Course Maximum Student Enrollment
af_za: Kursus Maksimum Student Inskrywing
de_de: Maximale Einschreibungsanzahl für den Kurs
el: Μέγιστος αριθμός εγγεγραμμένων φοιτητών στο μάθημα
es: {'singular': 'Máximo de inscripciones de estudiantes en el curso'}
fa: حداکثر دوره ثبت نام دانشجو
hu: A kurzusra feliratkozó tanulók maximális száma
ja: コース最大受講者数
kk: Курсқа ең көп студенттерді қабылдау
lv: Kursa maksimālais dalībnieku skaits
sq: Regjistrimi maksimal i studentëve në kurs
sv: Kursens maximala studentregistrering
th: หลักสูตรนักศึกษาลงทะเบียนสูงสุด
uz: Kursga maksimal talaba ro'yxatga olish
zh_hk: 課程最大招生人數

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
af_za: Voer die maksimum aantal studente in wat vir die kursus kan inskryf. Om &#39;n onbeperkte aantal studente toe te laat, voer null in.
de_de: Gib die maximale Anzahl von Teilnehmern ein, die sich in den Kurs einschreiben dürfen. Um unbegrenzte Einschreibungen zu erlauben, gib null ein.
el: Εισαγάγετε τον μέγιστο αριθμό φοιτητών που μπορούν να εγγραφούν στο μάθημα. Για να επιτρέψετε απεριόριστο αριθμό σπουδαστών, εισαγάγετε null.
es: Ingrese el número máximo de estudiantes que pueden inscribirse en el curso. Para permitir un número ilimitado de estudiantes, ingrese null.
fa: حداکثر تعداد دانش آموزانی که می توانند در دوره ثبت نام کنند را وارد کنید. برای اجازه دادن به تعداد نامحدود دانشجو، null را وارد کنید.
hu: Adja meg a kurzusra beiratkozható hallgatók maximális számát. Ha korlátlan számú hallgatót szeretne engedélyezni, írja be, hogy null.
ja: コースに登録できる最大の学生数を入力してください。無制限の学生を許可するには、nullを入力してください。
kk: Курсқа жазыла алатын студенттердің максималды санын енгізіңіз. Студенттердің шектеусіз санына рұқсат беру үшін нөлді енгізіңіз.
lv: Ievadiet maksimālo dalībnieku skaitu, kas var pieteikties kursā. Lai atļautu neierobežotu dalībnieku skaitu, ievadiet nulle.
sq: Shkruani numrin maksimal të studentëve që mund të regjistrohen në kurs. Për të lejuar një numër të pakufizuar studentësh, shkruani null.
sv: Ange maximalt antal studenter som kan anmäla sig till kursen. För att tillåta ett obegränsat antal studenter, skriv in null.
th: ระบุจำนวนนักเรียนที่มากที่สุดที่สามารถสมัครหลักสูตรนี้ได้ การอนุญาตให้มีนักเรียนได้ไม่จำกัด ให้ระบุ null
uz: Kursga yozilishi mumkin bo'lgan maksimal talabalar sonini kiriting. Cheksiz miqdordagi talabalarga ruxsat berish uchun null kiriting.
zh_hk: 輸入可以註冊課程的最大學生人數。要允許無限數量的學生，請輸入 null。

source: Allow Public Wiki Access
af_za: Laat publieke Wiki-toegang toe
de_de: Öffentlichen Wiki-Zugriff zulassen
el: Να επιτρέπεται η δημόσια πρόσβαση στο Wiki
es: {'singular': 'Permitir acceso público al wiki'}
fa: اجازه دسترسی به ویکی عمومی
hu: Publikus Wiki hozzáférés engedélyezése
ja: パブリックWikiアクセスを許可
kk: Жалпы Wiki-ге кіруге рұқсат беріңіз
lv: Atļaut publisku Wiki piekļuvi
sq: Lejo qasjen publike në Wiki
sv: Tillåt offentlig Wiki-åtkomst
th: อนุญาตการเข้าวิกิ
uz: Ommaviy Wiki-ga kirishga ruxsat bering
zh_hk: 允許公共 Wiki 訪問

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
af_za: Voer waar of onwaar in. As dit waar is, kan studente die kursus-wiki sien, selfs al is hulle nie vir die kursus ingeskryf nie.
de_de: Geben Sie "true" oder "false" ein. Wenn Sie "true" eingeben, können Nutzer die Wiki-Seite dieses Kurses sehen, auch wenn sie nicht in diesem Kurs eingeschrieben sind.
el: Εισαγάγετε true ή false. Εάν ισχύει, οι μαθητές μπορούν να δουν το wiki του μαθήματος ακόμα κι αν δεν είναι εγγεγραμμένοι στο μάθημα.
es: Ingrese verdadero o falso. Si es verdadero, los estudiantes pueden ver el wiki del curso incluso si no están inscritos en el curso.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، دانش‌آموزان می‌توانند ویکی دوره را مشاهده کنند، حتی اگر در دوره ثبت نام نکرده باشند.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a diákok akkor is megtekinthetik a kurzus wikijét, ha nincsenek beiratkozva a kurzusra.
ja: 真または偽を入力してください。真の場合、学生はコースに登録していなくてもコースウィキを閲覧できます。
kk: Шын немесе жалған деп енгізіңіз. Егер шын болса, студенттер курсқа тіркелмеген болса да, курстық викиді көре алады.
lv: Ievadiet True vai False. Ja tā ir True, dalībnieki var skatīt kursa wiki pat tad, ja viņi nav reģistrēti kursā.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, studentët mund të shikojnë wiki-në e kursit edhe nëse nuk janë të regjistruar në kurs.
sv: Ange sant eller falskt. Om det är sant kan studenter se kursens wiki även om de inte är inskrivna i kursen.
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, talabalar kursga yozilmagan boʻlsalar ham kurs vikisini koʻrishlari mumkin.
zh_hk: 輸入真或假。如果為 true，即使學生沒有註冊該課程，也可以查看課程 wiki。

source: Invitation Only
af_za: Slegs uitnodiging
de_de: Nur auf Einladung
el: Μόνο πρόσκληση
es: {'singular': 'Solo por invitación'}
fa: فقط دعوت
ja: 招待制
kk: Тек шақыру
lv: Tikai ar ielūgumu
sq: Vetëm me ftesë
sv: Endast inbjudan
th: เฉพาะการเชื้อเชิญเท่านั้น
uz: Faqat taklifnoma
zh_hk: 僅限受邀者

source: Whether to restrict enrollment to invitation by the course staff.
af_za: Of inskrywing beperk moet word tot uitnodiging deur die kursuspersoneel.
de_de: Ob die Einschreibung auf die Einladung durch das Kurspersonals beschränkt werden soll.
el: Εάν θα περιοριστεί η εγγραφή σε πρόσκληση από το προσωπικό του μαθήματος.
es: Si se debe restringir la inscripción a invitación por parte del personal del curso.
fa: آیا باید ثبت نام را به دعوت کارکنان دوره محدود کرد.
ja: コーススタッフによる招待のみで登録を制限するかどうか。
kk: Курс қызметкерлерінің шақыруымен жазылуды шектеу керек пе.
lv: Vai ierobežot reģistrāciju ar kursa darbinieku ielūgumu.
sq: Nëse do të kufizohet regjistrimi në ftesë nga stafi i kursit.
sv: Om du vill begränsa inskrivningen till inbjudan av kurspersonalen.
th: จำกัดการลงทะเบียนเรียนโดยการเชิญโดยเจ้าหน้าที่หลักสูตร
uz: Kurs xodimlari tomonidan taklifnomaga yozilishni cheklash kerakmi.
zh_hk: 是否限制註冊僅限於課程工作人員的邀請。

source: Pre-Course Survey Name
af_za: Voorkursus Opname Naam
de_de: Vorkurs-Umfragename.
el: Όνομα έρευνας πριν από το μάθημα
es: {'singular': 'Nombre de la encuesta previa al curso'}
fa: نام نظرسنجی پیش از دوره
kk: Курс алдындағы сауалнама атауы
lv: Pirmskursa aptaujas nosaukums
sq: Emri i anketës para kursit
sv: Namn på förkursundersökning
th: ชื่อการสำรวจก่อนหลักสูตรจริง
uz: Kursdan oldingi so'rov nomi
zh_hk: 課前調查名稱

source: Name of SurveyForm to display as a pre-course survey to the user.
af_za: Naam van SurveyForm om as &#39;n voorkursusopname aan die gebruiker te vertoon.
de_de: Name des Umfrageformulars, welcher als Vorbereitung für die Benutzer im Kurs angezeigt wird.
el: Όνομα φόρμας SurveyForm για εμφάνιση ως έρευνα πριν από το μάθημα στον χρήστη.
es: Nombre de SurveyForm que se mostrará como una encuesta previa al curso para el usuario.
fa: نام SurveyForm برای نمایش به عنوان نظرسنجی قبل از دوره به کاربر.
lv: Aptaujas veidlapas nosaukums, kas lietotājam tiek rādīts kā aptauja pirms kursa.
sq: Emri i SurveyForm për t&#39;u shfaqur si një anketë para kursit për përdoruesit.
sv: Namnet på SurveyForm för att visas som en förundersökningsundersökning till användaren.
th: ชื่อของแบบฟอร์มการสำรวจที่จะแสดงเป็นการสำรวจก่อนหลักสูตรจริงให้กับผู้ใช้
uz: Foydalanuvchiga kursdan oldingi so'rov sifatida ko'rsatish uchun SurveyForm nomi.
zh_hk: 作為課前調查向用户顯示的調查表的名稱。

source: Pre-Course Survey Required
af_za: Voorkursus-opname vereis
de_de: Vorkurs-Umfrage erforderlich.
el: Απαιτείται έρευνα πριν από το μάθημα
es: {'singular': 'Encuesta previa al curso requerida'}
fa: نظرسنجی قبل از دوره الزامی است
hu: Előzetes kurzusfelmérés szükséges
ja: コース前アンケート必須
kk: Курс алдындағы сауалнама қажет
lv: Nepieciešama aptauja pirms kursa
sq: Kërkohet anketë para kursit
th: ความต้องการการสำรวจก่อนหลักสูตรจริง
uz: Kursdan oldingi so'rov talab qilinadi
zh_hk: 需要課前調查

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
af_za: Spesifiseer of studente &#39;n opname moet voltooi voordat hulle jou kursusinhoud kan sien. As jy hierdie waarde op waar stel, moet jy &#39;n naam vir die opname by die Kursusopnamenaam-instelling hierbo voeg.
de_de: Geben Sie an, ob die Studenten eine Umfrage ausfüllen müssen, bevor sie Ihre Kursinhalte anschauen können. Wenn Sie diesen Wert auf true setzen, müssen Sie in der Einstellung für den Course Survey Namen oben einen Namen für die Umfrage hinzufügen.
el: Καθορίστε εάν οι σπουδαστές πρέπει να συμπληρώσουν μια έρευνα για να μπορέσουν να δουν το περιεχόμενο του μαθήματός σας. Εάν ορίσετε αυτήν την τιμή σε true, πρέπει να προσθέσετε ένα όνομα για την έρευνα στη ρύθμιση «Όνομα έρευνας μαθήματος» παραπάνω.
es: Especifique si los estudiantes deben completar una encuesta antes de poder ver el contenido de su curso. Si establece este valor en verdadero, debe agregar un nombre para la encuesta en la configuración Nombre de la encuesta del curso anterior.
fa: مشخص کنید که آیا دانش آموزان قبل از اینکه بتوانند محتوای دوره شما را مشاهده کنند باید نظرسنجی را تکمیل کنند یا خیر. اگر این مقدار را روی true تنظیم کنید، باید یک نام برای نظرسنجی به تنظیم نام نظرسنجی دوره بالا اضافه کنید.
hu: Adja meg, hogy a diákoknak ki kell-e tölteniük egy kérdőívet, mielőtt megtekinthetik a kurzus tartalmát. Ha ezt az értéket igazra állítja, akkor a kérdőív nevét hozzá kell adnia a fenti Kurzus Kérdőív Neve beállításhoz.
ja: 学生がコースの内容を閲覧する前にアンケートを完了する必要があるかどうかを指定します。この値を「true」に設定した場合、上記の「コースアンケート名」設定にアンケートの名前を追加する必要があります。
kk: Курс мазмұнын көре алмас бұрын студенттер сауалнаманы толтыру керектігін көрсетіңіз. Бұл мәнді шын мәніне орнатсаңыз, жоғарыдағы Курс сауалнамасының атауы параметріне сауалнама атауын қосуыңыз керек.
lv: Norādiet, vai dalībniekiem ir jāaizpilda aptauja, lai viņi varētu skatīt jūsu kursa saturu. Ja iestatāt šo vērtību uz True, iepriekš iestatījumam Kursa aptaujas nosaukums ir jāpievieno aptaujas nosaukums.
sq: Specifikoni nëse studentët duhet të plotësojnë një anketë përpara se të mund të shikojnë përmbajtjen e kursit tuaj. Nëse e vendosni këtë vlerë të vërtetë, duhet të shtoni një emër për anketën në cilësimin Emri i anketës së kursit më sipër.
sv: Ange om eleverna måste slutföra en undersökning innan de kan se ditt kursinnehåll. Om du ställer in det här värdet till sant måste du lägga till ett namn för undersökningen i inställningen Kursundersökningsnamn ovan.
th: กำหนดนักเรียนที่ต้องสำรวจเสร็จสิ้นก่อนที่พวกเขาจะเห็นหลักสูตรของคุณ ถ้าคุณตั้งค่าว่าใช่,คุณต้องเพิ่มชื่อสำหรับการสำรวจด้วย ที่การตั้งค่าชื่อการสำรวจหลักสูตรอยู่ด้านบน
uz: Talabalar kursingiz mazmunini ko‘rishdan oldin so‘rovnomani to‘ldirishlari kerakligini belgilang. Agar siz ushbu qiymatni rost qilib qo'ysangiz, yuqoridagi Kurs so'rovi nomi sozlamalariga so'rov nomini qo'shishingiz kerak.
zh_hk: 指定學生在查看您的課程內容之前是否必須完成調查。如果您設定該值為true，那麼您必須在以上的課程調查名稱設定中為該調查新增名稱。

source: Course Visibility In Catalog
af_za: Kursussigbaarheid in katalogus
de_de: Kurssichtbarkeit im Katalog
el: Προβολή μαθήματος στον κατάλογο
es: Visibilidad del Curso en el Catálogo
fa: مشاهده دوره در کاتالوگ
hu: Kurzus láthatósága a katalógusban
ja: カタログでのコースの表示
kk: Каталогтағы курстың көрінуі
lv: Kursa redzamība katalogā
sq: Dukshmëria e kursit në Katalog
sv: Kurssynlighet i katalogen
th: การแสดงผลหลักสูตรในบัญชีหนังสือ
uz: Katalogda kursning ko'rinishi
zh_hk: 目錄中的課程可見性

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
af_za: Definieer die toegangstoestemmings om die kursus in die kursuskatalogus te wys. Dit kan op een van drie waardes gestel word: &#39;albei&#39; (wys in katalogus en laat toegang tot omtrent bladsy toe), &#39;oor&#39; (laat slegs toegang tot omtrent bladsy toe), &#39;geen&#39; (moen nie in katalogus wys nie en laat nie toe nie toegang tot &#39;n oor-bladsy).
de_de: Legt die Zugriffsrechte für die Anzeige des Kurses im Kurskatalog fest. Dieser kann auf einen von drei Werten eingestellt werden: 'both' (im Katalog anzeigen und Zugriff auf die Info-Seite erlauben), 'about' (nur Zugriff auf die Info-Seite erlauben), 'none' (nicht im Katalog anzeigen und Zugriff auf eine Info-Seite nicht erlauben).
el: Καθορίζει τα δικαιώματα πρόσβασης για την εμφάνιση του μαθήματος στον κατάλογο μαθημάτων. Αυτό μπορεί να ρυθμιστεί σε μία από τις τρεις τιμές: &#39;και τα δύο&#39; (εμφάνιση στον κατάλογο και άδεια πρόσβασης σε Λίγα λόγια για εμάς ), &#39;about&#39; (μόνο να επιτρέπεται η πρόσβαση σε Λίγα λόγια για εμάς ), &#39;none&#39; (δεν εμφανίζεται στον κατάλογο and do not allow access to an Λίγα λόγια για εμάς ).
es: Define los permisos de acceso para mostrar el curso en el catálogo de cursos. Esto puede establecerse en uno de tres valores: 'both' (mostrar en el catálogo y permitir acceso a la página de información), 'about' (solo permitir acceso a la página de información), 'none' (no mostrar en el catálogo y no permitir acceso a una página de información).
fa: مجوزهای دسترسی را برای نمایش دوره در کاتالوگ دوره تعریف می کند. این را می‌توان روی یکی از سه مقدار تنظیم کرد: «دو» (نمایش در کاتالوگ و اجازه دسترسی به صفحه درباره)، «درباره» (فقط اجازه دسترسی به صفحه مربوط به صفحه)، «هیچ‌کدام» (در کاتالوگ نشان داده نمی‌شود و اجازه نمی‌دهد. دسترسی به یک صفحه درباره).
ja: コースカタログにコースを表示するためのアクセス権限を定義します。これは3つの値のいずれかに設定できます：「both」（カタログに表示し、概要ページへのアクセスを許可）、 「about」（概要ページへのアクセスのみを許可）、 「none」（カタログに表示せず、概要ページへのアクセスも許可しない）。
kk: Курс каталогында курсты көрсетуге рұқсаттарды анықтайды. Мұны үш мәннің біріне орнатуға болады: «екеуі» (каталогта көрсету және туралы бетке кіруге рұқсат беру), «туралы» (тек туралы бетке кіруге рұқсат беру), «жоқ» (каталогта көрсетпеу және туралы бетке кіруге рұқсат бермеу).
lv: Nosaka piekļuves atļaujas kursa parādīšanai kursu katalogā. To var iestatīt uz vienu no trim vērtībām: "abas" (parādīt katalogā un atļaut piekļuvi informācijas lapai), "par" (atļaut piekļuvi tikai informācijas lapai), "nav" (nerādīt katalogā un neatļaut piekļuvi informācijas lapai).
sq: Përcakton lejet e hyrjes për shfaqjen e kursit në katalogun e kurseve. Kjo mund të vendoset në një nga tre vlerat: 'të dyja' (shfaq në katalog dhe lejo qasjen në Rreth faqes), 'rreth' (lejo qasjen vetëm në Rreth faqes), 'asnjë' (mos shfaq në katalog dhe mos lejo qasje në një Rreth faqes).
sv: Definierar åtkomstbehörigheterna för att visa kursen i kurskatalogen. Detta kan ställas in på ett av tre värden: 'både' (visa i katalogen och tillåt åtkomst till om-sidan), 'om' (tillåt endast åtkomst till om-sidan), 'ingen' (visa inte i katalogen och tillåt inte åtkomst till en om-sida).
th: ระบุการยินยอมที่จะแสดงหลักสูตรในบัญชีหนังสือ สามารถจัดตั้งให้เป็นสามประเภท 'คู่' (แสดงในบัญชีหนังสือและอนุญาตให้เข้าถึงเกี่ยวกับหน้า), 'เกี่ยวกับ' (อนุญาตให้เฉพาะเกี่ยวกับหน้า), 'ไม่เลย' (จะไม่แสดงในบัญชีหนังสือและไม่อนุญาตให้เข้าถึงหน้า).
uz: Kurs katalogida kursni ko'rsatish uchun kirish ruxsatlarini belgilaydi. Bu uchta qiymatdan biriga o'rnatilishi mumkin: "ikkalasi" (katalogda ko'rsatish va haqida sahifaga kirishga ruxsat berish), "haqida" (faqat haqida sahifaga kirishga ruxsat berish), "yo'q" (katalogda ko'rsatmaslik va ruxsat bermaslik haqida sahifaga kirish).
zh_hk: 定義在課程目錄中的顯示課程的存取權限。可以設定為以下三個值的其中之一：「both」(在目錄中顯示且允許存取關於此頁)，「about」(只允許存取關於此頁)，「none」(不在目錄中顯示且不允許訪問關於此頁)。

source: Entrance Exam Enabled
af_za: Toelatingseksamen geaktiveer
de_de: Eingangsprüfung aktiviert
el: Ενεργοποιήθηκε η εισαγωγική εξέταση
es: Examen de Ingreso Habilitado
fa: آزمون ورودی فعال شد
hu: Felvételi vizsga engedélyezve
kk: Қабылдау емтиханы қосулы
lv: Iestājeksāmeni iespējoti
sq: Provimi pranues është aktivizuar
sv: Entréprov aktiverad
th: การสอบเข้าเปิดใช้งาน
uz: Kirish imtihonlari yoqilgan
zh_hk: 啟用入學考試
