Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Course team user does not exist
af_za: Kursusspangebruiker bestaan nie
bo: སློབ་ཚན་ཚོགས་ཆུང་གི་ངོ་བོར་སྤྱོད་མཁན་ཞིག་མི་འདུག
de_de: Kurs-Team-Benutzer existiert nicht.
el: Ο χρήστης της ομάδας μαθημάτων δεν υπάρχει
es: El usuario del equipo del curso no existe
fa: کاربر تیم دوره وجود ندارد
hu: A kurzuscsapat felhasználó nem létezik
ja: コースチームユーザーが存在しません
kk: Курс командасының пайдаланушысы жоқ
lv: Kursa komandas lietotājs neeksistē
sq: Përdoruesi i ekipit të kursit nuk ekziston
sv: Kursteamanvändare finns inte
th: ไม่มีผู้ใช้ในทีมของหลักสูตร
uz: Kurs jamoasi foydalanuvchisi mavjud emas
zh_hk: 課程團隊用户不存在

source: Number of course outline regenerations successfully requested: {regenerates}
af_za: Aantal kursus-oorsig-regenerasies wat suksesvol aangevra is: {regenerates}
bo: སློབ་ཚན་ཨང་གྲངས་ཀྱི་དཀར་ཆག་བསྐྱར་བཟོའི་རེ་འདུན་ཞུས་ཟིན། {regenerates}
de_de: Anzahl der erfolgreich angeforderten Regenerierungen der Kursübersicht: {regenerates}
el: Αριθμός αναδημιουργίας σχεδιαγράμματος μαθημάτων που ζητήθηκαν επιτυχώς: {regenerates}
es: Número de regeneraciones de esquemas del curso solicitadas con éxito: {regenerates}
fa: تعداد طرح‌های بازسازی دوره با موفقیت درخواست شد: {regenerates}
hu: A kurzusvázlat újragenerálások sikeresen kért száma: {regenerates}
ja: コース概要の再生成が正常に要求された回数: {regenerates}
kk: Сәтті сұралған курс контурының регенерацияларының саны: {regenerates}
lv: Sekmīgi pieprasīto kursa kontūru reģenerāciju skaits: {regenerates}
sq: Numri i rigjenerimeve të përvijimit të kurseve të kërkuara me sukses: {regenerates}
sv: Antalet framgångsrikt begärda kursöversiktsregenereringar: {regenerates}
uz: Muvaffaqiyatli so‘ralgan kurs konturini qayta tiklash soni: {regenerates}
zh_hk: 成功請求課程大綱重新產生的數量： {regenerates}

source: Regenerate selected course outlines
af_za: Regenereer geselekteerde kursusomlyne
bo: བདམས་ཟིན་པའི་སློབ་ཚན་གྱི་དཀར་ཆག་བསྐྱར་བཟོ།
de_de: Ausgewählte Kursgliederungen neu generieren
el: Αναδημιουργήστε επιλεγμένα σχεδιαγράμματα μαθημάτων
es: Regenerar esquemas del curso seleccionados
fa: بازسازی طرح‌درس دوره انتخاب‌شده
hu: Regenerálja a kiválasztott kurzusvázlatokat
ja: 選択したコース概要を再生成する
kk: Таңдалған курс контурларын қалпына келтіріңіз
lv: Atjaunot atlasīto kursu kontūras
sq: Rigjeneroni skicat e zgjedhura të kursit
sv: Återskapa valda kurskonturer
uz: Tanlangan kurs rejalarini qayta tiklang
zh_hk: 重新產生選取的課程大綱

source: All course outline regenerations successfully requested.
af_za: Alle kursus-oorsig-herlewing is suksesvol aangevra.
bo: སློབ་ཚན་ཡོངས་ཀྱི་དཀར་ཆག་བསྐྱར་བཟོའི་རེ་འདུན་ཞུས་ཟིན།
de_de: Alle Kursgliederungsregenerierungen wurden erfolgreich angefordert.
el: Όλες οι αναδημιουργίες σχεδιαγράμματος μαθήματος ζητήθηκαν με επιτυχία.
es: Todas las regeneraciones de esquemas del curso se solicitaron con éxito.
fa: تمام مراحل بازسازی دوره با موفقیت درخواست شد.
hu: Minden kurzusvázlat újragenerálása sikeresen kérve.
ja: すべてのコース概要の再生成が正常にリクエストされました。
kk: Барлық курс контурының регенерациялары сәтті сұралды.
lv: Visas kursa kontūras reģenerācijas ir veiksmīgi pieprasītas.
sq: Të gjitha rigjenerimet e përvijuara të kursit u kërkuan me sukses.
sv: Alla kursöversiktsregenereringar har begärts.
uz: Barcha kurs kontur regeneratsiyasi muvaffaqiyatli so'raldi.
zh_hk: 所有課程大綱重新產生均已成功請求。

source: Regenerate *all* course outlines
af_za: Regenereer *alle* kursusomlyne
bo: སློབ་ཚན་*ཡོངས་* ཀྱི་དཀར་ཆག་ཁག་བསྐྱར་བཟོ།
de_de: *Alle* Kursskizzen neu erstellen
el: Αναδημιουργία *όλων* των σχεδιαγραμμάτων μαθήματος
es: Regenerar *todos* los esquemas del curso
fa: بازسازی *همه* طرح‌درس دوره
hu: Regenerálja *az összes* kurzusvázlatot
ja: すべてのコース概要を再生成する
kk: *барлық* курс контурларын қалпына келтіріңіз
lv: Atjaunot *visas* kursa kontūras
sq: Rigjeneroni *të gjitha* skicat e kursit
sv: Återskapa *alla* kurskonturer
uz: Kurs konturlarini *barcha* qayta tiklang
zh_hk: 重新產生*所有*課程大綱

source: Upload completed
af_za: Oplaai voltooi
bo: བསྐྱར་གསོ་ཆ་ཚང་གྲུབ་སོང་།
de_de: Hochladen fertiggestellt
el: Η μεταφόρτωση ολοκληρώθηκε.
es: Carga completada
fa: بارگذاری کامل شد
hu: Feltöltés befejezve
ja: アップロードが完了しました
kk: Жүктеп салу аяқталды
lv: Augšupielāde pabeigta
sq: Ngarkimi përfundoi
sv: Uppladdning färdigt
th: การอัปโหลดเสร็จสมบูรณ์
uz: Yuklash tugallandi
zh_hk: 上傳完成

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
af_za: Lêer {filename} oorskry maksimum grootte van {maximum_size_in_megabytes} MB.
bo: ཡིག་ཆ་ {filename} འདི་ {maximum_size_in_megabytes} MB ཆེས་ཆེ་ཚད་ལས་བརྒལ་འདུག
de_de: Die Datei {filename} überschreitet die maximal erlaubte Dateigröße von {maximum_size_in_megabytes} MB.
el: Το αρχείο {filename} υπερβαίνει το μέγιστο μέγεθος των {maximum_size_in_megabytes} MB.
es: El archivo {filename} excede el tamaño máximo de {maximum_size_in_megabytes} MB.
fa: اندازه فایل {filename} از حداکثر حجم {maximum_size_in_megabytes} مگابایت بیش‌تر است.
hu: A fájl {filename} meghaladja a {maximum_size_in_megabytes} MB maximális méretet.
ja: ファイル {filename} が最大サイズ {maximum_size_in_megabytes} MB を超えています。
kk: {filename} файлы ең үлкен {maximum_size_in_megabytes} МБ өлшемінен асады.
lv: Fails {filename} pārsniedz maksimālo izmēru {maximum_size_in_megabytes} MB.
sq: Skedari {filename} kalon madhësinë maksimale prej {maximum_size_in_megabytes} megabajt.
sv: Filen {filename} överskrider den maximala storleken på {maximum_size_in_megabytes} MB.
th: ไฟล์ {filename} มีขนาดใหญ่เกินขนาดสูงสุดที่ {maximum_size_in_megabytes} MB
uz: {filename} fayli maksimal hajmi {maximum_size_in_megabytes} MB dan oshib ketdi.
zh_hk: 檔案{filename}超出了{maximum_size_in_megabytes} MB。

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
af_za: Die groepe in hierdie opstelling kan gekarteer word na kohorte in die Instrukteur Dashboard.
bo: སྒྲིག་བཀོད་འདིའི་ནང་ཡོད་པའི་སྡེ་ཚན་དེ་ཚོ་སློབ་སྟོན་པའི་གཙོ་ངོས་ཀྱི་ཚོགས་སྡེ་རྣམས་ལ་ཐད་ཀར་མཐུད་ཐུབ་ཀྱི་རེད།
de_de: Die Gruppen in dieser Konfiguration können auf ein Kohort abgebildet werden. Dies ist in der Übersichtsseite des Dozent einzustellen.
el: Οι ομάδες σε αυτήν τη διαμόρφωση μπορούν να αντιστοιχιστούν σε κοόρτες στον πίνακα ελέγχου διδάσκοντα.
es: Los grupos en esta configuración se pueden asignar a cohortes en el Panel del Instructor.
fa: گروه‌های موجود در این پیکربندی را می‌توان به گروه‌های موجود در پیشخوان مربی نگاشت کرد.
ja: この構成のグループは、インストラクターダッシュボードのコホートにマッピングできます。
kk: Бұл конфигурациядағы топтарды Нұсқаушы бақылау тақтасындағы когорттармен салыстыруға болады.
lv: Šīs konfigurācijas grupas var kartēt uz grupām instruktoru informācijas panelī.
sq: Grupi në këtë konfigurim mund të vendoset në grupe në Panelin e Instruktorit.
sv: Grupperna i denna konfiguration kan kopplas till kohorter i Instruktörens instrumentpanel.
uz: Ushbu konfiguratsiyadagi guruhlarni Instruktor asboblar panelidagi kogortalarga solishtirish mumkin.
zh_hk: 此設定中的群組可以對應到講師控制面板中的群組。

source: Content Groups
af_za: Inhoudgroepe
bo: ནང་དོན་གྱི་ཚོགས།
de_de: Inhaltsgruppen
el: Ομάδες
es: Grupos de contenido
fa: گروه‌های محتوا
hu: Tartalom csoportok
ja: コンテンツグループ
kk: Мазмұн топтары
lv: Satura grupas
sq: Grupet e përmbajtjes
sv: Innehållsgrupper
th: กลุ่มเนื้อหา
uz: Kontent guruhlari
zh_hk: 內容群組

source: invalid JSON
af_za: ongeldige JSON
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་JSON
de_de: ungültiges JSON
el: μη έγκυρο JSON
es: JSON no válido
fa: JSON نامعتبر
hu: érvénytelen JSON
ja: 無効なJSON
kk: жарамсыз JSON
lv: nederīgs JSON
sq: JSON nuk është valide
sv: Ogiltig JSON
th: JSON ไม่ถูกต้อง
uz: yaroqsiz JSON
zh_hk: 無效的 JSON

source: must have name of the configuration
af_za: moet die naam van die konfigurasie hê
bo: སྒྲིག་འགོད་ཀྱི་མིང་ངེས་པར་དུ་ཡོད་དགོས།
de_de: Sie benötigen den Namen der Konfiguration
el: πρέπει να περιλαμβάνει το όνομα της διαμόρφωσης
es: debe tener el nombre de la configuración
fa: نام پیکربندی باید وجود داشته باشد
hu: a konfiguráció nevét kötelező megadni
kk: конфигурация атауы болуы керек
lv: jābūt konfigurācijas nosaukumam
sq: duhet të ketë emrin e konfigurimit
sv: måste ha konfigurationens namn
th: ต้องใช้ชื่อการตั้งค่า
uz: konfiguratsiya nomi bo'lishi kerak
zh_hk: 必須有設定的名稱

source: must have at least one group
af_za: moet ten minste een groep hê
bo: ཉུང་མཐཪ་ཚོགས་སྡེ་གཅིག་ཡོད་དགོས།
de_de: du brauchst wenigstens eine Gruppe
el: θα πρέπει να υπάρχει τουλάχιστον μια ομάδα
es: debe tener al menos un grupo
fa: باید حداقل یک گروه داشته باشد
hu: legalább egy csoportnak kell lennie
ja: 少なくとも1つのグループが必要です
kk: кем дегенде бір топ болуы керек
lv: jābūt vismaz vienai grupai
sq: duhet të ketë të paktën një grup
sv: måste ha minst en grupp
th: ต้องมีอย่างน้อยหนึ่งกลุ่ม
uz: kamida bitta guruhga ega bo'lishi kerak
zh_hk: 必須至少有一組

source: unable to load this type of group configuration
af_za: kan nie hierdie tipe groepkonfigurasie laai nie
bo: སྡེ་ཚན་སྒྲིག་འགོད་ཀྱི་རིགས་འདི་ཡར་འཇུག་བྱེད་མི་ཐུབ།
de_de: Diese Art von Gruppenkonfiguration kann nicht geladen werden
el: δεν είναι δυνατή η φόρτωση αυτού του τύπου διαμόρφωσης ομάδας
es: no se puede cargar este tipo de configuración de grupo
fa: امکان بارگیری این نوع پیکربندی گروه وجود ندارد
hu: nem lehet betölteni ezt a típusú csoportkonfigurációt
ja: このタイプのグループ構成を読み込めません
kk: топ конфигурациясының бұл түрін жүктеу мүмкін емес
lv: nevar ielādēt šāda veida grupas konfigurāciju
sq: nuk mund të ngarkojë këtë lloj konfigurimi grupi
sv: det går inte att ladda den här typen av gruppkonfiguration
uz: ushbu turdagi guruh konfiguratsiyasini yuklab bo'lmadi
zh_hk: 無法載入此類群組設定

source: Invalid course update id.
af_za: Ongeldige kursusopdatering-ID.
bo: སློབ་ཚན་བསྐྱར་གསོའི་ id ནི་ཚུལ་མཐུན་མི་འདུག
de_de: Ungültige Kursaktualisierungskennung.
el: Μη έγκυρος κωδικός ταυτοποίησης για αναβάθμιση μαθήματος
es: ID de actualización del curso no válido.
fa: شناسه به‌روزرسانی دوره نامعتبر است.
hu: Érvénytelen kurzusfrissítési azonosító.
ja: コース更新IDが無効です。
kk: Курсты жаңарту идентификаторы жарамсыз.
lv: Nederīgs kursa atjaunināšanas ID.
sq: ID e pavlefshme e përditësimit të kursit.
sv: Ogiltigt kursuppdaterings-ID.
th: รหัสปรับปรุงหลักสูตรไม่ถูกต้อง
uz: Kursni yangilash identifikatori noto‘g‘ri.
zh_hk: 課程更新 ID 無效。

source: Course update not found.
af_za: Kursusopdatering nie gevind nie.
bo: སློབ་ཚན་བསྐྱར་གསོ་རྙེད་མ་སོང་།
de_de: Kursneuerungen nicht gefunden.
el: Η αναβάθμιση Μαθήματος δεν βρέθηκε
es: Actualización del curso no encontrada.
fa: به‌روز‌رسانی دوره پیدا نشد.
hu: Kurzus frissítés nem található.
ja: コースの更新が見つかりません。
kk: Курс жаңартуы табылмады.
lv: Kursa atjauninājums nav atrasts.
sq: Përditësimi i kursit nuk u gjet.
sv: Uppdatering av kursen kunde inte hittas.
th: ไม่พบหลักสูตรที่อัปเดท
uz: Kurs yangilanishi topilmadi.
zh_hk: 未找到課程更新。

source: Could not index item: {}
af_za: Kon nie item indekseer nie: {}
bo: རྣམ་གྲངས་འདི་ {} དཀར་ཆག་ཏུ་འགོད་ཐུབ་མ་སོང་།
de_de: Konnte folgendes Objekt nicht indizieren: {}
el: Δεν ήταν δυνατή η ευρετηρίαση του στοιχείου: {}
es: No se pudo indexar el elemento: {}
fa: مورد نمایه نشد: {}
hu: Hiba az elem indexelése közben: {}
ja: アイテムをインデックスできませんでした: {}
kk: Элементті индекстеу мүмкін болмады: {}
lv: Nevarēja indeksēt vienumu: {}
sq: Artikulli nuk mund të indeksohej: {}
sv: Kunde inte indexera objekt: {}
th: ไม่สามารถระบุวัตถุ: {}
uz: Elementni indekslab bo‘lmadi: {}
zh_hk: 無法索引項目：{}

source: General indexing error occurred
af_za: Algemene indekseringsfout het voorgekom
bo: རྒྱུན་ལྡན་དཀར་ཆག་འགོད་པ་ལ་གནད་དོན་བྱུང་སོང་།
de_de: Genereller Indizierungsfehler
el: Προέκυψε γενικό πρόβλημα καταχώρησης στο ευρετήριο
es: Ocurrió un error general de indexación
fa: خطای نمایه‌سازی عمومی رخ داد
hu: Általános indexelési hiba történt
ja: 一般的なインデックスエラーが発生しました
kk: Жалпы индекстеу қатесі орын алды
lv: Radās vispārēja indeksēšanas kļūda
sq: Ndodhi një gabim i përgjithshëm i indeksimit
sv: Generellt indexeringsfel inträffade
th: เกิดข้อผิดพลาดในการระบุ
uz: Umumiy indekslashda xatolik yuz berdi
zh_hk: 發生一般索引錯誤

source: (Unnamed)
af_za: (Onbenoemde)
de_de: (Unbenannt)
el: (Χωρίς όνομα)
es: (Sin nombre)
fa: (بی‌نام)
hu: (Névtelen)
kk: (Аты жоқ)
lv: (Bez nosaukuma)
sq: (Pa emër)
sv: (Utan namn)
th: (ไม่มีชื่อ)
uz: (nomsiz)
zh_hk: （未命名）

source: Aborting import because a course with this id: {} already exists.
af_za: Staak tans invoer omdat &#39;n kursus met hierdie ID: {} reeds bestaan.
bo: སློབ་ཚན་ཞིག་སྟེ་ ID: {} འདི་ཡོད་པ་ཞིག་གནས་ཡོད་པའི་རྐྱེན་གྱིས། ནང་འདྲེན་བྱེད་མཚམས་འཇོག་བཞིན་ཡོད།
de_de: Der Import wurde abgebrochen, da bereits ein Kurs mit der ID {} existiert.
el: Ακύρωση εισαγωγής επειδή υπάρχει ήδη ένα μάθημα με αυτό το αναγνωριστικό: {}.
es: Abortando la importación porque ya existe un curso con este ID: {}.
fa: واردات لغو می‌شود زیرا دوره‌ای با این شناسه: {} از قبل وجود دارد.
ja: インポートを中止します。このID: {} のコースはすでに存在します。
kk: Импорттауды тоқтату, себебі мына идентификаторы бар курс бұрыннан бар: {}.
lv: Importēšana tiek pārtraukta, jo kurss ar šādu ID: {} jau pastāv.
sq: Importimi ndërpritet sepse një kurs me këtë ID: {} ekziston tashmë.
sv: Avbryter importen eftersom en kurs med detta id: {} redan finns.
uz: Import bekor qilinmoqda, chunki bu identifikatorga ega kurs allaqachon mavjud: {}.
zh_hk: 正在中止匯入，因為具有此 ID 的課程：{} 已存在。

source: Permission denied. You do not have write access to this course.
af_za: Toestemming geweier. Jy het nie skryftoegang tot hierdie kursus nie.
bo: ཆོག་མཆན་སྤྲད་མ་སོང་། ཁྱེད་ལ་སློབ་ཚན་འདིའི་ནང་འབྲི་རྒྱུའི་ཆོག་མཆན་མི་འདུག
de_de: Zugang verweigert. Sie haben keine Schreibrechte zu diesem Kurs.
el: Η άδεια απορρίφθηκε. Δεν έχετε πρόσβαση εγγραφής σε αυτό το μάθημα.
es: Permiso denegado. No tienes acceso de escritura a este curso.
fa: دسترسی غیرمجاز. شما دسترسی نوشتن در این دوره ندارید.
hu: Nincs engedélyezve. Nincs írási jogosultsága ehhez a kurzushoz.
ja: このコースへの書き込み権限がありません。
kk: Рұқсат қабылданбады. Бұл курсқа жазбаша рұқсатыңыз жоқ.
lv: Atļauja liegta. Jums nav rakstīšanas piekļuves šim kursam.
sq: Leja u refuzua. Ju nuk keni qasje me shkrim në këtë kurs.
sv: Åtkomst nekad. Du har inte skrivbehörighet till denna kurs.
uz: Ruxsat berilmadi. Sizda bu kursga yozish huquqi yo'q.
zh_hk: 沒有權限。您沒有本課程的寫入權限。

source: Could not find the {0} file in the package.
af_za: Kon nie die {0} -lêer in die pakket vind nie.
bo: སྡེབ་སྒྲིག་དེའི་ནང་དུ་ {0} ཡིག་ཆ་དེ་རྙེད་མ་སོང་།
de_de: Konnte die Datei {0} nicht im Paket finden.
el: Δεν ήταν δυνατή η εύρεση του αρχείου {0} στο πακέτο.
es: No se pudo encontrar el archivo {0} en el paquete.
fa: فایل {0} در بسته یافت نشد.
hu: A csomagban nem található meg a {0} fájl.
ja: パッケージ内に{0}ファイルが見つかりませんでした。
kk: Пакеттен {0} файлы табылмады.
lv: Pakotnē nevarēja atrast failu {0} .
sq: Nuk gjetëm skedarin {0} në paketë.
sv: Kunde inte hitta filen {0} i paketet.
th: ไม่พบไฟล์ {0} ในแพคเกจ
uz: Paketda {0} fayli topilmadi.
zh_hk: 在包中找不到 {0} 檔案。

source: Uploaded Tar file not found. Try again.
af_za: Opgelaaide Tar-lêer nie gevind nie. Probeer weer.
bo: ཡར་འཇུག་བྱས་ཟིན་པའི་ Tar ཡིག་ཆ་རྙེད་མ་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།
de_de: Hochgeladene Tar-Datei konnte nicht gefunden werden. Bitte versuchen Sie es noch einmal.
el: Το μεταφορτωμένο αρχείο Tar δεν βρέθηκε. Προσπάθησε ξανά.
es: Archivo Tar cargado no encontrado. Inténtalo de nuevo.
fa: فایل Tar بارگذاری‌شده یافت نشد. دوباره امتحان کنید.
hu: A feltöltött Tar fájl nem található. Próbálja újra.
ja: アップロードされたTarファイルが見つかりません。もう一度お試しください。
kk: Жүктеп салынған Tar файлы табылмады. Қайтадан байқап көріңіз.
lv: Augšupielādētais Tar fails nav atrasts. Mēģini vēlreiz.
sq: Skedari Tar i ngarkuar nuk u gjet. Provo sërish.
sv: Den uppladdade Tar-filen hittades inte. Försök igen.
uz: Yuklangan Tar fayli topilmadi. Qayta urinib ko'ring.
zh_hk: 找不到上載的 Tar 文件。 請再試一次。

source: We only support uploading a .tar.gz file.
af_za: Ons ondersteun slegs die oplaai van &#39;n .tar.gz-lêer.
bo: ང་ཚོས་ .tar.gz ཡིག་ཆ་ཡར་འཇུག་བྱས་པ་ཁོ་ན་ངོས་ལེན་བྱེད་ཀྱི་ཡོད།
de_de: Wir unterstützen zum Hochladen nur Dateien mit .tar .gz.
el: Υποστηρίζεται μόνο η μεταφόρτωση αρχείου .tar.gz.
es: Solo admitimos la carga de un archivo .tar.gz.
fa: ما فقط از آپلود فایل tar.gz پشتیبانی می‌کنیم.
hu: Csak .tar.gz fájl feltöltését támogatjuk.
ja: .tar.gzファイルのみアップロードをサポートしています。
kk: Біз тек .tar.gz файлын жүктеп салуды қолдаймыз.
lv: Mēs atbalstām tikai .tar.gz faila augšupielādi.
sq: Ne mbështesim vetëm ngarkimin e një skedari .tar.gz.
sv: Vi stöder endast uppladdning av en .tar.gz-fil.
th: เราสนับสนุนการอัปโหลดเฉพาะไฟล์ .tar.gz เท่านั้น
uz: Biz faqat .tar.gz faylini yuklashni qo'llab-quvvatlaymiz.
zh_hk: 我們僅支援上傳 .tar.gz 檔案。

source: Aborting import since a library with this id already exists.
af_za: Staak tans invoer aangesien &#39;n biblioteek met hierdie ID reeds bestaan.
bo: ནང་འདྲེན་བྱེད་མཚམས་འཇོག་བཞིན་ཡོད། རྒྱུ་མཚན་ནི་ ID འདི་ཡོད་པའི་དཔེ་མཛོད་ཅིག་ད་སྔ་ནས་གནས་འདུག
de_de: Der Import wurde abgebrochen, da bereits eine Bibliothek mit der ID existiert.
el: Ακύρωση εισαγωγής καθώς υπάρχει ήδη βιβλιοθήκη με αυτό το αναγνωριστικό.
es: Se abortó la importación porque ya existe una biblioteca con este ID.
fa: واردات متوقف می‌شود زیرا کتابخانه‌ای با این شناسه از قبل وجود دارد.
hu: Megszakítjuk az importálást, mivel már létezik egy könyvtár ezzel az azonosítóval.
kk: Бұл идентификаторы бар кітапхана бұрыннан бар болғандықтан импорттау тоқтатылады.
lv: Importēšana tiek pārtraukta, jo bibliotēka ar šo ID jau pastāv.
sq: Importimi ndërpritet pasi ekziston tashmë një bibliotekë me këtë ID.
sv: Avbryter importen eftersom det redan finns ett bibliotek med detta ID.
uz: Import bekor qilinmoqda, chunki bu identifikatorga ega kutubxona allaqachon mavjud.
zh_hk: 由於具有此 ID 的資料資料庫已存在，因此正在中止匯入。

source: Course olx validation failed. Please check your email.
af_za: Kursus olx-bekragtiging het misluk. Gaan kyk asseblief na jou e-pos.
bo: སློབ་ཚན་གྱི་ olx ཡི་བྱེད་ནུས་བརྟག་དཔྱད་དེ་ཏག་ཏག་བྱུང་མ་སོང་། རང་གི་གློག་འཕྲིན་ལ་གཟིགས་རོགས།
de_de: Kurs-OLX-Validierung fehlgeschlagen. Bitte überprüfen Sie Ihre E-Mail.
el: Η επικύρωση του μαθήματος olx απέτυχε. Παρακαλούμε ελέγξτε το email σας.
es: Falló la validación del curso OLX. Revise su correo electrónico.
fa: اعتبارسنجی دوره olx موفق نبود. لطفاً صندوق رایانامۀ خود را بررسی کنید.
hu: A kurzus olx érvényesítése sikertelen. Kérjük, ellenőrizze az e-mailjét.
ja: コースのOLX検証に失敗しました。メールを確認してください。
kk: Курсты тексеру сәтсіз аяқталды. Электрондық поштаңызды тексеріңіз.
lv: Kursa olx validācija neizdevās. Lūdzu, pārbaudi savu e-pastu.
sq: Vërtetimi i kursit olx dështoi. Ju lutemi kontrolloni emailin tuaj.
sv: Kurs olx-validering misslyckades. Kontrollera din e-post.
uz: Kurs olx tekshiruvi amalga oshmadi. Iltimos, elektron pochtangizni tekshiring.
zh_hk: 課程 olx 驗證失敗。請查看你的電郵箱。

source: Permission denied
af_za: Toestemming geweier
bo: ཆོག་མཆན་ངོས་ལེན་བྱས་མ་སོང་།
de_de: Erlaubnis verweigert
el: Η άδεια απορρίφθηκε
es: Permiso denegado
fa: دسترسی غیرمجاز
hu: Hozzáférés megtagadva
ja: アクセスが拒否されました
kk: Рұқсат қабылданбады
lv: Atļauja liegta
sq: Leja u refuzua
sv: Åtkomst nekad
th: ไม่ได้รับอนุญาต
uz: Ruxsat berilmadi
zh_hk: 沒有權限

source: Unknown error while importing course.
af_za: Onbekende fout tydens die invoer van kursus.
bo: སློབ་ཚན་ནང་འདྲེན་བྱེད་སྐབས་ཁ་གསལ་མེད་པའི་གནད་དོན་ཞིག་བྱུང་སོང་།
de_de: Ein unbekannter Fehler ist beim Kursimport aufgetreten.
el: Άγνωστο σφάλμα κατά την εισαγωγή του μαθήματος.
es: Error desconocido al importar el curso.
fa: خطای ناشناخته هنگام واردکردن دوره.
hu: Ismeretlen hiba történt a kurzus importálása közben.
ja: コースのインポート中に不明なエラーが発生しました。
kk: Курсты импорттау кезінде белгісіз қате.
lv: Kursa importēšanas laikā nezināma kļūda.
sq: Gabim i panjohur gjatë importimit të kursit.
sv: Okänt fel vid import av kurs.
th: ไม่ทราบข้อผิดพลาดระหว่างการนำเข้าหลักสูตร
uz: Kursni import qilishda nomaʼlum xatolik yuz berdi.
zh_hk: 匯入課程時出現未知錯誤。

source: An Unknown error occurred during the unpacking step.
af_za: &#39;n Onbekende fout het tydens die uitpakstap voorgekom.
bo: ཁ་གཏོར་བའི་གོ་རིམ་ཁྲོད་ཁ་གསལ་མེད་པའི་གནད་དོན་ཞིག་བྱུང་སོང་།
de_de: Es ist ein unbekannter Fehler beim Entpacken aufgetreten.
el: Παρουσιάστηκε ένα Άγνωστο σφάλμα κατά το βήμα αποσυσκευασίας.
es: Ocurrió un error desconocido durante el paso de desempaquetado.
fa: یک خطای نامشخص در مرحلۀ گشودن بسته رخ داد.
hu: Ismeretlen hiba történt a kicsomagolási lépés során.
kk: Қаптаманы ашу қадамында белгісіз қате орын алды.
lv: Izpakošanas darbības laikā radās nezināma kļūda.
sq: Ndodhi një gabim i panjohur gjatë hapin e paketimit.
sv: Ett okänt fel inträffade under uppackningssteget.
th: ไม่ทราบข้อผิดพลาดระหว่างขั้นตอนขยายไฟล์
uz: Paketni ochish bosqichida noma'lum xatolik yuz berdi.
zh_hk: 解壓縮步驟期間發生未知錯誤。

source: Unknown User ID: {0}
af_za: Onbekende gebruiker-ID: {0}
bo: ངོས་འཛིན་ཁ་གསལ་མེད་པའི་སྤྱོད་མཁན་ ID: {0}
de_de: Unbekannte Nutzer-ID: {0}
el: Άγνωστο αναγνωριστικό χρήστη: {0}
es: ID de usuario desconocido: {0}
fa: شناسۀ کاربری ناشناس: {0}
hu: Ismeretlen felhasználói azonosító: {0}
ja: 不明なユーザーID: {0}
kk: Белгісіз пайдаланушы идентификаторы: {0}
lv: Nezināms lietotāja ID: {0}
sq: ID e panjohur e përdoruesit: {0}
sv: Okänt användar-ID: {0}
th: ไม่ทราบหมายเลขของผู้ใช้: {0}
uz: Noma'lum foydalanuvchi ID: {0}
zh_hk: 未知用戶 ID： {0}

source: Unsafe archive file. Aborting import.
af_za: Onveilige argieflêer. Staak invoer.
bo: བརྟན་པོ་མེད་པའི་ཡིག་ཚགས་ཡིག་ཆ། ནང་འདྲེན་མཚམས་འཇོག་བཞིན་ཡོད།
es: Archivo de almacenamiento no seguro. Se abortó la importación.
fa: فایل بایگانی ناامن. درحال لغو واردات
hu: Nem biztonságos archív fájl. Az importálás megszakítva.
ja: アーカイブファイルが安全ではありません。インポートを中止します。
kk: Қауіпті мұрағаттық файл. Импортты тоқтату.
lv: Nedrošs arhīva fails. Importēšanas pārtraukšana.
sq: Skedar arkivi i pasigurt. Ndërprerja e importit.
sv: Osäker arkivfil. Avbryter import.
uz: Xavfli arxiv fayli. Import bekor qilinmoqda.
zh_hk: 不安全的存檔文件。正在中止匯入。

source: User permission denied.
af_za: Gebruikertoestemming geweier.
bo: སྤྱོད་མཁན་གྱི་ཆོག་མཆན་ངོས་ལེན་བྱས་མ་སོང་།
de_de: Nutzerzugang verweigert.
el: Δεν επιτρέπεται η άδεια χρήστη.
es: Permiso de usuario denegado.
fa: اجازۀ کاربر رد شد.
hu: A felhasználó engedélye megtagadva.
ja: ユーザーの権限が拒否されました。
kk: Пайдаланушы рұқсаты қабылданбады.
lv: Lietotāja atļauja liegta.
sq: Leja e përdoruesit u refuzua.
sv: Användarbehörighet nekad.
uz: Foydalanuvchi ruxsati rad etildi.
zh_hk: 用户權限被拒絕。
