Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: {platform_name} for Business
af_za: {platform_name} vir Besigheid
bo: ཚོང་ལས་ཀྱི་ཆེད་དུ་ {platform_name}
de_de: {platform_name} Für Unternehmen
el: {platform_name} για Επιχειρήσεις
es: {platform_name} para Empresas
fa: {platform_name} برای تجارت
hu: {platform_name} üzleti felhasználásra
kk: Бизнеске арналған {platform_name}
lv: {platform_name} biznesam
sq: {platform_name} për Biznes
sv: {platform_name} för Business
uz: Biznes uchun {platform_name}
zh_hk: {platform_name}商務版

source: Contact
af_za: Kontak
bo: འབྲེལ་གཏུགས།
de_de: Kontakt
el: Επικοινωνία
es: Contacto
fa: ارتباط
hu: Kapcsolat
ja: お問い合わせ
kk: Байланыс
lv: Sazināties
sq: Kontakto
sv: Kontakta
th: ติดต่อ
uz: Aloqa
zh_hk: 聯絡我們

source: Careers
af_za: Loopbane
bo: འཚོ་ཐབས།
de_de: Karriere
el: Καριέρες
es: Empleo
fa: مشاغل
hu: Karrierlehetőségek
ja: キャリア
kk: Мансап
lv: Karjeras
sq: Karriera
sv: Karriärer
th: อาชีพ
uz: Karyera
zh_hk: 加入我們

source: News
af_za: Nuus
bo: གསར་འགྱུར།
de_de: Neues
el: Νέα
es: Noticias
fa: اخبار
hu: Hírek
ja: ニュース
kk: Жаңалықтар
lv: Jaunumi
sq: Lajme
sv: Nyheter
th: ข่าวสาร
uz: Yangiliklar
zh_hk: 新聞

source: Terms of Service & Honor Code
af_za: Diensbepalings en Eerkode
bo: ཞབས་ཞུའི་སྒྲིག་གཞི་ཁག & Honor Code
de_de: Nutzungsbedingungen & Verhaltenskodex
el: Όροι χρήσης και Κώδικας τιμής
es: Términos de Servicio y Código de Honor
fa: شرایط خدمات و اصول اخلاقی
hu: Általános szerződési feltételek és becsületkódex
kk: Қызмет көрсету шарттары және Ар-намыс кодексі
lv: Pakalpojuma noteikumi un Goda kodekss
sq: Kushtet e Shërbimit dhe Kodi i Nderit
sv: Användarvillkor och Uppförandekod
th: ข้อกำหนดในการให้บริการและการให้เกียรติคุณ
uz: Xizmat shartlari va hurmat kodi
zh_hk: 服務條款和榮譽準則

source: Privacy Policy
af_za: Privaatheidsbeleid
bo: གསང་རྒྱའི་ཆོད་གན།
de_de: Datenschutzbestimmungen
el: Πολιτική προστασίας δεδομένων
es: Política de Privacidad
fa: سیاست حفظ حریم خصوصی
hu: Adatvédelmi Irányelvek
ja: プライバシーポリシー
kk: Құпиялылық саясаты
lv: Privātuma politika
sq: Politika e privatësisë
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
uz: Maxfiylik siyosati
zh_hk: 隱私權措施

source: Accessibility Policy
af_za: Toeganklikheidsbeleid
bo: ཆོག་མཆན་སྲིད་བྱུས།
de_de: Zugangsrichtlinien
el: Πολιτική προσβασιμότητας
es: Política de Accesibilidad
fa: سیاست دسترسی‌پذیری
ja: アクセシビリティポリシー
kk: Қол жетімділік саясаты
lv: Pieejamības politika
sq: Politika e aksesueshmërisë
sv: Tillgänglighetspolicy
th: นโยบายการเข้าถึง
uz: Maxsus imkoniyatlar siyosati
zh_hk: 無障礙措施

source: Terms of Service
af_za: Diensbepalings
bo: ཞབས་ཞུའི་སྒྲིག་གཞི་ཁག
de_de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de Servicio
fa: شرایط استفاده از خدمات
hu: Szolgáltatási feltételek
ja: 利用規約
kk: Қызмет көрсету шарттары
lv: Pakalpojuma noteikumi
sq: Kushtet e Shërbimit
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
uz: Xizmat shartlari
zh_hk: 服務條款

source: Sitemap
af_za: Werfkaart
bo: ས་གནས་ས་ཁྲ།
el: Χάρτης ιστότοπου
es: Mapa del sitio
fa: نقشه سایت
hu: Webhelytérkép
ja: サイトマップ
kk: Сайт картасы
lv: Vietnes karte
sq: Harta e faqes
th: ผังเว็บไซต์
uz: Sayt xaritasi
zh_hk: 網站地圖

source: Affiliates
af_za: Affiliasies
bo: ཁོངས་གཏོགས་ཚོགས་སྡེ།
de_de: Partnerunternehmen
el: Εμπορικοί συνεργάτες
es: Afiliados
fa: وابسته‌ها
hu: Partnerek
ja: アフィリエイト
kk: Филиалдар
lv: Filiāles
sq: Filialet
sv: Samarbetspartners
th: การตลาดแบบพันธมิตร
uz: Filiallar
zh_hk: 附屬公司

source: Cookie Policy
af_za: Koekiebeleid
bo: Cookie ཡི་སྲིད་བྱུས།
de_de: Cookie-Richtlinie
el: Πολιτική cookie
es: Política de Cookies
fa: سیاست کوکی
kk: Cookie саясаты
lv: Sīkdatņu politika
sq: Politika e kukive
uz: Cookie siyosati
zh_hk: Cookie 政策

source: Your Privacy Choices
af_za: Jou privaatheidskeuses
bo: ཁྱེད་རང་སྒེར་གྱི་གསང་རྒྱའི་གདམ་གསེས་ཁག
de_de: Ihre Datenschutzoptionen
el: Οι επιλογές απορρήτου σας
es: Tus Opciones de Privacidad
fa: انتخاب‌های حریم خصوصی شما
hu: Az Ön adatvédelmi beállításai
ja: あなたのプライバシーの選択肢
kk: Құпиялық таңдауларыңыз
lv: Jūsu privātuma izvēle
sq: Zgjedhjet tuaja të privatësisë
uz: Maxfiylik tanlovlaringiz
zh_hk: 您的隱私選擇

source: Trademark Policy
af_za: Handelsmerkbeleid
bo: ཚོང་རྟགས་སྲིད་བྱུས།
de_de: Markenrichtlinie
el: Πολιτική εμπορικών σημάτων
es: Política de Marcas Registradas
fa: سیاست علامت تجاری
hu: Védjegypolitika
ja: 商標ポリシー
kk: Сауда белгісі саясаты
lv: Preču zīmju politika
sq: Politika e markës tregtare
sv: Varumärkespolicy
th: นโยบายเครื่องหมายการค้า
uz: Savdo belgisi siyosati
zh_hk: 商標政策

source: Download the {platform_name} mobile app from the Apple App Store
af_za: Laai die {platform_name} mobiele toepassing van die Apple App Store af
bo: ཀུ་ཤུའི་ཕབ་མཛོད་App Store ནང་ནས་ {platform_name} འདིའི་ཁ་པར་མཉེན་ཆས་ཕབ་ལེན་བྱོས།
de_de: Laden Sie die {platform_name} APP für IOS aus dem Apple App Store herunter
el: Κατεβάστε την εφαρμογή για κινητά {platform_name} από το Apple App Store
es: Descarga la aplicación móvil de {platform_name} desde la Apple App Store
fa: برنامک تلفن همراه {platform_name} را از اپ استور اپل بارگیری کنید
hu: Töltse le a {platform_name} mobil appot az Apple App Storeból.
ja: {platform_name}のモバイルアプリをApple App Storeからダウンロードしてください
kk: Apple App Store дүкенінен {platform_name} мобильді қолданбасын жүктеп алыңыз
lv: Lejupielādējiet mobilo lietotni {platform_name} no Apple App Store
sq: Shkarkoni aplikacionin celular {platform_name} nga Apple App Store
sv: Hämta mobilappen {platform_name} från Apples App Store
th: ดาวน์โหลด แอปพลิเคชันมือถือ {platform_name} จากAppleที่ App Store
uz: Apple App Store do'konidan {platform_name} mobil ilovasini yuklab oling
zh_hk: 從 Apple App Store 下載{platform_name}行動應用程式

source: Download the {platform_name} mobile app from Google Play
af_za: Laai die {platform_name} mobiele toepassing van Google Play af
bo: དགོས་དགུའི་ཕབ་མཛོད་Google Play ནས་ཁ་པར་གྱི་མཉེན་ཆས་ {platform_name} འདི་ཕབ་ལེན་བྱོས།
de_de: Laden Sie die {platform_name} APP für ANDROID aus dem Google Play Store herunter
el: Κατεβάστε την εφαρμογή για κινητά {platform_name} από το Google Play
es: Descarga la aplicación móvil de {platform_name} desde Google Play
fa: برنامک تلفن همراه {platform_name} را از گوگل پلی بارگیری کنید
hu: Töltse le a {platform_name} mobil appot a Google Playről
ja: {platform_name}のモバイルアプリをGoogle Playからダウンロード
kk: Google Play дүкенінен {platform_name} мобильді қолданбасын жүктеп алыңыз
lv: Lejupielādējiet mobilo lietotni {platform_name} no pakalpojuma Google Play
sq: Shkarkoni aplikacionin celular {platform_name} nga Google Play
sv: Ladda ner mobilappen {platform_name} från Google Play
th: ดาวน์โหลด แอปพลิเคชันมือถือ {platform_name} จาก Google Play
uz: Google Play'dan {platform_name} mobil ilovasini yuklab oling
zh_hk: 從 Google Play 下載{platform_name}行動應用程式

source: "{course_title}" Course Staff
af_za: &quot; {course_title} &quot; Kursuspersoneel
bo: སློབ་ཚན་ "{course_title}" འདིའི་ལས་བྱེད་པ།
de_de: "{course_title}" Kursautor
el: Προσωπικό μαθημάτων "{course_title}".
es: Equipo del curso "{course_title}"
fa: کارکنان دوره "{course_title}"
hu: "{course_title}" kurzus személyzete
ja: 「{course_title}」コーススタッフ
lv: "{course_title}" Kursu darbinieki
sq: "&quot; {course_title} &quot; Stafi i kursit"
sv: "&quot;{course_title}&quot; Kursansvarig"
uz: " {course_title} " Kurs xodimlari
zh_hk: 「 {course_title} 」課程導師

source: CCX Coach
af_za: CCX Afrigter
bo: CCX སློབ་སྟོན་པ།
el: Προπονητής CCX
es: Entrenador de CCX
fa: مربی CCX
hu: CCX edző
ja: CCXコーチ
kk: CCX жаттықтырушы
lv: CCX treneris
sq: Trajneri i CCX
th: ผู้ฝึกสอนCCX
uz: CCX murabbiyi
zh_hk: CCX教練

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
af_za: &#39;n CCX kan slegs op hierdie kursus geskep word deur &#39;n eksterne diens. Kontak &#39;n kursusadministrateur om jou toegang te gee.
bo: སློབ་ཚན་འདིའི་ CCX ནི་ཕྱི་ཕྱོགས་ཞབས་ཞུ་བརྒྱུད་ནས་མ་གཏོགས་བཟོ་ཐབས་མེད། ཁྱེད་ལ་བཀོལ་སྤྱོད་ཆོག་མཆན་སྤྲོད་པར་སློབ་ཚན་དོ་དམ་པར་འབྲེལ་གཏུག་བྱེད་རོགས།
de_de: Ein CCX kann auf diesem Kurs nur über einen externen Service angelegt werden. Wenden Sie sich an einen Kursadministrator, um Ihnen Zugang zu verschaffen.
el: Ένα CCX μπορεί να δημιουργηθεί σε αυτό το μάθημα μόνο μέσω εξωτερικής υπηρεσίας. Επικοινωνήστε με έναν διαχειριστή του μαθήματος για να σας δώσει πρόσβαση.
es: Solo se puede crear un CCX en este curso a través de un servicio externo. Ponte en contacto con un administrador del curso para que te dé acceso.
fa: یک CCX فقط در این دوره از طریق یک سرویس خارجی ایجاد می‌شود. با مدیر دوره تماس بگیرید تا به شما دسترسی بدهد.
kk: CCX бұл курста тек сыртқы қызмет арқылы жасалуы мүмкін. Сізге рұқсат беру үшін курс әкімшісіне хабарласыңыз.
lv: Šajā kursā CCX var izveidot tikai ar ārēja pakalpojuma starpniecību. Sazinieties ar kursa administratoru, lai jums piešķirtu piekļuvi.
sq: Një CCX mund të krijohet në këtë kurs vetëm përmes një shërbimi të jashtëm. Kontaktoni një administrator të kursit për t'ju dhënë akses.
sv: En CCX kan endast skapas på denna kurs genom en extern tjänst. Kontakta en kursadministratör för att ge dig tillgång.
uz: Ushbu kursda CCX faqat tashqi xizmat orqali yaratilishi mumkin. Sizga ruxsat berish uchun kurs administratoriga murojaat qiling.
zh_hk: 只能透過外部服務在此課程上建立 CCX。聯絡課程管理員以授予您存取權限。

source: The course is full: the limit is {max_student_enrollments_allowed}
af_za: Die kursus is vol: die limiet is {max_student_enrollments_allowed}
bo: སློབ་ཚན་འདིའི་སློབ་ཞུགས་ཀྱི་ཚད་ལོན་འདུག འདིའི་ཚད་བཀག་ནི་ {max_student_enrollments_allowed} ཡིན།
de_de: Der Kurs ist voll: das Limit liegt bei {max_student_enrollments_allowed}
el: Το μάθημα είναι πλήρες: το όριο είναι {max_student_enrollments_allowed}
es: El curso está completo: el límite es {max_student_enrollments_allowed}
fa: دوره پر است: حد مجاز {max_student_enrollments_allowed} است
hu: A kurzus tele van: a maximum résztvevők száma: {max_student_enrollments_allowed}
ja: コースは満員です: 定員は{max_student_enrollments_allowed}です。
kk: Курс толық: шектеу {max_student_enrollments_allowed}
lv: Kurss ir pilns: limits ir {max_student_enrollments_allowed}
sq: Kursi është i plotë: kufiri është {max_student_enrollments_allowed}
sv: Kursen är full: gränsen är {max_student_enrollments_allowed}
uz: Kurs to'la: chegara - {max_student_enrollments_allowed}
zh_hk: 課程已滿：限額為{max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
af_za: Jy moet &#39;n CCX-afrigter wees om toegang tot hierdie aansig te kry.
bo: འདི་ལ་བལྟ་བར་ཁྱེད་རང་ངེས་པར་དུ་ CCX ཡི་སློབ་སྟོན་པ་ཡིན་དགོས།
de_de: Sie müssen ein CCX Coach sein, um auf diese Ansicht zugreifen zu können.
el: Πρέπει να είστε προπονητής CCX για να αποκτήσετε πρόσβαση σε αυτήν την προβολή.
es: Debes ser un Entrenador de CCX para acceder a esta vista.
fa: برای دسترسی به این نما باید مربی CCX باشید.
hu: Ehhez a nézethez való hozzáféréshez, legalább CCX edzőnek kell lenned!
ja: CCXコーチである必要があります。
kk: Бұл көрініске қол жеткізу үшін сіз CCX Coach болуыңыз керек.
lv: Lai piekļūtu šim skatam, jums ir jābūt CCX trenerim.
sq: Ju duhet të jeni një trajner CCX për të hyrë në këtë pamje.
sv: Du måste vara en CCX-coach för att få tillgång till den här vyn.
th: แ
uz: Ushbu ko'rinishga kirish uchun siz CCX murabbiyi bo'lishingiz kerak.
zh_hk: 您必須是 CCX 教練才能存取此視圖。

source: You must be the coach for this ccx to access this view
af_za: Jy moet die afrigter vir hierdie ccx wees om toegang tot hierdie aansig te verkry
bo: འདི་ལ་བལྟ་ཀློག་བྱེད་པར་ཁྱེད་ངེས་པར་དུ་ ccx ཡི་སློབ་སྟོན་པར་གྱུར་དགོས།
de_de: Sie müssen der Coach für diese CCX sein, um auf diese Ansicht zugreifen zu können.
el: Πρέπει να είστε ο προπονητής για αυτό το ccx για πρόσβαση σε αυτήν την προβολή
es: Debes ser el entrenador de este CCX para acceder a esta vista
fa: برای دسترسی به این نما باید مربی این ccx باشید
ja: このビューにアクセスするには、このCCXのコーチである必要があります。
kk: Бұл көрініске қол жеткізу үшін сіз осы ccx үшін жаттықтырушы болуыңыз керек
lv: Lai piekļūtu šim skatam, jums ir jābūt šī ccx trenerim
sq: Ju duhet të jeni trajneri për këtë ccx për të hyrë në këtë pamje
sv: Du måste vara coach för denna ccx för att få åtkomst till denna vy
th: คุณจะต้องเป็นผู้ฝึกสอนของCCXนี้ ถึงจะสามารถเข้าถึงมุมมองนี้
uz: Ushbu ko'rinishga kirish uchun siz ushbu ccx uchun murabbiy bo'lishingiz kerak
zh_hk: 您必須是該 ccx 的教練才能存取此視圖

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
af_za: Jy kan nie &#39;n CCX van &#39;n kursus skep met &#39;n verouderde ID nie. Skep asseblief &#39;n herhaling van hierdie kursus in die ateljee om hierdie aksie toe te laat.
bo: ཁྱེད་ཀྱིས་བེད་མེད་དུ་གྱུར་པའི་ id ཞིག་སྤྱད་དེ། སློབ་ཚན་ཞིག་ནས་ CCX བཟོ་མི་ཐུབ་། བྱ་བ་འདི་སྒྲུབ་ཆོག་པ་བཟོ་བར། ཐོག་མར་སྒྲིག་སྟེགས་ནང་སློབ་ཚན་འདི་བསྐྱར་ཁྲིད་ཅིག་བཟོ་རོགས།
de_de: Sie können keinen CCX aus einem Kurs mit einer veralteten ID erstellen. Bitte erstellen Sie eine Wiederholung dieses Kurses im Studio, um diese Aktion zu ermöglichen.
el: Δεν μπορείτε να δημιουργήσετε ένα CCX από ένα μάθημα χρησιμοποιώντας ένα καταργημένο αναγνωριστικό. Δημιουργήστε μια επανεκτέλεση αυτού του μαθήματος στο στούντιο για να επιτρέψετε αυτήν την ενέργεια.
es: No puedes crear un CCX a partir de un curso que utiliza un ID obsoleto. Crea una nueva ejecución de este curso en el estudio para permitir esta acción.
fa: شما نمی‌توانید یک CCX از یک دوره با استفاده از یک شناسۀ منسوخ‌شده ایجاد کنید. لطفاً یک تکرار از این دوره در استودیو ایجاد کنید تا این عمل مجاز باشد.
hu: Nem hozhat létre CCX-et egy elavult azonosítót használó kurzusból. Kérjük, hozzon létre egy újrafutást ebből a kurzusból a stúdióban, hogy lehetővé tegye ezt a műveletet.
ja: コースの廃止されたIDを使用してCCXを作成することはできません。このアクションを許可するために、スタジオでこのコースの再実行を作成してください。
kk: Ескірген идентификаторды пайдаланып курстан CCX жасай алмайсыз. Бұл әрекетке рұқсат беру үшін студияда осы курстың қайталануын жасаңыз.
lv: Nevar izveidot CCX no kursa, izmantojot novecojušu id. Lūdzu, izveidojiet šī kursa atkārtotu palaišanu studijā, lai varētu veikt šo darbību.
sq: Ju nuk mund të krijoni një CCX nga një kurs duke përdorur një ID të vjetëruar. Ju lutemi krijoni një përsëritje të këtij kursi në studio për të lejuar këtë veprim.
sv: Du kan inte skapa en CCX från en kurs med ett förkortat ID. Vänligen skapa en återställning av kursen i studion för att tillåta denna åtgärd.
th: คุณไม่สามารถสร้างCCX จากหลักสูตรโดยใช้รหัสที่ถูกเลิกใช้แล้ว โปรดทำการทำงานซ้ำสำหรับหลักสูตรนี้ในสตูดิโอเพื่อดำเนินการ
uz: Siz eskirgan identifikator yordamida kursdan CCX yarata olmaysiz. Iltimos, ushbu harakatga ruxsat berish uchun studiyada ushbu kursning takrorini yarating.
zh_hk: 您無法使用已棄用的 ID 從課程建立 CCX。請在工作室中重新運行本課程以允許執行此操作。

source: regenerated
af_za: geregenereer
bo: བསྐྱར་བཟོ་བྱས་པ།
de_de: erneut ausgestellt
el: αναδημιουργήθηκε
es: regenerado
fa: بازسازی شد
hu: újragenerálva
ja: 再生成された
kk: қалпына келтірілді
lv: reģenerēts
sq: rigjeneruar
sv: regenererad
uz: qayta tiklangan
zh_hk: 重生產生的

source: generated
af_za: gegenereer
bo: བཟོས་ཡོད།
de_de: erzeugt
el: δημιουργήθηκε
es: generado
fa: تولید شده است
hu: Generált
ja: 生成された
kk: құрылған
lv: ģenerēts
sq: gjeneruar
sv: genererad
th: สร้าง
uz: yaratilgan
zh_hk: 產生的

source: All learners
af_za: Alle leerders
bo: སློབ་གཉེར་བ་ཡོངས།
de_de: Alle Teilnehmer
el: Όλοι οι σπουδαστές
fa: همه دانش‌پذیران
hu: Minden tanuló
ja: すべての学習者
kk: Барлық оқушылар
lv: Visi kursa dalībnieki
sq: Të gjithë nxënësit
sv: Alla elever
uz: Barcha o'quvchilar
zh_hk: 所有學生

source: For exceptions
af_za: Vir uitsonderings
bo: དམིགས་བསལ་བ།
de_de: Ausnahmen
el: Για εξαιρέσεις
es: Para excepciones
fa: برای استثناها
hu: Kivételes esetekben
ja: 例外について
kk: Ерекшеліктер үшін
lv: Izņēmumiem
sq: Për përjashtime
sv: För undantag
uz: Istisnolar uchun
zh_hk: 對於例外情況

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
af_za: &#39;n Mensleesbare beskrywing van die voorbeeldsertifikaat. Byvoorbeeld, &#39;geverifieer&#39; of &#39;eer&#39; om tussen twee tipes sertifikate te onderskei.
bo: མིས་ཐད་ཀར་ཀློག་ཐུབ་པའི་དཔེ་མཚོན་ལག་ཁྱེར་གྱི་འགྲེལ་བརྗོད་ཅིག དཔེར་ན། 'ཁུངས་སྐྱེལ་ཡོད་བྱས་པའི།' དང་ 'ཆེ་བསྟོད་ཀྱི་' ལག་ཁྱེར་རིགས་གཉིས་ཀྱི་མ་འདྲ་བའི་ཁྱད་པར་འབྱེད་པ་ལྟ་བུ།
de_de: Eine menschenlesbare Beschreibung des Beispielzertifikats. Zum Beispiel "verifiziert" oder "Auszeichnung", um zwischen zwei Arten von Zertifikaten zu unterscheiden.
el: Μια αναγνώσιμη από τον άνθρωπο περιγραφή του παραδείγματος πιστοποιητικού. Για παράδειγμα, "επαληθεύτηκε" ή "τιμή" για να γίνει διάκριση μεταξύ δύο τύπων πιστοποιητικών.
es: Una descripción legible por humanos del ejemplo de certificado. Por ejemplo, 'verificado' o 'de honor' para diferenciar entre dos tipos de certificados.
fa: شرحی قابل خواندن برای انسان از گواهی نمونه. برای مثال، «تأیید شده» یا «افتخار» برای تمایز بین دو نوع گواهینامه.
kk: Куәлік үлгісінің адам оқи алатын сипаттамасы. Мысалы, сертификаттардың екі түрін ажырату үшін "тексерілген" немесе "құрмет".
lv: Cilvēka salasāms sertifikāta parauga apraksts. Piemēram, “verificēts” vai “gods”, lai atšķirtu divu veidu sertifikātus.
sq: Një përshkrim i lexueshëm nga njeriu i certifikatës së shembullit. Për shembull, 'verifikuar' ose 'nder' për të bërë dallimin midis dy llojeve të certifikatave.
sv: En läsbar beskrivning av exempelscertifikatet. Till exempel "verifierad" eller "ära" för att skilja mellan två typer av certifikat.
th: คำอธิบายตัวอย่างหนังสือรับรองที่สามารถอ่านได้ ยกตัวอย่างเช่น 'ตรวจสอบแล้ว' หรือ 'เกียรติคุณ' เพื่อจำแนกความแตกต่างระหว่างใบรับรองทั้งสองประเภท
uz: Sertifikat namunasining inson o'qishi mumkin bo'lgan tavsifi. Masalan, ikki turdagi sertifikatlarni farqlash uchun "tasdiqlangan" yoki "sharafli".
zh_hk: 範例證書的人類可讀的描述。例如，「已驗證」或「榮譽」可區分兩種類型的證書。

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
af_za: &#39;n Unieke identifiseerder vir die voorbeeldsertifikaat. Dit word gebruik wanneer ons &#39;n antwoord van die tou ontvang om te bepaal watter voorbeeldsertifikaat verwerk is.
bo: དཔེ་མཚོན་ལག་ཁྱེར་གྱི་ཐུན་མོང་མ་ཡིན་པའི་ངོས་འཛིན་བྱེད་ཅིག འདི་ནི་ང་ཚོར་དཔེ་མཚོན་ལག་ཁྱེར་གྱི་འདེམ་གསེས་ཐོ་གཞུང་ནང་གི་གང་ཞིག་བཟོ་དགོས་མིན་གྱི་ཐག་གཅོད་ཀྱི་དྲི་ལན་ཞིག་འབྱོར་དུས་བཀོལ་སྤྱོད་བྱེད།
de_de: Eine eindeutige Kennung für das Beispielzertifikat. Diese wird verwendet, wenn wir eine Antwort aus der Warteschlange erhalten, um festzustellen, welches Beispielzertifikat verarbeitet wurde.
el: Ένα μοναδικό αναγνωριστικό για το παράδειγμα πιστοποιητικού. Αυτό χρησιμοποιείται όταν λαμβάνουμε μια απάντηση από την ουρά για να προσδιορίσουμε ποιο παράδειγμα πιστοποιητικού υποβλήθηκε σε επεξεργασία.
es: Un identificador único para el ejemplo de certificado. Se utiliza cuando recibimos una respuesta de la cola para determinar qué ejemplo de certificado se procesó.
fa: یک شناسه منحصر‌‎به‌فرد برای گواهینامۀ نمونه. این مورد زمانی استفاده می‌شود که پاسخی از صف دریافت کنیم تا مشخص کنیم کدام گواهینامۀ نمونه پردازش شده است.
hu: Egyedi azonosító a példabizonyítványhoz. Ezt akkor használjuk, amikor választ kapunk a sorból, hogy meghatározzuk, melyik példabizonyítványt dolgozták fel.
ja: 例の証明書の一意の識別子。これは、キューからの応答を受け取ったときに、どの例の証明書が処理されたかを判断するために使用されます。
kk: Мысал куәлігі үшін бірегей идентификатор. Бұл қандай үлгі сертификат өңделгенін анықтау үшін кезектен жауап алған кезде пайдаланылады.
lv: Unikāls sertifikāta parauga identifikators. To izmanto, kad saņemam atbildi no rindas, lai noteiktu, kurš parauga sertifikāts tika apstrādāts.
sq: Një identifikues unik për shembullin e certifikatës. Kjo përdoret kur marrim një përgjigje nga radha për të përcaktuar se cila certifikatë shembull është përpunuar.
sv: En unik identifierare för exempelscertifikatet. Detta används när vi får ett svar från kön för att bestämma vilket exemplarcertifikat som behandlades.
th: ตัวระบุเฉพาะสำหรับใบรับรองตัวอย่าง จะใช้เมื่อได้รับการตอบสนองตามลำดับเพื่อตรวจสอบว่าใบรับรองตัวอย่างได้รับการประมวลผล
uz: Sertifikat namunasi uchun noyob identifikator. Bu biz sertifikat namunasi qayta ishlanganligini aniqlash uchun navbatdan javob olganimizda ishlatiladi.
zh_hk: 範例證書的唯一識別碼。當我們從佇列收到回應以確定處理了哪個範例證書時，將使用此方法。

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
af_za: &#39;n Toegangssleutel vir die voorbeeldsertifikaat. Dit word gebruik wanneer ons &#39;n antwoord van die tou ontvang om te bevestig dat die sender dieselfde entiteit is wat ons gevra het om die sertifikaat te genereer.
de_de: Ein Zugriffsschlüssel für das Beispielzertifikat. Dies wird verwendet, wenn wir eine Antwort aus der Warteschlange erhalten, um zu überprüfen, ob der Absender die gleiche Entität ist, die wir zur Generierung des Zertifikats angefordert haben.
el: Ένα κλειδί πρόσβασης για το παράδειγμα πιστοποιητικού. Αυτό χρησιμοποιείται όταν λαμβάνουμε μια απάντηση από την ουρά για να επιβεβαιώσουμε ότι ο αποστολέας είναι η ίδια οντότητα που ζητήσαμε να δημιουργήσει το πιστοποιητικό.
es: Una clave de acceso para el ejemplo de certificado. Se utiliza cuando recibimos una respuesta de la cola para validar que el remitente es la misma entidad a la que pedimos que generara el certificado.
fa: یک کلید دسترسی برای گواهینامۀ نمونه. این مورد زمانی استفاده می‌شود که پاسخی را از صف دریافت کنیم تا تأیید کنیم که فرستندۀ همان موجودی است که از ما برای تولید گواهینامه درخواست کرده‌ایم.
hu: A példa bizonyítvány hozzáférési kulcsa. Ezt akkor használjuk, amikor választ kapunk a sorból, hogy ellenőrizzük, a küldő ugyanaz az entitás-e, akitől a bizonyítvány generálását kértük.
ja: 例の証明書のアクセスキー。これは、キューからの応答を受け取った際に、送信者が証明書の生成を依頼した同一のエンティティであることを確認するために使用されます。
kk: Мысал сертификатына кіру кілті. Бұл жіберушінің біз куәлікті жасауды сұраған нысан екенін растау үшін кезектен жауап алған кезде пайдаланылады.
lv: Piemēra sertifikāta piekļuves atslēga. To izmanto, kad saņemam atbildi no rindas, lai apstiprinātu, ka sūtītājs ir tā pati persona, kurai lūdzām ģenerēt sertifikātu.
sq: Një çelës aksesi për certifikatën shembull. Kjo përdoret kur marrim një përgjigje nga radha për të vërtetuar se dërguesi është i njëjti ent që kemi kërkuar të gjenerojë certifikatën.
sv: En åtkomstnyckel för exempelscertifikatet. Detta används när vi får ett svar från kön för att validera att avsändaren är samma enhet som vi bad om att generera certifikatet.
th: คีย์ที่ใช้ในการเข้าถึงสำหรับใบรับรองตัวอย่าง จะใช้เมื่อได้รับการตอบสนองตามลำดับเพื่อตรวจสอบว่าผู้ส่งเป็นนิติบุคคลเดียวกันเราขอให้สร้างใบรับรอง
uz: Sertifikat namunasi uchun kirish kaliti. Bu yuboruvchi biz sertifikat yaratishni so‘ragan shaxs ekanligini tasdiqlash uchun navbatdan javob olganimizda ishlatiladi.
zh_hk: 範例證書的存取密鑰。當我們從佇列收到回應時，將使用此方法來驗證發送者是否是我們要求產生證書的相同實體。

source: The full name that will appear on the certificate.
af_za: Die volle naam wat op die sertifikaat sal verskyn.
bo: ལག་ཁྱེར་སྒང་འཆར་རྒྱུའི་མིང་ཆ་ཚང་།
de_de: Der vollständige Name wird im Zertifikat erscheinen.
el: Το πλήρες όνομα που θα εμφανίζεται στο πιστοποιητικό.
es: El nombre completo que aparecerá en el certificado.
fa: نام کاملی که روی گواهینامه ظاهر می‌شود.
hu: A teljes név, amely a tanúsítványon meg fog jelenni.
ja: 証明書に表示される氏名。
kk: Сертификатта көрсетілетін толық аты-жөні.
lv: Pilns vārds, kas tiks parādīts sertifikātā.
sq: Emri i plotë që do të shfaqet në certifikatë.
sv: Det fullständiga namnet som kommer att visas på certifikatet.
th: ชื่อและนามสกุลที่จะปรากฏบนใบประกาศนียบัตร
uz: Sertifikatda ko'rsatiladigan to'liq ism.
zh_hk: 將出現在證書上的全名。
