Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
af_za: Voer pare datums in waartussen studente nie op besprekingsforums kan plaas nie. Tik &#39;n bykomende stel vierkantige hakies binne die verskafde hakies in rondom elke paar datums wat jy byvoeg. Formateer elke paar datums as [&quot;JJJJ-MM-DD&quot;, &quot;JJJJ-MM-DD&quot;]. Om tye sowel as datums te spesifiseer, formateer elke paar as [&quot;JJJJ-MM-DDTH:MM&quot;, &quot;JJJJ-MM-DDTHH:MM&quot;]. Maak seker dat jy die &quot;T&quot; tussen die datum en tyd insluit. Byvoorbeeld, &#39;n inskrywing wat twee verduisteringsperiodes definieer, lyk soos volg, insluitend die buitenste paar vierkantige hakies: [[&quot;2015-09-15&quot;, &quot;2015-09-21&quot;], [&quot;2015-10-01&quot;, &quot; 2015-10-08&quot;]]
bo: སློབ་ཕྲུག་ཚུ་གིས་གྲོས་གནས་གྱི་རྩོམ་སྒྲིག་ལུ་བསྐྱར་འཇོག་མི་ཆོག་པའི་ཚེས་གྲངས་གཉིས་གྱི་སྒྲིག་སྟངས་བྱིན་རོགས། སྤྱིར་བཏགས་པའི་སྟེང་དུ་ཚེས་གྲངས་གཉིས་རེ་རེའི་སྒྲིག་སྟངས་ལུ་སྡེ་ཚན་སྟོང་གི་སྒྲིག་སྟངས་བྱིན་རོགས། ཚེས་གྲངས་གཉིས་རེ་རེའི་སྒྲིག་སྟངས་ནི་ ["YYYY-MM-DD", "YYYY-MM-DD"] ལྟར་བྱེད་དགོས། ཚེས་དང་དུས་ཚོད་ཀྱི་སྒྲིག་སྟངས་ནི་ ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"] ལྟར་བྱེད་དགོས། ཚེས་དང་དུས་ཚོད་གཉིས་ཀྱི་བར་ལུ་ "T" བཙུགས་དགོས། དཔེར་ན་ སྒྲིག་སྟངས་གཉིས་ཀྱི་སྒྲིག་སྟངས་ནི་ འདི་ལྟར་ཡོད། [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
de_de: Geben Sie Paare von Kursdaten ein, zwischen denen die Teilnehmer nicht in Diskussionsforen posten können. Geben Sie innerhalb der gegebenen Klammern einen zusätzlichen Satz eckiger Klammern ein, die jedes Paar von Kursdaten umgeben, die Sie hinzufügen. Formatieren Sie jedes Datumspaar als ["YYYY-MM-DD", "YYYYY-MM-DD"]. Um Zeiten und Daten anzugeben, formatieren Sie jedes Paar als ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Achten Sie darauf, dass Sie das "T" zwischen Datum und Uhrzeit angeben. Ein Eintrag, der zwei Blackout-Perioden definiert, sieht beispielsweise so aus, einschließlich des äußeren Paares von eckigen Klammern: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
el: Εισάγατε ζεύγη ημερομηνιών κατά τις οποίες οι σπουδαστές δε θα μπορούν να κάνουν ανάρτηση στα φόρουμ συζητήσεων. Μέσα στις παρεχόμενες αγκύλες, εισάγατε ένα επιπρόσθετο ζεύγος αγκυλών, όπου θα εσωκλείεται κάθε ζεύγος ημερομηνιών που θα προσθέτετε. Η μορφοποίηση των ημερομηνιών γίνεται ως εξής ["ΕΕΕΕ-MM-ΗΗ", "ΕΕΕΕ-MM-ΗΗ"]. Για τον καθορισμό ώρας και ημερομηνίας, μορφοποιήστε κάθε ζεύγος ως εξής ["ΕΕΕΕ-MM-ΗΗTΩΩ:ΛΛ", "ΕΕΕΕ-MM-ΗΗTΩΩ:ΛΛ"]. Βεβαιωθείτε ότι περιλάβατε το "T" μεταξύ της ημερομηνίας και της ώρας. Για παράδειγμα, μια εισαγωγή που θα καθορίζει τις ώρες στάσης, μοιάζουν κάπως έτσι, συμπεριλαμβανομένης και της εξωτερικής αγκύλης: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
es: Ingrese pares de fechas entre las cuales los estudiantes no pueden publicar en los foros de discusión. Dentro de los corchetes proporcionados, ingrese un conjunto adicional de corchetes cuadrados alrededor de cada par de fechas que agregue. Formatee cada par de fechas como ["AAAA-MM-DD", "AAAA-MM-DD"]. Para especificar horas además de fechas, formatee cada par como ["AAAA-MM-DDTHH:MM", "AAAA-MM-DDTHH:MM"]. Asegúrese de incluir la "T" entre la fecha y la hora. Por ejemplo, una entrada que define dos períodos de bloqueo se ve así, incluyendo el par externo de corchetes cuadrados: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
fa: جفت‌هایی از تاریخ‌هایی را وارد کنید که بین آن‌ها دانش‌آموزان نمی‌توانند در انجمن‌های گفتگو پست کنند. در داخل براکت‌های ارائه شده، مجموعه دیگری از براکت‌های مربعی را در اطراف هر جفت تاریخی که اضافه می‌کنید وارد کنید. هر جفت تاریخ را به صورت [&quot;YYYY-MM-DD&quot;، &quot;YYYY-MM-DD&quot;] قالب بندی کنید. برای تعیین زمان و همچنین تاریخ، هر جفت را به صورت [&quot;YYYY-MM-DDTHH:MM&quot;، &quot;YYYY-MM-DDTHH:MM&quot;] قالب بندی کنید. مطمئن شوید که &quot;T&quot; را بین تاریخ و زمان قرار دهید. برای مثال، ورودی که دو دوره خاموشی را تعریف می‌کند، مانند جفت بیرونی براکت‌های مربع است: [[&quot;2015-09-15&quot;, &quot;2015-09-21&quot;]، [&quot;2015-10-01&quot;، &quot; 08/10/2015 &quot;]]
hu: Adja meg azokat a dátumpárokat, amelyek között a diákok nem posztolhatnak a vitafórumokra. A megadott zárójelek közé írjon be egy további szögletes zárójelet, amely körülveszi az egyes hozzáadott dátumpárokat. Minden dátumpárt a következő formátumban adjon meg: ["ÉÉÉÉ-HH-NN", "ÉÉÉÉ-HH-NN"]. Ha időpontokat is meg szeretne adni a dátumok mellett, akkor minden párt a következő formátumban adjon meg: ["ÉÉÉÉ-HH-NNTÓ:PP", "ÉÉÉÉ-HH-NNTÓ:PP"]. Ügyeljen arra, hogy a dátum és az idő között szerepeljen a "T". Például egy bejegyzés, amely két letiltási időszakot határoz meg, így néz ki, beleértve a külső szögletes zárójelet is: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
ja: 学生がディスカッションフォーラムに投稿できない期間のペアを入力してください。提供された角括弧の中に、追加する日付のペアごとに別の角括弧を囲んで入力します。日付のペアはそれぞれ["YYYY-MM-DD", "YYYY-MM-DD"]の形式で入力してください。日付と時間を指定する場合は、各ペアを["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]の形式で入力します。日付と時間の間に"T"を必ず含めてください。例えば、2つのブラックアウト期間を定義するエントリは、外側の角括弧を含めて次のようになります：[["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
kk: Студенттер талқылау форумдарына жариялай алмайтын күндердің жұптарын енгізіңіз. Берілген жақшалардың ішіне сіз қосқан күндердің әрбір жұбын қоршап тұрған төртбұрышты жақшалардың қосымша жинағын енгізіңіз. Күндердің әрбір жұбын ["ЖЖЖЖ-АА-КК", "ЖЖЖЖ-АА-КК"] ретінде пішімдеңіз. Уақыттарды, сондай-ақ күндерді көрсету үшін әр жұпты ["ЖЖЖЖ-АА-Ккк:АА", "ЖЖЖЖ-АА-Ккк:АА"] ретінде пішімдеңіз. Күн мен уақыт арасына «T» әрпін қосуды ұмытпаңыз. Мысалы, екі өшіру кезеңін анықтайтын жазба келесідей көрінеді, соның ішінде төртбұрышты жақшалардың сыртқы жұбы: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
lv: Ievadiet datumu pārus, starp kuriem skolēni nevar publicēt ziņojumus diskusiju forumos. Norādītajās iekavās ievadiet papildu kvadrātiekavu kopu, kas aptver katru pievienoto datumu pāri. Formatējiet katru datumu pāri kā [&quot;GGGG-MM-DD&quot;, &quot;GGGG-MM-DD&quot;]. Lai norādītu laikus un datumus, formatējiet katru pāri kā [&quot;GGGG-MM-DDTHH:MM&quot;, &quot;GGGG-MM-DDTHH:MM&quot;]. Noteikti iekļaujiet &quot;T&quot; starp datumu un laiku. Piemēram, ieraksts, kas definē divus aptumšošanas periodus, izskatās šādi, iekļaujot ārējo kvadrātiekavas: [[&quot;2015-09-15&quot;, &quot;2015-09-21&quot;], [&quot;2015-10-01&quot;, &quot; 2015-10-08&quot;]]
sq: Futni çift datash ndërmjet të cilave studentët nuk mund të postojnë në forumet e diskutimit. Brenda kllapave të dhëna, vendosni një grup të shtuar kllapash katrore që rrethojnë çdo palë datash që shtoni. Formatoni çdo çift datash si ["YYYY-MM-DD", "YYYY-MM-DD"]. Për të specifikuar orët dhe datat, formatoni çdo çift si ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Sigurohuni që të përfshini "T" midis datës dhe orës. Për shembull, një hyrje që përcakton dy periudha ndërprerjeje duket kështu, duke përfshirë çiftin e jashtëm të kllapave katrore: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
sv: Ange par av datum mellan vilka studenter inte kan skriva inlägg i diskussionsforum. Inuti de angivna hakparenteserna, ange en ytterligare uppsättning hakparenteser som omger varje datumpar du lägger till. Formatera varje datumpar som ["ÅÅÅÅ-MM-DD", "ÅÅÅÅ-MM-DD"]. För att ange tider samt datum, formatera varje par som ["ÅÅÅÅ-MM-DDTHH:MM", "ÅÅÅÅ-MM-DDTHH:MM"]. Var noga med att inkludera "T" mellan datum och tid. Till exempel ser en post som definierar två avbrottsperioder ut så här, inklusive det yttre paret av hakparenteser: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
th: ระบุช่วงวันที่ที่นักเรียนจะไม่สามารถโพสต์ในฟอรั่มภายในวงเล็บ และระบุช่วงเวลาเพิ่มเติมภายในแต่ละวงเล็บ รูปแบบของแต่ละช่วงวันที่คือ ["YYYY-MM-DD", "YYYY-MM-DD"] และถ้าต้องการระบุเวลาในวันที่ ให้ใช้รูปแบบดังนี้ ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"] ตรวจสอบให้แน่ใจว่าได้ใส่ "T" ระหว่างวันและเวลาที่ต้องการ ตัวอย่างหากต้องการระบุวันเป็นสองช่วงเวลาสามารถทำได้โดยการเติมวงเล็บครอบอีกชั้นเช่น [["2015-09-15", "2015-09-21"],["2015-10-01","2015-10-08"]]
uz: Talabalar muhokama forumlariga yoza olmaydigan sanalarni kiriting. Taqdim etilgan qavslar ichiga har bir qoʻshilgan sana juftligini oʻrab turgan qoʻshimcha kvadrat qavslar toʻplamini kiriting. Har bir sana juftini ["YYYY-AA-KK", "YYYY-AA-DD"] sifatida formatlang. Vaqt va sanalarni belgilash uchun har bir juftlikni ["YYYY-AA-DDTH:MM", "YYYY-AA-DDTH:MM"] sifatida formatlang. Sana va vaqt o'rtasida "T" belgisini qo'yganingizga ishonch hosil qiling. Masalan, ikkita qoralash davrini belgilovchi yozuv quyidagicha ko'rinadi, jumladan tashqi kvadrat qavslar: [["2015-09-15", "2015-09-21"], ["2015-10-01", " 2015-10-08"]]
zh_hk: 輸入一對日期，在此期間內不允許學生往在討論區上發文。請在所提供的括號之內輸入日期，每一對日期應由一組方括號包圍，其格式為 ["YYYY-MM-DD", "YYYY-MM-DD"]。如果還需要指定時間，請使用格式 ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]，請確保在日期和時間的中間一定要有「T」。例如，一項定義了兩段禁用時期的項目應該是如下列格式所示（包括了最外層的一對方括號）：[["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
af_za: Bespreking Onderwerp Kartering
bo: གླེང་གཞིའི་ས་ཁྲ།
de_de: Themenkarte der Diskussion
el: Λίστα Συζητήσεων ανα Θεματολογία
es: Asignación de temas de discusión
fa: نگاشت موضوع بحث
ja: ディスカッショントピックマッピング
kk: Талқылау тақырыбын картаға түсіру
lv: Diskusijas tēmu kartēšana
sq: Harta e temës së diskutimit
sv: Diskussionsämne Kartläggning
th: แผนที่ความคิดเกี่ยวกับหัวข้อการสนทนา
uz: Munozara mavzusini xaritalash
zh_hk: 討論主題映射

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
af_za: Voer besprekingskategorieë in die volgende formaat in: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Byvoorbeeld, een besprekingskategorie kan Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Die &quot;id&quot;-waarde vir elke kategorie moet uniek wees. In &quot;id&quot;-waardes is die enigste spesiale karakters wat ondersteun word onderstreep, koppelteken en punt. Jy kan ook &#39;n kategorie spesifiseer as die verstek vir nuwe plasings in die besprekingsbladsy deur sy &quot;verstek&quot;-kenmerk op waar te stel. Byvoorbeeld, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
de_de: Geben Sie die Diskussionskategorien im folgenden Format ein: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Beispielsweise könnte eine Diskussionskategorie "Lydian Mode" sein: {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Der Wert "id" für jede Kategorie muss eindeutig sein. In "id"-Werten werden nur Unterstrich, Bindestrich und Punkt als Sonderzeichen unterstützt. Sie können auch eine Kategorie als Standard für neue Beiträge auf der Diskussionsseite angeben, indem Sie ihr Attribut "default" auf "true" setzen. Zum Beispiel, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
el: Εισαγάγετε κατηγορίες συζήτησης με την ακόλουθη μορφή: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Για παράδειγμα, μια κατηγορία συζήτησης μπορεί να είναι "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Η τιμή "id" για κάθε κατηγορία πρέπει να είναι μοναδική. Μέσα στις τιμές "ID", οι μόνοι ειδικοί χαρακτήρες που υποστηρίζονται είναι ο χαρακτήρας υπογράμμισης, η παύλα και η τελεία. Μπορείτε επίσης να καθορίσετε μια κατηγορία ως προεπιλογή για νέες καταχωρήσεις στη σελίδα συζήτησης, ορίζοντας το χαρακτηριστικό "προεπιλογή" σε true. Για παράδειγμα, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
es: Ingrese las categorías de discusión en el siguiente formato: "NombreCategoría": {"id": "i4x-NombreInstitución-NúmeroCurso-course-EjecuciónCurso"}. Por ejemplo, una categoría de discusión puede ser "Modo Lidio": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. El valor "id" para cada categoría debe ser único. En los valores "id", los únicos caracteres especiales admitidos son guión bajo, guión y punto. También puede especificar una categoría como predeterminada para nuevas publicaciones en la página de Discusión estableciendo su atributo "default" en true. Por ejemplo, "Modo Lidio": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
fa: دسته‌های بحث را در قالب زیر وارد کنید: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. برای مثال، یک دسته بحث ممکن است "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. مقدار "id" برای هر دسته باید منحصر به فرد باشد. در مقادیر "id" ، تنها کاراکترهای ویژه ای که پشتیبانی می شوند عبارتند از زیر خط ، خط فاصله و نقطه. همچنین می‌توانید یک دسته را به عنوان پیش‌فرض برای پست‌های جدید در صفحه بحث با تنظیم ویژگی "default" آن بر روی true تعیین کنید. به عنوان مثال "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
hu: Adja meg a vitakategóriákat a következő formátumban: "KategóriaNév": {"id": "i4x-IntézményNév-KurzusSzám-kurzus-KurzusFutás"}. Például egy vitakategória lehet "Lydian Mode": {"id": "i4x-EgyetemX-MUS101-kurzus-2015_T1"}. Az "id" értéknek minden kategória esetében egyedinek kell lennie. Az "id" értékekben az egyetlen támogatott speciális karakter az aláhúzás, a kötőjel és a pont. A vitakategóriát alapértelmezettként is megadhatja az új bejegyzésekhez a Vita oldalon, ha a "default" attribútumát igazra állítja. Például: "Lydian Mode": {"id": "i4x-EgyetemX-MUS101-kurzus-2015_T1", "default": true}.
ja: ディスカッションカテゴリを次の形式で入力してください: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. 例えば、1つのディスカッションカテゴリは "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"} となります。各カテゴリの "id" 値は一意でなければなりません。"id" 値には、サポートされている特殊文字はアンダースコア、ハイフン、ピリオドのみです。また、ディスカッションページで新しい投稿のデフォルトとしてカテゴリを指定するには、その "default" 属性を true に設定できます。例えば、"Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true} です。
kk: Талқылау санаттарын келесі пішімде енгізіңіз: &quot;CategoryName&quot;: {&quot;id&quot;: &quot;i4x-InstitutionName-CourseNumber-course-CourseRun&quot;}. Мысалы, бір талқылау категориясы &quot;Лидиялық режим&quot; болуы мүмкін: {&quot;id&quot;: &quot;i4x-UniversityX-MUS101-course-2015_T1&quot;}. Әрбір санат үшін &quot;id&quot; мәні бірегей болуы керек. &quot;id&quot; мәндерінде қолдау көрсетілетін жалғыз арнайы таңбалар астын сызу, сызықша және нүкте болып табылады. Сондай-ақ, санатты оның &quot;әдепкі&quot; төлсипатын шын мәніне орнату арқылы Талқылау бетіндегі жаңа жазбалар үшін әдепкі ретінде көрсетуге болады. Мысалы, &quot;Лидия режимі&quot;: {&quot;id&quot;: &quot;i4x-UniversityX-MUS101-course-2015_T1&quot;, &quot;әдепкі&quot;: шын}.
lv: Ievadiet diskusiju kategorijas šādā formātā: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Piemēram, viena diskusiju kategorija var būt "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Katras kategorijas “id” vērtībai ir jābūt unikālai. “ID” vērtībās vienīgās atbalstītās īpašās rakstzīmes ir pasvītra, defise un punkts. Varat arī norādīt kategoriju kā noklusējuma kategoriju jaunām ziņām lapā Diskusija, iestatot tās &quot;noklusējuma&quot; atribūtu uz True. Piemēram, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
sq: Futni kategoritë e diskutimit në formatin e mëposhtëm: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Për shembull, një kategori diskutimi mund të jetë "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Vlera "id" për secilën kategori duhet të jetë unike. Në vlerat "id", të vetmet karaktere speciale që mbështeten janë nënviza, viza dhe pika. Ju gjithashtu mund të specifikoni një kategori si të paracaktuar për postimet e reja në faqen e Diskutimit duke vendosur atributin e saj "default" në true. Për shembull, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
sv: Ange diskussionskategorier i följande format: "KategoriNamn": {"id": "i4x-InstitutionNamn-KursNummer-kurs-KursLöpnummer"}. Till exempel kan en diskussionskategori vara "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. "id"-värdet för varje kategori måste vara unikt. I "id"-värden stöds endast specialtecknen understreck, bindestreck och punkt. Du kan också ange en kategori som standard för nya inlägg på diskussionssidan genom att ställa in dess "default"-attribut till true. Till exempel, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
uz: Muhokama toifalarini quyidagi formatda kiriting: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Misol uchun, bir munozara kategoriyasi "Lydian Mode" bo'lishi mumkin: {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Har bir turkum uchun "id" qiymati noyob bo'lishi kerak. "Id" qiymatlarida faqat pastki chiziq, chiziqcha va nuqta qo'llab-quvvatlanadigan maxsus belgilar mavjud. Shuningdek, “Muhokama” sahifasida yangi postlar uchun toifani standart sifatida belgilashingiz mumkin, bu esa uning “standart” atributini rostga o‘rnatadi. Masalan, "Lidiya rejimi": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
zh_hk: 依下列格式輸入討論類別：「CategoryName」：{"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}。例如，一個討論類別可以是 "Lydian模式」： {"id": "i4x-UniversityX-MUS101-course-2015_T1"}。每個類別的“id”值必須是唯一的。在「id」值中，支援的唯一特殊字元是底線、連字號和句點。您也可以透過將「預設」 屬性設為true，將類別指定為「討論」頁面中新貼文的預設值，例如，「Lydian Mode」：{"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}。

source: Discussions Plugin Settings
af_za: Besprekings Inpropinstellings
bo: མཐུད་སྣེའི་སྒྲིག་འགོད་ཀྱི་གླེང་མོལ།
de_de: Einstellungen des Diskussions-Plugins
el: Ρυθμίσεις προσθήκης συζητήσεων
es: Configuración de complementos de discusiones
fa: تنظیمات افزونه Discussions
ja: ディスカッションプラグイン設定
kk: Талқылаулар плагинінің параметрлері
lv: Diskusiju spraudņa iestatījumi
sq: Cilësimet e shtojcave të diskutimeve
sv: Diskussioner Plugin-inställningar
uz: Discussions plagin sozlamalari
zh_hk: 討論插件設置

source: Settings for discussions plugins.
af_za: Instellings vir besprekings-inproppe.
bo: གླེང་མོལ་མཐུད་སྣེའི་སྒྲིག་འགོད།
de_de: Einstellungen für Diskussions-Plugins.
el: Ρυθμίσεις για προσθήκες συζητήσεων.
es: Configuración para complementos de discusiones.
fa: تنظیمات برای افزونه های بحث.
ja: ディスカッションプラグインの設定。
kk: Талқылау плагиндерінің параметрлері.
lv: Diskusiju spraudņu iestatījumi.
sq: Cilësimet për shtojcat e diskutimeve.
sv: Inställningar för plugins för diskussioner.
uz: Muhokama plaginlari uchun sozlamalar.
zh_hk: 討論插件的設定。

source: Course Announcement Date
af_za: Kursus Aankondiging Datum
bo: སློབ་ཚན་གསལ་བསྒྲགས་ཀྱི་ཟླ་ཚེས།
de_de: Kursankündigungsdatum
el: Ημερομηνία ανακοίνωσης μαθήματος
es: Fecha de anuncio del curso
fa: تاریخ اعلام دوره
hu: Kurzus hirdetmény dátuma
ja: コース発表日
kk: Курс туралы хабарландыру күні
lv: Kursu izsludināšanas datums
sq: Data e shpalljes së kursit
sv: Kursens tillkännagivandedatum
th: วันที่หลักสูตรประกาศ
uz: Kursni e'lon qilish sanasi
zh_hk: 課程公佈日期

source: Enter the date to announce your course.
af_za: Voer die datum in om jou kursus aan te kondig.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གསལ་བསྒྲགས་ཀྱི་ཟླ་ཚེས་ཕྲིས་པར་འཇུག།
de_de: Gib das Datum der Ankündigung deines Kurs ein.
el: Εισαγάγετε την ημερομηνία για να ανακοινώσετε το μάθημά σας.
es: Ingrese la fecha para anunciar su curso.
fa: تاریخ اعلام دوره خود را وارد کنید.
hu: Adja meg a kurzus kihirdetésének dátumát.
ja: コースを発表する日付を入力してください。
kk: Курсыңызды жариялау күнін енгізіңіз.
lv: Ievadiet datumu, lai paziņotu par savu kursu.
sq: Shkruani datën për të shpallur kursin tuaj.
sv: Ange datum för att meddela din kurs.
th: โปรดใส่วันที่ประกาศหลักสูตร
uz: Kursni e'lon qilish sanasini kiriting.
zh_hk: 輸入宣布您的課程的日期。

source: Cohort Configuration
af_za: Kohortkonfigurasie
bo: རིགས་དབྱེའི་ཚོགས་པའི་གྲུབ་ཆ་གོ་སྒྲིག
de_de: Kohort-Konfiguration
el: Ρύθμιση κοόρτης
es: Configuración de cohortes
fa: پیکربندی کوهورت
hu: Tanulói csoport beállítása
ja: コホート設定
kk: Когорт конфигурациясы
lv: Grupas konfigurācija
sq: Konfigurimi i grupit
sv: Cohort-konfiguration
th: การกำหนดค่ากลุ่มเพื่อน
uz: Kohort konfiguratsiyasi
zh_hk: 群組設定
