Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
af_za: &#39;n {cert_type} -sertifikaat demonstreer &#39;n hoë vlak van prestasie in &#39;n studieprogram, en sluit verifikasie van die student se identiteit in.
bo: {cert_type} ལག་ཁྱེར་གྱིས་སློབ་སྦྱོང་གི་འཆར་གཞིའི་ཁྲོད་གྲུབ་འབྲས་ཚད་མཐོན་པོ་ལོན་པ་ར་སྤྲོད་བྱེད་པ་མ་ཟད། སློབ་མའི་ཐོབ་ཐང་ཁུངས་སྐྱེལ་བྱས་པ་ཚུད་ཡོད།
de_de: Ein {cert_type} Zertifikat weist ein hohes Leistungsniveau in einem Studiengang nach und beinhaltet die Verifikation der Identität des Teilnehmers.
el: Ένα πιστοποιητικό {cert_type} δείχνει υψηλό επίπεδο επιτυχίας σε ένα πρόγραμμα σπουδών και περιλαμβάνει επαλήθευση της ταυτότητας του σπουδαστή.
es: Un certificado {cert_type} demuestra un alto nivel de logro en un programa de estudio e incluye la verificación de la identidad del estudiante.
fa: گواهینامۀ {cert_type} سطح بالایی از موفقیت در یک برنامۀ تحصیلی را نشان می‌دهد و شامل تأیید هویت فراگیرنده است.
hu: A(z) {cert_type} bizonyítvány magas szintű teljesítményt igazol egy tanulmányi programban, és tartalmazza a hallgató személyazonosságának ellenőrzését.
ja: {cert_type}証明書は、学習プログラムにおける高い成果を示し、学生の身元確認を含みます。
kk: {cert_type} сертификаты оқу бағдарламасындағы жетістіктің жоғары деңгейін көрсетеді және студенттің жеке басын тексеруді қамтиды.
lv: Sertifikāts {cert_type} apliecina augstu sasniegumu līmeni studiju programmā un ietver studenta identitātes apliecinājumu.
sq: Një Certifikatë {cert_type} tregon një nivel të lartë arritjesh në një program studimi dhe përfshin verifikimin e identitetit të studentit.
sv: Ett certifikat {cert_type} visar en hög grad av prestation i ett studieprogram och innefattar verifiering av studentens identitet.
uz: {cert_type} sertifikati o'quv dasturidagi yuqori darajadagi muvaffaqiyatni ko'rsatadi va talabaning shaxsini tekshirishni o'z ichiga oladi.
zh_hk: {cert_type}證書證明了學習精選課程中的高水準成就，並包括對學生身份的驗證。

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
af_za: Dit is &#39;n geldige {platform_name} sertifikaat vir {user_name} , wat deelgeneem het aan {partner_short_name} {course_number}
bo: འདི་ནི་ {platform_name} ཡི་ཚུལ་མཐུན་གྱི་ལག་ཁྱེར་ཞིག་སྟེ། {partner_short_name} འདིའི་ནང་གི་{course_number} སློབ་ཚན་ལ་ཞུགས་མཁན་{user_name} ཁོང་ལ་གནང་ཡོད།
de_de: Dies ist ein gültiges Zertifikat der {platform_name} für {user_name}, für Absolvieren des Kurses {partner_short_name} {course_number}.
el: Αυτό είναι ένα έγκυρο πιστοποιητικό {platform_name} για τον χρήστη {user_name}, ο οποίος συμμετείχε στο {partner_short_name} {course_number}
es: Este es un certificado válido de {platform_name} para {user_name}, quien participó en {partner_short_name} {course_number}
fa: این یک گواهینامۀ معتبر {platform_name} برای {user_name} است که در {partner_short_name} {course_number} شرکت کرده است
hu: Ez egy érvényes {platform_name} bizonyítvány {user_name} részére, aki részt vett a {partner_short_name} {course_number} tanfolyamon.
ja: これは、{user_name}が{partner_short_name}の{course_number}に参加したことを示す有効な{platform_name}の証明書です。
kk: Бұл {partner_short_name} {course_number} қатысқан {user_name} үшін жарамды {platform_name} сертификаты
lv: Šis ir derīgs {platform_name} sertifikāts {user_name} , kurš piedalījās {partner_short_name} {course_number}
sq: Kjo është një certifikatë e vlefshme {platform_name} për {user_name}, i cili mori pjesë në {partner_short_name} {course_number}
sv: Detta är ett giltigt {platform_name}-certifikat för {user_name}, som deltog i {partner_short_name} {course_number}
th: นี้คือใบรับรอง {platform_name} ที่ถูกต้อง สำหรับ {user_name} ซึ่งเข้าร่วมใน {partner_short_name} {course_number}
uz: Bu {partner_short_name} {course_number} da ishtirok etgan {user_name} uchun haqiqiy {platform_name} sertifikati
zh_hk: 這是{user_name}的有效{platform_name}證書，該證書參與了{partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
af_za: {partner_short_name} {course_number} Sertifikaat | {platform_name}
bo: {partner_short_name} {course_number} ལག་ཁྱེར། | {platform_name}
de_de: {partner_short_name} {course_number} Zertifikat | {platform_name}
el: {partner_short_name} {course_number} Βεβαίωση | {platform_name}
es: Certificado de {partner_short_name} {course_number} | {platform_name}
fa: گواهینامۀ {partner_short_name} {course_number} | {platform_name}
hu: {partner_short_name} {course_number} Bizonyítvány | {platform_name}
ja: {partner_short_name} {course_number} 証明書 | {platform_name}
kk: {partner_short_name} {course_number} Сертификат | {platform_name}
lv: {partner_short_name} {course_number} Sertifikāts | {platform_name}
sq: {partner_short_name} {course_number} Certifikatë | {platform_name}
sv: {partner_short_name} {course_number} certifikat | {platform_name}
th: {partner_short_name} {course_number} ใบรับรอง | {platform_name}
uz: {partner_short_name} {course_number} Sertifikat | {platform_name}
zh_hk: {partner_short_name} {course_number}證書 | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
af_za: suksesvol voltooi, &#39;n slaagpunt ontvang en hierdie {platform_name} {certificate_type} sertifikaat van voltooiing in
bo: ཆ་ཚང་ལེགས་བསྒྲུབ་ཟིན་པ། རྒྱུགས་འཕྲོད་པའི་གནས་རིམ་འབྱོར་ཟིན་པ་དང་། སྟེགས་བུ་འདི་ནས་་ {platform_name} {certificate_type} སློབ་ཚན་ལེགས་པར་གྲུབ་པའི་ལག་ཁྱེར་འདི་ཕུལ་བ་རེད།
de_de: Sie haben den folgenden Kurs der {platform_name} {certificate_type} erfolgreich abgeschlossen.
el: ολοκλήρωσε επιτυχώς, έλαβε βαθμό επιτυχίας και τού/τής απονεμήθηκε αυτό το Πιστοποιητικό ολοκλήρωσης {platform_name} {certificate_type} στο μάθημα
es: completó con éxito, recibió una calificación aprobatoria y se le otorgó este Certificado de Finalización {certificate_type} de {platform_name} en
fa: با موفقیت تکمیل شد، نمرۀ قبولی دریافت کرد و گواهینامۀ پایان کار {platform_name} {certificate_type} اعطا شد.
hu: sikeresen teljesítette, megfelelt, és megkapta a(z) {platform_name} {certificate_type} Befejezési Bizonyítványt a következő területen:
kk: сәтті аяқтады, өту бағасын алды және осы {platform_name} {certificate_type} жылы аяқтау сертификатымен марапатталды.
lv: sekmīgi pabeidza, saņēma sekmīgu vērtējumu un saņēma šo {platform_name} {certificate_type} sertifikātu
sq: përfundoi me sukses, mori një notë kaluese dhe iu dha kjo {platform_name} {certificate_type} Certifikatë e Përfundimit në
sv: Framgångsrikt genomförd, godkänd godkänd och tilldelades detta {platform_name} {certificate_type} certifikat för slutförandet i
uz: muvaffaqiyatli tamomladi, o'tish bahosini oldi va ushbu {platform_name} {certificate_type} yilda tamomlaganlik sertifikati bilan taqdirlandi.
zh_hk: 成功完成，獲得及格成績，並被授予此{platform_name} {certificate_type}結業證書

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
af_za: {platform_name} gee erkenning aan prestasies deur sertifikate, wat toegeken word vir kursusaktiwiteite wat {platform_name} studente voltooi.
bo: {platform_name} ཡིས་ལག་ཁྱེར་སྤྲད་དེ་གྲུབ་འབྲས་ལ་གཟིངས་བསྟོད་བྱེད་པ་ཞིག་སྟེ། དེ་ནི་ {platform_name} ཡི་སློབ་ཚན་གྱི་བྱེད་སྒོ་མཐའ་དག་མཐར་ཕྱིན་པའི་སློབ་ཕྲུག་ཅིག་ལ་གནང་གི་ཡོད།
de_de: Die {platform_name} erteilt bei erfolgreicher Absolvierung, der auf der Plattform der {platform_name} angebotenen Onlinekurse, Teilnahmezertifikate.
el: Το {platform_name} αναγνωρίζει τα επιτεύγματα μέσω πιστοποιητικών, τα οποία απονέμονται για δραστηριότητες μαθημάτων που ολοκληρώνουν οι σπουδαστές του {platform_name}.
es: {platform_name} reconoce los logros a través de certificados, los cuales se otorgan por las actividades del curso que los estudiantes de {platform_name} completan.
fa: {platform_name} موفقیت‌ها را از طریق گواهینامه‌هایی که برای فعالیت‌های دوره‌ای که فراگیران {platform_name} تکمیل می‌کنند اعطا می‌کند، تصدیق می‌کند.
hu: {platform_name} elismeri a teljesítményeket bizonyítványokkal, amelyeket a {platform_name} hallgatói által elvégzett kurzus tevékenységekért adnak.
ja: {platform_name}は、{platform_name}の学生が完了したコース活動に対して授与される証明書を通じて成果を認めます。
kk: {platform_name} сертификаттар арқылы жетістіктерді растайды, олар {platform_name} студенттері аяқтаған курс әрекеттері үшін беріледі.
lv: {platform_name} atzīst sasniegumus ar sertifikātiem, kas tiek piešķirti par kursa aktivitātēm, ko {platform_name} dalībnieki pabeidz.
sq: {platform_name} pranon arritjet nëpërmjet certifikatave, të cilat jepen për aktivitetet e kursit që studentët {platform_name} përfundojnë.
sv: {platform_name} bekräftar prestationer genom certifikat, som tilldelas för kursaktiviteter som {platform_name} studenter slutför.
uz: {platform_name} {platform_name} talabalari yakunlagan kurs faoliyati uchun beriladigan sertifikatlar orqali yutuqlarni tan oladi.
zh_hk: {platform_name}透過證書來承認所取得的成就，這些證書是針對{platform_name}學生完成的課程活動而頒發的。

source: All rights reserved
af_za: Alle regte voorbehou
bo: ཆ་ཚང་ལ་བདག་དབང་ཡོད།
de_de: Alle Rechte vorbehalten
el: Με την επιφύλαξη κάθε νόμιμου δικαιώματος
es: Todos los derechos reservados
fa: تمامی حقوق محفوظ است
hu: Minden jog fenntartva
kk: Барлық құқықтар қорғалған
lv: Visas tiesības aizsargātas
sq: Të gjitha të drejtat e rezervuara
sv: Alla rättigheter förbehållna
th: สงวนลิขสิทธิ์
uz: Barcha huquqlar himoyalangan
zh_hk: 版權所有

source: Invalid Certificate
af_za: Ongeldige sertifikaat
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་ལག་ཁྱེར།
de_de: Ungültiges Zertifikat
el: Μη έγκυρο πιστοποιητικό
es: Certificado no válido
fa: گواهی نامعتبر
hu: Érvénytelen bizonyítvány
ja: 無効な証明書
kk: Жарамсыз сертификат
lv: Nederīgs sertifikāts
sq: Certifikatë e pavlefshme
sv: Ogiltigt certifikat
th: ใบรับรองไม่ถูกต้อง
uz: Yaroqsiz sertifikat
zh_hk: 證書無效

source: Certificate Validation
af_za: Sertifikaat validering
bo: ལག་ཁྱེར་གྱི་ཚུལ་མཐུན་རྣམ་བཞག
de_de: Validierung des Zertifikats
el: Επικύρωση πιστοποιητικού
es: Validación de Certificado
fa: اعتبارسنجی گواهینامه
hu: Bizonyítvány érvényesítése
ja: 証明書の検証
kk: Сертификатты тексеру
lv: Sertifikāta apstiprināšana
sq: Validimi i Certifikatës
sv: Certifikat validering
th: ยืนยันใบรับรอง
uz: Sertifikatni tekshirish
zh_hk: 證書驗證

source: About {platform_name} Accomplishments
af_za: Oor {platform_name} Prestasies
bo: འདིའི་ {platform_name} ནང་ཐོབ་པའི་གྲུབ་འབྲས་ཀྱི་སྐོར།
de_de: Über die Zertifikate der {platform_name}
el: Σχετικά με τα επιτεύγματα {platform_name}
es: Acerca de los Logros en {platform_name}
fa: دربارۀ دستاوردهای {platform_name}
hu: A(z) {platform_name} eredményeiről
ja: {platform_name}の成果について
kk: {platform_name} Жетістіктері туралы
lv: Par {platform_name} sasniegumiem
sq: Rreth {platform_name} Arritjet
sv: Om {platform_name} Prestationer
th: เกี่ยวกับความสำเร็จของ {platform_name}
uz: {platform_name} Yutuqlari haqida
zh_hk: 關於{platform_name}成就

source: Issued On:
af_za: Uitgereik op:
bo: བཟོ་དུས།
de_de: Erhalten am:
el: Εκδόθηκε στις:
es: Emitido el:
fa: تاریخ صدور:
hu: Kiadás dátuma:
ja: 発行日:
kk: Шығарылған күні:
lv: Izdots:
sq: Lëshuar më:
sv: Utfärdad den:
th: ออกให้เมื่อ:
uz: Chiqarilgan sanasi:
zh_hk: 發布：

source: Certificate ID Number
af_za: Sertifikaat ID-nommer
bo: ལག་ཁྱེར་གྱི་ ID ཨང་།
de_de: Zertifikat-Nummer
el: Αριθμός ταυτότητας πιστοποιητικού
es: Número de Identificación del Certificado
fa: شمارۀ شناسنامۀ گواهینامه
hu: Bizonyítvány azonosító száma
ja: 証明書ID番号
kk: Куәлік ID нөмірі
lv: Sertifikāta ID numurs
sq: Numri ID i Certifikatës
sv: Certifikat-ID-nummer
th: หมายเลขใบรับรอง
uz: Sertifikat ID raqami
zh_hk: 證書ID

source: About {platform_name} Certificates
af_za: Oor {platform_name} -sertifikate
bo: {platform_name} ཡི་ལག་ཁྱེར་གྱི་སྐོར།
de_de: Über {platform_name} Zertifikate
el: Σχετικά με τις βεβαιώσεις του {platform_name}
es: Acerca de los Certificados de {platform_name}
fa: دربارۀ گواهینامه‌های {platform_name}
hu: A(z) {platform_name} tanúsítványairól
ja: {platform_name}の証明書について
kk: {platform_name} сертификаттары туралы
lv: Par {platform_name} sertifikātiem
sq: Rreth certifikatave {platform_name}
sv: Om {platform_name} Certifikat
th: เกี่ยวกับใบรับรองของ {platform_name}
uz: {platform_name} sertifikatlari haqida
zh_hk: 關於{platform_name}證書

source: How {platform_name} Validates Student Certificates
af_za: Hoe {platform_name} Studentesertifikate bekragtig
bo: {platform_name} ཡི་སློབ་ཕྲུག་གི་ལག་ཁྱེར་ཚུལ་མཐུན་བཟོ་ཚུལ།
de_de: Wie {platform_name} Studierenden Zertifikate validiert
el: Πώς το {platform_name} επικυρώνει τις βεβαιώσεις των φοιτητών
es: Cómo {platform_name} Valida los Certificados de los Estudiantes
fa: چگونه {platform_name} گواهینامه‌های دانشجویی را تأیید می‌شود
hu: Hogyan érvényesíti a {platform_name} a hallgatói bizonyítványokat
ja: {platform_name}が学生証明書を検証する方法
kk: {platform_name} студенттік сертификаттарды қалай тексереді
lv: Kā {platform_name} apstiprina dalībnieku sertifikātus
sq: Si {platform_name} vërteton certifikatat e studentëve
sv: Hur {platform_name} Validerar studentcertifikat
th: วิธีการที่ {platform_name} ใช้ยืนยันใบรับรองของผู้เรียน
uz: {platform_name} Talaba sertifikatlarini qanday tasdiqlaydi
zh_hk: {platform_name}如何驗證學生證書

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
af_za: Sertifikate wat deur {platform_name} uitgereik is, word deur &#39;n gpg-sleutel onderteken sodat hulle onafhanklik deur enigiemand met die {platform_name} -publieke sleutel bekragtig kan word. Vir onafhanklike verifikasie gebruik {platform_name} wat &#39;n &quot;losstaande handtekening&quot;&quot; genoem word.
bo: {platform_name} གིས་གནས་སྐབས་སྤྲོད་པའི་དཔེ་དེབ་ཚུ་གི་དོན་ལུ་ gpg ལྡེ་མིག་གིས་བསྒྲིགས་ཡོདཔ་དང་། {platform_name} གི་སྤྱི་སྒྲིག་ལྡེ་མིག་ལུ་དགོས་མཁོ་ཡོདཔ་གང་རུང་གིས་རང་གི་རྒྱབ་སྐྱོར་བྱེད་ཐུབ་པའི་དོན་ལུ་རང་གིས་རྒྱབ་སྐྱོར་བྱེད་ཐུབ་པའི་དོན་ལུ་ "detached signature" ཞེས་པའི་དོན་ལུ་བཀོད་ཡོདཔ་ཡིན།.
de_de: Zertifikate, die von {platform_name} ausgestellt werden, werden mit einem gpg-Schlüssel signiert, so dass sie von jedem mit dem öffentlichen {platform_name} Schlüssel unabhängig validiert werden können. Für die unabhängige Verifikation verwendet {platform_name} eine so genannte "losgelöste Signatur"&quot;".
el: Τα πιστοποιητικά που εκδίδονται από {platform_name} υπογράφονται με ένα κλειδί gpg, ώστε να μπορούν να επικυρωθούν ανεξάρτητα από οποιονδήποτε διαθέτει το δημόσιο κλειδί {platform_name}. Για ανεξάρτητη επαλήθευση, το {platform_name} χρησιμοποιεί αυτό που ονομάζεται "αποσπασμένη υπογραφή"&quot;".
es: Los certificados emitidos por {platform_name} están firmados con una clave gpg para que puedan ser validados de forma independiente por cualquier persona con la clave pública de {platform_name}. Para la verificación independiente, {platform_name} utiliza lo que se denomina una "firma separada".
fa: گواهینامه‌های صادرشده توسط {platform_name} توسط یک کلید gpg امضا می‌شوند تا بتوانند به‌طور مستقل توسط هر کسی که کلید عمومی {platform_name} را دارد تأیید شود. برای تأیید مستقل، {platform_name} از چیزی استفاده می‌کند که «امضای جداشده»» نامیده می‌شود.
hu: A {platform_name} által kiadott bizonyítványokat egy gpg kulcs írja alá, így bárki, aki rendelkezik a {platform_name} nyilvános kulcsával, függetlenül ellenőrizheti azokat. A független ellenőrzéshez a {platform_name} az úgynevezett "leválasztott aláírást" használja.
ja: {platform_name}によって発行された証明書は、{platform_name}の公開鍵を持つ誰でも独立して検証できるようにgpgキーで署名されています。独立した検証のために、{platform_name}は「デタッチ署名」と呼ばれるものを使用しています。
kk: {platform_name} арқылы берілген сертификаттарға gpg кілті арқылы қол қойылады, осылайша оларды {platform_name} ашық кілті бар кез келген адам тәуелсіз тексере алады. Тәуелсіз тексеру үшін {platform_name} &quot;бөлінген қолтаңба&quot;&quot;&quot; деп аталатын нәрсені пайдаланады.
lv: Sertifikātus, ko izsniedz {platform_name}, paraksta ar gpg atslēgu, lai tos neatkarīgi varētu apstiprināt jebkurš, kam ir {platform_name} publiskā atslēga. Neatkarīgai pārbaudei {platform_name} izmanto tā saukto "atdalīto parakstu"&quot;".
sq: Certifikatat e lëshuara nga {platform_name} nënshkruhen nga një çelës gpg në mënyrë që ato të mund të vërtetohen në mënyrë të pavarur nga kushdo me çelësin publik {platform_name}. Për verifikim të pavarur, {platform_name} përdor atë që quhet &quot;nënshkrim i shkëputur&quot;&quot;&quot;.
sv: Certifikat utfärdade av {platform_name} är signerade med en gpg-nyckel så att de kan valideras oberoende av vem som helst med {platform_name}s offentliga nyckel. För oberoende verifiering använder {platform_name} det som kallas en "detached signature"&quot;".
th: ใบรับรองนี้ออกให้โดย {platform_name} และยืนยันด้วยคีย์ GPG ดังนั้นบุคคลทั่วไปจึงสามารถยืนยันใบรับรองนี้ด้วยกุญแจสาธารณะของ {platform_name} และสำหรับการใช้ขั้นตอนการยืนยันที่แบบออกไปต่างหากแบบนี้ {platform_name} เรียกว่า "ลายเซ็นที่แยกออกไป"&qout;"
uz: {platform_name} tomonidan chiqarilgan sertifikatlar gpg kaliti bilan imzolanadi, shuning uchun ular {platform_name} ochiq kalitiga ega bo'lgan har bir kishi tomonidan mustaqil ravishda tasdiqlanishi mumkin. Mustaqil tekshirish uchun {platform_name} "ajralgan imzo"" deb ataladigan narsadan foydalanadi.
zh_hk: {platform_name}頒發的證書由 gpg 金鑰簽名，因此任何擁有{platform_name}公鑰的人都可以獨立驗證它們。對於獨立驗證， {platform_name}使用所謂的「分離簽名」。

source: Validate this certificate for yourself
af_za: Bekragtig hierdie sertifikaat vir jouself
bo: ལག་ཁྱེར་འདི་རང་ཉིད་ཀྱིས་ར་སྤྲོད་བྱོས།
de_de: Überprüfen Sie dieses Zertifikat selbst
el: Επικυρώστε αυτό το πιστοποιητικό για εσάς
es: Valide este certificado usted mismo
fa: تایید این گواهینامه برای خود
hu: Ellenőrizze ezt a tanúsítványt saját maga
ja: この証明書を自分で検証してください
kk: Осы сертификатты өзіңіз үшін растаңыз
lv: Apstipriniet šo sertifikātu sev pašrocīgi
sq: Vërtetoni këtë certifikatë për veten tuaj
sv: Validera detta certifikat själv
th: ยืนยันใบรับรองสำหรับตัวคุณเอง
uz: Ushbu sertifikatni o'zingiz uchun tasdiqlang
zh_hk: 親自驗證此證書

source: {platform_name} offers interactive online classes and MOOCs.
af_za: {platform_name} bied interaktiewe aanlynklasse en MOOC&#39;s aan.
bo: {platform_name} ཡིས་བྱེད་སྒོ་སྣ་མང་ཡོད་པའི་དྲ་ཐོག་འཛིན་གྲྭ་ཁག་དང་རིན་མེད་དྲ་ལམ་སློད་ཚན་MOOC གྲངས་མེད་མཁོ་སྤྲོད་གནང་བཞིན་ཡོད།
de_de: Die {platform_name} bietet interaktive online Workshops zur Medienkompetenz an.
el: Το {platform_name} προσφέρει διαδραστικά μαθήματα στο διαδίκτυο και MOOC.
es: {platform_name} ofrece clases interactivas en línea y MOOC.
fa: {platform_name} کلاس‌های برخط تعاملی و MOOC ها را ارائه می‌دهد.
hu: A {platform_name} interaktív online órákat és MOOC-okat kínál.
ja: {platform_name}はインタラクティブなオンラインクラスとMOOCを提供しています。
kk: {platform_name} интерактивті онлайн сабақтар мен MOOC ұсынады.
lv: {platform_name} piedāvā interaktīvas tiešsaistes nodarbības un MOOC.
sq: {platform_name} ofron klasa interaktive në internet dhe MOOC.
sv: {platform_name} erbjuder interaktiva online klasser och MOOCs.
uz: {platform_name} interaktiv onlayn darslar va MOOClarni taklif etadi.
zh_hk: {platform_name}提供互動線上課程和 MOOC。

source: About {platform_name}
af_za: Oor {platform_name}
bo: {platform_name} ཡི་སྐོར།
de_de: Über {platform_name}
el: Σχετικά με το {platform_name}
es: Acerca de {platform_name}
fa: دربارۀ {platform_name}
hu: {platform_name} bemutatása
ja: {platform_name}について
kk: {platform_name} туралы
lv: Par {platform_name}
sq: Rreth {platform_name}
sv: Om {platform_name}
th: เกี่ยวกับ {platform_name}
uz: {platform_name} haqida
zh_hk: 關於{platform_name}

source: Learn more about {platform_name}
af_za: Kom meer te wete oor {platform_name}
bo: {platform_name} འདིའི་སྐོར་ལ་རྒྱུས་ལོན་མང་ཙམ་བྱོས།
de_de: Erfahre mehr über {platform_name}
el: Μάθετε περισσότερα για το {platform_name}
es: Obtenga más información sobre {platform_name}
fa: دربارۀ {platform_name} بیشتر بدانید
hu: Tudjon meg többet a(z) {platform_name}-ról
ja: {platform_name}について詳しく知る
kk: {platform_name} туралы көбірек біліңіз
lv: Uzziniet vairāk par {platform_name}
sq: Mësoni më shumë rreth {platform_name}
sv: Läs mer om {platform_name}
th: เรียนรู้ข้อมูลเกี่ยวกับ {platform_name}
uz: {platform_name} haqida ko'proq bilib oling
zh_hk: 了解更多有關{platform_name}的信息

source: Learn with {platform_name}
af_za: Leer met {platform_name}
bo: {platform_name} འདི་ནས་སློབ་གཉེར་བྱོས།
de_de: Lernen Sie auf {platform_name}
el: Μάθετε με {platform_name}
es: Aprenda con {platform_name}
fa: با {platform_name} یاد بگیرید
hu: Tanuljon a {platform_name} segítségével
ja: {platform_name}で学ぶ
kk: {platform_name} арқылы үйреніңіз
lv: Mācieties, izmantojot {platform_name}
sq: Mësoni me {platform_name}
sv: Lär dig med {platform_name}
th: เรียนกับ {platform_name}
uz: {platform_name} bilan o'rganing
zh_hk: 與{platform_name}一起學習

source: Work at {platform_name}
af_za: Werk by {platform_name}
bo: {platform_name} འདིའི་ལས་ཀ་བྱེད།
de_de: Arbeiten Sie bei {platform_name}
el: Εργασία στο {platform_name}
es: Trabaje en {platform_name}
fa: در {platform_name} کار کنید
hu: Dolgozz a(z) {platform_name}-nál
ja: {platform_name}で働く
kk: {platform_name} мекенжайында жұмыс істеңіз
lv: Strādājiet pie {platform_name}
sq: Punoni në {platform_name}
sv: Arbeta på {platform_name}
th: ทำงานที่ {platform_name}
uz: {platform_name} da ishlang
zh_hk: 在{platform_name}工作

source: Contact {platform_name}
af_za: Kontak {platform_name}
bo: {platform_name} ལ་འབྲེལ་གཏུགས་བྱ་ཡུལ།
de_de: Kontakt {platform_name}
el: Επικοινωνία {platform_name}
es: Contacte a {platform_name}
fa: با {platform_name} تماس بگیرید
ja: {platform_name}に連絡する
kk: {platform_name} хабарласыңыз
lv: Sazinieties ar {platform_name}
sq: Kontaktoni {platform_name}
sv: Kontakta {platform_name}
th: ติดต่อ {platform_name}
uz: {platform_name} bilan bog'laning
zh_hk: 聯絡{platform_name}

source: {platform_name} acknowledges the following student accomplishment
af_za: {platform_name} gee erkenning aan die volgende studente se prestasie
bo: {platform_name} གཤམ་གསལ་གྱི་སློབ་ཕྲུག་གི་གྲུབ་འབྲས་ལ་ལེགས་གསོལ་ཞུ།
de_de: {platform_name} bestätigt dem folgenden Teilnehmer die erfolgreiche Teilnahme an folgendem Workshop
el: Το {platform_name} αναγνωρίζει το ακόλουθο επίτευγμα σπουδαστή
es: {platform_name} reconoce el siguiente logro estudiantil
fa: {platform_name} موفقیت فراگیرندۀ زیر را تصدیق می‌کند
hu: {platform_name} elismeri a következő diák teljesítményét
ja: {platform_name}は次の学生の成果を認めます
kk: {platform_name} студенттің келесі жетістігін растайды
lv: {platform_name} atzīst šādu dalībnieka sasniegumu
sq: {platform_name} pranon arritjet e mëposhtme të studentëve
sv: {platform_name} bekräftar följande studentprestation
th: {platform_name} แจ้งให้ทราบว่าผู้เรียนดังต่อไปนี้สำเร็จหลักสูตร
uz: {platform_name} talabalarning quyidagi yutuqlarini tan oladi
zh_hk: {platform_name}承認以下學生成就
