Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
af_za: Voer die LTI-ID vir die eksterne LTI-verskaffer in. Hierdie waarde moet dieselfde LTI ID wees wat jy in die LTI Paspoorte-instelling op die Gevorderde Instellings-bladsy ingevoer het. {break_tag} Sien {docs_anchor_open} die edX LTI-dokumentasie {anchor_close} vir meer besonderhede oor hierdie instelling.
de_de: Geben Sie die LTI-ID für den externen LTI-Anbieter ein. Dieser Wert muss die gleiche LTI-ID sein, die Sie in der Einstellung LTI Passports auf der Seite Erweiterte Einstellungen eingegeben haben.{break_tag}Siehe {docs_anchor_open}die edX LTI-Dokumentation{anchor_close} für weitere Details zu dieser Einstellung.
el: Εισαγάγετε το αναγνωριστικό LTI για τον εξωτερικό πάροχο LTI. Αυτή η τιμή πρέπει να είναι το ίδιο LTI ID που εισαγάγατε στη ρύθμιση LTI Passports στη σελίδα Advanced Settings. {break_tag} Δείτε {docs_anchor_open} την τεκμηρίωση edX LTI {anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτήν τη ρύθμιση.
es: Ingrese el ID de LTI para el proveedor externo de LTI. Este valor debe ser el mismo ID de LTI que ingresó en la configuración de LTI Passports en la página de Configuración avanzada.{break_tag}Consulte {docs_anchor_open}la documentación de LTI de edX{anchor_close} para obtener más detalles sobre esta configuración.
fa: شناسه LTI را برای ارائه دهنده خارجی LTI وارد کنید. این مقدار باید همان شناسه LTI باشد که در تنظیمات LTI Passports در صفحه تنظیمات پیشرفته وارد کردید. {break_tag} برای جزئیات بیشتر در مورد این تنظیم، به {docs_anchor_open} مستندات edX LTI {anchor_close} را ببینید.
hu: Adja meg a külső LTI szolgáltató LTI-azonosítóját. Ennek az értéknek meg kell egyeznie azzal az LTI-azonosítóval, amelyet az LTI Passports beállításnál adott meg a Speciális beállítások oldalon.{break_tag}További részletekért lásd az {docs_anchor_open}edX LTI dokumentációt{anchor_close}.
ja: 外部LTIプロバイダーのLTI IDを入力してください。この値は、詳細設定ページのLTIパスポート設定で入力したLTI IDと同じでなければなりません。{break_tag}この設定の詳細については、{docs_anchor_open}edX LTIドキュメント{anchor_close}を参照してください。
kk: Сыртқы LTI провайдері үшін LTI идентификаторын енгізіңіз. Бұл мән Кеңейтілген параметрлер бетіндегі LTI төлқұжаттары параметріне енгізілген LTI идентификаторымен бірдей болуы керек.{break_tag} Бұл параметр туралы қосымша мәліметтер алу үшін {docs_anchor_open} edX LTI құжаттамасын {anchor_close} қараңыз.
lv: Ievadiet ārējā LTI sniedzēja LTI ID. Šai vērtībai jābūt tādai pašai LTI ID, kas ievadīts LTI pases iestatījumā Advanced Settings lapā.{break_tag}Sīkāku informāciju par šo iestatījumu skatīt {docs_anchor_open}edX LTI dokumentācijā{anchor_close}.
sq: Futni ID LTI për ofruesin e jashtëm LTI. Kjo vlerë duhet të jetë e njëjta ID LTI që keni futur në cilësimin LTI Passports në faqen e Cilësimeve të Avancuara.{break_tag} Shih {docs_anchor_open} dokumentacionin edX LTI {anchor_close} për më shumë detaje mbi këtë cilësim.
sv: Ange LTI-ID för den externa LTI-leverantören. Detta värde måste vara samma LTI-ID som du angav i LTI Passports-inställningen på sidan Avancerade inställningar.{break_tag}Se {docs_anchor_open}edX LTI-dokumentationen{anchor_close} för mer information om den här inställningen.
uz: Tashqi LTI provayderi uchun LTI identifikatorini kiriting. Bu qiymat Kengaytirilgan sozlamalar sahifasidagi LTI pasportlari sozlamalarida kiritgan LTI identifikatori boʻlishi kerak. {break_tag} Ushbu sozlama haqida batafsil ma'lumot uchun {docs_anchor_open} edX LTI hujjatlari {anchor_close} ga qarang.
zh_hk: 輸入外部LTI提供者提供的LTI編號。該值必須與您的LTI帳號裡高級設定裡的LTI編號相同。 {break_tag}關於該設定的更多資訊請造訪{docs_anchor_open}edx LTI 文件{anchor_close}

source: LTI URL
es: URL de LTI
fa: URL LTI
sq: URL LTI
zh_hk: LTI 網址

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
af_za: Voer die URL van die eksterne nutsding in wat hierdie komponent begin. Hierdie instelling word slegs gebruik wanneer Versteek eksterne hulpmiddel op Onwaar gestel is. {break_tag} Sien {docs_anchor_open} die edX LTI-dokumentasie {anchor_close} vir meer besonderhede oor hierdie instelling.
de_de: Geben Sie die URL des externen Tools ein, das diese Komponente startet. Diese Einstellung wird nur verwendet, wenn Externes Werkzeug verstecken auf "False" gesetzt ist.{break_tag}Siehe {docs_anchor_open}die edX LTI-Dokumentation{anchor_close} für weitere Details zu dieser Einstellung.
el: Εισαγάγετε τη διεύθυνση URL του εξωτερικού εργαλείου που εκκινεί αυτό το στοιχείο. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το Hide External Tool έχει οριστεί σε False. {break_tag} Δείτε {docs_anchor_open} την τεκμηρίωση edX LTI {anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτήν τη ρύθμιση.
es: Ingrese la URL de la herramienta externa que inicia este componente. Esta configuración solo se utiliza cuando Ocultar herramienta externa está establecido en Falso.{break_tag}Consulte {docs_anchor_open}la documentación de LTI de edX{anchor_close} para obtener más detalles sobre esta configuración.
fa: URL ابزار خارجی را که این مؤلفه راه اندازی می کند وارد کنید. این تنظیم فقط زمانی استفاده می شود که Hide External Tool روی False تنظیم شده باشد. {break_tag} برای جزئیات بیشتر در مورد این تنظیم، به {docs_anchor_open} مستندات edX LTI {anchor_close} را ببینید.
hu: Adja meg annak a külső eszköznek az URL-jét, amelyet ez a komponens indít. Ez a beállítás csak akkor használatos, ha a Külső Eszköz Elrejtése beállítás hamisra van állítva.{break_tag}További részletekért lásd az {docs_anchor_open}edX LTI dokumentációt{anchor_close}.
ja: 外部ツールのURLを入力してください。この設定は、「外部ツールを非表示」が「False」に設定されている場合にのみ使用されます。{break_tag}この設定の詳細については、{docs_anchor_open}edX LTI ドキュメント{anchor_close}を参照してください。
kk: Осы құрамдас іске қосатын сыртқы құралдың URL мекенжайын енгізіңіз. Бұл параметр «Сыртқы құралды жасыру» параметрі «Жалған» күйіне орнатылғанда ғана пайдаланылады.{break_tag} Бұл параметр туралы қосымша мәліметтер алу үшін {docs_anchor_open} edX LTI құжаттамасын {anchor_close} қараңыз.
lv: Ievadiet ārējā rīka URL, kuru šī komponente palaiž. Šis iestatījums tiek izmantots tikai tad, ja Hide External Tool - Paslēpt ārējo rīku ir iestatīts uz False.{break_tag}Sīkāku informāciju par šo iestatījumu skatīt {docs_anchor_open}edX LTI dokumentācijā{anchor_close}.
sq: Futni URL-në e mjetit të jashtëm që lëshon ky komponent. Ky cilësim përdoret vetëm kur Hide External Tool është caktuar në False.{break_tag} Shih {docs_anchor_open} dokumentacionin edX LTI {anchor_close} për më shumë detaje mbi këtë cilësim.
sv: Ange URL:en till det externa verktyget som den här komponenten startar. Den här inställningen används bara när Hide External Tool är inställt på False.{break_tag}Se {docs_anchor_open}edX LTI-dokumentationen{anchor_close} för mer information om den här inställningen.
uz: Ushbu komponent ishga tushiradigan tashqi vositaning URL manzilini kiriting. Bu sozlama faqat “Tashqi asbobni yashirish” “False”ga o‘rnatilganda qo‘llaniladi. {break_tag} Ushbu sozlama haqida batafsil ma'lumot uchun {docs_anchor_open} edX LTI hujjatlari {anchor_close} ga qarang.
zh_hk: 輸入啟動該組件的外部工具的URL。這個設定只有在「隱藏外部工具」為False時才能使用。 {break_tag}關於該設定的更多資訊請造訪{docs_anchor_open}edX LTI文件{anchor_close}。

source: Custom Parameters
af_za: Pasgemaakte parameters
bo: རང་སྒྲིག་ཚད་གཞི།
de_de: Individuelle Parameter
el: Εξατομικευμένες παράμετροι
es: Parámetros personalizados
fa: پارامترهای سفارشی
hu: Egyéni paraméterek
ja: カスタムパラメータ
kk: Теңшелетін параметрлер
lv: Pielāgoti parametri
sq: Parametrat e personalizuar
sv: Anpassade parametrar
th: ตัวแปรตามสั่ง
uz: Maxsus parametrlar
zh_hk: 自訂參數

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
af_za: Voeg die sleutel/waarde-paar by vir enige pasgemaakte parameters, soos die bladsy waarop jou e-boek moet oopmaak of die agtergrondkleur vir hierdie komponent. {break_tag} Sien {docs_anchor_open} die edX LTI-dokumentasie {anchor_close} vir meer besonderhede oor hierdie instelling.
de_de: Fügen Sie das Schlüssel/Wert Paar für alle benutzerdefinierten Parameter hinzu, wie z.B. die Seite, auf der Ihr E-Book geöffnet werden soll, oder die Hintergrundfarbe für diese Komponente.{break_tag}Siehe {docs_anchor_open}die edX LTI Dokumentation{anchor_close} für weitere Details zu dieser Einstellung.
el: Προσθέστε το ζεύγος κλειδιού/τιμής για τυχόν προσαρμοσμένες παραμέτρους, όπως τη σελίδα στην οποία πρέπει να ανοίξει το ηλεκτρονικό σας βιβλίο ή το χρώμα φόντου για αυτό το στοιχείο. {break_tag} Δείτε {docs_anchor_open} την τεκμηρίωση edX LTI {anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτήν τη ρύθμιση.
es: Agregue el par clave/valor para cualquier parámetro personalizado, como la página a la que debe abrirse su libro electrónico o el color de fondo para este componente.{break_tag}Consulte {docs_anchor_open}la documentación de LTI de edX{anchor_close} para obtener más detalles sobre esta configuración.
fa: جفت کلید/مقدار را برای هر پارامتر سفارشی، مانند صفحه ای که کتاب الکترونیکی شما باید در آن باز کند یا رنگ پس زمینه این مؤلفه، اضافه کنید. {break_tag} برای جزئیات بیشتر در مورد این تنظیم، به {docs_anchor_open} مستندات edX LTI {anchor_close} را ببینید.
hu: Adja hozzá a kulcs/érték párokat bármilyen egyedi paraméterhez, például az oldalhoz, amelyre az e-könyvének nyitnia kell, vagy a komponens háttérszínéhez.{break_tag}További részletekért lásd az {docs_anchor_open}edX LTI dokumentációt{anchor_close} erre a beállításra vonatkozóan.
ja: カスタムパラメータのキー/値ペアを追加します。例えば、電子書籍を開くページやこのコンポーネントの背景色などです。{break_tag}この設定の詳細については、{docs_anchor_open}edX LTI ドキュメント{anchor_close}をご覧ください。
kk: Кез келген реттелетін параметрлер үшін кілт/мән жұбын қосыңыз, мысалы, электрондық кітабыңыз ашылатын бет немесе осы құрамдас үшін өң түсі. {break_tag} Бұл параметр туралы қосымша мәліметтер алу үшін {docs_anchor_open} edX LTI құжаттамасын {anchor_close} қараңыз.
lv: Pievienojiet atslēgu/vērtību pāri visiem pielāgotajiem parametriem, piemēram, lapai, kurā e-grāmata jāatver, vai šīs sastāvdaļas fona krāsai.{break_tag}Sīkāku informāciju par šo iestatījumu skatiet {docs_anchor_open}edX LTI dokumentācijā{anchor_close}.
sq: Shtoni çiftin çelës/vlerë për çdo parametër të personalizuar, si p.sh. faqja në të cilën duhet të hapet e-libri juaj ose ngjyra e sfondit për këtë komponent.{break_tag} Shih {docs_anchor_open} dokumentacionin edX LTI {anchor_close} për më shumë detaje mbi këtë cilësim.
sv: Lägga till nyckel/värdeparet för eventuella anpassade parametrar, till exempel sidan som din e-bok ska öppnas till eller bakgrundsfärgen för den här komponenten.{break_tag}Se {docs_anchor_open}edX LTI-dokumentationen{anchor_close} för mer information om den här inställningen.
uz: Elektron kitobingiz ochishi kerak bo'lgan sahifa yoki ushbu komponent uchun fon rangi kabi har qanday maxsus parametrlar uchun kalit/qiymat juftligini qo'shing. {break_tag} Ushbu sozlama haqida batafsil ma'lumot uchun {docs_anchor_open} edX LTI hujjatlari {anchor_close} ga qarang.
zh_hk: 任意自訂的參數都要新增鍵/值且成對，例如您要開啟的電子書的頁面或這個元件的背景顏色。 {break_tag}這項設定的更多資訊請查看{docs_anchor_open}edX LTI文件{anchor_close}

source: Open in New Page
af_za: Maak oop in nuwe bladsy
de_de: Öffne in "Neue Seite"
el: Άνοιγμα σε νέα σελίδα
es: Abrir en una nueva página
fa: در صفحه جدید باز کنید
hu: Megnyitás új lapon
ja: 新しいページで開く
kk: Жаңа бетте ашыңыз
lv: Atvērt jaunā lapā
sq: Hapni në Faqe të Re
sv: Öppna på Ny sida
th: เปิดในหน้าใหม่
uz: Yangi sahifada ochish
zh_hk: 在新頁面中開啟

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
af_za: Kies Waar as jy wil hê studente moet &#39;n skakel klik wat die LTI-nutsding in &#39;n nuwe venster oopmaak. Kies Onwaar as jy wil hê dat die LTI-inhoud in &#39;n IFrame op die huidige bladsy moet oopmaak. Hierdie instelling word slegs gebruik wanneer Versteek eksterne hulpmiddel op Onwaar gestel is.
de_de: Wähle "Wahr" wenn es gewünscht ist, dass die Teilnehmer auf einen Link klicken, der das LTI-Werkzeug in einem neuen Fenster öffnet. Wähle "Falsch" falls der LTI-Inhalt in einem IFrame des aktuellen Fensters angezeigt werden soll. Diese Einstellung ist nur wirksam, wenn "Verstecke externe Werkzeuge" auf "Falsch" gesetzt ist.
el: Επιλέξτε True εάν θέλετε οι μαθητές να κάνουν κλικ σε έναν σύνδεσμο που ανοίγει το εργαλείο LTI σε νέο παράθυρο. Επιλέξτε False εάν θέλετε το περιεχόμενο LTI να ανοίξει σε ένα πλαίσιο στην τρέχουσα σελίδα. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το «Απόκρυψη εξωτερικού εργαλείου» έχει οριστεί σε False.
es: Seleccione Verdadero si desea que los estudiantes hagan clic en un enlace que abra la herramienta LTI en una nueva ventana. Seleccione Falso si desea que el contenido LTI se abra en un IFrame en la página actual. Esta configuración solo se utiliza cuando Ocultar herramienta externa está establecido en Falso.
fa: اگر می‌خواهید دانش‌آموزان روی پیوندی کلیک کنند که ابزار LTI را در پنجره‌ای جدید باز می‌کند، درست را انتخاب کنید. اگر می‌خواهید محتوای LTI در یک IFrame در صفحه فعلی باز شود، گزینه False را انتخاب کنید. این تنظیم فقط زمانی استفاده می شود که Hide External Tool روی False تنظیم شده باشد.
hu: Válassza a True lehetőséget, ha azt szeretné, hogy a diákok egy linkre kattintva egy új ablakban nyissák meg az LTI eszközt. Válassza a False lehetőséget, ha azt szeretné, hogy az LTI tartalom egy IFrame-ben nyíljon meg az aktuális oldalon. Ez a beállítás csak akkor használatos, ha a Külső eszköz elrejtése beállítás False értékre van állítva.
ja: 学生がリンクをクリックしてLTIツールを新しいウィンドウで開く場合は「True」を選択してください。LTIコンテンツを現在のページのIFrameで開く場合は「False」を選択してください。この設定は、外部ツールを非表示にする設定が「False」の場合にのみ使用されます。
kk: Оқушылардың LTI құралын жаңа терезеде ашатын сілтемені нұқуын қаласаңыз, True параметрін таңдаңыз. LTI мазмұнының ағымдағы бетте IFrame ішінде ашылуын қаласаңыз, False параметрін таңдаңыз. Бұл параметр «Сыртқы құралды жасыру» параметрі «Жалған» күйіне орнатылғанда ғана пайдаланылады.
lv: Atlasiet True, ja vēlaties, lai dalībnieki noklikšķinātu uz saites, kas atver LTI rīku jaunā logā. Atlasiet False, ja vēlaties, lai LTI saturs tiktu atvērts pašreizējās lapas IFrame. Šis iestatījums tiek izmantots tikai tad, ja Slēpt ārējo rīku ir iestatīts uz False.
sq: Zgjidhni "E vërtetë" nëse dëshironi që studentët të klikojnë një lidhje që hap mjetin LTI në një dritare të re. Zgjidhni "E gabuar" nëse dëshironi që përmbajtja LTI të hapet në një IFrame në faqen aktuale. Ky cilësim përdoret vetëm kur Hide External Tool është caktuar në False.
sv: Välj True om du vill att studenter ska klicka på en länk som öppnar LTI-verktyget i ett nytt fönster. Markera False om du vill att LTI-innehållet ska öppnas i en IFrame på den aktuella sidan. Den här inställningen används bara när Dölj externt verktyg är inställt på False.
th: เลือกใช่ถ้าคุณต้องการให้นักเรียนคลิกลิ้งค์เพื่อเปิดเครื่องมือ LTI ในหน้าต่างใหม่. เลือกไม่ใช่ถ้าคุณต้องการเปิดเครื่องมือ LTI ใน IFrame ในหน้านี้ การตั้งค่าว่า การตั้งค่านี้จะใช้เฉพาะเมื่อการซ่อนเครื่องมือภายนอกถูกตั้งค่าเป็นผิด
uz: Talabalar yangi oynada LTI vositasini ochadigan havolani bosishlarini istasangiz, "True" ni tanlang. Agar LTI tarkibi joriy sahifada IFrame-da ochilishini istasangiz, False-ni tanlang. Bu sozlama faqat “Tashqi asbobni yashirish” “False”ga o‘rnatilganda qo‘llaniladi.
zh_hk: 如果您想要學生透過點擊一個連結在一個新視窗中開啟LTI工具，選擇True。如果您想要在目前頁面的一個IFrame中開啟LTI內容，選擇False。這個設定只有在 隱藏外部工具 設定為False的時候才能使用。

source: Scored
af_za: Aangeteken
bo: སྐར་གྲངས་ཐོབ།
de_de: Erzielte Punkte
el: Σκόραρε
es: Puntuado
fa: گل زد
hu: Pontozott
ja: スコア済み
kk: Ұпай
lv: Ieguva vārtus
sq: Shënoi
sv: Poängsatt
th: คะแนน
uz: Baholangan
zh_hk: 可評分

source: Select True if this component will receive a numerical score from the external LTI system.
af_za: Kies Waar as hierdie komponent &#39;n numeriese telling van die eksterne LTI-stelsel sal ontvang.
bo: གལ་ཏེ་ཆ་ཤས་འདི་ཕྱི་རོལ་གྱི་LTI མ་ལག་ནས་ཨང་གྲངས་ཀྱི་གྲངས་ཀ་ཐོབ་ན་བདེན་པ་འདེམས།
de_de: Wähle "Wahr", wenn diese Komponente eine numerische Benotung durch das externe LTI-System erhält.
el: Επιλέξτε True εάν αυτό το στοιχείο θα λάβει μια αριθμητική βαθμολογία από το εξωτερικό σύστημα LTI.
es: Seleccione Verdadero si este componente recibirá una puntuación numérica del sistema LTI externo.
fa: اگر این مؤلفه یک امتیاز عددی از سیستم LTI خارجی دریافت کند، «درست» را انتخاب کنید.
hu: Válassza az Igaz lehetőséget, ha ez az összetevő numerikus pontszámot kap a külső LTI rendszertől.
ja: 外部LTIシステムから数値スコアを受け取る場合は「True」を選択してください。
kk: Бұл құрамдас сыртқы LTI жүйесінен сандық ұпай алатын болса, True параметрін таңдаңыз.
lv: Atlasiet True, ja šis komponents saņems skaitlisku punktu skaitu no ārējās LTI sistēmas.
sq: Zgjidhni "E vërtetë" nëse ky komponent do të marrë një rezultat numerik nga sistemi i jashtëm LTI.
sv: Välj True om den här komponenten kommer att få ett numeriskt poäng från det externa LTI-systemet.
th: เลือกถูก ถ้าส่วนนี้จะได้รับคะแนนตัวเลขจากระบบภายนอก LTI
uz: Agar ushbu komponent tashqi LTI tizimidan raqamli ball oladigan bo'lsa, "True" ni tanlang.
zh_hk: 如果允許該組件接收來自外部的LTI系統的數值分數請選擇True。

source: Weight
af_za: Gewig
bo: ལྗིད་ཚད།
de_de: Gewichtung
el: Βάρος
es: Peso
fa: وزن
hu: Súlyozás
kk: Салмағы
lv: Svars
sq: Pesha
sv: Vikt
th: น้ำหนัก
uz: Og'irligi
zh_hk: 權重

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
af_za: Voer die aantal punte moontlik vir hierdie komponent in. Die verstekwaarde is 1.0. Hierdie instelling word slegs gebruik wanneer Puntetelling op Waar gestel is.
bo: ཆ་ཤས་འདིའི་ཆེད་དུ་འབྱུང་སྲིད་པའི་སྐར་གྲངས་བླུགས། སྔོན་སྒྲིག་རིན་ཐང་ནི་1,0ཡིན། སྒྲིག་སྟངས་འདི་ Scored བདེན་པ་ལ་སྒྲིག་པའི་སྐབས་རྐྱངམ་གཅིག་བེད་སྤྱོད་བྱེད།
de_de: Gib die Anzahl der Punkte, die durch diese Komponente erreichbar sind, ein. Der Standardwert ist 1.0. Diese Einstellung wird nur benutzt, wenn "Bewertet" auf "Wahr" gesetzt ist.
el: Εισαγάγετε τον αριθμό των δυνατών πόντων για αυτό το στοιχείο. Η προεπιλεγμένη τιμή είναι 1.0. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το «Σκόραρε» έχει οριστεί σε True.
es: Ingrese el número de puntos posibles para este componente. El valor predeterminado es 1.0. Esta configuración solo se utiliza cuando Puntuado está establecido en Verdadero.
fa: تعداد امتیازات ممکن برای این جزء را وارد کنید. مقدار پیش فرض 1.0 است. این تنظیم فقط زمانی استفاده می شود که Scored روی True تنظیم شده باشد.
hu: Adja meg a lehetséges pontszámot ehhez az összetevőhöz. Az alapértelmezett érték 1,0. Ez a beállítás csak akkor használatos, ha a Pontozás be van állítva Igazra.
ja: このコンポーネントの可能なポイント数を入力してください。デフォルト値は1.0です。この設定は、スコアがTrueに設定されている場合にのみ使用されます。
kk: Осы компонент үшін мүмкін болатын ұпай санын енгізіңіз. Әдепкі мән - 1,0. Бұл параметр Scored параметрі True мәніне орнатылғанда ғана пайдаланылады.
lv: Ievadiet šim komponentam iespējamo punktu skaitu. Noklusējuma vērtība ir 1.0. Šis iestatījums tiek izmantots tikai tad, ja Novērtēts ir iestatīts uz True.
sq: Futni numrin e pikëve të mundshme për këtë komponent. Vlera e paracaktuar është 1.0. Ky cilësim përdoret vetëm kur Scored është caktuar në True.
sv: Ange antal poäng som är möjliga för denna komponent. Standardvärdet är 1,0. Den här inställningen används endast när Scored är inställd på True.
th: ระบุจำนวนคะแนนที่เป็นไปได้ในส่วนนี้ ค่าเบื้องต้นคือ 1.0 การตั้งค่าถูกใช้เมื่อคะแนนถูกกำหนดว่าจริง
uz: Ushbu komponent uchun mumkin bo'lgan ballar sonini kiriting. Standart qiymat 1,0. Bu sozlama faqat Scored True qiymatiga o‘rnatilganda ishlatiladi.
zh_hk: 輸入該組件可能的分數，預設值為 1.0。該設定僅在「可評分」設定為true的時候才有用。

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
af_za: Die telling gehou in die xblok KVS -- duplikaat van die gepubliseerde telling in django DB
bo: སྐར་གྲངས་དེ་xblock KVSནང་དུ་བཞག་ཡོད། -- django DBནང་དུ་པར་སྐྲུན་བྱས་པའི་སྐར་གྲངས་ཀྱི་འདྲ་བཤུས།
de_de: Die Noten werden in dem xblock KVS aufbewahrt -- Kopien der veröffentlichten Noten in der django DB
el: Το σκορ διατηρείται στο xblock KVS -- αντίγραφο του δημοσιευμένου σκορ στο Django DB
es: La puntuación guardada en el KVS del xblock -- duplicado de la puntuación publicada en la base de datos de django
fa: امتیاز در xblock KVS نگهداری می شود -- تکراری از امتیاز منتشر شده در جنگو DB
ja: xblock KVSに保持されているスコア -- django DBに公開されたスコアの複製
kk: xblock KVS-де сақталған балл -- django DB-де жарияланған баллдың көшірмесі
lv: Rezultāts, kas saglabāts xblock KVS — django DB publicētā rezultāta dublikāts
sq: Rezultati ruhet në xblock KVS -- dublikatë e rezultatit të publikuar në django DB
sv: Poängen hölls i xblock KVS - duplikat av det publicerade poänget i django DB
th: คะแนนเก็บใน xblock KVS -- สำเนาคะแนนที่ถูกตีพิมพ์ใน django DB
uz: Xblock KVS da saqlanadigan ball -- django DB da chop etilgan ballning dublikati
zh_hk: 分數保存在xblock KVS中－已公佈分數的分本儲存在django資料庫中

source: Hide External Tool
af_za: Versteek eksterne hulpmiddel
bo: ཕྱི་རོལ་གྱི་ལག་ཆ་སྦས།
de_de: Verstecke externes Werkzeug
el: Απόκρυψη εξωτερικού εργαλείου
es: Ocultar herramienta externa
fa: پنهان کردن ابزار خارجی
hu: Külső eszköz elrejtése
ja: 外部ツールを非表示
kk: Сыртқы құралды жасыру
lv: Slēpt ārējo rīku
sq: Fshihni mjetin e jashtëm
sv: Dölj externt verktyg
th: ซ่อนเครื่องมือภายนอก
uz: Tashqi vositani yashirish
zh_hk: 隱藏擴展工具
