Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Once you have registered and activated your account, you will be able to access this course:
af_za: Sodra jy geregistreer en jou rekening geaktiveer het, sal jy toegang tot hierdie kursus kan kry:
bo: ཁྱེད་ཀྱིས་ཁ་བྱང་ཐོ་འགོད་བྱས་ནས་ནུས་ལྡན་བྱས་པའི་རྗེས་སུ་ཁྱེད་ཀྱིས་སློབ་ཚན་འདི་དང་འབྲེལ་ཡོད་རེད།
de_de: Sobald Sie sich registriert und Ihren Account aktiviert haben, werden Sie Zugang zu diesem Kurs haben:
el: Μόλις εγγραφείτε και ενεργοποιήσετε τον λογαριασμό σας, θα μπορείτε να έχετε πρόσβαση σε αυτό το μάθημα:
es: Una vez que te hayas registrado y activado tu cuenta, podrás acceder a este curso:
fa: پس از ثبت نام و فعال سازی حساب کاربری، می توانید به این دوره دسترسی پیدا کنید:
hu: Miután regisztrált és aktiválta fiókját, hozzáférhet ehhez a kurzushoz:
ja: 登録してアカウントを有効化すると、このコースにアクセスできるようになります。
kk: Тіркелгіңізді тіркегеннен кейін және белсендірілгеннен кейін сіз осы курсқа қол жеткізе аласыз:
lv: Kad reģistrēsieties un aktivizēsiet savu kontu, varēsiet piekļūt šim kursam:
sq: Pasi të keni regjistruar dhe aktivizuar llogarinë tuaj, do të keni mundësi të hyni në këtë kurs:
sv: När du har registrerat och aktiverat ditt konto kommer du att kunna komma åt denna kurs:
uz: Account qaydnomangizni ro‘yxatdan o‘tkazganingizdan va faollashtirganingizdan so‘ng siz ushbu kursga kirishingiz mumkin bo‘ladi:
zh_hk: 註冊並啟動帳戶後，您將可以存取本課程：

source: You can then enroll in %(course_name)s.
af_za: Jy kan dan by %(course_name)s inskryf.
bo: ཁྱེད་ཀྱིས་ %(course_name)s སློབ་ཚན་འདིར་ཞུགས་ཐོ་འགོད་ཆོག།
de_de: Danach können Sie sich in %(course_name)s einschreiben.
el: Στη συνέχεια, μπορείτε να εγγραφείτε στο %(course_name)s .
es: Luego podrás inscribirte en %(course_name)s.
fa: سپس می توانید در %(course_name)s ثبت نام کنید.
hu: Ezután jelentkezhetsz a %(course_name)s kurzusra.
ja: %(course_name)sに登録することができます。
kk: Содан кейін %(course_name)s жүйесіне тіркеле аласыз.
lv: Pēc tam varat reģistrēties vietnē %(course_name)s .
sq: Më pas mund të regjistroheni në %(course_name)s.
sv: Du kan sedan anmäla dig till %(course_name)s.
uz: Keyin %(course_name)s da ro'yxatdan o'tishingiz mumkin.
zh_hk: 然後您可以註冊%(course_name)s 。

source: Dear student,
af_za: Geagte student,
bo: བརྩེ་བའི་སློབ་ཕྲུག་
de_de: Lieber Teilnehmer,
el: Αγαπητέ/ή σπουδαστή/ρια,
es: Estimado/a estudiante,
fa: دانش آموز عزیز،
hu: Kedves tanuló,
kk: Құрметті студент,
lv: Cien./A.god. kursa dalībniek,
sq: I dashur student,
sv: Kära elev,
th: ถึงผู้เรียน,
uz: Hurmatli talaba,
zh_hk: 親愛的學生，

source: To access this course visit %(course_url)s and login.
af_za: Om toegang tot hierdie kursus te kry, besoek %(course_url)s en meld aan.
bo: སློབ་ཚན་འདི་ལ་དཔེ་བརྗེ་བྱེད་དུས་ %(course_url)s ལ་ཕེབས་ནས་ནང་འཛུལ་བྱོས།
de_de: Um zum Kurs zu gelangen, gehen Sie auf %(course_url)s und melden Sie sich zunächst an.
el: Για πρόσβαση σε αυτό το μάθημα επισκεφτείτε %(course_url)s και συνδεθείτε.
es: Para acceder a este curso, visita %(course_url)s e inicia sesión.
fa: برای دسترسی به این دوره به %(course_url)s مراجعه کرده و وارد شوید.
hu: A kurzus hozzáféréséhez látogass el a %(course_url)s oldalra és jelentkezz be.
ja: このコースにアクセスするには、%(course_url)s にアクセスしてログインしてください。
kk: Бұл курсқа кіру үшін %(course_url)s сайтына кіріп, жүйеге кіріңіз.
lv: Lai piekļūtu šim kursam, apmeklējiet %(course_url)s un piesakieties.
sq: Për të hyrë në këtë kurs vizitoni %(course_url)s dhe identifikohuni.
sv: För att komma åt denna kurs besök %(course_url)s och logga in.
uz: Ushbu kursga kirish uchun %(course_url)s saytiga tashrif buyuring va tizimga kiring.
zh_hk: 要訪問本課程，請訪問%(course_url)s並登入。

source: To access this course visit %(course_about_url)s and register for this course.
af_za: Om toegang tot hierdie kursus te kry, besoek %(course_about_url)s en registreer vir hierdie kursus.
bo: སློབ་ཚན་འདི་ལ་བལྟ་བར་འདིར་ཕེབས་ %(course_about_url)s ཏེ་སློབ་ཚན་འདི་ལ་ཐོ་འགོད་བྱོས།
de_de: Um Zugang zu diesem Kurs zu erhalten, müssen Sie sich über %(course_about_url)s für den Kurs registrieren und einschreiben.
el: Για πρόσβαση σε αυτό το μάθημα επισκεφτείτε %(course_about_url)s και εγγραφείτε σε αυτό το μάθημα.
es: Para acceder a este curso, visita %(course_about_url)s y regístrate en este curso.
fa: برای دسترسی به این دوره به %(course_about_url)s مراجعه کرده و در این دوره ثبت نام کنید.
hu: A kurzus hozzáféréséhez látogass el a %(course_about_url)s oldalra és regisztrálj a kurzusra.
ja: このコースにアクセスするには、%(course_about_url)s にアクセスして、このコースに登録してください。
kk: Бұл курсқа кіру үшін %(course_about_url)s сайтына кіріп, осы курсқа тіркеліңіз.
lv: Lai piekļūtu šim kursam, apmeklējiet %(course_about_url)s un reģistrējieties šim kursam.
sq: Për të hyrë në këtë kurs vizitoni %(course_about_url)s dhe regjistrohuni për këtë kurs.
sv: För att komma åt denna kurs besök %(course_about_url)s och registrera dig för denna kurs.
uz: Ushbu kursga kirish uchun %(course_about_url)s saytiga tashrif buyuring va ushbu kursga ro'yxatdan o'ting.
zh_hk: 要訪問本課程，請訪問%(course_about_url)s並註冊本課程。

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
af_za: Om jou registrasie te voltooi, besoek asseblief %(registration_url)s en vul die registrasievorm in en maak seker dat jy %(email_address)s in die E-pos veld gebruik.
bo: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the ཡིག་ཟམ field.
de_de: Um Ihre Registrierung zu vervollständigen, gehen Sie auf %(registration_url)s und füllen Sie alle erforderlichen Felder aus. Vergewissern Sie sich, dass Sie %(email_address)sim E-Mail-Adressfeld benutzen.
el: Για να ολοκληρώσετε την εγγραφή σας, επισκεφτείτε %(registration_url)s και συμπληρώστε τη φόρμα εγγραφής φροντίζοντας να χρησιμοποιήσετε %(email_address)s στο πεδίο Email.
es: Para completar tu registro, visita %(registration_url)s y llena el formulario de registro asegurándote de usar %(email_address)s en el campo de Correo electrónico.
fa: برای تکمیل ثبت نام، لطفاً به %(registration_url)s مراجعه کنید و فرم ثبت نام را پر کنید و مطمئن شوید که از %(email_address)s در قسمت ایمیل استفاده کنید.
hu: A regisztráció befejezéséhez kérjük, látogasson el a %(registration_url)s oldalra, és töltse ki a regisztrációs űrlapot, ügyelve arra, hogy az Email mezőben a %(email_address)s címet használja.
ja: 登録を完了するには、%(registration_url)s にアクセスし、登録フォームに %(email_address)s をメールアドレス欄に入力して記入してください。
kk: Тіркеуді аяқтау үшін %(registration_url)s мекенжайына кіріп, электрондық пошта өрісінде %(email_address)s пайдалануды қамтамасыз ету арқылы тіркеу формасын толтырыңыз.
lv: Lai pabeigtu reģistrāciju, lūdzu, apmeklējiet vietni %(registration_url)s un aizpildiet reģistrācijas veidlapu, e-pasta laukā norādot %(email_address)s.
sq: Për të përfunduar regjistrimin tuaj, ju lutemi vizitoni %(registration_url)s dhe plotësoni formularin e regjistrimit duke u siguruar që të përdorni %(email_address)s në fushën Email.
sv: För att avsluta din registrering, besök %(registration_url)s och fyll i registreringsformuläret och se till att använda %(email_address)s i fältet E-post.
uz: Roʻyxatdan oʻtishni tugatish uchun %(registration_url)s ga tashrif buyuring va elektron pochta maydonida %(email_address)s foydalanganingizga ishonch hosil qilib, roʻyxatdan oʻtish formasini toʻldiring.
zh_hk: 要完成註冊，請訪問%(registration_url)s並填寫註冊表，確保在電郵欄位中使用%(email_address)s 。

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
af_za: Sodra jy geregistreer en jou rekening geaktiveer het, besoek %(course_about_url)s om by hierdie kursus aan te sluit.
bo: ཁྱེད་ཀྱིས་ཐོ་འགོད་བྱས་ནས་ཁ་བྱང་གཏན་འབེབ་བྱུང་རྗེས་ %(course_about_url)s ལ་གཟིགས་ནས་སློབ་ཚན་ལ་ཞུགས།
de_de: Sobald Sie sich registriert und Ihren Account aktiviert haben, können Sie sich über %(course_about_url)s in den Kurs einschreiben.
el: Μόλις εγγραφείτε και ενεργοποιήσετε τον λογαριασμό σας, πατήστε τον σύνδεσμο %(course_about_url)s για να εγγραφείτε στο μάθημα.
es: Una vez que te hayas registrado y activado tu cuenta, visita %(course_about_url)s para unirte a este curso.
fa: پس از ثبت نام و فعال سازی حساب خود، برای پیوستن به این دوره به %(course_about_url)s مراجعه کنید.
hu: Miután regisztráltál és aktiváltad a fiókodat, látogass el a %(course_about_url)s oldalra, hogy csatlakozz ehhez a kurzushoz.
ja: 登録してアカウントを有効化したら、%(course_about_url)s にアクセスしてこのコースに参加してください。
kk: Тіркеліп, тіркелгіңізді белсендіргеннен кейін, осы курсқа қосылу үшін %(course_about_url)s сайтына кіріңіз.
lv: Kad reģistrējāties un aktivizējis savu kontu, apmeklējiet %(course_about_url)s lai pievienotos šim kursam.
sq: Pasi të keni regjistruar dhe aktivizuar llogarinë tuaj, vizitoni %(course_about_url)s për t'iu bashkuar këtij kursi.
sv: När du har registrerat dig och aktiverat ditt konto, besök %(course_about_url)s för att gå med i den här kursen.
uz: Ro'yxatdan o'tganingizdan va accountingizni faollashtirganingizdan so'ng, ushbu kursga qo'shilish uchun %(course_about_url)s saytiga tashrif buyuring.
zh_hk: 註冊並啟動帳戶後，請造訪%(course_about_url)s加入本課程。

source: You have been invited to register for %(course_name)s
af_za: Jy is genooi om te registreer vir %(course_name)s
bo: %(course_name)s སློབ་ཚན་ནང་ཁྱེད་རང་ཐོ་འགོད་བྱེད་པར་གདན་ཞུ་བྱས་འདུག།
de_de: Sie wurden eingeladen, sich hier %(course_name)s zu registrieren.
el: Έχετε προσκληθεί να εγγραφείτε για %(course_name)s
es: Has sido invitado a registrarte en %(course_name)s
fa: شما برای ثبت نام برای %(course_name)s دعوت شده اید
hu: Meghívtak, hogy regisztrálj a %(course_name)s kurzusra.
ja: %(course_name)sへの登録に招待されています
kk: Сіз %(course_name)s үшін тіркелуге шақырылдыңыз
lv: Jūs tikāt uzaicināti reģistrēties %(course_name)s
sq: Ju jeni ftuar të regjistroheni për %(course_name)s
sv: Du har blivit inbjuden att registrera dig för %(course_name)s
uz: Siz %(course_name)s uchun ro'yxatdan o'tishga taklif qilindingiz
zh_hk: 您已被邀請註冊%(course_name)s

source: You have been unenrolled from %(course_name)s
af_za: Jy is uitgeskryf by %(course_name)s
bo: ཁྱེད་རང་འདིའི་ %(course_name)s སློབ་ཚན་ནང་ནས་ཕྱིར་ཐོན་འདུག
de_de: Sie haben sich aus %(course_name)sausgeschrieben.
el: Έχετε απεγγραφεί από %(course_name)s
es: Has sido dado de baja de %(course_name)s
fa: شما از %(course_name)s لغو ثبت نام شده اید
hu: Kivették a(z) %(course_name)s kurzusból.
ja: %(course_name)s から登録解除されました
kk: Сіз %(course_name)s тіркеуінен шықтыңыз
lv: Jūs tikāt anulēti no %(course_name)s
sq: Je çregjistruar nga %(course_name)s
sv: Du har blivit avregistrerad från %(course_name)s
uz: Siz %(course_name)s roʻyxatidan chiqdingiz
zh_hk: 您已從%(course_name)s取消註冊

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
af_za: Jy is deur &#39;n lid van die kursuspersoneel by die kursus %(course_name)s uitgeskryf. Ignoreer asseblief die uitnodiging wat voorheen gestuur is.
bo: ཁྱེད་རང་སློབ་ཚན་ལས་བྱེད་པ་གིས་སློབ་ཚན་འདིའི་ %(course_name)s ཞུགས་ཐོ་འདི་ནས་བཏོན་འདུག སྔོན་མ་འབྱོར་བའི་གདན་ཞུ་ལ་ཆ་འཇོག་མ་བྱེད་རོགས།
de_de: Sie wurden von einem Mitarbeiter des Kurses aus %(course_name)s ausgeschrieben. Bitte beachten Sie die zuvor versendete Einladung nicht.
el: Έχετε καταργηθεί από το μάθημα %(course_name)s από ένα μέλος του προσωπικού του μαθήματος. Αγνοήστε την πρόσκληση που εστάλη προηγουμένως.
es: Has sido dado de baja del curso %(course_name)s por un miembro del equipo del curso. Ignora la invitación enviada previamente.
fa: شما توسط یکی از کارکنان دوره از دوره %(course_name)s خارج شده اید. لطفا به دعوت نامه ای که قبلا ارسال شده است توجه نکنید.
hu: Önt a kurzus %(course_name)s tanfolyamról egy tanfolyami munkatárs törölte. Kérjük, hagyja figyelmen kívül a korábban küldött meghívót.
ja: コーススタッフのメンバーによって、%(course_name)s のコースから登録解除されました。以前に送信された招待状は無視してください。
kk: Курс қызметкері сізді %(course_name)s курсынан шығарды. Бұрын жіберілген шақыруды елемеңіз.
lv: Kursa darbinieks jūs ir atskaitījis no kursa %(course_name)s. Lūdzu, neņemiet vērā iepriekš nosūtīto uzaicinājumu.
sq: Ju jeni çregjistruar nga kursi %(course_name)s nga një anëtar i stafit të kursit. Ju lutemi shpërfillni ftesën e dërguar më parë.
sv: Du har avregistrerats från kursen %(course_name)s av en medlem av kurspersonalen. Vänligen ignorera den tidigare skickade inbjudan.
uz: Kurs xodimlaridan biri sizni %(course_name)s kursidan olib tashlagan. Iltimos, ilgari yuborilgan taklifni e'tiborsiz qoldirmang.
zh_hk: 課程工作人員已將您從課程%(course_name)s中取消註冊。請忽略之前發送的邀請。

source: Dear Student,
af_za: Geagte Student,
bo: བརྩེ་བའི་སློབ་ཕྲུག་
de_de: Lieber Teilnehmer,
el: Αγαπητέ/ή σπουδαστή/ρια,
es: Estimado/a estudiante,
fa: دانش آموز عزیز،
hu: Kedves tanuló,
kk: Құрметті студент,
lv: Cien./A.god. kursa dalībniek!
sq: I dashur student,
sv: Kära elev,
th: ถึง ผู้เรียน
uz: Hurmatli talaba,
zh_hk: 親愛的學生，

source: You have been unenrolled from %(course_name)s
af_za: Jy is uitgeskryf by %(course_name)s
bo: ཁྱེད་རང་འདིའི་ %(course_name)s སློབ་ཚན་ནང་ལས་ཕྱིར་བཏང་ཡོད།
de_de: Sie wurden aus %(course_name)s ausgeschrieben.
el: Έχετε απεγγραφεί από %(course_name)s
es: Has sido dado de baja de %(course_name)s
fa: شما از %(course_name)s لغو ثبت نام شده اید
hu: Ön ki lett iratkozva a(z) %(course_name)s kurzusról
kk: Сіз %(course_name)s тіркеуінен шықтыңыз
lv: Jūs tikāt anulēti no %(course_name)s
sq: Jeni çregjistruar nga %(course_name)s
sv: Du har avregistrerats från %(course_name)s
uz: Siz %(course_name)s roʻyxatidan chiqarildingiz
zh_hk: 您已從%(course_name)s取消註冊

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
af_za: Jy is afgeskryf by %(course_name)s by %(site_name)s deur &#39;n lid van die kursuspersoneel. Hierdie kursus sal nie meer op jou %(site_name)s -kontroleskerm verskyn nie.
bo: ཁྱེད་རང་ %(course_name)s ནས་ %(site_name)s ནས་ཐོ་འགོད་མེད་པར་བཟོས་ཡོད། སློབ་ཚན་འདི་ %(site_name)s མཛུབ་ཁྲིད་སྒྲོམ་སྟེང་ལ་མངོན་མི་ཐུབ།
de_de: Sie wurden von einem Mitarbeiter des Kurses aus %(course_name)s auf %(site_name)s ausgeschrieben. Dieser Kurs wird nun nicht mehr auf Ihrer %(site_name)s 'Meine Kurse' Seite erscheinen.
el: Έχετε απεγγραφεί από %(course_name)s στο %(site_name)s από ένα μέλος του προσωπικού του μαθήματος. Αυτό το μάθημα δεν θα εμφανίζεται πλέον στον πίνακα ελέγχου %(site_name)s .
es: Has sido dado de baja de %(course_name)s en %(site_name)s por un miembro del equipo del curso. Este curso ya no aparecerá en tu panel de control de %(site_name)s.
fa: شما توسط یکی از کارکنان دوره از %(course_name)s در %(site_name)s لغو ثبت نام شده اید. این دوره دیگر در داشبورد %(site_name)s شما ظاهر نخواهد شد.
hu: Önt a kurzus személyzetének egyik tagja törölte a(z) %(course_name)s kurzusról a(z) %(site_name)s oldalon. Ez a kurzus többé nem fog megjelenni a(z) %(site_name)s Irányítópultján.
ja: %(site_name)sの%(course_name)sから、コーススタッフのメンバーによって登録解除されました。このコースはもう%(site_name)sのダッシュボードに表示されません。
kk: Курс қызметкері сізді %(course_name)s сайтындағы %(site_name)s тіркеуінен шығарды. Бұл курс бұдан былай %(site_name)s бақылау тақтасында көрсетілмейді.
lv: Kursa darbinieks jūs ir atskaitījis no %(course_name)s vietnē %(site_name)s. Šis kurss vairs nebūs redzams jūsu %(site_name)s paneļa panelī.
sq: Ju jeni çregjistruar nga %(course_name)s në %(site_name)s nga një anëtar i stafit të kursit. Ky kurs nuk do të shfaqet më në pultin tuaj %(site_name)s .
sv: Du har avregistrerats från %(course_name)s på %(site_name)s av en medlem av kurspersonalen. Den här kursen kommer inte längre att visas på din %(site_name)s instrumentpanel.
uz: Kurs xodimlaridan biri sizni %(course_name)s roʻyxatidan %(site_name)s da olib tashlagan. Bu kurs endi %(site_name)s asboblar panelida ko‘rinmaydi.
zh_hk: 課程工作人員已將您從%(course_name)s地址為%(site_name)s取消註冊。本課程將不再出現在您的%(site_name)s控制面板上。

source: Your other courses have not been affected.
af_za: Jou ander kursusse is nie geraak nie.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་གཞན་དག་ལ་ཤུགས་རྐྱེན་ཐེབ་མེད་པར་ཡོད།
de_de: Ihre anderen Kurse sind hiervon nicht betroffen und stehen weiterhin zur Verfügung.
el: Τα άλλα μαθήματα σας δεν έχουν επηρεαστεί.
es: Tus otros cursos no han sido afectados.
fa: دوره های دیگر شما تحت تأثیر قرار نگرفته است.
hu: A többi kurzusod nem lett érintve.
ja: 他のコースには影響はありません。
kk: Басқа курстарыңызға әсер еткен жоқ.
lv: Citi jūsu kursi nav ietekmēti.
sq: Kurset tuaja të tjera nuk janë prekur.
sv: Dina övriga kurser har inte påverkats.
th: หลักสูตรอื่นๆของคุณไม่ได้รับผลกระทบ
uz: Boshqa kurslaringizga ta'sir ko'rsatmadi.
zh_hk: 您的其他課程沒有受到影響。

source: This email was automatically sent from %(site_name)s to %(full_name)s
af_za: Hierdie e-pos is outomaties gestuur vanaf %(site_name)s na %(full_name)s
bo: ཡིག་ཟམ་འདི་རང་འགུལ་གྱིས་འདི་ %(site_name)s ཁོང་ལ་ %(full_name)s བཏང་བ་ཞིག་ཡིན།
de_de: Diese E-Mail wurde automatisch gesendet von %(site_name)s an %(full_name)s
el: Το email αυτό εστάλη αυτόματα από το%(site_name)s στον/στην %(full_name)s
es: Este correo fue enviado automáticamente desde %(site_name)s a %(full_name)s
fa: این ایمیل به طور خودکار از %(site_name)s به %(full_name)s ارسال شد.
hu: Ez az e-mail automatikusan került kiküldésre a %(site_name)s oldalról %(full_name)s-nak
ja: このメールは %(site_name)s から %(full_name)s に自動送信されました。
kk: Бұл электрондық пошта автоматты түрде %(site_name)s мекенжайынан %(full_name)s мекенжайына жіберілді.
lv: Šis e-pasta ziņojums tika automātiski nosūtīts no %(site_name)s uz %(full_name)s
sq: Ky emaili u dërgua automatikisht nga %(site_name)s te %(full_name)s
sv: Detta e-postmeddelande skickades automatiskt från %(site_name)s till %(full_name)s
uz: Bu xat avtomatik ravishda %(site_name)s dan %(full_name)s manziliga yuborildi
zh_hk: 此電郵已自動從%(site_name)s發送至%(full_name)s

source: You have been enrolled in %(course_name)s
af_za: Jy is ingeskryf by %(course_name)s
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་ %(course_name)s འདིའི་ནང་ཞུགས་ཐོ་བཀོད་འདུག
de_de: Sie wurden eingeschrieben in %(course_name)s
el: Έχετε εγγραφεί στο %(course_name)s
es: Has sido inscrito en %(course_name)s
fa: شما در %(course_name)s ثبت نام کرده اید
hu: Ön beiratkozott a(z) %(course_name)s kurzusra
lv: Jūs reģistrējāties %(course_name)s
sq: Ju jeni regjistruar në %(course_name)s
sv: Du har blivit registrerad i %(course_name)s
uz: Siz %(course_name)s roʻyxatiga kiritilgansiz
zh_hk: 您已註冊%(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
af_za: Jy is ingeskryf vir %(course_name)s by %(site_name)s deur &#39;n lid van die kursuspersoneel. Hierdie kursus sal nou op jou %(site_name)s dashboard verskyn.
de_de: Sie wurden von einem Mitarbeiter des Kurses in %(course_name)s auf %(site_name)s eingeschrieben. Dieser Kurs wird nun auf Ihrer %(site_name)s 'Meine Kurse' Seite erscheinen.
el: Έχετε εγγραφεί στο %(course_name)s στο %(site_name)s από ένα μέλος του προσωπικού του μαθήματος. Αυτό το μάθημα θα εμφανίζεται τώρα στον πίνακα ελέγχου %(site_name)s .
es: Has sido inscrito en %(course_name)s en %(site_name)s por un miembro del equipo del curso. Este curso ahora aparecerá en tu panel de control de %(site_name)s.
fa: شما توسط یکی از کارکنان دوره در %(course_name)s در %(site_name)s ثبت نام کرده اید. این دوره اکنون در داشبورد %(site_name)s شما ظاهر می شود.
hu: Önt a kurzus személyzetének egyik tagja beiratkozta a(z) %(course_name)s kurzusra a(z) %(site_name)s oldalon. Ez a kurzus mostantól megjelenik a(z) %(site_name)s irányítópultján.
ja: %(site_name)sの%(course_name)sに、コーススタッフのメンバーによって登録されました。このコースは、あなたの%(site_name)sダッシュボードに表示されます。
kk: Курс қызметкері сізді %(course_name)s бағдарламасына %(site_name)s мекенжайында тіркеді. Бұл курс енді %(site_name)s бақылау тақтасында пайда болады.
lv: Jūs pierakstījāties uz %(course_name)s vietnē %(site_name)s, kur kursus vada kāds darbinieks. Šis kurss tagad parādīsies jūsu %(site_name)s vadības panelī.
sq: Ju jeni regjistruar në %(course_name)s në %(site_name)s nga një anëtar i stafit të kursit. Ky kurs tani do të shfaqet në pultin tuaj %(site_name)s.
sv: Du har blivit anmäld till %(course_name)s på %(site_name)s av en medlem av kurspersonalen. Den här kursen kommer nu att visas på din %(site_name)s instrumentpanel.
uz: Siz kurs xodimlaridan biri tomonidan %(course_name)s %(site_name)s da ro‘yxatdan o‘tgansiz. Ushbu kurs endi %(site_name)s boshqaruv panelida paydo bo'ladi.
zh_hk: 您已由課程工作人員在%(site_name)s註冊參加%(course_name)s 。本課程現在將顯示在您的%(site_name)s控制面板上。

source: Access the Course Materials Now
af_za: Kry nou toegang tot die kursusmateriaal
bo: སློབ་ཚན་རྒྱུ་ཆ་ཁག་ལ་གཟིགས་རོགས།
de_de: Jetzt auf die Kursmaterialien zugreifen
el: Αποκτήστε πρόσβαση στο υλικό του μαθήματος τώρα
es: Accede a los materiales del curso ahora
fa: اکنون به مطالب دوره دسترسی داشته باشید
hu: Hozzáférés a tananyagokhoz most
ja: コース教材に今すぐアクセス
kk: Курс материалдарына қазір қол жеткізіңіз
lv: Piekļūstiet kursa materiāliem tūlīt
sq: Hyni në materialet e kursit tani
sv: Åtkomst till kursmaterialet nu
uz: Kurs materiallariga hoziroq kiring
zh_hk: 立即訪問課程材料

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
af_za: Jy is verwyder as &#39;n beta-toetser vir %(course_name)s by %(site_name)s
bo: ཁྱེད་རང་ལ་ %(site_name)s ནས་ %(course_name)s སློབ་ཚན་གྱི་སྔོན་འགྲོའི་ཚོད་ལྟ་བྱེད་མཁན་གྱི་སྒོ་འགྱོགས་ཡོད།
de_de: Sie wurden als Beta-Tester für %(course_name)s auf %(site_name)s entfernt
el: Έχετε αφαιρεθεί ως δοκιμαστής beta για %(course_name)s στο %(site_name)s
es: Has sido eliminado como probador beta de %(course_name)s en %(site_name)s
fa: شما به عنوان آزمایش کننده بتا برای %(course_name)s در %(site_name)s حذف شده اید
hu: Eltávolították a(z) %(course_name)s bétatesztelői közül a(z) %(site_name)s oldalon.
ja: %(site_name)sで%(course_name)sのベータテスターから外されました。
kk: Сіз %(site_name)s мекенжайында %(course_name)s үшін бета-тестер ретінде жойылдыңыз.
lv: Jūs tikāt noņemti kā %(course_name)s beta testētājs vietnē %(site_name)s
sq: Ke hequr si testues beta për %(course_name)s në %(site_name)s
sv: Du har tagits bort som betatestare för %(course_name)s på %(site_name)s
uz: Siz %(site_name)s da %(course_name)s uchun beta tester sifatida olib tashlangansiz
zh_hk: 您已被刪除為%(course_name)s （ %(site_name)s ）的 Beta 測試員

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
af_za: Jy is verwyder as &#39;n beta-toetser vir %(course_name)s by %(site_name)s deur &#39;n lid van die kursuspersoneel.
bo: སློབ་ཚན་ལས་བྱེད་ཀྱི་ཚོགས་མི་ཞིག་གིས་ཁྱེད་རང་སློབ་ཚན་ %(course_name)s ཡོད་སའི་ས་ཆ་ %(site_name)s ནས་ཕྱིར་ཕུད་བྱས་འདུག།
de_de: Sie wurden von einem Mitarbeiter des Kurses als Beta-Tester für %(course_name)s auf %(site_name)s entfernt.
el: Έχετε αφαιρεθεί ως δοκιμαστής beta για %(course_name)s στο %(site_name)s από ένα μέλος του προσωπικού του μαθήματος.
es: Has sido eliminado como probador beta de %(course_name)s en %(site_name)s por un miembro del equipo del curso.
fa: شما به عنوان یک آزمایش کننده بتا برای %(course_name)s در %(site_name)s توسط یکی از کارکنان دوره حذف شده اید.
hu: Eltávolították bétatesztelőként a(z) %(course_name)s kurzusról a(z) %(site_name)s oldalon a kurzus személyzetének egyik tagja által.
ja: %(site_name)sの%(course_name)sのベータテスターから、コーススタッフのメンバーによって削除されました。
kk: Курс қызметкері сізді %(site_name)s мекенжайында %(course_name)s үшін бета-тестер ретінде алып тастады.
lv: Kursa darbinieks jūs ir svītrojis no %(course_name)s %(site_name)s beta testētāja statusa.
sq: Ju jeni hequr si testues beta për %(course_name)s në %(site_name)s nga një anëtar i stafit të kursit.
sv: Du har blivit borttagen som betatestare för %(course_name)s på %(site_name)s av en medlem av kurspersonalen.
uz: Kurs xodimlaridan biri sizni %(course_name)s uchun beta tester sifatida %(site_name)s da olib tashlagan.
zh_hk: 您已被課程工作人員刪除為%(course_name)s ( %(site_name)s的 Beta 測試人員。
