Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Name of the tab displayed to users. Overrides title.
af_za: Naam van die oortjie wat aan gebruikers vertoon word. Ignoreer titel.
bo: སྤྱོད་མཁན་རྣམས་ལ་འཆར་རྒྱུའི་གནོན་ཐེབས་དེའི་མིང་། བསྐྱར་སུབ་ཆོག་པའི་མཚན་བྱང་།
de_de: Name der Registerkarte, die Benutzern angezeigt wird. Überschreibt den Titel.
el: Το όνομα της καρτέλας που εμφανίζεται στους χρήστες. Αντικαθιστά τον τίτλο.
es: Nombre de la pestaña mostrado a los usuarios. Anula el título.
fa: نام زبانۀ نمایش داده‌شده به کاربران. عنوان را لغو می‌کند.
hu: A felhasználóknak megjelenített fül neve. Felülírja a címet.
ja: ユーザーに表示されるタブの名前。タイトルを上書きします。
kk: Пайдаланушыларға көрсетілетін қойындының атауы. Тақырыпты қайта анықтайды.
lv: Lietotājiem parādītās cilnes nosaukums. Ignorē nosaukumu.
sq: Emri i skedës që u shfaqet përdoruesve. Anulon titullin.
sv: Namnet på fliken som visas för användare. Åsidosätter titeln.
uz: Foydalanuvchilarga ko'rsatiladigan yorliq nomi. Sarlavhani bekor qiladi.
zh_hk: 顯示給用户的標籤的名稱。覆蓋標題。

source: Additional settings specific to the tab
af_za: Bykomende instellings spesifiek vir die oortjie
bo: གནོན་ཐེབས་དེའི་དམིགས་བསལ་གྱི་སྒྲིག་འགོད་འཕར་མ་རྣམས།
de_de: Zusätzliche Einstellungen speziell für die Registerkarte
el: Πρόσθετες ρυθμίσεις ειδικά για την καρτέλα
es: Configuraciones adicionales específicas de la pestaña
fa: تنظیمات اضافی مخصوص زبانه
ja: タブに特化した追加設定
kk: Қойындыға тән қосымша параметрлер
lv: Papildu iestatījumi, kas attiecas uz cilni
sq: Cilësimet shtesë specifike për skedën
sv: Ytterligare inställningar specifika för fliken
uz: Yorliq uchun maxsus qo'shimcha sozlamalar
zh_hk: 標籤的特定其他設置

source: ID of tab to update
af_za: ID van oortjie om op te dateer
bo: བསྐྱར་གསོ་བྱ་རྒྱུའི་གནོན་ཐེབས་ཀྱི་ ID
de_de: ID der zu aktualisierenden Registerkarte
el: Αναγνωριστικό καρτέλας για ενημέρωση
es: ID de la pestaña a actualizar
fa: شناسه زبانه برای به‌روز رسانی
ja: 更新するタブのID
kk: Жаңартылатын қойындының идентификаторы
lv: Atjaunināmās cilnes ID
sq: ID e skedës për përditësim
sv: ID för flik som ska uppdateras
uz: Yangilanadigan varaq identifikatori
zh_hk: 要更新的標籤 ID

source: Location (Usage Key) of tab to update
af_za: Ligging (Gebruiksleutel) van oortjie om op te dateer
bo: བསྐྱར་གསོ་བྱ་རྒྱུའི་གནོན་ཐེབས་ (Usage Key) ཀྱི་ས་གནས།
de_de: Speicherort (Nutzungsschlüssel) der zu aktualisierenden Registerkarte
el: Θέση (Κλειδί χρήσης) της καρτέλας για ενημέρωση
es: Ubicación (Clave de Uso) de la pestaña a actualizar
fa: مکان (کلید استفاده) برگه برای به‌روز رسانی
hu: A frissítendő fül helye (használati kulcs)
ja: タブを更新する場所（使用キー）
kk: Жаңартылатын қойындының орны (пайдалану кілті).
lv: Atjaunināmās cilnes atrašanās vieta (lietošanas atslēga).
sq: Vendndodhja (Çelësi i përdorimit) i skedës për përditësim
sv: Plats (användningsnyckel) för fliken att uppdatera
uz: Yangilash uchun yorliqning joylashuvi (Foydalanish kaliti).
zh_hk: 要更新的標籤的位置（使用金鑰）

source: Need to supply either a valid tab_id or a tab_location.
af_za: Moet óf &#39;n geldige tab_id óf &#39;n tab_location verskaf.
bo: ཚུལ་མཐུན་ཡིན་པའི་གནོན་ཐེབས་ཀྱི་_id ཞིག་དང་ཡང་ན་གནོན་ཐེབས་ཀྱི་_འཇོག་གནས་གང་རུང་ཞིག་མཁོ་སྤྲོད་བྱ་དགོས།
de_de: Es muss entweder eine gültige tab_id oder eine tab_location angegeben werden.
el: Πρέπει να παρέχετε είτε ένα έγκυρο tab_id είτε ένα tab_location.
es: Debe proporcionar un tab_id válido o una tab_location.
fa: نیاز به ارائۀ یک tab_id معتبر یا یک tab_location.
ja: 有効なtab_idまたはtab_locationのいずれかを指定する必要があります。
kk: Жарамды tab_id немесе tab_location беру қажет.
lv: Jānorāda derīgs tab_id vai tab_location.
sq: Duhet të ofrohet ose një tab_id e vlefshme ose një tab_lokacion.
sv: Behöver ange antingen ett giltigt tab_id eller en tab_location.
uz: Yaroqli tab_id yoki tab_location koʻrsatish kerak.
zh_hk: 需要提供有效的 tab_id 或 tab_location。

source: True to hide the tab, and False to show it.
af_za: Waar om die oortjie te versteek, en Onwaar om dit te wys.
bo: བདེན་པ་ True བསྒྲིགས་ན་གནོན་ཐེབས་དེ་སྦེད་འགྲོ་བ་དང་། རྫུན་པ་ False བསྒྲིགས་ན་དེ་སྟོན་ཡོང་བ་ཡིན།
de_de: True, um die Registerkarte auszublenden, und False, um sie anzuzeigen.
el: True για απόκρυψη της καρτέλας και False για εμφάνιση.
es: Verdadero para ocultar la pestaña y Falso para mostrarla.
fa: گزینۀدرست برای مخفی‌کردن زبانه و نادرست برای نمایش آن.
ja: タブを非表示にするにはTrue、表示するにはFalseを設定します。
kk: Қойындыны жасыру үшін True және көрсету үшін False.
lv: True, lai paslēptu cilni, un False, lai to parādītu.
sq: E vërtetë për të fshehur skedën dhe False për ta shfaqur atë.
sv: True för att dölja fliken, och False för att visa den.
uz: Yorliqni yashirish uchun rost, koʻrsatish uchun esa False.
zh_hk: True 隱藏標籤，False 則顯示標籤。

source: Change the visibility of tabs in a course.
af_za: Verander die sigbaarheid van oortjies in &#39;n kursus.
bo: སློབ་ཚན་ཞིག་གི་ནང་གི་གནོན་ཐེབས་ཁག་འཆར་དགོས་མིན་བསྒྱུར་བཅོས།
de_de: Ändern Sie die Sichtbarkeit von Registerkarten in einem Kurs.
el: Αλλαγή της ορατότητας των καρτελών σε ένα μάθημα.
es: Cambiar la visibilidad de las pestañas en un curso.
fa: تغییر نمایان‌بودن زبانه‌ها را در یک دوره
hu: A kurzus lapjainak láthatóságának megváltoztatása.
ja: コース内のタブの表示を変更します。
kk: Курстағы қойындылардың көрінуін өзгертіңіз.
lv: Mainiet kursa ciļņu redzamību.
sq: Ndryshoni dukshmërinë e skedave në një kurs.
sv: Ändra synligheten för flikar i en kurs.
uz: Kursdagi yorliqlarning ko'rinishini o'zgartiring.
zh_hk: 更改課程中標籤的可見性。

source: The information you entered is incorrect.
af_za: Die inligting wat jy ingevoer het is verkeerd.
bo: ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་གནས་གཚུལ་དེ་འགྲིག་མི་འདུག
de_de: Die von Ihnen eingegebene Information ist falsch.
el: Οι πληροφορίες που εισαγάγατε είναι λανθασμένες.
es: La información que ingresó es incorrecta.
fa: اطلاعاتی که وارد کردید نادرست است.
hu: A megadott információ helytelen.
ja: 入力された情報が正しくありません。
kk: Сіз енгізген ақпарат дұрыс емес.
lv: Jūsu ievadītā informācija nav pareiza.
sq: Informacion që futët është i pasaktë.
sv: Den angivna informationen är inkorrekt.
uz: Siz kiritgan maʼlumotlar notoʻgʻri.
zh_hk: 您輸入的資訊不正確。

source: The following parameters are required: {missing}.
af_za: Die volgende parameters word vereis: {missing} .
bo: གཤམ་གསལ་གྱི་འཇལ་ཆས་ཁག་ངེས་པར་དུ་དགོས། {missing}.
de_de: Die folgenden erforderlichen Informationen fehlen: {missing}.
el: Απαιτούνται οι ακόλουθες παράμετροι: {missing}.
es: Los siguientes parámetros son obligatorios: {missing}.
fa: پارامترهای زیر مورد نیاز است: {missing} .
hu: Az alábbi paraméterek kötelezőek: {missing}.
ja: 次のパラメーターが必要です: {missing}.
kk: Келесі параметрлер қажет: {missing}.
lv: Nepieciešami šādi parametri: {missing} .
sq: Kërkohen parametrat e mëposhtëm: {missing}.
sv: Följande parametrar saknas: {missing}.
th: จำเป็นต้องมีพารามิเตอร์เหล่านี้: {missing}
uz: Quyidagi parametrlar talab qilinadi: {missing} .
zh_hk: 需要以下參數： {missing} 。

source: There is a problem with this transcript file. Try to upload a different file.
af_za: Daar is &#39;n probleem met hierdie transkripsielêer. Probeer om &#39;n ander lêer op te laai.
bo: བརྙན་ཡིག་འདི་ལ་དཀའ་ངལ་ཞིག་འདུག ཡིག་ཆ་གཞན་ཞིག་ནང་འཇུག་ཚོད་ལྟ་ཞིག་བྱོས།
de_de: Es ist ein Problem bei dem Hochladen des Transkripts aufgetreten. Versuchen Sie es ein anderes Transkript hochzuladen.
el: Υπάρχει πρόβλημα με αυτό το αρχείο μεταγραφής. Προσπαθήστε να ανεβάσετε ένα διαφορετικό αρχείο.
es: Hay un problema con este archivo de transcripción. Intente cargar un archivo diferente.
fa: این فایل رونوشت مشکل دارد. سعی کنید فایل دیگری بارگذاری کنید.
hu: Van egy probléma ezzel az átirat fájllal. Próbáljon meg feltölteni egy másik fájlt.
ja: このトランスクリプトファイルに問題があります。別のファイルをアップロードしてみてください。
kk: Бұл транскрипт файлында ақау бар. Басқа файлды жүктеп салып көріңіз.
lv: Radās problēma ar šo transkripcijas failu. Mēģiniet augšupielādēt citu failu.
sq: Ka një problem me këtë skedar transkripti. Provoni të ngarkoni një skedar tjetër.
sv: Det finns ett problem med den här transkriptionsfilen. Försök att ladda upp en annan fil.
th: มีปัญหากับไฟล์นี้ ลองอัปโหลดไฟล์อื่น
uz: Ushbu transkripsiya faylida muammo bor. Boshqa faylni yuklashga harakat qiling.
zh_hk: 此字幕檔案有問題。嘗試上傳不同的文件。

source: A transcript with the "{language_code}" language code already exists.
af_za: &#39;n Transkripsie met die &quot; {language_code} &quot; taalkode bestaan reeds.
bo: བརྙན་ཡིག་དང་ལྷན་དུ་ "{language_code}" སྐད་ཡིག་གི་ཨང་བརྡ་སྔ་མོ་ནས་འདུག
de_de: Ein Transkript mit dem "{language_code}" Sprach-Code existiert bereits.
el: Υπάρχει ήδη μια μεταγραφή με τον κωδικό γλώσσας "{language_code}".
es: Ya existe una transcripción con el código de idioma "{language_code}".
fa: رونوشت با کد زبان &quot; {language_code} &quot; از قبل وجود دارد.
hu: Ez a transcript már létezik a „{language_code}” nyelvi kóddal.
ja: "{language_code}" 言語コードのトランスクリプトはすでに存在します。
lv: Transkripcija ar valodas kodu &quot; {language_code} &quot; jau pastāv.
sq: Një transkriptim me kodin e gjuhës "{language_code}" ekziston tashmë.
sv: En översättning märkt "{language_code}" existerar redan.
th: มีข้อความถอดเสียงที่มีรหัสภาษา "{language_code}" อยู่แล้ว
uz: " {language_code} " til kodi bilan transkripsiya allaqachon mavjud.
zh_hk: 語言代碼為「 {language_code} 」的字幕已存在。

source: A transcript file is required.
af_za: &#39;n Transkripsielêer word vereis.
bo: བརྙན་ཡིག་ཅིག་ནི་དགོས་ངེས་རེད་འདུག
de_de: Ein Transkript-Dokument ist erforderlich.
el: Απαιτείται αρχείο μεταγραφής.
es: Se requiere un archivo de transcripción.
fa: فایل رونوشت مورد نیاز است.
hu: A transcript fájl kötelező.
ja: トランスクリプトファイルが必要です。
kk: Транскрипт файлы қажет.
lv: Nepieciešams transkripcijas fails.
sq: Kërkohet një skedar transkripti.
sv: En översättningsfil krävs.
th: ต้องการไฟล์ทรานสคริปต์
uz: Transkript fayli talab qilinadi.
zh_hk: 需要字幕檔案。

source: Deleted Group
af_za: Groep uitgevee
bo: བསུབ་ཟིན་པའི་ཚོགས་སྡེ།
de_de: Gelöschte Gruppe
el: Διαγραμμένη ομάδα
es: Grupo Eliminado
fa: گروه حذف‌شده
hu: Törölt csoport
ja: 削除されたグループ
kk: Жойылған топ
lv: Izdzēsta grupa
sq: Grupi i fshirë
sv: Raderad grupp
th: ลบกลุ่ม
uz: Oʻchirilgan guruh
zh_hk: 已刪除群組

source: Text
af_za: Teks
bo: ཡིག་རྐྱང་།
el: Κείμενο
es: Texto
fa: متن
hu: Szöveg
ja: テキスト
kk: Мәтін
lv: Teksts
sq: Tekst
th: ข้อความ
uz: Matn
zh_hk: 文字

source: Duplicate of {0}
af_za: Duplikaat van {0}
bo: {0} འདིའི་འདྲ་བཤུས།
de_de: Kopie von '{0}'
el: Διπλότυπο του {0}
es: Duplicado de {0}
fa: تکراری {0}
hu: '{0}' duplán szerepel.
ja: {0} の複製
kk: {0} көшірмесі
lv: {0} dublikāts
sq: Dublikatë e {0}
sv: Kopia av {0}
th: ค่าซ้ำกันของ {0}
uz: {0} dublikati
zh_hk: {0}的重複項

source: Duplicate of '{0}'
af_za: Duplikaat van &#39;{0}&#39;
bo: '{0}' འདིའི་འདྲ་བཤུས།
de_de: Duplikat von '{0}'
el: Διπλότυπο του '{0}'
es: Duplicado de '{0}'
fa: تکراری از &quot;{0}&quot;
hu: '{0}' duplán szerepel.
ja: '{0}' の複製
kk: &quot;{0}&quot; көшірмесі
lv: '{0}' dublikāts
sq: Dublikatë e &quot;{0}&quot;
sv: Kopia av '{0}'
th: ค่าซ้ำกันของ '{0}'
uz: “{0}” nusxasi
zh_hk: “{0}”的重複項

source: Invalid prerequisite course key
af_za: Ongeldige voorvereiste kursussleutel
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་སྔོན་འགྲོའི་སློབ་ཚན་གྱི་གཙོ་ཚིག
de_de: Ungültiger Vorbedingungskursschlüssel.
el: Άκυρο κλειδί προαπαιτούμενου μαθήματος
es: Clave de curso prerrequisito no válida
fa: کلید دورۀ پیش‌نیاز معتبر نیست
hu: Érvénytelen előzetes kurzus azonosító
kk: Жарамсыз алғышарт курсының кілті
lv: Nederīga priekšnoteikuma kursa atslēga
sq: Çelësi i kursit parakusht i pavlefshëm
sv: Ogiltig förkunskapsnyckel
th: หลักสูตรพื้นฐานไม่ถูกต้อง
uz: Kursning zaruriy kaliti yaroqsiz
zh_hk: 先修課程密鑰無效

source: Set Date
af_za: Stel datum
bo: ཟླ་ཚེས་སྒྲིག
de_de: Datum festlegen
el: Ορισμός ημερομηνίας
es: Establecer Fecha
fa: تنظیم تاریخ
hu: Dátum beállítása
ja: 日付を設定
kk: Күнді орнату
lv: Iestatīt datumu
sq: Cakto datën
sv: Bestämma datum
th: ตั้งวันที่
uz: Sana belgilash
zh_hk: 設定日期

source: Uploading
af_za: Laai tans op
bo: ཡར་འཇུག་བྱེད་བཞིན་ཡོད།
de_de: Hochladen
el: Μεταφορτώνεται
es: Cargando
fa: در حال بارگذاری
hu: Feltöltés
ja: アップロード中
kk: Жүктеп салынуда
lv: Notiek augšupielāde
sq: Ngarkimi
sv: Uppladdning
th: กำลังอัพโหลด
uz: Yuklanmoqda
zh_hk: 上傳中

source: In Progress
af_za: Aan die gang
bo: ཡར་རྒྱས་གཏོང་བཞིན་ཡོད།
de_de: In Bearbeitung
el: Σε εξέλιξη
es: En Progreso
fa: در حال انجام
hu: Folyamatban
ja: 進行中
kk: Орындалуда
lv: Procesā
sq: Në progres
sv: Pågående
th: อยู่ในระหว่างดำเนินการ
uz: Jarayonda
zh_hk: 進行中

source: Ready
af_za: Gereed
bo: གྲ་སྒྲིག་ཨང་སར།
de_de: Bereit
el: Έτοιμο
es: Listo
fa: آماده
hu: Kész
ja: 準備完了
kk: Дайын
lv: Gatavs
sq: Gati
sv: Klar
th: พร้อมแล้ว
uz: Tayyor
zh_hk: 準備好

source: Uploaded
af_za: opgelaai
bo: ཡར་འཇུག་བྱས་ཟིན།
de_de: Hochgeladen
el: Μεταφορτώθηκε
es: Cargado
fa: بارگذاری‌شده
hu: Feltöltve
ja: アップロード済み
kk: Жүктеп салынды
lv: Augšupielādēts
sq: Ngarkuar
sv: Uppladdad
uz: Yuklangan
zh_hk: 已上傳

source: Failed
af_za: Misluk
bo: ཡར་འཇུག་བྱེད་ཐུབ་མ་སོང་།
de_de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
fa: ناموفق
hu: Nem sikerült
ja: 失敗しました
kk: Сәтсіз
lv: Neizdevās
sq: Dështoi
sv: Misslyckad
th: ล้มเหลว
uz: Muvaffaqiyatsiz
zh_hk: 失敗

source: Cancelled
af_za: Gekanselleer
bo: ཕྱིར་འཐེན་བྱས་ཟིན།
de_de: Abgebrochen
el: Ακυρώθηκε
es: Cancelado
fa: لغو‌شده
hu: Törölve
ja: キャンセル済み
kk: Бас тартылды
lv: Atcelts
sq: Anuluar
sv: Avbruten
th: ยกเลิก
uz: Bekor qilingan
zh_hk: 取消

source: Failed Duplicate
af_za: Mislukte duplikaat
bo: འདྲ་བཤུས་བྱེད་ཐུབ་མ་སོང་།
de_de: Ersttellung des Duplikats fehlgeschlagen
el: Αποτυχία διπλότυπου
es: Duplicado Fallido
fa: تکرار نشد
hu: Már létezik
kk: Сәтсіз көшірме
lv: Dublēšana neizdevās
sq: Dublikatë i dështuar
sv: Misslyckades duplicera
th: การทำซ้ำล้มเหลว
uz: Muvaffaqiyatsiz dublikat
zh_hk: 複製失敗

source: YouTube Duplicate
af_za: YouTube duplikaat
bo: YouTube འདྲ་བཟོ།
de_de: YouTube Duplikat
el: Διπλότυπο YouTube
es: Duplicado de YouTube
fa: یوتیوب تکراری
hu: YouTube másolat
ja: YouTube重複
lv: YouTube dublikāts
sq: YouTube Dublikatë
uz: YouTube dublikati
zh_hk: YouTube 重複

source: Invalid Token
af_za: Ongeldige bewys
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་ནང་འཇུག
de_de: Ungültiger Token
el: Άκυρο διακριτικό
es: Token No Válido
fa: توکن معتبر نیست
hu: Érvénytelen token
ja: 無効なトークン
kk: Жарамсыз таңбалауыш
lv: Nederīgs marķieris
sq: Token pavlefshëm
sv: Ogiltig token
th: รหัสไม่ถูกต้อง
uz: Token yaroqsiz
zh_hk: 令牌無效

source: Imported
af_za: Ingevoer
bo: ནང་འདྲེན་བྱས་ཟིན།
de_de: Importiert
el: Εισηγμένο
es: Importado
fa: وارداتی
hu: Importálva
ja: インポート済み
kk: Импортталған
lv: Importēts
sq: Importuar
sv: Importerad
th: นำเข้า
uz: Import qilingan
zh_hk: 已匯入

source: Unknown
af_za: Onbekend
bo: གསལ་ཁ་མེད་པ།
de_de: Unbekannt
el: Άγνωστο
es: Desconocido
fa: ناشناخته
hu: ismeretlen
ja: 不明
kk: Белгісіз
lv: Nezināms
sq: E panjohur
sv: Okänd
th: ไม่ทราบ
uz: Noma'lum
zh_hk: 未知

source: Transcription in Progress
af_za: Transkripsie aan die gang
bo: བརྙན་ཡིག་གྲ་སྒྲིག་བྱེད་བཞིན་ཡོད།
de_de: Transkript wird verarbeitet
el: Μεταγραφή σε εξέλιξη
es: Transcripción en Progreso
fa: رونویسی در حال انجام است
kk: Транскрипция орындалуда
lv: Notiek transkripcijas sagatavošana
sq: Transkriptimi në progres
sv: Transkription pågår
uz: Transkripsiya davom etmoqda
zh_hk: 字幕正在進行中

source: Transcript Ready
af_za: Transkripsie gereed
bo: བརྙན་ཡིག་བཟོ་རྒྱུ་གྲ་སྒྲིག་ཡིན།
de_de: Transkript ist fertig
el: Μεταγραφή έτοιμη
es: Transcripción Lista
fa: رونوشت آماده است
ja: トランスクリプト準備完了
kk: Транскрипт дайын
lv: Transkripcija gatava
sq: Transkripti i gatshëm
uz: Transkripsiya tayyor
zh_hk: 字幕準備就緒

source: Partial Failure
af_za: Gedeeltelike mislukking
bo: བརྙན་ཡིག་གི་ཆ་ཤས་ཤིག་བཟོ་ཐུབ་མ་སོང་།
de_de: Teilfehler
el: Μερική Αποτυχία
es: Fallo Parcial
fa: شکست جزئی
hu: Részleges hiba
ja: 部分的な失敗
kk: Ішінара сәтсіздік
lv: Daļēja neveiksme
sq: Dështim i pjesshëm
sv: Partiellt misslyckande
uz: Qisman muvaffaqiyatsizlik
zh_hk: 部分失效

source: Transcript Failed
af_za: Transkripsie het misluk
bo: བརྙན་ཡིག་བཟོ་ཐུབ་མ་སོང་།
de_de: Transkription fehlgeschlagen
el: Η μεταγραφή απέτυχε
es: Transcripción Fallida
fa: رونوشت موفق نبود
hu: Átirat sikertelen
ja: トランスクリプト失敗
kk: Транскрипция орындалмады
lv: Transkripcija neizdevās
sq: Transkriptimi dështoi
sv: Transkribering misslyckades
uz: Transkripsiya bajarilmadi
zh_hk: 字幕失敗

source: An image file is required.
af_za: &#39;n Beeldlêer word vereis.
bo: འདྲ་པར་ཞིག་དགོས་པའི་ཆ་རྐྱེན་བཏོན་འདུག
de_de: Ein Bild ist hier erforderlich.
el: Απαιτείται αρχείο εικόνας.
es: Se requiere un archivo de imagen.
fa: یک فایل تصویری مورد نیاز است.
hu: Kép fájl szükséges.
ja: 画像ファイルが必要です。
kk: Кескін файлы қажет.
lv: Nepieciešams attēla fails.
sq: Kërkohet një skedar imazhi.
sv: Det krävs en bildfil.
th: จำเป็นต้องมีไฟล์รูป
uz: Rasm fayli talab qilinadi.
zh_hk: 需要圖像檔案。

source: {profile_name} URL
bo: {profile_name} ཡི་དྲ་ཐག
es: URL de {profile_name}
fa: آدرس {profile_name}
sq: URL {profile_name}
zh_hk: {profile_name}網址

source: Name
af_za: Naam
bo: མིང་།
el: Όνομα
es: Nombre
fa: نام
hu: Név
ja: 名前
kk: Аты
lv: Nosaukums
sq: Emri
sv: namn
th: ชื่อ
uz: Ism
zh_hk: 姓名

source: Duration
af_za: Duur
bo: དུས་ཡུན།
de_de: Dauer
el: Διάρκεια
es: Duración
fa: مدت زمان
hu: Időtartam
ja: 期間
kk: Ұзақтығы
lv: Ilgums
sq: Kohëzgjatja
sv: Varaktighet
th: ระยะเวลา
uz: Davomiyligi
zh_hk: 期間

source: Date Added
af_za: datum bygevoeg
bo: གསར་སྣོན་བྱས་པའི་ཟླ་ཚེས།
de_de: Datum hinzugefügt
el: Ημερομηνία προσθήκης
es: Fecha de Adición
fa: تاریخ اضافه شدن
hu: Hozzáadás dátuma
ja: 追加日
kk: Қосылған күні
lv: Pievienošanas datums
sq: Data e Shtuar
th: วันที่เพิ่ม
uz: Qo'shilgan sana
zh_hk: 新增日期

source: Video ID
bo: བརྙན་བྱང་།
de_de: Videokennung
el: Αναγνωριστικό βίντεο
es: ID del Video
fa: شناسه ویدیو
hu: Video azonosító
ja: ビデオ ID
kk: Бейне идентификаторы
sq: ID-ja e videos
th: ID วิดีโอ
uz: Video identifikatori
zh_hk: 影片ID

source: Status
bo: གནས་བབས།
el: Κατάσταση
es: Estado
fa: وضعیت
hu: Állapot
ja: ステータス
kk: Күй
lv: Statuss
sq: Statusi
zh_hk: 狀態

source: Pending
af_za: Hangende
bo: སྒུག་བཞིན་པ།
de_de: In Bearbeitung
el: Σε αναμονή
es: Pendiente
fa: در حال انتظار
hu: Folyamatban
ja: 保留中
kk: Күтуде
lv: Gaida
sq: Në pritje
sv: Avvaktan
th: อยู่ระหว่างดำเนินการ
uz: Kutilmoqda
zh_hk: 待處理中

source: A non zero positive integer is expected
af_za: &#39;n Nie-nul positiewe heelgetal word verwag
bo: ཀླད་ཀོར་དང་ཡ་གྲངས་མ་ཡིན་པ་ཞིག་ཡིན་དགོས།
de_de: Es wird eine positive Ganzzahl ungleich Null erwartet.
el: Αναμένεται μη μηδενικός θετικός ακέραιος
es: Se espera un número entero positivo distinto de cero
fa: یک عدد صحیح غیر صفر مثبت مورد انتظار است.
hu: Egy nem nulla pozitív egész számot várunk
ja: ゼロでない正の整数が必要です
kk: Нөлден басқа оң бүтін сан күтіледі
lv: Paredzams pozitīvs vesels skaitlis, kas nav nulle
sq: Pritet një numër i plotë pozitiv jo zero
sv: Ett positivt heltal som inte är noll förväntas
uz: Nolga teng bo'lmagan musbat butun son kutilmoqda
zh_hk: 需要一個非零的正整數

source: The image must have name, content type, and size information.
af_za: Die prent moet naam, tipe inhoud en grootte inligting hê.
bo: འདྲ་པར་དེ་ལ་མིང་ངེས་པར་དུ་མིང་དང་ནང་དོན་གྱི་རིགས། གནས་ཚུལ་གྱི་ཆེ་ཆུང་བཅས་ཡོད་དགོས།
de_de: In dem Bild müssen Name, Datei-Typ und Maße beinhaltet sein.
el: Η εικόνα πρέπει να έχει πληροφορίες ονόματος, τύπου περιεχομένου και μεγέθους.
es: La imagen debe tener nombre, tipo de contenido e información de tamaño.
fa: تصویر باید دارای اطلاعات نام، نوع محتوا و اندازه باشد.
hu: A képnek rendelkeznie kell névvel, tartalomtípussal és méretinformációval.
ja: 画像には名前、コンテンツタイプ、サイズ情報が必要です。
kk: Кескінде аты, мазмұн түрі және өлшем ақпараты болуы керек.
lv: Attēlam jābūt nosaukumam, satura veidam un izmēram.
sq: Imazhi duhet të ketë informacion mbi emrin, llojin e përmbajtjes dhe madhësinë.
sv: Bilden måste ha namn, innehållstyp, och information om storlek.
uz: Rasmda ism, kontent turi va oʻlchami maʼlumotlari boʻlishi kerak.
zh_hk: 圖像必須包含名稱、內容類型和大小資訊。

source: This image file type is not supported. Supported file types are {supported_file_formats}.
af_za: Hierdie tipe prentlêer word nie ondersteun nie. Ondersteunde lêertipes is {supported_file_formats} .
bo: འདྲ་པར་འདིའི་རིགས་ངོས་ལེན་བྱེད་ཀྱི་མི་འདུག ངོས་ལེན་བྱ་རྒྱུའི་འདྲ་པར་གྱི་རིགས་རྣམས་གཤམ་གསལ། {supported_file_formats}.
de_de: Dieses Bildformat wird nicht unterstützt. Die unterstützten Dateitypen sind {supported_file_formats}.
el: Αυτός ο τύπος αρχείου εικόνας δεν υποστηρίζεται. Οι τύποι αρχείων που υποστηρίζονται είναι {supported_file_formats}.
es: Este tipo de archivo de imagen no es compatible. Los tipos de archivo compatibles son {supported_file_formats}.
fa: این نوع فایل تصویری پشتیبانی نمی‌شود. انواع فایل‌های پشتیبانی‌شده عبارتند از {supported_file_formats}.
hu: Ez a képfájlformátum nem támogatott. A támogatott fájlformátumok: {supported_file_formats}.
ja: この画像ファイル形式はサポートされていません。サポートされているファイル形式は{supported_file_formats}です。
kk: Бұл кескін файлының түріне қолдау көрсетілмейді. Қолдау көрсетілетін файл түрлері {supported_file_formats} .
lv: Šis attēla faila veids netiek atbalstīts. Atbalstītie failu tipi ir {supported_file_formats} .
sq: Ky lloj skedari imazhi nuk mbështetet. Llojet e skedarëve të mbështetur janë {supported_file_formats}.
sv: Den här bildfiltypen stöds inte. Filtyper som stöds är {supported_file_formats}.
uz: Ushbu rasm fayli turi qo'llab-quvvatlanmaydi. Qo'llab-quvvatlanadigan fayl turlari {supported_file_formats} .
zh_hk: 不支援此圖像檔案類型。支援的檔案類型為{supported_file_formats} 。

source: This image file must be smaller than {image_max_size}.
af_za: Hierdie prentlêer moet kleiner as {image_max_size} wees.
bo: འདྲ་པར་འདིའི་ཆེ་ཆུང་ངེས་པར་དུ་ {image_max_size} འདི་ལས་ཆུང་དགོས།
de_de: Diese Bilddatei muss kleiner als {image_max_size} sein.
el: Αυτό το αρχείο εικόνας πρέπει να είναι μικρότερο από {image_max_size}.
es: Este archivo de imagen debe ser menor que {image_max_size}.
fa: این فایل تصویری باید کوچک‌تر از {image_max_size} باشد.
hu: Ennek a képfájlnak kisebbnek kell lennie, mint {image_max_size}.
ja: この画像ファイルは{image_max_size}より小さくなければなりません。
kk: Бұл кескін файлы {image_max_size} өлшемінен кішірек болуы керек.
lv: Šim attēla failam ir jābūt mazākam par {image_max_size} .
sq: Ky skedar imazhi duhet të jetë më i vogël se {image_max_size}.
sv: Den här bildfilen måste vara mindre än {image_max_size}.
uz: Bu rasm fayli {image_max_size} dan kichikroq boʻlishi kerak.
zh_hk: 該圖像檔案必須小於{image_max_size} 。

source: This image file must be larger than {image_min_size}.
af_za: Hierdie prentlêer moet groter as {image_min_size} wees.
bo: འདྲ་པར་འདིའི་ཆེ་ཆུང་ངེས་པར་དུ་ {image_min_size} འདི་ལས་ཆེ་དགོས།
de_de: Diese Bilddatei muss größer als {image_min_size} sein.
el: Αυτό το αρχείο εικόνας πρέπει να είναι μεγαλύτερο από {image_min_size}.
es: Este archivo de imagen debe ser mayor que {image_min_size}.
fa: این فایل تصویری باید بزرگ‌تر از {image_min_size} باشد.
hu: Ennek a képfájlnak nagyobbnak kell lennie, mint {image_min_size}.
ja: この画像ファイルは{image_min_size}より大きくなければなりません。
kk: Бұл кескін файлы {image_min_size} өлшемінен үлкен болуы керек.
lv: Šim attēla failam ir jābūt lielākam par {image_min_size} .
sq: Ky skedar imazhi duhet të jetë më i madh se {image_min_size}.
sv: Den här bildfilen måste vara större än {image_min_size}.
uz: Bu rasm fayli {image_min_size} dan kattaroq boʻlishi kerak.
zh_hk: 該圖像檔案必須大於{image_min_size} 。
