Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
af_za: Voer beleidsleutels en -waardes in om die kohort-kenmerk te aktiveer, definieer outomatiese studenteopdragte aan groepe, of identifiseer enige kursuswye besprekingsonderwerpe as privaat vir kohortlede.
bo: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any སློབ་ཚན།-wide discussion topics as private to cohort members.
de_de: Geben Sie Richtlinienschlüssel und -werte ein, um die Kohortenfunktion zu aktivieren, definieren Sie eine automatisierte Teilnehmerzuordnung zu Gruppen oder identifizieren Sie kursbreite Diskussionsthemen als privat für Kohortenmitglieder.
el: Εισάγατε κλειδιών και τιμών πολιτικής για την ενεργοποίηση της δυνατότητας ομάδας μελέτης, ορίστε την αυτοματοποιημένη ανάθεση μαθητών σε ομάδες, ή ορίστε κάθε θέμα συζήτησης μαθήματος ως ιδιωτικό σε μέλη της ομάδας μελέτης.
es: Ingrese claves y valores de políticas para habilitar la función de cohorte, definir la asignación automática de estudiantes a grupos o identificar cualquier tema de discusión del curso como privado para los miembros de la cohorte.
fa: کلیدهای خط مشی و مقادیر را وارد کنید تا ویژگی همگروهی فعال شود، تخصیص خودکار دانش آموز به گروه ها تعریف شود، یا هر موضوع بحث در سراسر دوره به عنوان خصوصی برای اعضای گروه شناسایی شود.
ja: ポリシーキーと値を入力してコホート機能を有効にし、学生の自動グループ割り当てを定義するか、コース全体のディスカッショントピックをコホートメンバーに限定して非公開にします。
kk: Когорт мүмкіндігін қосу үшін саясат кілттері мен мәндерін енгізіңіз, топтарға автоматтандырылған студент тағайындауын анықтаңыз немесе когорта мүшелеріне жеке ретінде курс бойынша кез келген талқылау тақырыптарын анықтаңыз.
lv: Ievadiet politikas atslēgas un vērtības, lai aktivizētu grupu funkciju, noteiktu automātisku dalībnieku iedalīšanu grupās vai noteiktu, ka visas kursa diskusijas tēmas ir privātas tikai grupu dalībniekiem.
sq: Futni çelësat dhe vlerat e politikave për të aktivizuar veçorinë e grupit, për të përcaktuar caktimin e automatizuar të studentëve në grupe ose për të identifikuar çdo temë diskutimi në të gjithë kursin si private për anëtarët e grupit.
sv: Ange policynycklar och värden för att aktivera kohortfunktionen, definiera automatiserad elevuppgift till grupper eller identifiera alla kursövergripande diskussionsämnen som privata till kohortmedlemmar.
th: ระบุเงื่อนไขและค่าที่สามารถใช้คุณลักษณะของกลุ่ม ระบุการทำนักเรียนให้เป็นกลุ่มโดยอัตโนมัติ หรือระบุหัวข้อการอภิปรายใดๆของหลักสูตรที่เป็นส่วนตัวให้กับสมาชิกกลุ่ม
uz: Kogort funksiyasini yoqish uchun siyosat kalitlari va qiymatlarini kiriting, talabalarning guruhlarga avtomatlashtirilgan topshirig‘ini belgilang yoki kohort a’zolari uchun shaxsiy sifatida kurs bo‘yicha har qanday muhokama mavzularini aniqlang.
zh_hk: 請輸入策略鍵和值以啟用群組功能、定義如何自動將學生指派到群組中、或將任何全課程範圍內的討論主題標識為對群組成員私有的主題。

source: Course Is New
af_za: Kursus is nuut
bo: སློབ་ཚན་གསར་པ་རེད།
de_de: Kurs ist neu
el: Το μάθημα είναι νέο
es: El curso es nuevo
fa: دوره جدید است
hu: A kurzus új
ja: コースは新しい
kk: Курс Жаңа
lv: Kurss ir jauns
sq: Kursi është i ri
sv: Kursen är ny
th: หลักสูตรใหม่
uz: Kurs Yangi
zh_hk: 課程是新的

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
af_za: Voer waar of onwaar in. Indien waar, verskyn die kursus in die lys van nuwe kursusse, en &#39;n Nuwe! kenteken verskyn tydelik langs die kursusprent.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞིག་ཞོག བདེན་པ་བཞག་ན་སློབ་ཚན་དེ་སློབ་ཚན་གསར་པའི་ཐོ་གཞུང་ནང་སྟོན་ཡོང་དང་། འཕྲལ་སེལ་གྱི་མཚོན་རྟགས་གསར་པ་ཞིག་སློབ་ཚན་དེའི་གཞུག་ལ་འཆར་ཡོང་།
de_de: Geben Sie "true" oder "false" ein. Wenn Sie "true" eingeben, ist der Kurs in Ihrem Kurskatalog mit dem Kennzeichen "Neu" sichtbar. Die Kennzeichnung ist nur vorübergehend sichtbar.
el: Εισαγάγετε true ή false. Εάν ισχύει, το μάθημα εμφανίζεται στη λίστα των νέων μαθημάτων και ένα Νέο! Το σήμα εμφανίζεται προσωρινά δίπλα στην εικόνα του μαθήματος.
es: Ingrese verdadero o falso. Si es verdadero, el curso aparece en la lista de cursos nuevos y una insignia ¡Nuevo! aparece temporalmente junto a la imagen del curso.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، دوره در لیست دوره های جدید ظاهر می شود و یک New! نشان به طور موقت در کنار تصویر دوره ظاهر می شود.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a kurzus megjelenik az új kurzusok listájában, és egy Új! kitűző ideiglenesen megjelenik a kurzuskép mellett.
ja: 真または偽を入力してください。真の場合、コースは新しいコースのリストに表示され、コース画像の横に一時的に「New!」バッジが表示されます。
kk: Шын немесе жалған деп енгізіңіз. Рас болса, курс жаңа курстар тізімінде пайда болады және Жаңа! белгіше курс суретінің жанында уақытша пайда болады.
lv: Ievadiet True vai False. Ja True, kurss tiek parādīts jauno kursu sarakstā un tiek parādīts Jauns! emblēma īslaicīgi parādās blakus kursa attēlam.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, kursi shfaqet në listën e kurseve të reja, dhe një e re! distinktivi shfaqet përkohësisht pranë imazhit të kursit.
sv: Ange sant eller falskt. Om det är sant visas kursen i listan över nya kurser och en Ny! märket visas tillfälligt bredvid kursbilden.
uz: Rost yoki yolg'onni kiriting. Agar rost bo'lsa, kurs yangi kurslar ro'yxatida paydo bo'ladi va Yangi! nishoni kurs tasviri yonida vaqtincha paydo bo'ladi.
zh_hk: 輸入對或錯。如果為對，則該課程將出現在新課程清單中，並且會顯示一個新！徽章暫時出現在課程圖像旁。

source: Mobile Course Available
af_za: Mobiele kursus beskikbaar
bo: ཁ་པར་སྒང་གི་སློབ་ཚན་ཡོད།
de_de: Mobiler Kurs verfügbar.
el: Διαθέσιμο μάθημα για κινητά
es: Curso disponible en móvil
fa: دوره موبایلی موجود است
hu: A kurzus elérhető mobil készülékről
ja: モバイルコース利用可能
kk: Мобильді курс қолжетімді
lv: Pieejams mobilais kurss
sq: Kursi mobil i disponueshëm
sv: Mobilkurs tillgänglig
th: หลักสูตรบนมือถือพร้อมใช้งาน
uz: Mobil kurs mavjud
zh_hk: 手機端可見的課程

source: Enter true or false. If true, the course will be available to mobile devices.
af_za: Voer waar of onwaar in. As dit waar is, sal die kursus beskikbaar wees vir mobiele toestelle.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞོག། བདེན་པ་ཡིན་ན་སློབ་ཚན་དེ་ཁ་པར་གྱི་ཁྱད་ཆོས་དང་མཐུན་པ་ཡིན།
de_de: Gib "Wahr" oder "Falsch" ein. Bei "Wahr" wird der Kurs für mobile Geräte verfügbar sein.
el: Εισαγάγετε true ή false. Εάν επιλέξετε το true, το μάθημα θα είναι διαθέσιμο σε κινητές συσκευές.
es: Ingrese verdadero o falso. Si es verdadero, el curso estará disponible para dispositivos móviles.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، دوره برای دستگاه های تلفن همراه در دسترس خواهد بود.
hu: Írja be, hogy igaz vagy hamis. Ha igaz, a kurzus elérhető lesz mobil eszközökön.
ja: 真または偽を入力してください。真の場合、コースはモバイルデバイスで利用可能になります。
kk: Шын немесе жалған деп енгізіңіз. Рас болса, курс мобильді құрылғыларға қолжетімді болады.
lv: Ievadiet True vai False. Ja True, kurss būs pieejams mobilajām ierīcēm.
sq: Shkruani e vërtetë ose e rreme. Nëse është e vërtetë, kursi do të jetë i disponueshëm për pajisjet mobile.
sv: Ange sant eller felaktigt. Om det är sant, kommer kursen att vara tillgänglig för mobila enheter.
th: ระบุหรือถูกหรือผิด เมื่อถูกหลักสูตรสามารถใช้ได้กับอุปกรณ์โทรศัพท์มือถือ
uz: Rost yoki yolg'onni kiriting. Agar rost bo'lsa, kurs mobil qurilmalarda mavjud bo'ladi.
zh_hk: 請輸入對或錯，如果為對，這門課程將支援行動裝置上學習。

source: Video Upload Credentials
af_za: Video-oplaaibewyse
bo: བརྙན་ནང་འཇུག་ཐུབ་པའི་ཚད་འཛིན།
de_de: Daten des hochgeladenen Videos
el: Διαπιστευτήρια μεταφόρτωσης βίντεο
es: Credenciales de carga de videos
fa: اعتبار آپلود ویدیو
hu: Videófeltöltési hitelesítő adatok
ja: ビデオアップロード資格情報
kk: Бейне жүктеп салу тіркелгі деректері
lv: Video augšupielādes akreditācijas dati
sq: Kredencialet e ngarkimit të videos
sv: Videoöverföringsuppgifter
th: วิดีโออัปโหลดข้อมูลประจำตัว
uz: Video yuklash ma'lumotlari
zh_hk: 影片上傳憑證

source: Enter the unique identifier for your course's video files provided by {platform_name}.
af_za: Voer die unieke identifiseerder vir jou kursus se videolêers in wat deur {platform_name} verskaf word.
bo: {platform_name} འདིས་མཁོ་སྤྲོད་བྱས་པའི་ཁྱེད་ཀྱི་སློབ་ཚན་བརྙན་ལ་དམིགས་བསལ་ངོས་འཛིན་བྱེད་ཞོག
de_de: Geben Sie die eindeutige Kennung für die Videodateien Ihres Kurses ein, die von {platform_name} bereitgestellt wird.
el: Εισαγάγετε το μοναδικό αναγνωριστικό για τα αρχεία βίντεο του μαθήματος σας που παρέχεται από το {platform_name} .
es: Ingrese el identificador único para los archivos de video de su curso proporcionado por {platform_name}.
fa: شناسه منحصر به فرد فایل‌های ویدیویی دوره خود را که توسط {platform_name} ارائه شده است وارد کنید.
ja: {platform_name} によって提供されたコースのビデオファイルの一意の識別子を入力してください。
kk: {platform_name} ұсынған курс бейне файлдары үшін бірегей идентификаторды енгізіңіз.
lv: Ievadiet unikālo identifikatoru sava kursa video failiem, ko nodrošina {platform_name} .
sq: Shkruani identifikuesin unik për skedarët video të kursit tuaj të ofruar nga {platform_name}.
sv: Ange den unika identifieraren för din kurss videofiler från {platform_name}.
uz: {platform_name} tomonidan taqdim etilgan kursingiz video fayllari uchun noyob identifikatorni kiriting.
zh_hk: 輸入{platform_name}提供的課程影片檔案的唯一識別碼。

source: Course Not Graded
af_za: Kursus nie gegradeer nie
bo: སློབ་ཚན་མི་གནས་རིམ་པ།
de_de: Kurs ist unbenotet
el: Το μάθημα δεν έχει βαθμολογηθεί
es: Curso no calificado
fa: درس درجه بندی نشده
hu: A kurzus nem minősített
kk: Курсқа баға қойылмаған
lv: Kurss nav novērtēts
sq: Kursi nuk është notuar
sv: Kursen är inte graderad
th: หลักสูตรที่ไม่ให้คะแนน
uz: Kurs baholanmagan
zh_hk: 課程未評分

source: Enter true or false. If true, the course will not be graded.
af_za: Voer waar of onwaar in. Indien waar, sal die kursus nie gegradeer word nie.
bo: བདེན་པ་ཡང་ན་རྫུན་པ་ཞིག་བྱིན། བདེན་པ་ཡིན་ན་སློབ་ཚན་དེ་གནས་རིམ་མི་བྱེད།
de_de: Gib "Wahr" oder "Falsch" ein. Falls "Wahr", wird der Kurs nicht benotet.
el: Εισαγάγετε true ή false. Εάν αληθεύει, το μάθημα δεν θα βαθμολογηθεί.
es: Ingrese verdadero o falso. Si es verdadero, el curso no será calificado.
fa: درست یا نادرست را وارد کنید. در صورت صحت به درس نمره داده نمی شود.
hu: Írja be, hogy igaz vagy hamis. Ha igaz, akkor a kurzus nem lesz minősítve.
ja: 真または偽を入力してください。真の場合、コースは採点されません。
kk: Шын немесе жалған деп енгізіңіз. Рас болса, курсқа баға қойылмайды.
lv: Ievadiet True vai False. Ja True, kurss netiks novērtēts.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, kursi nuk do të vlerësohet.
sv: Ange sant eller felaktigt. Om det är sant, kommer kursen inte att betygas.
th: ระบุหรือถูกหรือผิด เมื่อถูก หลักสูตรนี้จะไม่มีการให้คะแนน
uz: Rost yoki yolg'onni kiriting. Agar rost bo'lsa, kursga baho qo'yilmaydi.
zh_hk: 輸入對或錯。如果對，該課程將不會評分。

source: Disable Progress Graph
af_za: Deaktiveer vorderingsgrafiek
bo: ཡར་རྒྱས་ཀྱི་རྩིས་རིས་སྒོ་ཁོག
de_de: Fortschrittsanzeige abschalten
el: Απενεργοποιήστε το Γράφημα Προόδου
es: Deshabilitar gráfico de progreso
fa: نمودار پیشرفت را غیرفعال کنید
hu: Eredmény grafikon tiltása
ja: 進捗グラフを無効にする
kk: Прогресс графигін өшіру
lv: Atspējot progresa grafiku
sq: çaktivizo grafikun e progresit
sv: Inaktivera framstegsgraf
th: ปิดการใช้งานกราฟความคืบหน้า
uz: Rivojlanish grafigini o'chiring
zh_hk: 禁用進度圖表

source: Enter true or false. If true, students cannot view the progress graph.
af_za: Voer waar of onwaar in. Indien waar, kan studente nie die vorderingsgrafiek sien nie.
bo: བདེན་པ་དང་རྫུན་པ་གང་རུང་ཞོག། བདེན་པ་ཡིན་ན་སློབ་ཕྲུག་གིས་ཡར་རྒྱས་ཀྱི་རྩིས་རིས་ལ་མི་མཐོང་།
de_de: Gib "Wahr" oder "Falsch" ein. Falls "Wahr", können die Teilnehmer den Fortschrittsgraphen nicht sehen.
el: Εισαγάγετε true ή false. Εάν επιλέξετε το true, οι μαθητές δε θα μπορούν να δουν το γράφημα προόδου.
es: Ingrese verdadero o falso. Si es verdadero, los estudiantes no pueden ver el gráfico de progreso.
fa: درست یا نادرست را وارد کنید. اگر درست باشد، دانش آموزان نمی توانند نمودار پیشرفت را مشاهده کنند.
hu: Adja meg, hogy igaz vagy hamis. Ha igaz, a diákok nem láthatják a haladási grafikont.
ja: 真または偽を入力してください。真の場合、学生は進捗グラフを表示できません。
kk: Шын немесе жалған деп енгізіңіз. Егер шын болса, студенттер орындалу графигін көре алмайды.
lv: Ievadiet True vai False. Ja True, dalībnieki nevar skatīt progresa grafiku.
sq: Shkruani e vërtetë ose e gabuar. Nëse është e vërtetë, studentët nuk mund ta shohin grafikun e përparimit.
sv: Ange sant eller falskt. Om sant, kan studenterna inte se framstegsgrafen.
th: ระบุหรือถูกหรือผิด เมื่อถูกนักเรียนจะไม่สามารถเห็นกราฟความก้าวหน้านี้
uz: Rost yoki yolg'onni kiriting. Agar rost boʻlsa, talabalar taraqqiyot grafigini koʻra olmaydi.
zh_hk: 輸入對或錯。如果為對，學生將無法查看進度圖。

source: PDF Textbooks
af_za: PDF Handboeke
bo: སློབ་དེབ་ཀྱི་PDF
de_de: PDF-Lehrbücher
el: Κείμενα σε μορφή PDF
es: Libros de texto en PDF
fa: PDF کتاب های درسی
hu: PDF tankönyv
ja: PDF教科書
kk: PDF оқулықтар
lv: PDF mācību grāmatas
sq: Tekstet PDF
sv: Läroböcker i pdf-format
uz: Pdf darsliklar
zh_hk: PDF教科書

source: List of dictionaries containing pdf_textbook configuration
af_za: Lys van woordeboeke wat pdf_handboek-konfigurasie bevat
bo: སློབ་ཚན་གྱི་pdf བཀོད་སྒྲིག་ནང་འདུས་པའི་ཚིག་མཛོད་ཁག་གི་ཐོ་གཞུང་།
de_de: Liste der Wörterbücher, die die pdf_textbook Konfiguration enthalten
el: Λίστα λεξικών που περιέχουν τη διαμόρφωση "pdf_textbook"
es: Lista de diccionarios que contienen la configuración de pdf_textbook
fa: فهرست لغت نامه های حاوی پیکربندی pdf_textbook
ja: 辞書のリスト（pdf_textbookの設定を含む）
kk: pdf_textbook конфигурациясын қамтитын сөздіктер тізімі
lv: Vārdnīcu saraksts, kas satur pdf_textbook konfigurāciju
sq: Lista e fjalorëve që përmbajnë konfigurimin pdf_tekstit
sv: Lista över ordböcker som innehåller pdf_textbook konfiguration
th: รายการของพจนานุกรมที่เก็บโครงสร้างที่มีpdf_textbook
uz: pdf_texbook konfiguratsiyasini o'z ichiga olgan lug'atlar ro'yxati
zh_hk: 字典列表包含pdf_textbook的結構

source: HTML Textbooks
af_za: HTML Handboeke
bo: སློབ་དེབ་ཁག་གི་ HTML
de_de: HTML-Lehrbücher
el: HTML σχολικά βιβλία
es: Libros de texto en HTML
fa: کتاب های درسی HTML
hu: HTML tankönyv
ja: HTML教科書
kk: HTML оқулықтары
lv: HTML mācību grāmatas
sq: Tekste HTML
sv: Läroböcker i html-format
th: ตำรา HTML
uz: HTML darsliklar
zh_hk: HTML 教科書

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
af_za: Vir HTML-handboeke wat as aparte oortjies in die kursus verskyn, voer die naam van die oortjie in (gewoonlik die titel van die boek) asook die URL&#39;s en titels van elke hoofstuk in die boek.
de_de: Für HTML Lehrbücher, die als separate Registerkarten im Kurs erscheinen, geben Sie den Namen der Registerkarte (in der Regel den Titel des Buches) sowie die URLs und Titel der einzelnen Kapitel im Buch ein.
el: Για σχολικά βιβλία HTML που εμφανίζονται ως ξεχωριστές καρτέλες στο μάθημα, εισαγάγετε το όνομα της καρτέλας (συνήθως τον τίτλο του βιβλίου) καθώς και τις διευθύνσεις URL και τους τίτλους κάθε κεφαλαίου του βιβλίου.
es: Para los libros de texto en HTML que aparecen como pestañas separadas en el curso, ingrese el nombre de la pestaña (generalmente el título del libro), así como las URLs y los títulos de cada capítulo del libro.
fa: برای کتاب های درسی HTML که به صورت تب های جداگانه در درس ظاهر می شوند، نام تب (معمولاً عنوان کتاب) و همچنین آدرس و عنوان هر فصل در کتاب را وارد کنید.
hu: A kurzusban külön fülekként megjelenő HTML tankönyvek esetén adja meg a fül nevét (általában a könyv címét), valamint a könyv egyes fejezeteinek URL-jeit és címeit.
ja: コース内で別タブとして表示されるHTML教科書については、タブの名前（通常は本のタイトル）と、本の各章のURLおよびタイトルを入力してください。
kk: Курста бөлек қойындылар ретінде пайда болатын HTML оқулықтары үшін қойындының атын (әдетте кітаптың атауын), сондай-ақ кітаптағы әрбір тараудың URL мекенжайларын және атауларын енгізіңіз.
lv: HTML mācību grāmatām, kas kursā parādās kā atsevišķas cilnes, ievadiet cilnes nosaukumu (parasti grāmatas nosaukumu), kā arī katras grāmatas nodaļas URL un nosaukumus.
sq: Për tekstet shkollore HTML që shfaqen si skeda të veçanta në kurs, vendosni emrin e skedës (zakonisht titullin e librit) si dhe URL-të dhe titujt e secilit kapitull në libër.
sv: För HTML-läroböcker som visas som separata flikar i kursen anger du flikenes namn (vanligtvis bokens titel) samt webbadresserna och titlarna för varje kapitel i boken.
uz: Kursda alohida yorliqlar sifatida paydo bo'ladigan HTML darsliklari uchun yorliq nomini (odatda kitob nomi), shuningdek, kitobdagi har bir bobning URL manzillari va sarlavhalarini kiriting.
zh_hk: 對於在課程中以單獨標籤顯示的 HTML 教材，則輸入標籤的名稱（通常為課本的名稱）以及教材每一章節的 URL 和標題。

source: Remote Gradebook
af_za: Afgeleë Graadboek
bo: རྒང་རིང་གི་སྦྱངས་རིམ་དཔེ་ཆ།
de_de: Entferntes Notenbuch
el: Απομακρυσμένο Βαθμολόγιο
es: Libro de calificaciones remoto
fa: کتاب نمرات از راه دور
ja: リモート成績表
kk: Қашықтан бағалау кітапшасы
lv: Attālā vērtējumu grāmatiņa
sq: Libër notash në distancë
th: สมุดคะแนนระยะไกล
uz: Masofaviy baho kitobi
zh_hk: 遠距成績冊

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
af_za: Voer die afgeleë graadboek-kartering in. Gebruik hierdie instelling slegs wanneer REMOTE_GRADEBOOK_URL gespesifiseer is.
bo: རྒྱང་རིང་ཚོད་འཛིན་གནས་ཚད་དཔེ་ཆའི་ས་ཁྲ་ཞོག རྒྱང་རིང་ཚོད་འཛིན་གནས་ཚད་དཔེ་ཆའི་དྲ་ཐག་གཙོར་འདོན་བྱས་ན་ད་གཟོད་སྒྲིག་འགོད་འདི་སྤྱོད་ཐུབ་པ་ཡིན།
de_de: Gib die Zuweisung zu dem entfernten Notenbuch ein. Nutze diese Einstellung nur, falls die REMOTE_GRADEBOOK_URL festgelegt worden ist.
el: Εισαγάγετε την απομακρυσμένη αντιστοίχιση του βιβλίου βαθμολογίας. Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο όταν έχει καθοριστεί REMOTE_GRADEBOOK_URL.
es: Ingrese la asignación del libro de calificaciones remoto. Solo use esta configuración cuando se haya especificado REMOTE_GRADEBOOK_URL.
fa: نگاشت دفترچه نمره از راه دور را وارد کنید. فقط زمانی از این تنظیم استفاده کنید که REMOTE_GRADEBOOK_URL مشخص شده باشد.
hu: Adja meg a távoli osztálynapló leképezését. Csak akkor használja ezt a beállítást, ha a REMOTE_GRADEBOOK_URL meg van adva.
ja: リモート成績表のマッピングを入力してください。REMOT_GRADEBOOK_URLが指定されている場合にのみ、この設定を使用してください。
kk: Қашықтағы баға кітапшасының картасын енгізіңіз. Бұл параметрді REMOTE_GRADEBOOK_URL көрсетілген кезде ғана пайдаланыңыз.
lv: Ievadiet attālo vērtējumu grāmatiņas kartēšanu. Izmantojiet šo iestatījumu tikai tad, ja ir norādīts REMOTE_GRADEBOOK_URL.
sq: Shkruani hartën e librit të notave në distancë. Përdoreni këtë cilësim vetëm kur të jetë specifikuar REMOTE_GRADEBOOK_URL.
sv: Ange fjärrkartbokskartläggningen. Använd bara den här inställningen när REMOTE_GRADEBOOK_URL har angivits.
th: กรอกแผนที่สมุดคะแนนระยะไกล ใช้การตั้งค่าเมื่อ REMOTE_GRADEBOOK_URL ที่ระบุเท่านั้น
uz: Masofaviy baho kitobi xaritasini kiriting. Bu sozlamadan faqat REMOTE_GRADEBOOK_URL ko‘rsatilganda foydalaning.
zh_hk: 輸入遠端成績冊映射。僅當指定 REMOTE_GRADEBOOK_URL 時才使用此設定。

source: Enable CCX
af_za: Aktiveer CCX
bo: CCX བྱེད་ནུས་པ།
de_de: CCX aktivieren
el: Ενεργοποίηση CCX
es: Habilitar CCX
fa: CCX را فعال کنید
hu: CCX engedélyezése
ja: CCXを有効にする
kk: CCX қосыңыз
lv: Iespējot CCX
sq: Aktivizo CCX
sv: Aktivera CCX
th: เปิดใช้งาน CCX
uz: CCX-ni yoqing
zh_hk: 啟用CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on {platform_name}. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
af_za: Laat kursusinstrukteurs toe om CCX-afrigterrolle toe te wys, en laat afrigters toe om pasgemaakte kursusse op {platform_name} te bestuur. Wanneer dit vals is, kan pasgemaakte kursusse nie geskep word nie, maar bestaande pasgemaakte kursusse sal behoue bly.
bo: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom སློབ་ཚན on {platform_name}. When false, Custom སློབ་ཚན cannot be created, but existing Custom སློབ་ཚན will be preserved.
de_de: Ermöglichen Sie Kursleitern, CCX-Coach-Rollen zuzuweisen, und gestatten Sie Trainern, benutzerdefinierte Kurse auf {platform_name} zu verwalten. Bei „false“ können keine benutzerdefinierten Kurse erstellt werden, vorhandene benutzerdefinierte Kurse bleiben jedoch erhalten.
el: Επιτρέψτε στους εκπαιδευτές μαθημάτων να εκχωρήσουν ρόλους CCX Coach και επιτρέψτε στους εκπαιδευτές να διαχειρίζονται προσαρμοσμένα μαθήματα στο {platform_name} . Όταν είναι false, τα προσαρμοσμένα μαθήματα δεν μπορούν να δημιουργηθούν, αλλά τα υπάρχοντα προσαρμοσμένα μαθήματα θα διατηρηθούν.
es: Permitir que los instructores del curso asignen roles de Entrenador CCX y que los entrenadores gestionen Cursos Personalizados en {platform_name}. Cuando es falso, no se pueden crear Cursos Personalizados, pero los Cursos Personalizados existentes se conservarán.
fa: به مربیان دوره اجازه دهید تا نقش های مربی CCX را اختصاص دهند و به مربیان اجازه دهید دوره های سفارشی را در {platform_name} مدیریت کنند. هنگامی که نادرست است، دوره های سفارشی نمی توانند ایجاد شوند، اما دوره های سفارشی موجود حفظ می شوند.
hu: Engedélyezze a kurzusok oktatóinak, hogy CCX edzői szerepeket osszanak ki, és engedélyezze az edzőknek, hogy kezeljék az egyedi kurzusokat a(z) {platform_name} platformon. Ha hamis, egyedi kurzusok nem hozhatók létre, de a meglévő egyedi kurzusok megmaradnak.
ja: コースのインストラクターがCCXコーチの役割を割り当て、コーチが{platform_name}上でカスタムコースを管理できるようにします。falseの場合、カスタムコースは作成できませんが、既存のカスタムコースは保持されます。
kk: Курс нұсқаушыларына CCX Coach рөлдерін тағайындауға және жаттықтырушыларға {platform_name} жүйесінде реттелетін курстарды басқаруға рұқсат беріңіз. Жалған кезде, пайдаланушы курстарын жасау мүмкін емес, бірақ бар пайдаланушы курстары сақталады.
lv: Ļaujiet kursu pasniedzējiem piešķirt CCX trenera lomas un ļaujiet treneriem pārvaldīt pielāgotus kursus vietnē {platform_name}. Ja šī opcija ir nepatiesa, pielāgotus kursus nevar izveidot, bet esošie pielāgojamie kursi tiks saglabāti.
sq: Lejoni instruktorët e kursit të caktojnë rolet e trajnerit CCX dhe lejojini trajnerët të menaxhojnë Kurse të personalizuara në {platform_name}. Nëse është false, Kurset e personalizuara nuk mund të krijohen, por kurset ekzistuese të personalizuara do të ruhen.
sv: Tillåt kurslärare att tilldela CCX-coachroller och tillåt coacher att hantera anpassade kurser på {platform_name}. När det är falskt kan anpassade kurser inte skapas, men befintliga anpassade kurser kommer att bevaras.
uz: Kurs oʻqituvchilariga CCX Coach rollarini belgilashga ruxsat bering va murabbiylarga {platform_name} da maxsus kurslarni boshqarishga ruxsat bering. Noto'g'ri bo'lsa, Maxsus kurslarni yaratib bo'lmaydi, lekin mavjud maxsus kurslar saqlanib qoladi.
zh_hk: 允許課程講師分配 CCX 教練角色，並允許教練管理 {platform_name} 上的自訂課程。如果為 錯，則無法建立自訂課程，但將保留現有的自訂課程。

source: CCX Connector URL
bo: CCX ལ་མཐུད་བྱེད་ཀྱི་དྲ་ཐག URL
de_de: CCX Konnektor URL
el: Διεύθυνση URL σύνδεσης CCX
es: URL del conector CCX
fa: URL رابط CCX
ja: CCXコネクタURL
kk: CCX қосқышының URL мекенжайы
lv: CCX savienotāja URL
sq: URL-ja e lidhësit CCX
sv: CCX-kontaktadress
uz: CCX ulagichining URL manzili
zh_hk: CCX 連接器 URL
