Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
af_za: Bepaal of &#39;n &#39;Herstel&#39;-knoppie gewys word sodat die gebruiker hul antwoord kan terugstel. &#39;n Standaardwaarde kan in Gevorderde instellings gestel word.
bo: 'བསྐྱར་སྒྲིག' གི་གནོན་ཐེབས་སྟོན་མི་སྟོན་གཏན་འཁེལ་བྱེད། སྟོན་ན་སྤྱོད་མཁན་གྱིས་ཁོང་ཚོའི་ལན་འདེབས་བསྐྱར་སྒྲིག་བྱ་ཆོག རྨང་གཞིའི་རིན་ཐང་དེ་ཚད་མཐོའི་སྒྲིག་འགོད་ནང་སྒྲིག་ཆོག།
de_de: Entscheide, ob der Reset-Button für den User angezeigt wird, so dass der Nutzer seine Antwort zurücksetzen kann. Ein Standardwert kann in den erweiterten Einstellungen gesetzt werden.
el: Καθορίζει αν ένα κουμπί «Επαναφορά» εμφανίζεται, έτσι ώστε ο χρήστης μπορεί να επαναφέρει την απάντησή του. Μια προεπιλεγμένη τιμή μπορεί να οριστεί στις Ρυθμίσεις για προχωρημένους.
es: Determina si se muestra un botón 'Reiniciar' para que el usuario pueda restablecer su respuesta. Se puede establecer un valor predeterminado en Configuración avanzada.
fa: تعیین می کند که آیا یک دکمه &quot;تنظیم مجدد&quot; نشان داده می شود تا کاربر بتواند پاسخ خود را بازنشانی کند. یک مقدار پیش فرض را می توان در تنظیمات پیشرفته تنظیم کرد.
hu: Meghatározza, hogy megjelenjen-e egy „Visszaállítás” gomb, amely lehetővé teszi a felhasználó számára a válasz visszaállítását. Alapértelmezett érték beállítható a Speciális beállításokban.
kk: Пайдаланушы өз жауабын қалпына келтіруі үшін "Қалпына келтіру" түймесі көрсетілетінін немесе көрсетілмейтінін анықтайды. Әдепкі мәнді Кеңейтілген параметрлерде орнатуға болады.
lv: Nosaka, vai tiek parādīta poga "Atiestatīt", lai lietotājs varētu atjaunot savu atbildi. Noklusējuma vērtību var iestatīt Paplašinātajos iestatījumos.
sq: Përcakton nëse shfaqet një buton &#39;Rivendos&#39; në mënyrë që përdoruesi të rivendosë përgjigjen e tij. Një vlerë e paracaktuar mund të vendoset në Cilësimet e Avancuara.
sv: Avgör om en 'Återställ'-knapp visas så att användaren kan återställa sitt svar. Ett standardvärde kan ställas in i Avancerade Inställningar.
th: กำหนดว่าถ้าหากปุ่ม'ตั้งค่าใหม่'ถูกแสดง ดังนั้นผู้ใช้อาจจะต้องตั้งค่าคำตอบของเขาใหม่ ค่าเบื้องต้นจะสามารถกำนหดได้ในการตั้งค่าขั้นสูง
uz: Foydalanuvchi o'z javobini qayta o'rnatishi uchun "Qayta o'rnatish" tugmasi ko'rsatilishini aniqlaydi. Standart qiymat Kengaytirilgan sozlamalarda o'rnatilishi mumkin.
zh_hk: 確定是否顯示“重置”按鈕，以便用户可以重置其答案。可以在進階設定中設定預設值。

source: Randomization
af_za: Randomisering
de_de: Zufällige Anordnung
el: Τυχαιοποίηση
es: Aleatorización
fa: تصادفی سازی
hu: Véletlenszerűsítés
ja: ランダム化
kk: Рандомизация
lv: Randomizācija
sq: Rastësi
sv: randomisering
th: การสุ่ม
uz: Tasodifiylashtirish
zh_hk: 隨機化

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
af_za: Definieer wanneer om die veranderlikes wat in die geassosieerde Python-skrif gespesifiseer word, ewekansig te maak. Vir probleme wat nie waardes ewekansig maak nie, spesifiseer &quot;Nooit&quot;.
de_de: Definiert, wann die im zugehörigen Python-Skript angegebenen Variablen randomisiert werden sollen. Bei Problemen, die keine zufälligen Werte enthalten, geben Sie "Niemals" an.
el: Ορίζει πότε θα γίνει η επιλογή τυχαίων μεταβλητών, που καθορίζονται στο αντίστοιχο σενάριο γλώσσας Python. Για προβλήματα που δεν χρειάζεται η επιλογή τυχαίων τιμών, επιλέξτε "Ποτέ".
es: Define cuándo aleatorizar las variables especificadas en el script de Python asociado. Para problemas que no aleatorizan valores, especifique "Nunca".
fa: زمان تصادفی سازی متغیرهای مشخص شده در اسکریپت پایتون مرتبط را مشخص می کند. برای مشکلاتی که مقادیر را تصادفی نمی کنند، &quot;هرگز&quot; را مشخص کنید.
hu: Meghatározza, mikor kell randomizálni a kapcsolódó Python szkriptben megadott változókat. Azoknál a feladatoknál, amelyeknél nem randomizálják az értékeket, adja meg, hogy "Soha".
ja: 関連するPythonスクリプトで指定された変数をランダム化するタイミングを定義します。値をランダム化しない問題の場合は、「Never」を指定してください。
kk: Байланысты Python сценарийінде көрсетілген айнымалыларды рандомизациялау уақытын анықтайды. Мәндерді рандомизацияланбайтын мәселелер үшін "Ешқашан" параметрін көрсетіңіз.
lv: Nosaka, kad randomizēt saistītā Python skripta norādītos mainīgos. Problēmām, kurās vērtības netiek nejauši atlasītas, norādiet "Nekad".
sq: Përcakton se kur të rastësohen variablat e specifikuar në skriptin e lidhur Python. Për problemet që nuk bëjnë rastësi vlerat, specifikoni "Kurrë".
sv: Definierar när du vill randomisera variablerna som anges i det tillhörande Python-skriptet. För problem som inte randomiserar värden, ange "Aldrig".
th: ระบุว่าเมื่อใดต้องสุ่มประเภทของตัวแปรที่เกี่ยวข้องกับPython สำหรับปัญหาที่ไม่ได้ถูกสุ่มค่าที่ตัวแปรให้ระบุ"ไม่เคย"
uz: Bog'langan Python skriptida ko'rsatilgan o'zgaruvchilarni qachon randomizatsiya qilishni belgilaydi. Qiymatlar tasodifiy bo'lmagan muammolar uchun "Hech qachon" ni belgilang.
zh_hk: 定義何時隨機化Python腳本中的變數。如果不需要隨機化的變量，請選擇「從不」。

source: On Reset
af_za: Op Herstel
bo: བསྐྱར་སྒྲིག་སྒང་ལ
de_de: Bei Zurücksetzung
el: Σε επαναφορά
es: Al reiniciar
fa: در حالت بازنشانی
hu: Visszaállításkor
ja: リセット時に
kk: Қалпына келтіруде
lv: Atiestatīt
sq: Në rivendosje
sv: Vid återställning
th: ขณะรีเซ็ท
uz: Qayta tiklashda
zh_hk: 在重置時

source: Per Student
bo: སློབ་ཕྲུག་རེ་རེ།
de_de: Pro Teilnehmer
el: Ανά φοιτητή
es: Por estudiante
fa: هر دانش آموز
hu: Tanulónként
kk: Бір студентке
lv: Katram dalībniekam
sq: Për student
th: ต่อนักเรียนหนึ่งคน
uz: Talaba uchun
zh_hk: 每個學生

source: XML data for the problem
af_za: XML-data vir die probleem
bo: དྲི་བ་དེའི་ XML གཞི་གྲངས།
de_de: XML-Daten der Fragestellung
el: Δεδομένα XML για το πρόβλημα
es: Datos XML del problema
fa: داده‌های XML مسئله
hu: Feladat XML adatai
kk: Мәселеге арналған XML деректері
lv: XML dati par uzdevumu
sq: Të dhënat XML për problemin
sv: XML-data för problemet
th: ข้อมูล XML สำหรับปัญหา
uz: Muammo uchun XML ma'lumotlari
zh_hk: 問題的 XML 數據

source: Dictionary with the correctness of current student answers
af_za: Woordeboek met die korrektheid van huidige studenteantwoorde
bo: ད་ལྟའི་སློབ་ཕྲུག་གིས་ལན་འདེབས་འགྲིག་པའི་རང་བཞིན་དང་འབྲེལ་བའི་ཚིག་མཛོད།
de_de: Wörterbuch mit der Richtigkeit der aktuellen Teilnehmerantworten
el: Λεξικό με την ορθότητα των τρεχουσών απαντήσεων των φοιτητών
es: Diccionario con la corrección de las respuestas actuales del estudiante
fa: فرهنگ لغت با صحت پاسخ های فعلی دانش آموزان
ja: 現在の学生の回答の正確性を示す辞書
kk: Студенттердің ағымдағы жауаптарының дұрыстығы көрсетілген сөздік
lv: Vārdnīca ar aktuālo dalībnieku atbilžu pareizību
sq: Fjalor me korrektësinë e përgjigjeve aktuale të nxënësve
sv: Ordlista med korrektheten av nuvarande student svar
th: พจนานุกรมกับความถูกต้องของคำตอบปัจจุบันของนักเรียน
uz: Talabalarning joriy javoblarining to'g'riligi bilan lug'at
zh_hk: 包含目前學生答案正確性的字典

source: List of correctness maps for each attempt
af_za: Lys van korrektheid kaarte vir elke poging
es: Lista de mapas de corrección para cada intento
fa: فهرست نقشه های صحت برای هر تلاش
ja: 各試行の正誤マップ一覧
kk: Әрбір әрекет үшін дұрыстық карталарының тізімі
lv: Katra mēģinājuma pareizības karšu saraksts
sq: Lista e hartave të korrektësisë për çdo përpjekje
sv: Lista över korrekthetskartor för varje försök
uz: Har bir urinish uchun to'g'rilik xaritalari ro'yxati
zh_hk: 每次嘗試的正確性圖表列表

source: Dictionary for maintaining the state of inputtypes
af_za: Woordeboek vir die handhawing van die toestand van invoertipes
bo: ནང་འཇུག་རེ་རེའི་གནས་བབ་ཉར་འཛིན་བྱེད་པའི་ཚིག་མཛོད།
de_de: Wörterbuch zur Wartung der Zustände der Eingabetypen
el: Λεξικό επίβλεψης της κατάστασης των εισαγόμενων τύπων
es: Diccionario para mantener el estado de los tipos de entrada
fa: فرهنگ لغت برای حفظ وضعیت انواع ورودی
hu: Szótár az inputtípusok állapotának fenntartásához
ja: 入力タイプの状態を維持するための辞書
kk: Енгізу типтерінің күйін сақтауға арналған сөздік
lv: Vārdnīca ievades veidu stāvokļa uzturēšanai
sq: Fjalor për ruajtjen e gjendjes së llojeve të hyrjes
sv: Ordbok för att upprätthålla tillståndet för inputtyper
th: พจนานุกรมสำหรับการรักษาสถานะของชนิดของข้อมูลที่ป้อน
uz: Kirish turlari holatini saqlash uchun lug'at
zh_hk: 維護狀態的輸入類型字典

source: Dictionary with the current student responses
af_za: Woordeboek met die huidige studenteantwoorde
bo: ད་ལྟའི་སློབ་ཕྲུག་གི་ལན་འདེབས་དང་འབྲེལ་བའི་ཚིག་མཛོད།
de_de: Wörterbuch mit den aktuellen Teilnehmerantworten
el: Λεξικό με τις τρέχουσες απαντήσεις των φοιτητών
es: Diccionario con las respuestas actuales del estudiante
fa: فرهنگ لغت با پاسخ های دانش آموز فعلی
hu: A jelenlegi tanulói válaszokat tartalmazó szótár
ja: 現在の学生の回答を含む辞書
kk: Студенттердің ағымдағы жауаптары бар сөздік
lv: Vārdnīca ar pašreizējām dalībnieku atbildēm
sq: Fjalor me përgjigjet aktuale të nxënësve
sv: Ordbok med aktuella studentreaktioner
th: พจนานุกรมกับคำตอบปัจจุบันของนักเรียน
uz: Talabalarning hozirgi javoblari bilan lug'at
zh_hk: 包含目前學生回答的字典

source: List of student answers for each attempt
af_za: Lys van studenteantwoorde vir elke poging
es: Lista de respuestas del estudiante para cada intento
fa: لیست پاسخ های دانش آموزان برای هر تلاش
hu: A diákok válaszainak listája minden próbálkozásra
ja: 各試行の学生の回答一覧
kk: Әрбір әрекет үшін студент жауаптарының тізімі
lv: Dalībnieku atbilžu saraksts katram mēģinājumam
sq: Lista e përgjigjeve të nxënësve për çdo përpjekje
sv: Lista över studenternas svar för varje försök
uz: Har bir urinish uchun talabalar javoblari ro'yxati
zh_hk: 每次嘗試的學生答案列表

source: Dictionary with the current student score
af_za: Woordeboek met die huidige studentetelling
bo: ད་ལྟའི་སློབ་ཕྲུག་གི་ཐོབ་སྐར་དང་འབྲེལ་བའི་ཚིག་མཛོད།
de_de: Dictionary mit der aktuellen Teilnehmerbewertung
el: Λεξικό με την τρέχουσα βαθμολογία σπουδαστή
es: Diccionario con el puntaje actual del estudiante
fa: فرهنگ لغت با نمره فعلی دانش آموز
hu: A jelenlegi tanulói pontszámot tartalmazó szótár
ja: 現在の学生のスコアを示す辞書
kk: Студенттің ағымдағы ұпайы бар сөздік
lv: Vārdnīca ar pašreizējo dalībnieku rezultātu
sq: Fjalor me rezultatin aktual të nxënësit
sv: Ordbok med nuvarande studentpoäng
uz: Talabaning joriy balli bilan lug'at
zh_hk: 包含目前學生分數的字典

source: List of scores for each attempt
af_za: Lys van tellings vir elke poging
es: Lista de puntajes para cada intento
fa: لیست امتیازات برای هر تلاش
ja: 各試行のスコア一覧
kk: Әрбір әрекет үшін ұпайлар тізімі
lv: Katra mēģinājuma rezultātu saraksts
sq: Lista e pikëve për çdo përpjekje
sv: Lista över poäng för varje försök
uz: Har bir urinish uchun ballar ro'yxati
zh_hk: 每次嘗試的分數列表

source: Whether or not the answers have been saved since last submit
af_za: Of die antwoorde sedert die laaste indiening gestoor is of nie
de_de: Ob die Antworten seit dem letzten Absenden gespeichert wurden oder nicht.
el: Αν οι απαντήσεις έχουν αποθηκευτεί ή όχι από την τελευταία υποβολή
es: Si las respuestas se han guardado desde el último envío o no
fa: اینکه آیا پاسخ ها از زمان آخرین ارسال ذخیره شده اند یا خیر
ja: 最後に送信してから回答が保存されたかどうか
kk: Жауаптар соңғы жіберілгеннен кейін сақталған ба, сақталмаған
lv: Neatkarīgi no tā, vai atbildes ir saglabātas kopš pēdējās iesniegšanas
sq: Nëse përgjigjet janë ruajtur apo jo që nga dërgimi i fundit
sv: Huruvida svaren har sparats sedan senaste inlämning
uz: Javoblar oxirgi yuborilganidan keyin saqlanganmi yoki yo'qmi
zh_hk: 自上次提交以來答案是否已保存

source: Whether the student has answered the problem
af_za: Of die student die probleem beantwoord het
bo: སློབ་ཕྲུག་གིས་དྲི་བར་ལན་འདེབས་བྱས་ཡོད་དམ།
de_de: Angabe, ob der Teilnehmer die Fragestellung beantwortet hat
el: Αν ο σπουδαστής έχει απαντήσει το πρόβλημα
es: Si el estudiante ha respondido el problema
fa: آیا دانش‌آموز به مسئله پاسخ داده است یا خیر
ja: 学生が問題に答えたかどうか
kk: Оқушы мәселеге жауап берді ме
lv: Vai dalībnieks ir izpildījis uzdevumu
sq: Nëse nxënësi i është përgjigjur problemit
sv: Huruvida studenten har svarat på problemet
th: ถ้านักเรียนตอบคำถาม
uz: Talaba muammoga javob berdimi
zh_hk: 學生是否回答了問題

source: Random seed for this student
af_za: Willekeurige saad vir hierdie student
bo: སློབ་ཕྲུག་འདིའི་དོན་དུ་ཐོལ་བྱུང་འགོ་རྩོམ།
de_de: Zufallszahlen-Seed für diesen Teilnehmer
el: Τυχαία τροφοδοσία για αυτό το φοιτητή
es: Semilla aleatoria para este estudiante
fa: دانه تصادفی برای این دانش آموز
ja: この学生のためのランダムシード
kk: Бұл студентке арналған кездейсоқ тұқым
lv: Nejaušais sēklas kods sēkla šim dalībniekam
sq: Farë e rastësishme për këtë student
sv: Slumptal för denna student
th: สุ่มผู้ที่ได้รับการคัดเลือก
uz: Bu talaba uchun tasodifiy urug'
zh_hk: 該學生的隨機名次

source: Last submission time
af_za: Laaste inhandigingstyd
bo: སྔ་མའི་འབུལ་སྤྲོད་དུས་ཚོད།
de_de: Letzte Einreichungszeit
el: Τελευταία στιγμή υποβολής
es: Última hora de envío
fa: آخرین زمان ارسال
hu: Utolsó beadási idő
ja: 最終提出時間
kk: Соңғы жіберу уақыты
lv: Pēdējais iesniegšanas laiks
sq: Koha e fundit e dorëzimit
sv: Senaste inlämningstid
th: การส่งงานครั้งล่าสุด
uz: Oxirgi topshirish vaqti
zh_hk: 最後提交時間

source: Timer Between Attempts
af_za: Timer tussen pogings
bo: ཚོད་ལྟ་རེ་རེའི་བར་གྱི་དུས་ཡུན་སྒྲིག་ཆས།
de_de: Kontrolluhr zwischen Versuchen
el: Χρονόμετρο μεταξύ των προσπαθειών
es: Temporizador entre intentos
fa: تایمر بین تلاش ها
hu: Próbálkozások közötti várakozás
ja: 試行間のタイマー
kk: Әрекеттер арасындағы таймер
lv: Taimeris starp mēģinājumiem
sq: Kohëmatësi ndërmjet përpjekjeve
sv: Timer mellan försök
th: ตั้งเวลาระหว่างความพยายาม
uz: Urinishlar orasidagi taymer
zh_hk: 兩次嘗試答題間計時

source: Seconds a student must wait between submissions for a problem with multiple attempts.
af_za: Sekondes moet &#39;n student wag tussen voorleggings vir &#39;n probleem met veelvuldige pogings.
bo: སློབ་མ་ཞིག་གིས་ཚོད་ལྟ་མང་པོ་བྱེད་པའི་དཀའ་ངལ་ལ་ཕུལ་བའི་བར་ལ་སྐར་ཆ་འགའ་ཤས་སྒུག་དགོས།
de_de: Sekunden die ein Teilnehmer zwischen Einreichungen für eine Fragestellung mit mehreren Versuchen warten muss.
el: Δευτερόλεπτα αναμονής προτού επιτραπεί σε έναν φοιτητή να απαντήσει σε πρόβλημα με πολλαπλές προσπάθειες.
es: Segundos que un estudiante debe esperar entre envíos para un problema con múltiples intentos.
fa: ثانیه‌هایی که دانش‌آموز باید برای پاسخ‌گویی مجدد مسئله منتظر بماند.
kk: Студент бірнеше әрекеті бар мәселе үшін жіберулер арасында секунд күтуі керек.
lv: Sekundes, kad dalībniekam ir jāgaida starp iesniegumiem, lai konstatētu uzdevumu ar vairākiem mēģinājumiem.
sq: Një student duhet të presë sekondat ndërmjet paraqitjeve për një problem me përpjekje të shumta.
th: นักเรียนต้องรอสักครู่ระหว่างการเสนอปัญหาและการพยายามหลายครั้ง
uz: Talaba bir nechta urinishlar bilan bog'liq muammoni topshirishlar orasida bir necha soniya kutishi kerak.
zh_hk: 對於多次嘗試的問題，學生在提交之間必須等待幾秒鐘。

source: Problem Weight
af_za: Probleem Gewig
bo: དྲི་བ་དཀའ་མོ།
de_de: Gewichtung der Fragestellung
el: Βαρύτητα Προβλήματος
es: Peso del problema
fa: وزن مسئله
hu: Feladat súlyozása
ja: 問題の重み
kk: Мәселе Салмағы
lv: Uzdevumi svars
sq: Pesha e problemit
sv: Problem Vikt
th: น้ำหนักของปัญหา
uz: Muammo qiyinligi
zh_hk: 問題權重

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
af_za: Definieer die aantal punte wat elke probleem werd is. As die waarde nie gestel is nie, is elke antwoordveld in die probleem een punt werd.
bo: དྲི་བ་རེ་རེའི་རིན་ཐང་གི་སྐར་གྲངས་གཏན་འཁེལ་བྱོས། རིན་ཐང་གི་སྐར་གྲངས་མ་བསྒྲིག་ན་དྲི་བའི་སྡེ་ཚན་ནང་གི་ལན་འདེབས་རེ་རེ་ནི་རྩ་བའི་སྐར་གྲངས་གཅིག་ལ་བརྩི་འགྲོ།
de_de: Legt die Anzahl der Punkte fest, die jede Frage wert ist. Falls der Wert nicht gesetzt ist, ist jedes Antwortfeld einen Punkt wert.
el: Καθορίζει τον αριθμό των βαθμών για κάθε τεστ. Αν δεν έχει οριστεί η τιμή, κάθε απάντηση στο τεστ αξίζει έναν βαθμό.
es: Define la cantidad de puntos que vale cada problema. Si el valor no está establecido, cada campo de respuesta en el problema vale un punto.
fa: تعداد امتیازهای هر مسئله را مشخص می‌کند. اگر مقداری مشخص نشده باشد، هر قسمت پاسخ مسئله یک امتیاز دارد.
hu: Meghatározza, hogy hány pontot ér egy-egy feladat. Ha az érték nincs beállítva, a feladat minden válaszmezője egy pontot ér.
ja: 各問題の配点を定義します。値が設定されていない場合、問題内の各回答欄は1点の価値があります。
kk: Әр есептің ұпай санын анықтайды. Мән орнатылмаса, мәселедегі әрбір жауап өрісі бір ұпайға тең болады.
lv: Nosaka punktu skaitu, kas ir vērts katrai problēmai. Ja šī vērtība nav iestatīta, katra uzdevuma atbildes lauka vērtība ir viens punkts.
sq: Përcakton numrin e pikëve që vlen çdo problem. Nëse vlera nuk është vendosur, çdo fushë përgjigjeje në problem vlen një pikë.
sv: Definierar antalet poäng varje problem är värt. Om värdet inte är inställt, är varje svarsfält i problemet värt en poäng.
th: กำหนดค่าจำนวนของคะแนนที่แต่ละปัญหา ถ้าไม่ได้ตั้งค่า แต่ละการตอบปัญหาจะมีค่าเท่ากับหนึ่งคะแนน
uz: Har bir muammoga arziydigan ball sonini belgilaydi. Agar qiymat o'rnatilmagan bo'lsa, muammodagi har bir javob maydoni bir ballga teng bo'ladi.
zh_hk: 定義每個問題的得分。如果未設定該值，則問題中的每個回應欄位都值一分。

source: Markdown source of this module
af_za: Afmerkbron van hierdie module
bo: མ་དཔེ་འདིའི་MD ཡི་ཁུངས།
de_de: Markdown-Quellcode für dieses Modul
el: Επισήμανση κώδικα αυτού του δομοστοιχείου λογισμικού
es: Fuente Markdown de este módulo
fa: منبع علامت گذاری این ماژول
ja: このモジュールのMarkdownソース
kk: Бұл модульдің белгілеу көзі
lv: Šī moduļa atzīmes avots
sq: Burimi i shënimit të këtij moduli
sv: Markdown-källan för denna modul
th: ลงแหล่งที่มาขอโมดูลนี้
uz: Ushbu modulning markdown manbasi
zh_hk: 此模組的 Markdown 原始碼

source: Source code for LaTeX and Word problems. This feature is not well-supported.
af_za: Bronkode vir LaTeX- en Word-probleme. Hierdie kenmerk word nie goed ondersteun nie.
bo: LaTeX ཡི་ཁུངས་ཀྱི་ཨང་བརྡ་དང་Word དཀའ་ངལ་ལ། ཁྱད་ཆོས་འདིས་རམ་འདེགས་ཡག་པོ་བྱེད་མི་ཐུབ།
de_de: Quellcode für LaTeX- und Word-Fragestellungen. Dieses Fähigkeit wird nicht sehr gut unterstützt.
el: Ο πηγαίος κώδικας για LaTeX και τα προβλήματα του Word. Αυτό το χαρακτηριστικό δεν υποστηρίζεται καλά .
es: Código fuente para problemas de LaTeX y Word. Esta función no está bien soportada.
fa: کد منبع برای مسائل LaTeX و Word. این ویژگی به خوبی پشتیبانی نمی‌شود.
hu: LaTeX és Word problémák forráskódja. Ez a funkció nem jól támogatott.
ja: LaTeXやWordの問題のソースコード。この機能は十分にサポートされていません。
kk: LaTeX және Word мәселелеріне арналған бастапқы код. Бұл мүмкіндік жақсы қолдау көрсетпейді.
lv: Avota kods LaTeX un Word problēmām. Šī funkcija netiek pietiekami atbalstīta.
sq: Kodi burimor për problemet LaTeX dhe Word. Kjo veçori nuk mbështetet mirë.
sv: Källkod för LaTeX- och Word-problem. Den här funktionen stöds inte väl.
th: แหล่งที่มาของโค้ด LaTex และปัญหาของคำ ไม่ถูกสนับสนุน
uz: LaTeX va Word muammolari uchun manba kodi. Bu xususiyat yaxshi qo'llab-quvvatlanmaydi.
zh_hk: LaTeX 和 Word 問題的原始碼。此功能沒有得到很好的支援。

source: Enable LaTeX templates?
af_za: Aktiveer LaTeX-sjablone?
bo: LaTeX མ་དཔེ་ཐུབ་པ་བྱ་རྒྱུ་ཡིན་ནམ།
de_de: Aktiviere LaTeX-Templates?
el: Ενεργοποίηση των προτύπων LaTeX;
es: ¿Habilitar plantillas LaTeX?
fa: قالب های LaTeX را فعال کنید؟
hu: Engedélyezed a LaTeX sablont?
ja: LaTeXテンプレートを有効にしますか？
kk: LaTeX үлгілерін қосу керек пе?
lv: Vai iespējot LaTeX veidnes?
sq: Aktivizo shabllonat LaTeX?
sv: Aktivera LaTeX mallar?
th: เปิดการใช้งาน LaTeXM เทมเพลต
uz: LaTeX andozalari yoqilsinmi?
zh_hk: 啟用 LaTeX 模板嗎？

source: Matlab API key
af_za: Matlab API-sleutel
bo: Matlab API ཚིག་གནད།
de_de: Matlab API-Schlüssel
el: Κλειδί API Matlab
es: Clave API de Matlab
fa: کلید Matlab API
hu: Matlab API kulcs
ja: Matlab APIキー
kk: Matlab API кілті
lv: Matlab API atslēga
sq: Çelësi i Matlab API
sv: Matlab API-nyckel
th: คีย์ Matlab API
uz: Matlab API kaliti
zh_hk: Matlab API 金鑰
