Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
af_za: Voer die API-sleutel in wat deur MathWorks verskaf word vir toegang tot die MATLAB Hosted Service. Hierdie sleutel word vir eksklusiewe gebruik deur hierdie kursus vir die gespesifiseerde duur toegestaan. Moet asseblief nie die API-sleutel met ander kursusse deel nie en stel MathWorks onmiddellik in kennis as jy glo dat die sleutel ontbloot of gekompromitteer is. Om &#39;n sleutel vir jou kursus te bekom, of om &#39;n probleem aan te meld, kontak asseblief moocsupport@mathworks.com
de_de: Geben Sie den von MathWorks bereitgestellten API-Schlüssel für den Zugriff auf den MATLAB Hosted Service ein. Dieser Schlüssel wird für die angegebene Dauer ausschließlich von diesem Kurs verwendet. Bitte geben Sie den API-Schlüssel nicht an andere Kurse weiter und benachrichtigen Sie MathWorks unverzüglich, wenn Sie glauben, dass der Schlüssel offen oder gefährdet ist. Um einen Schlüssel für Ihren Kurs zu erhalten oder ein Problem zu melden, wenden Sie sich bitte an moocsupport@mathworks.com
el: Εισάγατε το κλειδί API που παρέχεται από το πρόγραμμα MathWorks για να έχετε πρόσβαση στην υπηρεσία MATLAB Hosted Service. Αυτό το κλειδί αποδίδεται για αποκλειστική χρήση από αυτό το μάθημα για συγκεκριμένη διάρκεια. Παρακαλούμε να μη μοιράζεστε το κλειδί API με άλλα μαθήματα και ενημερώστε την MathWorks αμέσως, εάν πιστεύετε ότι το κλειδί έχει εκτεθεί ή βρίσκεται σε κίνδυνο. Για να αποκτήσετε ένα κλειδί για αυτό το μάθημα, ή να κάνετε αναφορά ενός ζητήματος, παρακαλούμε επικοινωνήστε με τη διεύθυνση moocsupport@mathworks.com
es: Ingrese la clave API proporcionada por MathWorks para acceder al Servicio alojado de MATLAB. Esta clave se otorga para uso exclusivo de este curso durante el período especificado. No comparta la clave API con otros cursos y notifique a MathWorks de inmediato si cree que la clave está expuesta o comprometida. Para obtener una clave para su curso o informar un problema, comuníquese con moocsupport@mathworks.com.
fa: کلید API ارائه شده توسط MathWorks برای دسترسی به سرویس میزبانی MATLAB را وارد کنید. این کلید برای استفاده انحصاری توسط این دوره برای مدت زمان مشخص داده شده است. لطفاً کلید API را با دوره‌های دیگر به اشتراک نگذارید و اگر فکر می‌کنید کلید فاش شده یا در معرض خطر است، فوراً به MathWorks اطلاع دهید. برای به دست آوردن کلید دوره خود، یا گزارش یک مشکل، لطفاً با moocsupport@mathworks.com تماس بگیرید
hu: Adja meg a MathWorks által biztosított API-kulcsot a MATLAB Hosted Service eléréséhez. Ez a kulcs kizárólagos használatra van megadva ebben a kurzusban a megadott időtartamra. Ne ossza meg az API-kulcsot más kurzusokkal. Azonnal értesítse a MathWorks-t, ha úgy véli, hogy a kulcs kiszivárgott vagy veszélybe került. Ha kulcsot szeretne szerezni a kurzusához, vagy problémát szeretne jelenteni, kérjük, lépjen kapcsolatba a moocsupport@mathworks.com címen.
ja: MathWorksから提供されたAPIキーを入力して、MATLABホステッドサービスにアクセスしてください。このキーは、このコースで指定された期間に限り、独占的に使用するために付与されています。他のコースとAPIキーを共有しないでください。キーが漏洩または危険にさらされていると思われる場合は、直ちにMathWorksに通知してください。コース用のキーを取得するか、問題を報告するには、moocsupport@mathworks.comにお問い合わせください。
kk: MATLAB хостинг қызметіне кіру үшін MathWorks ұсынған API кілтін енгізіңіз. Бұл кілт осы курста көрсетілген уақыт ішінде эксклюзивті пайдалану үшін берілген. API кілтін басқа курстармен бөліспеңіз және кілт ашылған немесе бұзылған деп ойласаңыз, MathWorks-ке дереу хабарлаңыз. Курстың кілтін алу немесе мәселе туралы хабарлау үшін moocsupport@mathworks.com мекенжайына хабарласыңыз
lv: Ievadiet API atslēgu, ko MathWorks ir nodrošinājis, lai piekļūtu MATLAB Hosted Service. Šī atslēga tiek piešķirta ekskluzīvai izmantošanai šajā kursā uz norādīto laiku. Lūdzu, nedalieties ar šo API atslēgu ar citiem kursiem un nekavējoties paziņojiet MathWorks, ja uzskatāt, ka atslēga ir atklāta vai apdraudēta. Lai saņemtu atslēgu savam kursam vai ziņotu par problēmu, lūdzu, sazinieties ar moocsupport@mathworks.com.
sq: Futni çelësin API të ofruar nga MathWorks për të hyrë në Shërbimin e Hosted MATLAB. Ky çelës jepet për përdorim ekskluziv nga ky kurs për kohëzgjatjen e specifikuar. Ju lutemi, mos e ndani çelësin API me kurse të tjera dhe njoftoni menjëherë MathWorks nëse besoni se çelësi është ekspozuar ose komprometuar. Për të marrë një çelës për kursin tuaj ose për të raportuar një problem, ju lutemi kontaktoni moocsupport@mathworks.com
sv: Ange API-nyckeln som tillhandahålls av MathWorks för att komma åt MATLAB Hosted Service. Denna nyckel beviljas för exklusiv användning av denna kurs för den angivna varaktigheten. Vänligen dela inte API-nyckeln med andra kurser och meddela omedelbart MathWorks om du tror att nyckeln är utsatt eller kompromissad. För att få en nyckel för din kurs, eller för att rapportera ett problem, kontakta moocsupport@mathworks.com
th: ระบุคีย์ API ที่มาจาก MathWorks เพื่อเข้าถึง MATLAB Hosted Service คีย์นี้จะทำให้สามารถเข้าถึงสิทธิพิเศษบางอย่างในหลักสูตรนี้ภายในระยะเวลาที่กำหนด กรุณาอย่าใช้คีย์ API กับหลักสูตรอื่นและแจ้ง MathWorks ทันทีเมื่อคุณรู้ว่าคีย์ถูกเปิดเผยหรือใช้โดยผู้อื่น วิธีที่จะได้คีย์ของหลักสูตรหรือแจ้งปัญหา กรุณาแจ้ง moocsupport@mathworks.com
uz: MATLAB hosted xizmatiga kirish uchun MathWorks tomonidan taqdim etilgan API kalitini kiriting. Ushbu kalit ushbu kurs tomonidan belgilangan muddat davomida eksklyuziv foydalanish uchun beriladi. Iltimos, API kalitini boshqa kurslar bilan baham ko‘rmang va agar kalit ochilgan yoki buzilgan deb hisoblasangiz, darhol MathWorks-ga xabar bering. Kursingiz kalitini olish yoki muammo haqida xabar berish uchun moocsupport@mathworks.com ga murojaat qiling
zh_hk: 輸入 MathWorks 提供的用於存取 MATLAB 託管服務的 API 金鑰。此密鑰僅供本課程在指定期限內獨家使用。請不要與其他課程共用 API 金鑰，如果您認為金鑰已洩露或洩露，請立即通知 MathWorks。如需課程密鑰或報告問題，請聯絡 moocsupport@mathworks.com

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
af_za: Ons is jammer, daar was &#39;n fout met die verwerking van jou versoek. Probeer asseblief om jou bladsy te herlaai en probeer weer.
bo: ཁྱེད་ཀྱི་རེ་ཞུ་བརྒྱུད་རིམ་ལ་གནད་དོན་ཞིག་བྱུང་སོང་། དགོངས་དག ཤོག་ངོས་བསྐྱར་ལེན་བྱས་ཏེ་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།
de_de: Es tut uns leid, es gab einen Fehler bei der Verarbeitung deiner Anfrage. Bitte lade die Seite neu und versuche es noch einmal.
el: Λυπούμαστε, προέκυψε σφάλμα κατά την επεξεργασία του αιτήματός σας. Παρακαλούμε, δοκιμάστε να επαναφορτώσετε τη σελίδα σας και προσπαθήστε ξανά.
es: Lo sentimos, hubo un error al procesar tu solicitud. Por favor, intenta recargar la página e inténtalo de nuevo.
fa: متأسفیم، در پردازش درخواست شما خطایی روی داد. لطفاً صفحه خود را دوباره بارگیری کنید و دوباره امتحان کنید.
hu: Sajnáljuk, hiba történt a kérés feldolgozása során. Kérjük, próbálja meg újratölteni az oldalt, és próbálja újra.
ja: 申し訳ありませんが、リクエストの処理中にエラーが発生しました。ページを再読み込みして、もう一度お試しください。
kk: Кешіріңіз, сұрауыңызды өңдеу кезінде қате орын алды. Бетті қайта жүктеп, әрекетті қайталаңыз.
lv: Atvainojamies, bet, apstrādājot jūsu pieprasījumu, ir pieļauta kļūda. Lūdzu, mēģiniet ielādēt lapu no jauna un mēģiniet vēlreiz.
sq: Na vjen keq, ka pasur një gabim me përpunimin e kërkesës tuaj. Ju lutemi provoni të ringarkoni faqen tuaj dhe provoni përsëri.
sv: Vi beklagar att det hade uppstått ett fel vid behandlingen av din förfrågan. Försök ladda om sidan och försök igen.
th: เราเสียใจ, เกิดข้อผิดพลาดในการประมวลคำขอของคุณ กรุณาโหลดหน้านี้ใหม่อีกครั้ง
uz: Kechirasiz, so‘rovingizni ko‘rib chiqishda xatolik yuz berdi. Iltimos, sahifangizni qayta yuklang va qaytadan urining.
zh_hk: 很抱歉，處理您的請求時出錯。請嘗試重新載入您的頁面並重試。

source: The state of this problem has changed since you loaded this page. Please refresh your page.
af_za: Die toestand van hierdie probleem het verander sedert jy hierdie bladsy gelaai het. Herlaai asseblief jou bladsy.
bo: ཁྱེད་ཀྱིས་ཤོག་ངོས་བསྐྱར་ལེན་བྱས་པའི་སྐབས་དྲི་བ་འདིའི་གནས་བབ་འགྱུར་བ་བྱུང་སོང་། ཤོག་ངོས་བསྐྱར་སྐོར་ཞིག་བྱོས།
de_de: Der Zustand dieser Fragestellung hat sich geändert seitdem du diese Seite geladen hast. Bitte aktualisiere deine Seite.
el: Η κατάσταση του προβλήματος αυτού έχει αλλάξει από τη στιγμή που φορτώθηκε αυτή τη σελίδα. Παρακαλούμε ανανεώστε τη σελίδα σας.
es: El estado de este problema ha cambiado desde que cargaste esta página. Por favor, actualiza tu página.
fa: وضعیت این مسئله از زمانی که این صفحه را بارگیری کرده‌اید تغییر کرده است. لطفاً صفحه خود را به‌روز کنید.
hu: A probléma állapota változott, mióta betöltötte ezt az oldalt. Kérjük, frissítse az oldalt.
ja: このページを読み込んでから問題の状態が変わりました。ページを更新してください。
kk: Бұл бетті жүктегеннен кейін бұл мәселенің күйі өзгерді. Бетті жаңартыңыз.
lv: Kopš ielādējāt šo lapu, šīs problēmas stāvoklis ir mainījies. Lūdzu, atsvaidziniet lapu.
sq: Gjendja e këtij problemi ka ndryshuar që kur keni ngarkuar këtë faqe. Ju lutemi rifreskoni faqen tuaj.
sv: Det här problemet har förändrats sedan du laddade den här sidan. Uppdatera sidan.
th: สถานะของปัญหานี้ถูกเปลี่ยนไปตั้งแต่คุณโหลดหน้านี้ กรุณาโหลดหน้านี้ใหม่อีกครั้ง
uz: Ushbu sahifani yuklaganingizdan beri bu muammoning holati o'zgardi. Iltimos, sahifangizni yangilang.
zh_hk: 自從您載入此頁面以來，此問題的狀態已變更。請刷新您的頁面。

source: Answer ID
af_za: Antwoord ID
bo: དྲི་བའི་ ID
de_de: Antwort ID
el: Αναγνωριστικό απάντησης
es: ID de respuesta
fa: شناسه پاسخ
hu: Válasz ID
ja: 回答ID
kk: Жауап идентификаторы
lv: Atbildes ID
sq: ID e përgjigjes
sv: Svars-id
th: ID ของคำตอบ
uz: Javob identifikatori
zh_hk: 答案 ID

source: Question
af_za: Vraag
bo: དྲི་བ།
de_de: Frage
el: Ερώτηση
es: Pregunta
fa: سوال
hu: Kérdés
ja: 質問
kk: Сұрақ
lv: Jautājums
sq: Pyetje
sv: Fråga
th: คำถาม
uz: Savol
zh_hk: 問題

source: Correct Answer
af_za: Korrekte antwoord
bo: དྲི་བ་འགྲིག་པ།
de_de: Richtige Antwort
el: Σωστή Απάντηση
es: Respuesta correcta
fa: پاسخ صحیح
hu: Helyes válasz
kk: Дұрыс жауап
lv: Pareizā atbilde
sq: Përgjigje e saktë
sv: Rätt svar
th: คำตอบที่ถูก
uz: To'g'ri javob
zh_hk: 正確答案

source: Submitting
af_za: Dien tans in
bo: འབུལ་སྤྲོད་བྱེད་བཞིན་པ།
de_de: Sende
el: Υποβάλλεται
es: Enviando
fa: در حال ارائه
hu: Beküldés
ja: 提出中
kk: Жіберілуде
lv: Notiek iesniegšana
sq: Duke paraqitur
sv: Skicka in
th: กำลังส่ง
uz: Yuborish
zh_hk: 正在提交

source: Warning: The problem has been reset to its initial state!
af_za: Waarskuwing: Die probleem is teruggestel na sy aanvanklike toestand!
bo: ཉེན་བརྡ།: དྲི་བ་དེ་ཐོག་མའི་གནས་བབས་ལ་བསྐྱར་སྒྲིག་བྱས་ཡོད།
de_de: Warnung: Die Aufgabenstellung wurde auf ihren ursprünglichen Zustand zurückgesetzt!
el: Προειδοποίηση: Το πρόβλημα έχει γίνει επαναφορά στην αρχική του κατάσταση!
es: Advertencia: ¡El problema ha sido restablecido a su estado inicial!
fa: هشدار: مسئله به حالت اولیه خود بازنشانی شد!
hu: Figyelem: A probléma vissza lett állítva az eredeti állapotába!
ja: 警告: 問題が初期状態にリセットされました！
kk: Ескерту: Мәселе бастапқы күйіне қайтарылды!
lv: Brīdinājums: uzdevums ir atiestatīta sākotnējā stāvoklī!
sq: Paralajmërim: Problemi është rivendosur në gjendjen e tij fillestare!
sv: Varning: Problemet har återställts till sitt ursprungliga tillstånd!
th: คำเตือน: คำถามถูกตั้งค่าเริ่มต้น
uz: Ogohlantirish: Muammo dastlabki holatiga qaytarildi!
zh_hk: 警告：問題已重設為初始狀態！

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
af_za: Die probleem se toestand is beskadig deur &#39;n ongeldige indiening. Die voorlegging het bestaan uit:
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་འབུལ་སྤྲོད་ཅིག་གིས་དྲི་བའི་གནས་བབས་སྐྱོན་ཅན་བྱས་སོང་།
de_de: Der Zustand der Fragestellung wurde durch eine ungültige Einreichung korrumpiert. Die Einreichung bestand aus:
el: Η κατάσταση του προβλήματος είχε καταστραφεί από λανθασμένη υποβολή. Η υποβολή αποτελούνταν από:
es: El estado del problema se corrompió debido a un envío no válido. El envío consistió en:
fa: وضعیت مسئله به دلیل یک ارسال نامعتبر خراب شد. ارسال شامل موارد زیر بود:
hu: A probléma állapota egy érvénytelen beküldés miatt sérült. A beküldés a következőkből állt:
ja: 問題の状態が無効な提出によって破損しました。提出内容は次の通りです。
kk: Мәселе күйі жарамсыз жіберу арқылы бүлінген. Өтініш мыналардан тұрды:
lv: Uzdevumi stāvokli sabojāja nederīgs iesniegums. Iesniegums sastāvēja no:
sq: Gjendja e problemit u korruptua nga një paraqitje e pavlefshme. Dorëzimi përbëhej nga:
sv: Problemets tillstånd var korrumperat av en ogiltig inlämning. Inlämnandet bestod av:
th: สถานะของปัญหาเกิดความเสียหายโดยการส่งที่ไม่ถูกต้อง การส่งได้แก่:
uz: Muammoning holati noto‘g‘ri taqdimnoma tufayli buzilgan. Taqdimot quyidagilardan iborat edi:
zh_hk: 該問題的描述被一個無效的發佈損壞。該發佈包含：

source: If this error persists, please contact the course staff.
af_za: As hierdie fout voortduur, kontak asseblief die kursuspersoneel.
bo: གནད་དོན་འདི་ཡང་ཡང་བྱུང་ཡང་། སློབ་ཚན་བཟོ་མཁན་ལ་འབྲེལ་བ་བྱོས།
de_de: Sollte dieser Fehler weiterhin auftreten, kontaktieren Sie bitte die Kursmitarbeiter.
el: Εάν το σφάλμα παραμένει, επικοινωνήστε με το προσωπικό του μαθήματος.
es: Si este error persiste, por favor contacta al equipo del curso.
fa: اگر این خطا ادامه داشت، لطفا با کارکنان دوره تماس بگیرید.
hu: Ha ez a hiba továbbra is fennáll, kérjük, vegye fel a kapcsolatot a kurzus személyzetével.
ja: このエラーが続く場合は、コーススタッフに連絡してください。
kk: Бұл қате қайталанса, курс қызметкерлеріне хабарласыңыз.
lv: Ja šī kļūda saglabājas, lūdzu, sazinieties ar kursa darbiniekiem.
sq: Nëse ky gabim vazhdon, ju lutemi kontaktoni stafin e kursit.
sv: Om detta fel kvarstår, vänligen kontakta kursansvarig.
th: ถ้าข้อผิดพลาดยังคงอยู่ กรุณาติดต่อเจ้าหน้าที่หลักสูตร
uz: Agar bu xato davom etsa, kurs xodimlariga murojaat qiling.
zh_hk: 如果此錯誤仍然存在，請聯絡課程工作人員。

source: Hint ({hint_num} of {hints_count}):
af_za: Wenk ( {hint_num} van {hints_count} ):
bo: བརྡ་སྟོན། ({hint_num} ནས་ {hints_count})།
de_de: Hinweis ({hint_num} von {hints_count}):
el: Υπόδειξη ({hint_num} από {hints_count}):
es: Pista ({hint_num} de {hints_count}):
fa: راهنمایی ( {hint_num} از {hints_count} ):
ja: ヒント（{hint_num} / {hints_count}）：
kk: Кеңес ({hint_num} {hints_count}):
lv: Padoms ({hint_num} no {hints_count}):
sq: Këshillë ({hint_num} nga {hints_count}):
sv: Tips ({hint_num} av {hints_count}):
th: คำใบ้ ({hint_num} จาก {hints_count}):
uz: Maslahat ( {hint_num} / {hints_count} ):
zh_hk: 提示(第 {hint_num} 個，共 {hints_count} 個)：

source: Your answers were previously saved. Click '{button_name}' to grade them.
af_za: Jou antwoorde is voorheen gestoor. Klik &#39;{button_name}&#39; om hulle te gradeer.
bo: ཁྱེད་ཀྱི་ལན་འདེབས་སྔ་མོ་ནས་ཉར་ཚགས་ཡོད། དེ་དག་ལ་རིམ་པ་བསྒྲིག་ན་ '{button_name}' སྣུན།
de_de: Ihre Antworten wurden vorher gespeichert. Klicken Sie auf '{button_name}', um diese Benoten zu lassen.
el: Οι απαντήσεις σας έχουν αποθηκευτεί αλλά δεν έχουν βαθμολογηθεί. Πατήστε '{button_name}', για να βαθμολογηθούν.
es: Tus respuestas fueron guardadas previamente. Haz clic en '{button_name}' para calificarlas.
fa: پاسخ‌های شما قبلاً ذخیره شده بود. برای نمره دادن به آنها روی &quot;{button_name}&quot; کلیک کنید.
hu: A válaszait korábban elmentettük. Kattintson a(z) '{button_name}' gombra azok értékeléséhez.
ja: あなたの回答は以前に保存されました。'{button_name}'をクリックして採点してください。
kk: Жауаптарыңыз бұрын сақталған. Оларды бағалау үшін "{button_name}" түймесін басыңыз.
lv: Jūsu atbildes tika iepriekš saglabātas. Noklikšķiniet uz {button_name}, lai tos novērtētu.
sq: Përgjigjet tuaja janë ruajtur më parë. Kliko '{button_name}' për t'i vlerësuar ato.
sv: Dina svar sparades tidigare. Klicka på '{button_name}' för att betygsätta dem.
uz: Javoblaringiz avval saqlangan. Ularni baholash uchun “{button_name}” tugmasini bosing.
zh_hk: 您的答案之前已儲存。點選「{button_name}」對其進行評分。

source: Incorrect ({progress} point)
af_za: Verkeerd ( {progress} punt)
bo: འགྲིག་མེད་པ་ ({progress} points)
el: Λάθος ( {progress} σημείο)
es: Incorrecto ({progress} punto)
fa: نادرست (نقطه {progress} )
hu: Helytelen ({progress} pont)
ja: 不正解（{progress} ポイント）
kk: Дұрыс емес ( {progress} нүкте)
lv: Nepareizi ( {progress} punkti)
sq: E pasaktë ({progress} pikë)
uz: Noto'g'ri ( {progress} ball)
zh_hk: 不正確（ {progress}分）

source: Correct ({progress} point)
af_za: Korrek ( {progress} punt)
bo: འགྲིག་པ་ ({progress} points)
el: Σωστό ( {progress} σημείο)
es: Correcto ({progress} punto)
fa: صحیح ( نقطه {progress} )
hu: Helyes ({progress} pont)
ja: 正解（{progress} ポイント）
kk: Дұрыс ( {progress} нүкте)
lv: Pareizi ( {progress} punkti)
sq: E saktë ({progress} pikë)
sv: Korrekt ({progress} poäng)
uz: To'g'ri ( {progress} ball)
zh_hk: 正確（ {progress}分）

source: Partially correct ({progress} point)
af_za: Gedeeltelik korrek ( {progress} punt)
bo: འགའ་རེ་འགྲིག་པ་ ({progress} points)
el: Μερικώς σωστό ( {progress} σημείο)
es: Parcialmente correcto ({progress} punto)
fa: تا حدی درست است ( نقطه {progress} )
hu: Részben helyes ({progress} pont)
ja: 部分的に正解（{progress} ポイント）
kk: Ішінара дұрыс ({progress} нүкте)
lv: Daļēji pareizi ( {progress} punkti)
sq: Pjesërisht e saktë ({progress} pikë)
sv: Delvis korrekt ({progress} poäng)
uz: Qisman to'g'ri ( {progress} ball)
zh_hk: 部分正確（ {progress}分）

source: Partially Correct
af_za: Gedeeltelik korrek
bo: འགའ་རེ་འགྲིག་པ།
de_de: Teilweise richtig
el: Μερικώς σωστό
es: Parcialmente correcto
fa: تا حدی درست
hu: Részben helyes
ja: 部分的に正解
kk: Ішінара дұрыс
lv: Daļēji pareizi
sq: Pjesërisht e saktë
sv: Delvis korrekt
th: ถูกบางส่วน
uz: Qisman To'g'ri
zh_hk: 部分正確

source: Answer submitted.
af_za: Antwoord ingedien.
bo: ལན་འདེབས་འབུལ་སྤྲོད་བྱས་ཡོད།
de_de: Eingereichte Antworten
el: Η απάντησή σας έχει υποβληθεί.
es: Respuesta enviada.
fa: پاسخ ارسال شد.
hu: A válasz beküldve.
ja: 回答が送信されました。
kk: Жауап жіберілді.
lv: Atbilde iesniegta.
sq: Përgjigja u dorëzua.
sv: Svar skickat.
th: ส่งคำตอบแล้ว
uz: Javob yuborildi.
zh_hk: 答案已提交。

source: Problem is closed.
af_za: Probleem is gesluit.
bo: དྲི་བ་སྒོ་བརྒྱབ་ཡོད།
de_de: Fragestellung geschlossen.
el: Πρόβλημα κλειστό.
es: El problema está cerrado.
fa: این مسئله بسته شده است.
hu: Feladatmegoldás lezárult.
ja: 問題は終了しました。
kk: Мәселе жабылды.
lv: Uzdevums ir slēgts.
sq: Problemi është mbyllur.
sv: Problemet är stängt.
th: ปัญหาถูกปิดแล้ว
uz: Muammo yopildi.
zh_hk: 問題已關閉。

source: Problem must be reset before it can be submitted again.
af_za: Probleem moet teruggestel word voordat dit weer ingedien kan word.
bo: དྲི་བ་བསྐྱར་དུ་འབུལ་སྤྲོད་ཐུབ་པ་མ་བྱས་སྔོན་དྲི་བ་ངེས་པར་བསྐྱར་སྒྲིག་བྱ་དགོས།
de_de: Die Aufgabe muss zurückgesetzt werden, bevor Sie eine neue Lösung absenden können.
el: Το πρόβλημα πρέπει να επαναφερθεί για να μπορέσει να υποβληθεί ξανά.
es: El problema debe restablecerse antes de poder enviarse nuevamente.
fa: مسئله باید قبل از ارسال مجدد بازنشانی شود.
hu: A problémát alaphelyzetbe kell állítani, mielőtt újra elküldhető.
ja: 問題は再提出する前にリセットする必要があります。
kk: Мәселе қайта жіберілмес бұрын оны қалпына келтіру керек.
lv: Lai to varētu atkārtoti iesniegt, uzdevums ir jāatiestata.
sq: Problemi duhet të rivendoset përpara se të mund të dorëzohet përsëri.
sv: Problemet måste återställas innan det kan skickas in igen.
th: ต้องดำเนินการรีเซ็ทปัญหาก่อนจึงจะส่งใหม่ได้อีก
uz: Muammoni qayta yuborishdan oldin uni qayta tiklash kerak.
zh_hk: 必須先重置問題，然後才能再次提交。

source: You must wait at least {wait} seconds between submissions.
af_za: Jy moet ten minste {wait} sekondes wag tussen voorleggings.
bo: ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་སོ་སོའི་བར་ལ་དམའ་མཐའ་ཡང་ {wait} སྒུག་དགོས།
de_de: Sie müssen mindestens {wait} Sekunden zwischen den einzelnen Abgaben warten.
el: Θα πρέπει να περιμένετε τουλάχιστον {wait}δευτερόλεπτα μεταξύ των υποβολών σας.
es: Debes esperar al menos {wait} segundos entre envíos.
fa: بین ارسال‌ها باید حداقل {wait} ثانیه صبر کنید.
hu: Várjon legalább {wait} másodpercet a beküldések között.
kk: Жіберулер арасында кем дегенде {wait} секунд күтуіңіз керек.
lv: Starp iesniegšanas reizēm ir jāgaida vismaz {wait} sekundes.
sq: Duhet të prisni të paktën {wait} sekonda ndërmjet paraqitjeve.
sv: Du måste vänta minst {wait} sekunder mellan inlämningarna.
th: คุณต้องรออย่างน้อย {wait} วินาทีในระหว่างการส่ง
uz: Taqdimotlar orasida kamida {wait} soniya kutishingiz kerak.
zh_hk: 您必須在兩次提交之間等待至少{wait}秒。

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
af_za: Jy moet ten minste {wait_secs} wag tussen voorleggings. {remaining_secs} oor.
bo: ཁྱེད་ཀྱིས་འབུལ་སྤྲོད་སོ་སོའི་བར་ལ་དམའ་མཐའ་ཡང་ {wait_secs} སྒུག་དགོས། ད་དུང་ {remaining_secs} ལྷག་འདུག།
de_de: Du musst mindestens {wait_secs} Sekunden zwischen den Einreichungen warten; {remaining_secs} Sekunden verbleibend.
el: Πρέπει να περιμένετε τουλάχιστον {wait_secs} μεταξύ των απαντήσεων. Απομένουν {remaining_secs}.
es: Debes esperar al menos {wait_secs} segundos entre envíos. Quedan {remaining_secs}.
fa: بین ارسال‌ها باید حداقل {wait_secs} صبر کنید. {remaining_secs} باقی مانده است.
hu: Legalább {wait_secs} másodpercet várnod kell az ismételt elküldéshez. {remaining_secs} másodperc még hátravan.
ja: 提出の間に少なくとも{wait_secs}待つ必要があります。残り{remaining_secs}。
kk: Жіберулер арасында кем дегенде {wait_secs} күтуіңіз керек. {remaining_secs} қалды.
lv: Starp iesniegšanas reizēm ir jāgaida vismaz {wait_secs} . Atlikušais {remaining_secs} .
sq: Duhet të prisni të paktën {wait_secs} ndërmjet paraqitjeve. {remaining_secs} e mbetur.
sv: Du måste vänta minst {wait_secs} mellan inlägg. {remaining_secs} kvar.
th: คุณต้องรออย่างน้อย {wait_secs} วินาที ในระหว่างการส่ง เหลือ {remaining_secs} วินาที
uz: Taqdimotlar orasida kamida {wait_secs} kutishingiz kerak. {remaining_secs} qoldi.
zh_hk: 您必須在提交之間至少等待{wait_secs} 。剩餘{remaining_secs} 。

source: {num_hour} hour
af_za: {num_hour} uur
bo: {num_hour} ཆུ་ཚོད།
el: {num_hour} ώρα
es: {num_hour} hora
fa: {num_hour} ساعت
hu: {num_hour} óra
ja: {num_hour} 時間
kk: {num_hour} сағат
lv: {num_hour} stundas
sq: {num_hour} orë
sv: {num_hour} timme
uz: {num_hour} soat
zh_hk: {num_hour}小時

source: {num_minute} minute
af_za: {num_minute} minuut
bo: {num_minute}སྐར་མ།
el: {num_minute} λεπτό
es: {num_minute} minuto
fa: دقیقه {num_minute}
hu: {num_minute} perc
ja: {num_minute} 分
kk: {num_minute} минут
lv: {num_minute} minūtes
sq: {num_minute} minut
sv: {num_minute} minut
uz: {num_minute} daqiqa
zh_hk: {num_minute}分鐘

source: {num_second} second
af_za: {num_second} tweede
bo: སྐར་ཆ་{num_second}
el: {num_second} δευτερόλεπτο
es: {num_second} segundo
fa: {num_second} ثانیه
hu: {num_second} másodperc
ja: {num_second} 秒
kk: {num_second} секунд
lv: {num_second} sekundes
sq: {num_second} sekond
sv: {num_second} sekund
uz: {num_second} soniya
zh_hk: {num_second}秒

source: Problem needs to be reset prior to save.
af_za: Probleem moet teruggestel word voordat dit gestoor word.
bo: དྲི་བ་ཉར་ཚགས་བྱེད་པར་དེ་སྔ་མོ་ནས་ངེས་པར་བསྐྱར་སྒྲིག་བྱ་དགོས།
de_de: Fragestellung muss vor dem Speichern zurückgesetzt werden.
el: Το πρόβλημα πρέπει να αποκατασταθεί πριν αποθηκευτεί.
es: El problema debe restablecerse antes de guardar.
fa: مسئله باید قبل از ذخیره‌سازی بازنشانی شود.
hu: A problémát vissza kell állítani a mentés előtt.
ja: 問題は保存する前にリセットする必要があります。
kk: Сақтау алдында мәселені қалпына келтіру керек.
lv: Pirms saglabāšanas uzdevums ir jāatiestata.
sq: Problemi duhet të rivendoset përpara se të ruhet.
sv: Problemet måste återställas innan du sparar.
th: ต้องรีเซ็ทปัญหาก่อนที่จะบันทึก
uz: Saqlashdan oldin muammoni qayta tiklash kerak.
zh_hk: 儲存之前需要重置問題。

source: Your answers have been saved.
af_za: Jou antwoorde is gestoor.
bo: ཁྱེད་ཀྱི་ལན་འདེབས་རྣམས་ཉར་ཚགས་བྱས་ཡོད།
de_de: Deine Antworten wurden gespeichert.
el: Οι απαντήσεις σας έχουν αποθηκευτεί.
es: Tus respuestas han sido guardadas.
fa: پاسخ های شما ذخیره شده است.
hu: A válaszok el lettek mentve.
ja: あなたの回答が保存されました。
kk: Жауаптарыңыз сақталды.
lv: Jūsu atbildes ir saglabātas.
sq: Përgjigjet tuaja janë ruajtur.
sv: Dina svar har sparats.
th: คำตอบของคุณได้รับการบันทึกแล้ว
uz: Javoblaringiz saqlandi.
zh_hk: 您的答案已儲存。
