Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
af_za: Of die gegewe kursus in of uitgesluit moet word. As witlyslande gespesifiseer word, sal SLEGS gebruikers van witlyslande toegang tot die kursus hê. As swartlyslande gespesifiseer word, sal gebruikers van swartlyslande NIE toegang tot die kursus hê nie.
bo: Whether to include or exclude the given སློབ་ཚན. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the སློབ་ཚན. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the སློབ་ཚན.
de_de: Ob der angegebene Kurs einbezogen oder ausgeschlossen werden soll. Wenn Länder auf der Whitelist angegeben sind, dann können nur Benutzer aus Ländern auf der Whitelist auf den Kurs zugreifen. Wenn Länder auf der schwarzen Liste angegeben sind, dann können Benutzer aus Ländern auf der schwarzen Liste NICHT auf den Kurs zugreifen.
el: Εάν θα συμπεριληφθεί ή όχι το μάθημα που έχει δοθεί. Εάν η λίστα εξαιρουμένων χωρών δεν έχει καθοριστεί, τότε ΜΟΝΟ οι χρήστες από τη λίστα εξαιρουμένων χωρών, θα μπορέσουν να έχουν πρόσβαση στο μάθημα. Εάν οι αποκλεισμένες χώρες δεν έχουν καθοριστεί, τότε οι χρήστες των αποκλεισμένων χωρών ΔΕΝ θα μπορούν να έχουν πρόσβαση στο μάθημα.
es: Si se debe incluir o excluir el curso dado. Si se especifican países en la lista de permitidos, SOLO los usuarios de países permitidos podrán acceder al curso. Si se especifican países en la lista de denegados, los usuarios de países denegados NO podrán acceder al curso.
fa: این که آیا دوره داده شده را شامل می شود یا حذف می کند. اگر کشورهای لیست سفید مشخص شده باشند، فقط کاربران از کشورهایی که در لیست سفید هستند می توانند به دوره دسترسی داشته باشند. اگر کشورهای لیست سیاه مشخص شده باشند، کاربران کشورهایی که در لیست سیاه هستند نمی توانند به دوره دسترسی پیدا کنند.
hu: A megadott kurzus bevonása vagy kizárása. Ha fehérlistás országok vannak megadva, akkor CSAK a fehérlistás országokból származó felhasználók férhetnek hozzá a kurzushoz. Ha feketelistás országok vannak megadva, akkor a feketelistás országokból származó felhasználók NEM férhetnek hozzá a kurzushoz.
ja: 指定されたコースを含めるか除外するか。ホワイトリストの国が指定されている場合、ホワイトリストに登録された国のユーザーのみがコースにアクセスできます。ブラックリストの国が指定されている場合、ブラックリストに登録された国のユーザーはコースにアクセスできません。
kk: Берілген курсты қосу немесе алып тастау. Ақ тізім елдері көрсетілсе, ТЕК ақ тізімге енгізілген елдердің пайдаланушылары курсқа кіре алады. Егер қара тізім елдері көрсетілсе, қара тізімге енгізілген елдердің пайдаланушылары курсқа кіре алмайды.
lv: Vai iekļaut vai neiekļaut konkrēto kursu. Ja ir norādītas baltā saraksta valstis, tad kursam varēs piekļūt tikai lietotāji no baltā saraksta valstīm. Ja ir norādītas melnā saraksta valstis, tad lietotāji no melnajā sarakstā iekļautajām valstīm NEMĀCĪS piekļūt šim kursam.
sq: Nëse do të përfshihet apo përjashtohet kursi i dhënë. Nëse përcaktohen vendet e listës së bardhë, atëherë VETËM përdoruesit nga vendet e listës së bardhë do të mund të hyjnë në kurs. Nëse përcaktohen vendet në listën e zezë, atëherë përdoruesit nga vendet e listës së zezë NUK do të mund të hyjnë në kurs.
sv: Vare sig att inkludera eller utesluta den angivna kursen. Om whitelistländer är angivna kommer bara användare från vittlista länder att kunna komma åt kursen. Om svarta listländer anges, kommer användare från svarta listade länder INTE att kunna komma åt kursen.
th: ไม่ว่าจะรวมหรือแยกหลักสูตร. ถ้าระบุประเทศที่สามารถลงทะเบียนได้, หลังจากนั้นมีเพียงแค่ผู้ใช้จากประเทศที่อนุมัติที่จะสามารถเข้าสู่หลักสูตรได้. ถ้าประเทศต้องห้ามถูกระบุไว้ หลังจากนั้นผู้ใช้จากประเทศเหล่านั้นจะไม่สามารถเข้าสู่หลักสูตรได้
uz: Berilgan kursni kiritish yoki chiqarib tashlash. Agar oq ro'yxat mamlakatlari ko'rsatilgan bo'lsa, FAQAT oq ro'yxatga kiritilgan mamlakatlardan foydalanuvchilar kursga kirishlari mumkin bo'ladi. Agar qora ro'yxat mamlakatlari ko'rsatilgan bo'lsa, qora ro'yxatga kiritilgan mamlakatlardan foydalanuvchilar kursga kira olmaydi.
zh_hk: 無論保留或刪減指定課程。一旦某國被認定為白名單，則只有這個國家的使用者可以參加課程；一旦某國被認定為黑名單，則這個國家的使用者不能參加課程。

source: The course to which this rule applies.
af_za: Die kursus waarop hierdie reël van toepassing is.
bo: སྒྲིག་གཞི་འདི་འབུལ་སྤྲོད་བྱ་སའི་སློབ་ཚན་དེ།
de_de: Der Kurs auf den diese Regel zutrifft.
el: Το μάθημα για το οποίο εφαρμόζεται αυτός ο κανόνας.
es: El curso al que se aplica esta regla.
fa: دوره ای که این قانون در مورد آن اعمال می شود.
hu: Az a kurzus, amelyre ez a szabály vonatkozik.
ja: このルールが適用されるコース。
kk: Бұл ереже қолданылатын курс.
lv: Kurss, uz kuru attiecas šis noteikums.
sq: Kursi për të cilin zbatohet ky rregull.
sv: Kursen till vilken denna regel gäller.
th: หลักสูตรที่กฏนี้บังคับใช้
uz: Ushbu qoida qo'llaniladigan kurs.
zh_hk: 此規則適用的課程。

source: The country to which this rule applies.
af_za: Die land waarop hierdie reël van toepassing is.
bo: སྒྲིག་གཞི་འདི་འབུལ་སྤྲོད་བྱ་སའི་རྒྱལ་ཁབ་དེ།
de_de: Das Land auf den diese Regel zutrifft.
el: Η χώρα για την οποία εφαρμόζεται αυτός ο κανόνας.
es: El país al que se aplica esta regla.
fa: کشوری که این قانون در مورد آن اعمال می شود.
hu: Az ország, amelyre ez a szabály vonatkozik.
ja: このルールが適用される国。
kk: Бұл ереже қолданылатын ел.
lv: Valsts, uz kuru attiecas šis noteikums.
sq: Vendi në të cilin zbatohet ky rregull.
sv: Det land som denna regel gäller för.
th: ประเทศที่กฏนี้บังคับใช้
uz: Ushbu qoida amal qiladigan mamlakat.
zh_hk: 此規則適用的國家。

source: Whitelist {country} for {course}
af_za: Witlys {country} vir {course}
bo: {course} ལ་འོས་འཚམ་ཡིན་པའི་ཐོ་གཞུང་། {country}
de_de: Whitelist {country} für {course}
el: Εξαιρείται η χώρα {country} από το μάθημα {course}
es: Permitir {country} para {course}
fa: لیست سفید {country} برای {course}
lv: Baltais saraksts {country} {course}
sq: Lista e bardhë {country} për {course}
sv: Vitlista {country} för {course}
th: ประเทศที่อนุญาต {country} สำหรับ {course}
uz: {course} uchun oq ro'yxat {country}
zh_hk: {course}的白名單{country}

source: Blacklist {country} for {course}
af_za: Swartlys {country} vir {course}
bo: {course} ལ་འོས་འཚམ་མ་ཡིན་པའི་ཐོ་གཞུང་། {country}
de_de: Blacklist {country} für {course}
el: Αποκλείεται η χώρα {country} από το μάθημα {course}
es: Denegar {country} para {course}
fa: لیست سیاه {country} برای {course}
kk: {course} үшін {country} қара тізім
lv: Melnais saraksts {country} {course}
sq: Lista e zezë {country} për {course}
sv: Svartlista {country} för {course}
th: ประเทศต้องห้าม {country} สำหรับ {course}
uz: {course} uchun qora ro'yxat {country}
zh_hk: {course}的黑名單{country}

source: Learner Pathways
de_de: Lernpfade
el: Διαδρομές Μαθητών
zh_hk: 學生途徑

source: Notification App
af_za: Kennisgewing App
bo: གསལ་བརྡ་མཉེན་ཆས།
de_de: Benachrichtigungs-App
el: Εφαρμογή ειδοποιήσεων
es: Aplicación de notificaciones
fa: برنامه اطلاع رسانی
hu: Értesítési App
ja: 通知アプリ
kk: Хабарландыру қолданбасы
lv: Paziņojumu lietotne
sq: Aplikacioni i njoftimeve
sv: Notifikationsapp
uz: Bildirishnoma ilovasi
zh_hk: 通知應用程式

source: Notification Type
af_za: Tipe kennisgewing
bo: གསལ་བརྡའི་རིགས།
de_de: Benachrichtigungstyp
el: Τύπος ειδοποίησης
es: Tipo de notificación
fa: نوع اعلان
hu: Értesítési típus
ja: 通知タイプ
kk: Хабарландыру түрі
lv: Paziņojuma veids
sq: Lloji i njoftimit
uz: Bildirishnoma turi
zh_hk: 通知類型

source: <{p}><{strong}>{replier_name}</{strong}> commented on your response to the post <{strong}>{post_title}</{strong}></{p}>
af_za: <{p}><{strong}>{replier_name}</{strong}> het kommentaar gelewer op jou reaksie op die plasing <{strong}>{post_title}</{strong}></{p}>
bo: <{p}><{strong}>{replier_name}</{strong}> ཁྱེད་ཀྱི་རྩོམ་ཡིག་ལ་ལན་བཏབ་པ། <{strong}>{post_title}</{strong}></{p}>
de_de: &lt; <span class='notranslate'>{p}</span> &gt;&lt;{strong}&gt;{replier_name}</{strong}> hat Ihre Antwort auf den Beitrag &lt;{strong}&gt;{post_title} kommentiert </{strong}></<span class='notranslate'> {p} &gt;
el: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; σχολίασε την απάντησή σας στην ανάρτηση &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
es: <{p}><{strong}>{replier_name}</{strong}> comentó en tu respuesta a la publicación <{strong}>{post_title}</{strong}></{p}>
fa: l<{p}><{strong}>{replier_name}</{strong}> در مورد پاسخ شما به پست نظر داد <{strong}>{post_title}</{strong}></{p}>
ja: <{p}><{strong}>{replier_name}</{strong}>があなたの投稿<{strong}>{post_title}</{strong}>への返信にコメントしました。</{p}>
kk: <{p}><{strong}>{replier_name}</{strong}> <{strong}>{post_title}</{strong}> жазбаға жауабыңызға пікір қалдырды </{p}>
lv: <{p}><{strong}>{replier_name}</{strong}> komentēja jūsu atbildi uz ierakstu<{strong}>{post_title}</{strong}></{p}>
sq: <{p}><{strong}>{replier_name}</{strong}> komentoi përgjigjen tuaj ndaj postimit <{strong}>{post_title}</{strong}></{p}>
sv: <{p}><{strong}>{replier_name}</{strong}> kommenterade på ditt svar till inlägget <{strong}>{post_title}</{strong}></{p}>
uz: <{p}><{strong}>{replier_name}</{strong}> sizning <{strong}>{post_title}</{strong}> postiga bergan javobingizga izoh qoldirdi</{p}>.
zh_hk: <{p}><{strong}>{replier_name}</{strong}> 評論了您對該帖子的回覆 <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> commented on <{strong}>{author_name}</{strong}> response to your post <{strong}>{post_title}</{strong}></{p}>
af_za: <{p}><{strong}>{replier_name}</{strong}> het kommentaar gelewer op <{strong}>{author_name}</{strong}> reaksie op jou plasing <{strong}>{post_title}</{strong}></{p}>
de_de: &lt; {p} &gt;&lt;{strong}&gt;{replier_name}</{strong}> hat &lt;{strong}&gt;{author_name} kommentiert</{strong}> Antwort auf Ihren Beitrag &lt;{strong}&gt;{post_title} </{strong}></<span class='notranslate'> {p} &gt;
el: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; σχολίασε &lt; <span class='notranslate'>{strong} &gt; {author_name} </ {strong} &gt; απάντηση στην ανάρτησή σας &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
es: <{p}><{strong}>{replier_name}</{strong}> comentó en la respuesta de <{strong}>{author_name}</{strong}> a tu publicación <{strong}>{post_title}</{strong}></{p}>
fa: <{p}><{strong}>{replier_name}</{strong}> نظر داده شده در <{strong}>{author_name}</{strong}> پاسخ به پست شما <{strong}>{post_title}</{strong}></{p}>
hu: <{p}><{strong}>{replier_name}</{strong}> megjegyzést fűzött <{strong}>{author_name}</{strong}> válaszához a bejegyzésedhez: <{strong}>{post_title}</{strong}></{p}>
ja: <{p}><{strong}>{replier_name}</{strong}>があなたの投稿<{strong}>{post_title}</{strong}>に対する<{strong}>{author_name}</{strong}>の返信にコメントしました。</{p}>
kk: <{p}><{strong}>{replier_name}</{strong}> <{strong}>{author_name}</{strong}> пікіріне <{strong}>{post_title}</{strong}> сіздің жазбаңызға жауап пікір қалдырды</{p}>
lv: <{p}><{strong}>{replier_name}</{strong}> komentēja <{strong}>{author_name}</{strong}> atbildi uz jūsu ierakstu <{strong}>{post_title}</{strong}></{p}>
sq: <{p}><{strong}>{replier_name}</{strong}> komentoi në <{strong}>{author_name}</{strong}> përgjigje ndaj postimit tuaj <{strong}>{post_title}</{strong}></{p}>
sv: <{p}><{strong}>{replier_name}</{strong}> kommenterade på <{strong}>{author_name}</{strong}> svar på ditt inlägg <{strong}>{post_title}</{strong}></{p}>
uz: <{p}><{strong}>{replier_name}</{strong}> sizning <{strong}>{post_title}</{strong}> postingizga <{strong}>{author_name}</{strong}> tomonidan qoldirilgan javobga izoh qoldirdi</{p}>.
zh_hk: <{p}><{strong}>{replier_name}</{strong}> 評論了 <{strong}>{author_name}</{strong}> 對你的帖子的回覆 <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> responded to your post <{strong}>{post_title}</{strong}></{p}>
af_za: <{p}><{strong}>{replier_name}</{strong}> het op jou plasing gereageer <{strong}>{post_title}</{strong}></{p}>
bo: <{p}><{strong}>{replier_name}</{strong}> ཁྱེད་ཀྱི་རྩོམ་ཡིག་ལ་ལན་བཏབ་པ། <{strong}>{post_title}</{strong}></{p}>
de_de: <{p}>&lt;{strong}&gt;{replier_name}</{strong}> hat auf Ihren Beitrag &lt;{strong}&gt;{post_title} geantwortet</{strong}></{p}>
el: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; απάντησε στην ανάρτησή σας &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
es: <{p}><{strong}>{replier_name}</{strong}> respondió a tu publicación <{strong}>{post_title}</{strong}></{p}>
fa: <{p}><{strong}>{replier_name}</{strong}> به پست شما پاسخ داد <{strong}>{post_title}</{strong}></{p}>
hu: <{p}><{strong}>{replier_name}</{strong}> válaszolt a bejegyzésedre: <{strong}>{post_title}</{strong}></{p}>
ja: <{p}><{strong}>{replier_name}</{strong}>があなたの投稿<{strong}>{post_title}</{strong}>に返信しました</{p}>
kk: <{p}><{strong}>{replier_name}</{strong}> сіздің <{strong}>{post_title}</{strong}> жазбаңызға жауап берді</{p}>
lv: <{p}><{strong}>{replier_name}</{strong}> atbildēja uz jūsu ierakstu <{strong}>{post_title}</{strong}></{p}>
sq: <{p}><{strong}>{replier_name}</{strong}> i përgjigj postimit tuaj <{strong}>{post_title}</{strong}></{p}>
sv: <{p}><{strong}>{replier_name}</{strong}> svarade på ditt inlägg <{strong}>{post_title}</{strong}></{p}>
uz: <{p}><{strong}>{replier_name}</{strong}> sizning <{strong}>{post_title}</{strong}> postingizga javob berdi</{p}>.
zh_hk: <{p}><{strong}>{replier_name}</{strong}> 回覆了你的帖子 <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{username}</{strong}> posted <{strong}>{post_title}</{strong}></{p}>
af_za: <{p}><{strong}>{username}</{strong}> geplaas <{strong}>{post_title}</{strong}></{p}>
de_de: &lt; {p} &gt;&lt;{strong}&gt;{username}</{strong}> gepostet &lt;{strong}&gt;{post_title} </{strong}></<span class='notranslate'> {p} &gt;
el: &lt; {p} &gt;&lt; {strong} &gt; {username} </ {strong} &gt; δημοσιεύτηκε &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
es: <{p}><{strong}>{username}</{strong}> publicó <{strong}>{post_title}</{strong}></{p}>
fa: <{p}><{strong}>{username}</{strong}> ارسال شده <{strong}>{post_title}</{strong}></{p}>
hu: <{p}><{strong}>{username}</{strong}> közzétette a(z) <{strong}>{post_title}</{strong}> bejegyzést</{p}>
ja: <{p}><{strong}>{username}</{strong}>が<{strong}>{post_title}</{strong}>を投稿しました</{p}>
kk: <{p}><{strong}>{username}</{strong}> жариялады <{strong}>{post_title}</{strong}></{p}>
lv: <{p}><{strong}>{username}</{strong}> ievietoja <{strong}>{post_title}</{strong}></{p}>
sq: <{p}><{strong}>{username}</{strong}> postoi <{strong}>{post_title}</{strong}></{p}>
sv: <{p}><{strong}>{username}</{strong}> publicerade <{strong}>{post_title}</{strong}></{p}>
zh_hk: <{p}><{strong}>{username}</{strong}> 發佈了 <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{username}</{strong}> asked <{strong}>{post_title}</{strong}></{p}>
af_za: <{p}><{strong}>{username}</{strong}> gevra <{strong}>{post_title}</{strong}></{p}>
bo: <{p}><{strong}>{username}</{strong}> དྲིས་པ་ཞིག་བྱས་པ་ <{strong}>{post_title}</{strong}></{p}>
de_de: &lt; {p} &gt;&lt;{strong}&gt;{username}</{strong}> fragte &lt;{strong}&gt;{post_title} </{strong}></<span class='notranslate'> {p} &gt;
el: &lt; {p} &gt;&lt; {strong} &gt; {username} </ {strong} &gt; ζητήθηκε &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
es: <{p}><{strong}>{username}</{strong}> preguntó <{strong}>{post_title}</{strong}></{p}>
fa: <{p}><{strong}>{username}</{strong}> پرسیده شد <{strong}>{post_title}</{strong}></{p}>
hu: <{p}><{strong}>{username}</{strong}> feltette a kérdést: <{strong}>{post_title}</{strong}></{p}>
ja: <{p}><{strong}>{username}</{strong}>が<{strong}>{post_title}</{strong}>について質問しました</{p}>
kk: <{p}><{strong}>{username}</{strong}> сұрады <{strong}>{post_title}</{strong}></{p}>
lv: <{p}><{strong}>{username}</{strong}> jautāja <{strong}>{post_title}</{strong}></{p}>
sq: <{p}><{strong}>{username}</{strong}> pyeti <{strong}>{post_title}</{strong}></{p}>
sv: <{p}><{strong}>{username}</{strong}> ställde frågan <{strong}>{post_title}</{strong}></{p}>
zh_hk: <{p}><{strong}>{username}</{strong}> 已詢問 <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> responded to a post you’re following: <{strong}>{post_title}</{strong}></{p}>
af_za: <{p}><{strong}>{replier_name}</{strong}> het gereageer op &#39;n plasing wat jy volg: <{strong}>{post_title}</{strong}></{p}>
bo: <{p}><{strong}>{replier_name}</{strong}> ཁྱེད་ཀྱིས་རྗེས་འཇུག་བྱེད་བཞིན་པའི་རྩོམ་ཡིག་ཅིག་ལ་ལན་བཏབ། <{strong}>{post_title}</{strong}></{p}>
de_de: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; antwortete <span class='notranslate'>to a post Sie folgen: &lt; {strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
el: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; απάντησε σε μια ανάρτηση που ακολουθείτε: &lt; <span class='notranslate'>{strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
es: <{p}><{strong}>{replier_name}</{strong}> respondió a una publicación que estás siguiendo: <{strong}>{post_title}</{strong}></{p}>
fa: <{p}><{strong}>{replier_name}</{strong}> به پستی که دنبال می کنید پاسخ داد: &<{strong}>{post_title}</{strong}></{p}>
hu: <{p}><{strong}>{replier_name}</{strong}> válaszolt egy bejegyzésre, amelyet követ: <{strong}>{post_title}</{strong}></{p}>
ja: <{p}><{strong}>{replier_name}</{strong}>があなたがフォローしている投稿に返信しました: <{strong}>{post_title}</{strong}></{p}>
kk: <{p}><{strong}>{replier_name}</{strong}> сіз бақылап отырған жазбаға жауап берді: <{strong}>{post_title}</{strong}></{p}>
lv: <{p}><{strong}>{replier_name}</{strong}> atbildēja uz ierakstu, kuram jūs sekojat: <{strong}>{post_title}</{strong}></{p}>
sq: <{p}><{strong}>{replier_name}</{strong}> përgjigj një postimi që po ndiqni: <{strong}>{post_title}</{strong}></{p}>
sv: <{p}><{strong}>{replier_name}</{strong}> svarade på ett inlägg du följer: <{strong}>{post_title}</{strong}></{p}>
uz: <{p}><{strong}>{replier_name}</{strong}> siz kuzatayotgan <{strong}>{post_title}</{strong}> postiga javob berdi</{p}>.
zh_hk: <{p}><{strong}>{replier_name}</{strong}> 回覆了您正在關注的帖子： <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> commented on {author_name}'s response in a post you’re following <{strong}>{post_title}</{strong}></{p}>
de_de: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; hat die Antwort von <span class='notranslate'>{author_name} kommentiert in a post Sie folgen &lt; {strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
el: &lt; {p} &gt;&lt; {strong} &gt; {replier_name} </ {strong} &gt; σχολίασε την απάντηση του <span class='notranslate'>{author_name} σε μια ανάρτηση που ακολουθείτε &lt; {strong} &gt; {post_title} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
zh_hk: <{p}><{strong}>{replier_name}</{strong}> 在您關注的帖子中對 {author_name}的回應發表了評論 you’re following <{strong}>{post_title}</{strong}></{p}>

source: <p><strong>{username}’s </strong> {content_type} has been reported <strong> {content}</strong></p>
af_za: <p><strong>{username} se</strong> {content_type} is aangemeld <strong>{content}</strong></p>
el: <p>Το {content_type} <strong>του {username}</strong> έχει αναφερθεί <strong>{content}</strong></p>
es: <p><strong>{username}</strong>: se ha reportado su {content_type} <strong>{content}</strong></p>
fa: <p><strong>{username}’s </strong> {content_type} گزارش شده است <strong> {content}</strong></p>
hu: <p><strong>{username} </strong> {content_type}-ját jelentették <strong> {content}</strong></p>
ja: <p><strong>{username}の</strong> {content_type}が報告されました <strong>{content}</strong></p>
kk: <p><strong>{username} ның</strong> {content_type} туралы хабарланды <strong>{content}</strong></p>
lv: <p>Ir ziņots <strong>par {username}</strong> {content_type} <strong>{content}</strong></p>
sq: <p>{content_type} <strong>i {username}</strong> është raportuar <strong>{content}</strong></p>
sv: <p><strong>{username}s </strong> {content_type} har rapporterats <strong> {content}</strong></p>
uz: <p><strong>{username} ning</strong> {content_type} haqida xabar berildi <strong>{content}</strong></p>
zh_hk: <p><strong>{username}的</strong>{content_type}已通報<strong>{content}</strong></p>

source: <{p}><{strong}>{replier_name}</{strong}> response has been endorsed in your post <{strong}>{post_title}</{strong}></{p}>
zh_hk: <{p}><{strong}>{replier_name}</{strong}> 回覆已在您的貼文中得到贊同 <{strong}>{post_title}</{strong}></{p}>

source: <{p}>You have a new course update: <{strong}>{course_update_content}</{strong}></{p}>
el: &lt; {p} &gt;Έχετε μια νέα ενημέρωση μαθήματος: &lt; {strong} &gt; {course_update_content} </<span class='notranslate'> {strong} &gt; </<span class='notranslate'> {p} &gt;
zh_hk: <{p}>你有新的課程更新: <{strong}>{course_update_content}</{strong}></{p}>

source: <{p}>You have a new open response submission awaiting for review for : <{strong}>{ora_name}</{strong}></{p}>
zh_hk: <{p}>您有一個新的開放回覆提交等待審核 : <{strong}>{ora_name}</{strong}></{p}>

source: Notifications for responses and comments on your posts, and the ones you’re following, including endorsements to your responses and on your posts.
af_za: Kennisgewings vir antwoorde en opmerkings oor jou plasings, en dié wat jy volg, insluitend bekragtigings vir jou antwoorde en op jou plasings.
bo: ཁྱེད་ཀྱི་རྩོམ་ཡིག་ལ་ལན་འདེབས་དང་མཆན་བཀོད་པའི་གསར་བརྡ་དང་། ཁྱེད་རང་རྗེས་འཇུག་བྱས་ཡོད་པའི་རྩོམ་ཡིག་ལ་དགའ་རྟགས་བཀོད་པའི་གསར་བརྡ་ཚུད་ཡོད།
de_de: Benachrichtigungen über Antworten und Kommentare zu Ihren Beiträgen und denen, denen Sie folgen, einschließlich Empfehlungen zu Ihren Antworten und zu Ihren Beiträgen.
el: Ειδοποιήσεις για απαντήσεις και σχόλια στις αναρτήσεις σας και σε αυτές που ακολουθείτε, συμπεριλαμβανομένων των εγκρίσεων στις απαντήσεις σας και στις αναρτήσεις σας.
es: Notificaciones sobre respuestas y comentarios en tus publicaciones y en las que estás siguiendo, incluyendo respaldos a tus respuestas y en tus publicaciones.
fa: اعلان‌هایی برای پاسخ‌ها و نظرات در مورد پست‌های شما، و مواردی که دنبال می‌کنید، از جمله تأییدیه‌های پاسخ‌های شما و پست‌های شما.
hu: Értesítések a bejegyzéseidre érkezett válaszokról és hozzászólásokról, valamint azokról, amelyeket követsz, beleértve a válaszaid és bejegyzéseid támogatását is.
kk: Жазбаларыңызға және сіз қадағалап жатқандарыңызға жауаптар мен түсініктемелер, соның ішінде жауаптарыңыз бен жазбаларыңыздағы растаулар туралы хабарландырулар.
lv: Paziņojumi par atbildēm un komentāriem par jūsu un sekotāju ziņām, tostarp apstiprinājumiem jūsu atbildēs un ziņās.
sq: Njoftimet për përgjigjet dhe komentet në postimet tuaja dhe ato që po ndiqni, duke përfshirë miratimet për përgjigjet tuaja dhe për postimet tuaja.
sv: Aviseringar för svar och kommentarer på dina inlägg och de du följer, inklusive rekommendationer av dina svar och på dina inlägg.
uz: Sizning postlaringiz va siz kuzatayotganlaringiz haqidagi javoblar va sharhlar, jumladan, javoblaringiz va postlaringiz haqidagi ma'lumotlar uchun bildirishnomalar.
zh_hk: 針對您的帖文以及您所關注的帖文的回覆和評論的通知，包括對您的回覆和帖文的認可。
