Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
af_za: Enige bykomende inligting oor die kursus wat die platform benodig of wat integrasie met eksterne stelsels soos CRM-sagteware moontlik maak. Voer &#39;n woordeboek van waardes in JSON-formaat in, soos { "my_custom_setting": "value", "other_setting": "value" }
de_de: Alle zusätzlichen Informationen über den Kurs, die die Plattform benötigt oder die eine Integration mit externen Systemen wie CRM-Software ermöglichen. Geben Sie ein Dictionary von Werten im JSON-Format ein, z.B. { "my_custom_setting": "value", "other_setting": "value" }
el: Οποιεσδήποτε πρόσθετες πληροφορίες σχετικά με το μάθημα που χρειάζεται η πλατφόρμα ή που επιτρέπει την ενοποίηση με εξωτερικά συστήματα όπως το λογισμικό CRM. Εισαγάγετε ένα λεξικό τιμών σε μορφή JSON, όπως { &quot;my_custom_setting&quot;: &quot;value&quot;, &quot;other_setting&quot;: &quot;value&quot; }
es: Cualquier información adicional sobre el curso que la plataforma necesite o que permita la integración con sistemas externos como software de CRM. Ingrese un diccionario de valores en formato JSON, como { "my_custom_setting": "value", "other_setting": "value" }
fa: هر گونه اطلاعات اضافی در مورد دوره مورد نیاز پلتفرم یا امکان ادغام با سیستم های خارجی مانند نرم افزار CRM. فرهنگ لغت مقادیر را در قالب JSON وارد کنید، مانند { "my_custom_setting": "value", "other_setting": "value" }
hu: A kurzusról szóló bármilyen további információ, amelyre a platformnak szüksége van, vagy amely lehetővé teszi az integrációt külső rendszerekkel, például CRM szoftverrel. Adjon meg egy értékszótárt JSON formátumban, például { "my_custom_setting": "value", "other_setting": "value" }
ja: コースに関する追加情報で、プラットフォームが必要とするものや、CRMソフトウェアなどの外部システムとの統合を可能にするもの。JSON形式で値の辞書を入力します。例: { "my_custom_setting": "value", "other_setting": "value" }
kk: Платформаға қажет немесе CRM бағдарламалық құралы сияқты сыртқы жүйелермен біріктіруге мүмкіндік беретін курс туралы кез келген қосымша ақпарат. { &quot;my_custom_setting&quot;: &quot;value&quot;, &quot;other_setting&quot;: &quot;value&quot; } сияқты мәндер сөздігін JSON пішімінде енгізіңіз.
lv: Jebkāda papildu informācija par kursu, kas nepieciešama platformai vai kas ļauj integrēties ar ārējām sistēmām, piemēram, CRM programmatūru. Ievadiet vērtību vārdnīcu JSON formātā, piemēram, { "my_custom_setting": "value", "other_setting": "value" }
sq: Çdo informacion shtesë në lidhje me kursin që i nevojitet platformës ose që lejon integrimin me sisteme të jashtme si softueri CRM. Fut një fjalor vlerash në format JSON, si p.sh. { "my_custom_setting": "value", "other_setting": "value" }
sv: Eventuell ytterligare information om kursen som plattformen behöver eller som möjliggör integration med externa system såsom CRM-programvara. Ange en ordlista med värden i JSON-format, till exempel { "my_custom_setting": "value", "other_setting": "value" }
uz: Platformaga kerak bo'lgan yoki CRM dasturiy ta'minoti kabi tashqi tizimlar bilan integratsiyalashuvga imkon beradigan kurs haqida har qanday qo'shimcha ma'lumot. JSON formatidagi qiymatlar lugʻatini kiriting, masalan, { "my_custom_setting": "value", "other_setting": "value" }
zh_hk: 平台所需的課程或允許與CRM軟體等外部系統整合的任何額外資訊。輸入JSON格式的值字典，例如{ "my_custom_setting": "value", "other_setting": "value" }

source: General
af_za: Algemeen
bo: སྤྱིར་བཏང་།
de_de: Allgemein
el: Γενικά
fa: عمومی
hu: Általános
ja: 一般
kk: Жалпы
lv: Vispārējs
sv: Allmän
th: ทั่วไป
zh_hk: 一般

source: Category
af_za: Kategorie
de_de: Kategorie
el: Κατηγορία
es: Categoría
fa: دسته بندی
hu: Kategória
ja: カテゴリー
kk: Санат
lv: Kategorija
sq: Kategoria
sv: Kategori
th: ประเภท
uz: Turkum
zh_hk: 類別

source: Week 1
de_de: Woche 1
el: Εβδομάδα 1
es: Semana 1
fa: هفته 1
hu: 1. hét
kk: 1-апта
lv: 1. nedēļa
sq: Java 1
sv: Vecka 1
uz: 1-hafta
zh_hk: 第一周

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
af_za: &#39;n Kategorienaam vir die bespreking. Hierdie naam verskyn in die linkervenster van die besprekingsforum vir die kursus.
de_de: Ein Kategorienname für die Diskussion. Dieser Name erscheint in der linken Kolumne des Diskussionsforums des Kurs.
el: Ένα όνομα κατηγορίας για τη συζήτηση. Αυτό το όνομα εμφανίζεται στο αριστερό τμήμα του φόρουμ συζήτησης για το μάθημα.
es: Un nombre de categoría para el debate. Este nombre aparece en el panel izquierdo del foro de discusión del curso.
fa: نام دسته برای بحث این نام در قسمت سمت چپ انجمن گفتگوی دوره ظاهر می شود.
hu: A vita kategóriájának neve. Ez a név a kurzus vitafórumának bal oldali paneljén jelenik meg.
ja: ディスカッションのカテゴリ名。この名前は、コースのディスカッションフォーラムの左ペインに表示されます。
kk: Талқылауға арналған санат атауы. Бұл атау курстың талқылау форумының сол жақ тақтасында пайда болады.
lv: Diskusijas kategorijas nosaukums. Šis nosaukums parādās kursa diskusiju foruma kreisajā panelī.
sq: Një emër kategorie për diskutim. Ky emër shfaqet në panelin e majtë të forumit të diskutimit për kursin.
sv: Ett kategorinamn för diskussionen. Detta namn visas i den vänstra rutan i diskussionsforumet för kursen.
th: ชื่อหมวดหมู่สำหรับการสนทนา ชื่อนี้จะปรากฏในแผงด้านซ้ายของกระทู้การสนทนา
uz: Munozara uchun toifa nomi. Bu nom kurs uchun muhokama forumining chap panelida paydo bo'ladi.
zh_hk: 討論的類別名稱。此名稱出現在課程討論論壇的左側窗格中。

source: Subcategory
af_za: Subkategorie
de_de: Unterkategorie
el: Υποκατηγορία
es: Subcategoría
fa: زیرمجموعه
hu: Alkategória
ja: サブカテゴリー
kk: Ішкі санат
lv: Apakškategorija
sq: Nënkategoria
sv: Underkategori
th: ประเภทย่อย
uz: Pastki kategoriya
zh_hk: 子類別

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
af_za: &#39;n Subkategorienaam vir die bespreking. Hierdie naam verskyn in die linkervenster van die besprekingsforum vir die kursus.
de_de: Ein Unterkategoriename für die Diskussion. Der Name erscheint in der linken Kolumne des Diskussionsforums des Kurs.
el: Ένα όνομα υποκατηγορίας για τη συζήτηση. Αυτό το όνομα εμφανίζεται στο αριστερό τμήμα του φόρουμ συζήτησης για το μάθημα.
es: Un nombre de subcategoría para el debate. Este nombre aparece en el panel izquierdo del foro de discusión del curso.
fa: یک نام زیرمجموعه برای بحث. این نام در قسمت سمت چپ انجمن گفتگوی دوره ظاهر می شود.
hu: A vita alkategóriájának neve. Ez a név a kurzus vitafórumának bal oldali paneljén jelenik meg.
ja: ディスカッションのサブカテゴリ名。この名前は、コースのディスカッションフォーラムの左ペインに表示されます。
kk: Талқылауға арналған ішкі санат атауы. Бұл атау курстың талқылау форумының сол жақ тақтасында пайда болады.
lv: Diskusijas apakškategorijas nosaukums. Šis nosaukums parādās kursa diskusiju foruma kreisajā panelī.
sq: Një emër nënkategori për diskutimin. Ky emër shfaqet në panelin e majtë të forumit të diskutimit për kursin.
sv: Ett underkategorinamn för diskussionen. Detta namn visas i den vänstra rutan i diskussionsforumet för kursen.
th: ชื่อหมวดหมู่ย่อยสำหรับการสนทนา รายชื่อจะปรากฏในแผงด้านซ้ายของกระทู้การสนทนา
uz: Muhokama uchun pastki kategoriya nomi. Bu nom kurs uchun muhokama forumining chap panelida paydo bo'ladi.
zh_hk: 討論的子類別名稱。此名稱出現在課程討論論壇的左側窗格中。

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
af_za: Jy is nie aangemeld nie. Om die besprekingsinhoud te sien, {sign_in_link} of {register_link} , en skryf in vir hierdie kursus.
de_de: Sie sind nicht angemeldet. Um den Inhalt der Diskussion zu sehen, müssen Sie sich {sign_in_link} oder {register_link} und sich in diesen Kurs einschreiben.
el: Δεν έχετε συνδεθεί. Για να δείτε το περιεχόμενο των συζητήσεων, {sign_in_link} ή {register_link}, στο μάθημα.
es: No ha iniciado sesión. Para ver el contenido del debate, {sign_in_link} o {register_link}, e inscríbase en este curso.
fa: شما وارد نشده اید. برای مشاهده محتوای بحث، {sign_in_link} یا {register_link} و در این دوره ثبت نام کنید.
hu: Ön nincs bejelentkezve. A vitatartalom megtekintéséhez {sign_in_link} vagy {register_link}, és iratkozzon fel erre a kurzusra.
ja: サインインしていません。ディスカッションの内容を表示するには、{sign_in_link} または {register_link} して、このコースに登録してください。
kk: Сіз жүйеге кірмегенсіз. Талқылау мазмұнын көру үшін {sign_in_link} немесе {register_link} және осы курсқа жазылыңыз.
lv: Jūs neesat pierakstījušies. Lai apskatītu diskusiju saturu, {sign_in_link} vai {register_link}, un reģistrējieties šajā kursā.
sq: Ju nuk jeni identifikuar. Për të parë përmbajtjen e diskutimit, {sign_in_link} ose {register_link} dhe regjistrohuni në këtë kurs.
sv: Du är inte inloggad. För att kunna se innehållet i diskussionen måste du {sign_in_link} eller {register_link} och registrera dig på kursen.
uz: Siz tizimga kirmagansiz. Muhokama mazmunini koʻrish uchun {sign_in_link} yoki {register_link} tanlang va ushbu kursga yoziling.
zh_hk: 您尚未登錄，如需查看此討論內容，請{sign_in_link}或{register_link}，並加入此課程。

source: Generated
af_za: Gegenereer
de_de: generiert
el: Δημιουργήθηκε
es: Generado
fa: تولید شده است
hu: Generált
ja: 生成
kk: Жасалған
lv: Ģenerēts
sq: Gjeneruar
sv: Genererad
uz: Yaratilgan
zh_hk: 已生成

source: {section_type} {index} Unreleased - 0% (?/?)
af_za: {section_type} {index} Onvrygestel - 0% (?/?)
de_de: {section_type} {index} Nicht freigegeben - 0% (?/?)
el: {section_type} {index} Ακυκλοφόρητο - 0% (?/?)
es: {section_type} {index} No publicado - 0% (?/?)
fa: {section_type} {index} منتشر نشده - 0% (?/?)
hu: {section_type} {index} Nem kiadott - 0% (?/?)
ja: {section_type} {index} 未公開 - 0% (?/?)
kk: {section_type} {index} Шығарылған жоқ - 0% (?/?)
lv: {section_type} {index} Neizlaists — 0% (?/?)
sq: {section_type} {index} Nuk është publikuar - 0% (?/?)
sv: {section_type} {index} Opublicerat - 0% (?/?)
uz: {section_type} {index} Chiqarilmagan - 0% (?/?)
zh_hk: {section_type} {index} 未公開 - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
af_za: Die laagste {drop_count} {section_type} tellings word laat val.
de_de: Die schlechtesten {drop_count} {section_type} Bewertungen werden nicht zugelassen.
el: Οι χαμηλότερες βαθμολογίες {drop_count} {section_type} απορρίπτονται.
es: Se descartan las {drop_count} puntuaciones más bajas de {section_type}.
fa: کمترین امتیاز {drop_count} {section_type} حذف شده است.
hu: A legalacsonyabb {drop_count} {section_type} pontszámok kiesnek.
ja: 最低の{drop_count}件の{section_type}スコアが除外されます。
lv: Zemākie {drop_count} {section_type} rādītāji tiek samazināti.
sq: Rezultatet më të ulëta {drop_count} {section_type} janë hequr.
sv: De lägsta {drop_count} {section_type} resultaten tas inte med i beräkningen.
uz: Eng past {drop_count} {section_type} ball tushiriladi.
zh_hk: 最低{drop_count} {section_type}分的科目會被退課。

source: {section_type} Average = {percent:.0%}
de_de: {section_type} Durchschnitt = {percent:.0%}
el: {section_type} Μέσος όρος = {percent:.0%}
zh_hk: {section_type} 平均分 = {percent:.0%}

source: {short_label} Avg
af_za: {short_label} Gem
de_de: {short_label} Durchschn.
el: {short_label} Μ.Ο.
es: Prom. {short_label}
fa: {short_label} میانگین
hu: {rövid_cím} Átl.
ja: {short_label} 平均
kk: {short_label} Орт
lv: {short_label} Vid
sq: {short_label} Mes
sv: {short_label} Medel
uz: {short_label} Oʻrtacha
zh_hk: {short_label}平均

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
af_za: FOUT: &quot; {block_type} &quot; is &#39;n onbekende komponenttipe. Hierdie komponent sal in LMS versteek word.
de_de: FEHLER: "{block_type}" ist eine unbekannte Komponente. Diese Komponente wird im LMS ausgeblendet.
el: ΣΦΑΛΜΑ: Το &quot; {block_type} &quot; είναι άγνωστος τύπος στοιχείου. Αυτό το στοιχείο θα είναι κρυφό στο LMS.
es: ERROR: "{block_type}" es un tipo de componente desconocido. Este componente se ocultará en el LMS.
fa: خطا: &quot; {block_type} &quot; یک نوع مؤلفه ناشناخته است. این مؤلفه در LMS پنهان خواهد شد.
hu: HIBA: A(z) "{block_type}" ismeretlen komponens típus. Ez a komponens el lesz rejtve az LMS-ben.
ja: エラー: 「{block_type}」は不明なコンポーネントタイプです。このコンポーネントはLMSで非表示になります。
kk: ҚАТЕ: "{block_type}" - белгісіз құрамдас түрі. Бұл компонент LMS ішінде жасырылады.
lv: KĻŪDA: "{block_type}" ir nezināms komponenta veids. Šis komponents tiks paslēpts LMS.
sq: GABIM: "{block_type}" është një lloj komponenti i panjohur. Ky komponent do të fshihet në LMS.
sv: FEL: "{block_type}" är en okänd komponenttyp. Den här komponenten kommer att döljas i LMS.
uz: XATO: " {block_type} " noma'lum komponent turi. Ushbu komponent LMS da yashirin bo'ladi.
zh_hk: 錯誤：「 {block_type} 」是未知的組件類型。該組件將隱藏在 LMS 中。

source: Html contents to display for this block
af_za: Html-inhoud om vir hierdie blok te vertoon
de_de: HTML-Inhalte, die für diesen Block angezeigt werden sollen
el: Περιεχόμενα HTML για εμφάνιση για αυτό το μπλοκ
es: Contenido HTML para mostrar en este bloque
fa: محتوای Html برای نمایش برای این بلوک
hu: A blokkhoz megjelenítendő Html tartalom
ja: このブロックに表示するHTMLコンテンツ
kk: Осы блок үшін көрсетілетін Html мазмұны
lv: Html saturs, kas jāparāda šim blokam
sq: Përmbajtja HTML për t&#39;u shfaqur për këtë bllok
sv: Html-innehåll som ska visas för det här blocket
uz: Ushbu blok uchun ko'rsatiladigan HTML tarkibi
zh_hk: 該區塊要顯示的 Html 內容

source: Source code for LaTeX documents. This feature is not well-supported.
af_za: Bronkode vir LaTeX-dokumente. Hierdie kenmerk word nie goed ondersteun nie.
de_de: Quellcode für LaTeX-Dokumente. Diese Fähigkeit wird nicht gut unterstützt.
el: Πηγαίος κώδικας για έγγραφα LaTeX. Αυτή η δυνατότητα δεν έχει καλή υποστήριξη.
es: Código fuente para documentos LaTeX. Esta función no está bien soportada.
fa: کد منبع برای اسناد LaTeX. این ویژگی به خوبی پشتیبانی نمی شود.
hu: LaTeX dokumentumok forráskódja. Ez a funkció nem jól támogatott.
ja: LaTeXドキュメントのソースコード。この機能は十分にサポートされていません。
kk: LaTeX құжаттарының бастапқы коды. Бұл мүмкіндік жақсы қолдау көрсетпейді.
lv: LaTeX dokumentu pirmkods. Šī funkcija netiek pietiekami atbalstīta.
sq: Kodi burimor për dokumentet LaTeX. Kjo veçori nuk mbështetet mirë.
sv: Källkod för LaTeX-dokument. Den här funktionen stöds inte väl.
th: แหล่งที่มาของเอกสาร LaTex คุณลักษณะนี้ไม่ได้รับการสนับสนุนที่ดี
uz: LaTeX hujjatlari uchun manba kodi. Bu xususiyat yaxshi qo'llab-quvvatlanmaydi.
zh_hk: 此功能不支援LaTeX檔案的原始碼。

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
af_za: Kies Visueel om inhoud in te voer en laat die redigeerder outomaties die HTML skep. Kies Raw om HTML direk te wysig. As jy hierdie instelling verander, moet jy die komponent stoor en dit dan weer oopmaak vir redigering.
de_de: Wähle "Darstellung" um Inhalte einzugeben und den Editor den HTML-Code automatisch erzeugen zu lassen. Wähle "Roh" um das HTML direkt zu bearbeiten. Wenn du diese Einstellung änderst, musst du die Komponente speichern, und für die weitere Bearbeitung neu öffnen.
el: Επιλέξτε Visual για να εισαγάγετε περιεχόμενο και να ζητήσετε από το πρόγραμμα επεξεργασίας να δημιουργήσει αυτόματα το HTML. Επιλέξτε Raw για να επεξεργαστείτε απευθείας HTML. Εάν αλλάξετε αυτήν τη ρύθμιση, πρέπει να αποθηκεύσετε το στοιχείο και στη συνέχεια να το ανοίξετε ξανά για επεξεργασία.
es: Seleccione Visual para ingresar contenido y hacer que el editor cree automáticamente el HTML. Seleccione Raw para editar HTML directamente. Si cambia esta configuración, debe guardar el componente y luego volver a abrirlo para editarlo.
fa: Visual را انتخاب کنید تا محتوا را وارد کنید و ویرایشگر به طور خودکار HTML را ایجاد کند. Raw را برای ویرایش مستقیم HTML انتخاب کنید. اگر این تنظیمات را تغییر دهید، باید کامپوننت را ذخیره کنید و سپس دوباره آن را برای ویرایش باز کنید.
hu: Válassza a Vizualis lehetőséget a tartalom beviteléhez, és a szerkesztő automatikusan létrehozza a HTML-t. Válassza a Nyers lehetőséget a HTML közvetlen szerkesztéséhez. Ha változtatja ezt a beállítást, mentenie kell a komponenst, majd újra meg kell nyitnia a szerkesztéshez.
kk: Мазмұнды енгізу үшін Visual параметрін таңдаңыз және өңдегіште HTML файлын автоматты түрде жасаңыз. Тікелей HTML өңдеу үшін Raw таңдаңыз. Бұл параметрді өзгертсеңіз, компонентті сақтап, өңдеу үшін оны қайта ашуыңыз керек.
lv: Lai ievadītu saturu un redaktors automātiski izveidotu HTML, izvēlieties Vizuālā. Atlasiet Raw, lai rediģētu HTML tieši. Ja maināt šo iestatījumu, komponents ir jāsaglabā un pēc tam atkal jāatver rediģēšanai.
sq: Zgjidhni Visual për të futur përmbajtje dhe që redaktori të krijojë automatikisht HTML. Zgjidhni Raw për të modifikuar drejtpërdrejt HTML. Nëse e ndryshoni këtë cilësim, duhet ta ruani komponentin dhe më pas ta rihapni për modifikim.
sv: Välj Visuell för att ange innehåll och låta redigeraren automatiskt skapa HTML. Välj Rå för att redigera HTML direkt. Om du ändrar denna inställning måste du spara komponenten och sedan öppna den igen för redigering.
th: เลือการมองเห็นเพื่อเข้าสู่เนื้อหาและมีการสร้าง HTML อัตโนมัติ. เลือกRaw เพื่อแก้ไข HTML ทันที. ถ้าคุณเปลี่ยนการตั้งค่านี้ คุณต้องบันทึกเนื้อหาและเปิดมันใหม่เพื่อแก้ไขอีกครั้ง
uz: Tarkibni kiritish uchun Visual ni tanlang va muharrir avtomatik ravishda HTMLni yaratsin. HTMLni to'g'ridan-to'g'ri tahrirlash uchun Raw-ni tanlang. Agar siz ushbu sozlamani o'zgartirsangiz, komponentni saqlashingiz va keyin tahrirlash uchun uni qayta ochishingiz kerak.
zh_hk: 選擇「可視化」時，您只需輸入內容，編輯器將產生相應的 HTML 程式碼。選擇「程式碼」時，您可以直接編輯 HTML 程式碼。如果您改變了該設置，則該設置將在您儲存並重新開啟編輯器才生效。

source: Editor
af_za: Redakteur
bo: རྩོམ་སྒྲིག་པ།
el: Συντάκτης
fa: ویرایشگر
hu: Szerkesztő
ja: エディター
kk: Редактор
lv: Redaktors
sq: Redaktor
sv: Redaktör
th: เครื่องมือสำหรับแก้ไข
uz: muharrir
zh_hk: 編輯器

source: Visual
af_za: Visueel
de_de: Darstellung
el: Οπτικό
fa: دیداری
hu: Vizuális
ja: ビジュアル
kk: Көрнекі
lv: Vizuāls
sq: Vizual
sv: Visuell
th: การมองเห็น
uz: Vizual
zh_hk: 可視化

source: Raw
af_za: Rou
de_de: Roh
el: Ακατέργαστος
fa: خام
hu: Nyers
kk: Шикі
lv: Neapstrādāts
sq: I papërpunuar
sv: Rå
th: ข้อมูลดิบ
uz: Xom
zh_hk: 程式碼

source: Hide Page From Learners
af_za: Versteek bladsy vir leerders
de_de: Seite vor Teilnehmern verbergen
el: Απόκρυψη σελίδας από σπουδαστές
es: Ocultar página a los estudiantes
fa: پنهان کردن صفحه از دانش‌پذیران
hu: Rejtsd el az oldalt a tanulók elől
ja: 学習者からページを非表示にする
kk: Оқушылардан бетті жасыру
lv: Slēpt lapu no dalībniekiem
sq: Fshih faqen nga nxënësit
sv: Dölj sida från elever
uz: Sahifani oʻquvchilardan yashirish
zh_hk: 對學生隱藏頁面

source: If you select this option, only course team members with the Staff or Admin role see this page.
af_za: As jy hierdie opsie kies, sien slegs kursusspanlede met die Personeel- of Admin-rol hierdie bladsy.
de_de: Wenn Sie diese Einstellung wählen, sehen nur Kursteammitglieder mit der Rolle Mitarbeiter oder Admin diese Seite.
el: Εάν κάνετε αυτήν την επιλογή, μόνο τα μέλη της ομάδας μαθημάτων με ρόλο Προσωπικού ή Διαχειριστή βλέπουν αυτήν τη σελίδα.
es: Si selecciona esta opción, solo los miembros del equipo del curso con el rol de Personal o Administrador verán esta página.
fa: اگر این گزینه را انتخاب کنید، فقط اعضای تیم دوره با نقش Staff یا Admin این صفحه را خواهند دید.
hu: Ha ezt az opciót választja, csak a kurzus csapatának tagjai, akik a Staff vagy rendszergazda szerepkörrel rendelkeznek, láthatják ezt az oldalt.
ja: このオプションを選択すると、スタッフまたは管理者の役割を持つコースチームメンバーのみがこのページを表示できます。
kk: Бұл опцияны таңдасаңыз, бұл бетті тек Қызметкер немесе Әкімші рөлі бар курс тобының мүшелері көреді.
lv: Ja izvēlaties šo opciju, šo lapu redzēs tikai kursa komandas locekļi ar lomu Personāls vai Administrators.
sq: Nëse zgjidhni këtë opsion, vetëm anëtarët e ekipit të kursit me rolin e Stafit ose Administratorit e shohin këtë faqe.
sv: Om du väljer det här alternativet, ser bara kursteammedlemmar med personalen eller administratörsrollen på den här sidan.
uz: Agar siz ushbu parametrni tanlasangiz, faqat Xodimlar yoki Administrator roliga ega kurs jamoasi a'zolari ushbu sahifani ko'rishadi.
zh_hk: 如果您選擇此選項，則只有具有員工或管理員角色的課程團隊成員才能看到此頁面。

source: HTML for the additional pages
af_za: HTML vir die bykomende bladsye
de_de: HTML für zusätzliche Seiten
el: HTML για τις πρόσθετες σελίδες
es: HTML para las páginas adicionales
fa: HTML برای صفحات اضافی
hu: HTML a további oldalakhoz
ja: 追加ページ用のHTML
kk: Қосымша беттерге арналған HTML
lv: HTML papildu lapām
sq: HTML për faqet shtesë
sv: HTML för de ytterligare sidorna
th: HTML สำหรับหน้าเพจเพิ่มเติม
uz: Qo'shimcha sahifalar uchun HTML
zh_hk: 附加頁面的 HTML

source: List of course update items
af_za: Lys van kursusopdateringsitems
de_de: Liste der Bestandteile der Kursaktualisierung
el: Λίστα αντικειμένων ενημέρωσης μαθημάτων
es: Lista de elementos de actualización del curso
fa: لیست موارد به‌روز‌رسانی دوره
hu: Kurzus frissített elemei
ja: コース更新項目のリスト
kk: Курсты жаңарту элементтерінің тізімі
lv: Kursa atjaunināšanas vienumu saraksts
sq: Lista e artikujve të përditësimit të kursit
sv: Lista över kursuppdateringsobjekt
th: รายชื่อของรายการปรับปรุงหลักสูตร
uz: Albatta yangilash elementlari ro'yxati
zh_hk: 課程更新項目列表

source: Any Type
af_za: Enige tipe
de_de: Jeder Typ
el: Οποιοσδήποτε τύπος
es: Cualquier tipo
fa: همه انواع
hu: Bármilyen típus
ja: 任意のタイプ
kk: Кез келген түрі
lv: Jebkurš tips
sq: Çdo lloj
sv: Vilken typ som helst
th: ประเภทใด ๆ
uz: Har qanday tur
zh_hk: 任何類型

source: Library
af_za: Biblioteek
de_de: Bibliothek
el: Βιβλιοθήκη
es: Biblioteca
fa: کتاب‌خانه
hu: Könyvtár
ja: ライブラリ
kk: Кітапхана
lv: Bibliotēka
sq: Biblioteka
sv: Bibliotek
th: ห้องสมุด
uz: Kutubxona
zh_hk: 資料庫

source: Select the library from which you want to draw content.
af_za: Kies die biblioteek waaruit jy inhoud wil teken.
de_de: Wählen Sie die Bibliothek aus, aus der Sie Inhalt aufzeichnen möchten.
el: Επιλέξτε τη βιβλιοθήκη από την οποία θέλετε να αντλήσετε περιεχόμενο.
es: Seleccione la biblioteca de la que desea extraer contenido.
fa: کتاب‌خانه‌ای که می‌خواهید از محتوای آن استفاده کنید را انتخاب کنید.
hu: Válassza ki azt a könyvtárat, amelyből tartalmat szeretne meríteni.
ja: コンテンツを引き出したいライブラリを選択してください。
kk: Мазмұнды салғыңыз келетін кітапхананы таңдаңыз.
lv: Atlasiet bibliotēku, no kuras vēlaties zīmēt saturu.
sq: Zgjidhni bibliotekën nga e cila dëshironi të tërheqni përmbajtje.
sv: Välj det bibliotek som du vill dra innehåll från.
th: เลือกห้องสมุดที่คุณต้องการสร้างเนื้อหา
uz: Tarkibni chizmoqchi bo'lgan kutubxonani tanlang.
zh_hk: 選擇要從中繪製內容的資料庫。

source: Library Version
af_za: Biblioteek weergawe
de_de: Bibliotheksversion
el: Έκδοση βιβλιοθήκης
es: Versión de la biblioteca
fa: نسخه کتاب‌خانه
hu: Könyvtár Verzió
ja: ライブラリバージョン
kk: Кітапхана нұсқасы
lv: Bibliotēkas versija
sq: Versioni i Bibliotekës
sv: Bibliotekversion
th: เวอร์ชั่นห้องสมุด
uz: Kutubxona versiyasi
zh_hk: 資料庫版本

source: Determines how content is drawn from the library
de_de: Legt fest, wie Inhalte aus der Bibliothek aufgezeichnet werden.
el: Καθορίζει τον τρόπο με τον οποίο αντλείται περιεχόμενο από τη βιβλιοθήκη
th: กำหนดรูปแบบของเนื้อหาจากห้องสมุด
zh_hk: 確定如何從資料庫中提取內容

source: Choose n at random
de_de: Wähle n zufällig
el: Επιλέξτε n τυχαία
th: เลือก n ในการสุ่ม
zh_hk: 隨機選擇一個數字n

source: Count
af_za: Tel
de_de: Anzahl
el: Αριθμός
fa: تعداد
hu: Számláló
ja: カウント
kk: Санау
lv: Skaitīt
sq: Numëroni
sv: Räkna
th: การนับ
uz: Hisoblash
zh_hk: 計算
