Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The LTI configuration data for this context/provider.
af_za: Die LTI-konfigurasiedata vir hierdie konteks/verskaffer.
de_de: Die LTI-Konfigurationsdaten für diesen Kontext/Provider.
el: Τα δεδομένα διαμόρφωσης LTI για αυτό το πλαίσιο/παροχέα.
es: Los datos de configuración de LTI para este contexto/proveedor.
fa: داده‌های تنظیمات LTI برای این زمینه/ارائه‌دهنده.
hu: Az LTI konfigurációs adatai ehhez a kontextushoz/szolgáltatóhoz.
ja: このコンテキスト/プロバイダーのLTI構成データ。
kk: Осы контекст/провайдер үшін LTI конфигурация деректері.
lv: LTI konfigurācijas dati šim kontekstam/pakalpojumu sniedzējam.
sq: Të dhënat e konfigurimit LTI për këtë kontekst/ofrues.
sv: LTI-konfigurationsdata för detta sammanhang/leverantör.
uz: Ushbu kontekst/provayder uchun LTI konfiguratsiya maʼlumotlari.
zh_hk: 此上下文/提供者的 LTI 設定資料。

source: If enabled, discussion topics will be created for each non-graded unit in the course. A UI for discussions will show up with each unit.
af_za: Indien geaktiveer, sal besprekingsonderwerpe vir elke nie-gegradeerde eenheid in die kursus geskep word. &#39;n UI vir besprekings sal by elke eenheid verskyn.
bo: གལ་སྲིད་ནུས་ལྡན་བྱས་ན། སློབ་ཚན་གྱི་ནང་གི་གནས་རིམ་དབྱེ་མེད་པའི་ཡང་གསེས་རེ་རེ་ལ་བགྲོ་གླེང་བརྗོད་གཞི་རྣམས་བཟོ་ཡོང་། ཡང་གསེས་རེ་རེ་ལ་བགྲོ་གླེང་གི་ UI སྟོན་ཡོང་བ་ཡིན།
de_de: Wenn aktiviert, werden Diskussionsthemen für jede nicht benotete Einheit im Kurs erstellt. Eine Benutzeroberfläche für Diskussionen wird mit jeder Einheit angezeigt.
el: Εάν ενεργοποιηθεί, θα δημιουργηθούν θέματα συζήτησης για κάθε ενότητα που δεν έχει βαθμολογηθεί στο μάθημα. Θα εμφανιστεί μια διεπαφή χρήστη για συζητήσεις με κάθε ενότητα.
es: Si está habilitado, se crearán temas de discusión para cada unidad no calificada en el curso. Aparecerá una interfaz de usuario para discusiones con cada unidad.
fa: در صورت فعال بودن، موضوعات بحث برای هر واحد بدون نمره در دوره ایجاد می شود. یک رابط کاربری برای بحث با هر واحد نمایش داده می شود.
hu: Ha engedélyezve van, a kurzus minden nem értékelt egységéhez létrejönnek a vitatémák. Minden egységnél megjelenik egy felhasználói felület a vitákhoz.
ja: コース内の各非評価単位に対してディスカッションのトピックが作成されます。各単位にディスカッション用のUIが表示されます。
kk: Қосылған болса, талқылау тақырыптары курста бағаланбаған әрбір бөлім үшін жасалады. Талқылауға арналған UI әр блокта көрсетіледі.
lv: Ja iespējots, diskusiju tēmas tiks izveidotas katrai kursa vienībai, kas nav novērtēta. Katrai vienībai tiks parādīta saskarne diskusijām.
sq: Nëse aktivizohet, do të krijohen tema diskutimi për çdo njësi të pavlerësuar në kurs. Një UI për diskutime do të shfaqet me secilën njësi.
sv: Om aktiverat kommer diskussionsämnen att skapas för varje icke betygsatt del i kursen. Ett användargränssnitt för diskussioner kommer att dyka upp med varje enhet.
uz: Agar yoqilgan boʻlsa, kursdagi har bir baholanmagan boʻlim uchun muhokama mavzulari yaratiladi. Har bir birlikda muhokamalar uchun UI paydo bo'ladi.
zh_hk: 如果啟用，將為課程中的每個非評分單元建立討論主題。每個單元都會顯示一個用於討論的 UI。

source: If enabled, discussion topics will be created for graded units as well.
af_za: Indien geaktiveer, sal besprekingsonderwerpe ook vir gegradeerde eenhede geskep word.
de_de: Wenn aktiviert, werden Diskussionsthemen auch für benotete Einheiten erstellt.
el: Εάν ενεργοποιηθεί, θα δημιουργηθούν θέματα συζήτησης και για βαθμολογημένες ενότητες.
es: Si está habilitado, se crearán temas de discusión para unidades calificadas también.
fa: در صورت فعال بودن، موضوعات بحث برای واحدهای درجه بندی شده نیز ایجاد می شود.
hu: Ha engedélyezve van, a vitatémák a minősített egységekhez is létrejönnek.
ja: 有効にすると、評価対象のユニットにもディスカッションのトピックが作成されます。
kk: Қосылса, бағаланған бөлімдер үшін де талқылау тақырыптары жасалады.
lv: Ja iespējots, diskusiju tēmas tiks izveidotas arī vērtētajām vienībām.
sq: Nëse aktivizohet, do të krijohen tema diskutimi edhe për njësitë e vlerësuara.
sv: Om det är aktiverat kommer diskussionsämnen att skapas för betygsatta enheter också.
uz: Agar yoqilsa, baholangan birliklar uchun ham muhokama mavzulari yaratiladi.
zh_hk: 如果啟用，也會為評分單元建立討論主題。

source: If enabled, discussions will need to be manually enabled for each unit.
af_za: As dit geaktiveer is, sal besprekings handmatig vir elke eenheid geaktiveer moet word.
bo: ནུས་ལྡན་བྱས་ན། ཡང་གསེས་རེ་རེའི་ནང་བགྲོ་གླེང་རྣམས་གང་རུང་ནུས་ལྡན་བྱ་དགོས།
de_de: Wenn aktiviert, müssen Diskussionen für jede Einheit manuell aktiviert werden.
el: Εάν είναι ενεργοποιημένη, οι συζητήσεις θα πρέπει να ενεργοποιηθούν με μη αυτόματο τρόπο για κάθε μονάδα.
es: Si está habilitado, las discusiones deberán habilitarse manualmente para cada unidad.
fa: اگر فعال باشد، بحث ها باید به صورت دستی برای هر واحد فعال شوند.
hu: Ha engedélyezve van, a vitákat manuálisan kell engedélyezni minden egységhez.
ja: 有効にすると、各ユニットごとにディスカッションを手動で有効にする必要があります。
kk: Қосылған болса, талқылауларды әр бірлік үшін қолмен қосу қажет болады.
lv: Ja iespējots, diskusijas katrai vienībai būs jāiespējo manuāli.
sq: Nëse aktivizohet, diskutimet do të duhet të aktivizohen manualisht për secilën njësi.
sv: Om det är aktiverat måste diskussioner aktiveras manuellt för varje enhet.
uz: Agar yoqilgan bo'lsa, har bir birlik uchun muhokamalarni qo'lda yoqish kerak bo'ladi.
zh_hk: 如果啟用，則需要為每個單元手動啟用討論。

source: The plugin configuration data for this context/provider.
af_za: Die inpropkonfigurasiedata vir hierdie konteks/verskaffer.
de_de: Die Plugin-Konfigurationsdaten für diesen Kontext/Provider.
el: Τα δεδομένα διαμόρφωσης της προσθήκης για αυτό το πλαίσιο/παροχέα.
es: Los datos de configuración del complemento para este contexto/proveedor.
fa: داده‌های تنظیمات افزونه برای این زمینه/ارائه‌دهنده.
hu: A bővítmény konfigurációs adatai ehhez a kontextushoz/szolgáltatóhoz.
ja: このコンテキスト/プロバイダーのプラグイン設定データ。
kk: Осы контекст/провайдер үшін плагин конфигурациясының деректері.
lv: Šī konteksta/nodrošinātāja spraudņa konfigurācijas dati.
sq: Të dhënat e konfigurimit të shtojcave për këtë kontekst/ofrues.
sv: Plugin-konfigurationsdata för detta sammanhang/leverantör.
uz: Ushbu kontekst/provayder uchun plagin konfiguratsiyasi maʼlumotlari.
zh_hk: 此上下文/提供者的插件設定資料。

source: Discussion provider
af_za: Gespreksverskaffer
bo: བགྲོ་གླེང་མཁོ་འདོན་པ།
de_de: Diskussionsanbieter
el: Πάροχος συζήτησης
es: Proveedor de discusiones
fa: ارائه دهنده بحث
hu: Vita szolgáltató
ja: ディスカッションプロバイダー
kk: Талқылау провайдері
lv: Diskusiju sniedzējs
sq: Ofruesi i diskutimit
sv: Diskussionsleverantör
uz: Muhokama provayderi
zh_hk: 討論提供者

source: The discussion tool/provider's id
af_za: Die besprekingshulpmiddel/verskaffer se ID
bo: བགྲོ་གླེང་ལག་ཆ་/མཁོ་འདོན་པའི་ id
de_de: Die Kennung des Diskussionswerkzeugs/Providers
el: Το εργαλείο συζήτησης/αναγνωριστικό παρόχου
es: El ID de la herramienta/proveedor de discusiones
fa: ابزار بحث / شناسه ارائه دهنده
hu: A vitafórum eszköz/szolgáltató azonosítója
ja: ディスカッションツール/プロバイダーのID
kk: Талқылау құралы/провайдер идентификаторы
lv: Diskusiju rīka/pakalpojumu sniedzēja ID
sq: Mjeti i diskutimit/ID-ja e ofruesit
sv: Diskussionsverktyget/leverantörens id
uz: Muhokama vositasi/provayder identifikatori
zh_hk: 討論工具/提供者的 ID

source: Context key for context in which this discussion topic exists.
af_za: Kontekssleutel vir konteks waarin hierdie besprekingsonderwerp bestaan.
de_de: Kontextschlüssel für Kontext, in dem dieses Diskussionsthema existiert.
el: Κλειδί περιβάλλοντος για το πλαίσιο στο οποίο υπάρχει αυτό το θέμα συζήτησης.
es: Clave de contexto para el contexto en el que existe este tema de discusión.
fa: کلید زمینه برای زمینه ای که این موضوع بحث در آن وجود دارد.
hu: A kontextuskulcs annak a kontextusnak, amelyben ez a vitatéma létezik.
ja: このディスカッション トピックが存在するコンテキストのコンテキスト キー。
kk: Осы талқылау тақырыбы бар контекстке арналған мәтінмәндік кілт.
lv: Konteksta atslēga, lai norādītu kontekstu, kurā šis diskusijas temats pastāv.
sq: Çelësi i kontekstit për kontekstin në të cilin ekziston kjo temë diskutimi.
sv: Kontextnyckel för sammanhang där detta diskussionsämne finns.
uz: Ushbu muhokama mavzusi mavjud kontekst uchun kontekst kaliti.
zh_hk: 此討論主題所在上下文的上下文鍵。

source: Usage key for in-context discussion topic. Set to null for course-level topics.
af_za: Gebruik sleutel vir in-konteks bespreking onderwerp. Stel op nul vir kursusvlak-onderwerpe.
bo: Usage key for in-context discussion topic. Set to null for སློབ་ཚན-level topics.
de_de: Verwendungsschlüssel für kontextbezogene Diskussionsthemen. Für Themen auf Kursebene auf null setzen.
el: Κλειδί χρήσης για θέμα συζήτησης εντός του πλαισίου. Ορίστε ως μηδενικό για θέματα σε επίπεδο μαθήματος.
es: Clave de uso para el tema de discusión en contexto. Establecer en nulo para temas a nivel de curso.
fa: کلید استفاده برای موضوع بحث درون متنی. برای موضوعات سطح دوره روی null تنظیم کنید.
hu: Használati kulcs a kontextuson belüli vitatémához. Állítsa nullára a kurzus szintű témákhoz.
ja: インコンテキストのディスカッショントピックの使用キー。コースレベルのトピックの場合はnullに設定します。
kk: Контекстік талқылау тақырыбы үшін пайдалану кілті. Курс деңгейіндегі тақырыптар үшін null мәніне орнатыңыз.
lv: Lietojuma atslēga konteksta diskusijas tēmai. Iestatīt uz nulli kursa līmeņa tēmām.
sq: Çelësi i përdorimit për temën e diskutimit në kontekst. Cakto në null për temat e nivelit të kursit.
sv: Användningsnyckel för diskussionsämne i sammanhanget. Ställ in på null för ämnen på kursnivå.
uz: Kontekstdagi muhokama mavzusi uchun foydalanish kaliti. Kurs darajasidagi mavzular uchun null qiymatini belgilang.
zh_hk: 上下文討論主題的用法鍵。對於課程等級主題設定為 null。

source: Title for discussion topic.
af_za: Titel vir besprekingsonderwerp.
bo: བགྲོ་གླེང་བརྗོད་གཞིའི་ཁ་བྱང་།
de_de: Titel für Diskussionsthema.
el: Τίτλος για θέμα συζήτησης.
es: Título para el tema de discusión.
fa: عنوان موضوع بحث
ja: ディスカッショントピックのタイトル。
kk: Талқылау тақырыбына арналған тақырып.
lv: Diskusijas tēmas nosaukums.
sq: Titulli për temën e diskutimit.
sv: Titel för diskussionsämne.
uz: Muhokama mavzusi uchun sarlavha.
zh_hk: 討論主題的標題。

source: Group for divided discussions.
af_za: Groep vir verdeelde besprekings.
bo: བགྲོ་གླེང་ཁག་བགོ་བྱས་པའི་ཚོགས་ཆུང་།
de_de: Gruppe für getrennte Diskussionen.
el: Ομάδα για διαιρεμένες συζητήσεις.
es: Grupo para discusiones divididas.
fa: گروه برای بحث های تقسیم شده
hu: Csoport a megosztott vitákhoz.
ja: 分割されたディスカッション用のグループ。
kk: Бөлінген пікірталас үшін топ.
lv: Grupa dalītām diskusijām.
sq: Grupi për diskutime të ndara.
sv: Grupp för delade diskussioner.
uz: Bo'lingan muhokamalar uchun guruh.
zh_hk: 分小組討論。

source: Provider id for discussion provider.
af_za: Verskaffer-ID vir besprekingsverskaffer.
bo: བགྲོ་གླེང་མཁོ་འདོན་པའི་ id
de_de: Anbieter-ID für den Diskussionsanbieter.
el: Αναγνωριστικό παρόχου για πάροχο συζήτησης.
es: ID del proveedor para el proveedor de discusiones.
fa: شناسه ارائه دهنده برای ارائه دهنده بحث.
hu: A vita szolgáltató azonosítója.
ja: ディスカッションプロバイダーのプロバイダーID。
kk: Талқылау провайдеріне арналған провайдер идентификаторы.
lv: Diskusiju nodrošinātāja nodrošinātāja ID.
sq: ID e ofruesit për ofruesin e diskutimit.
sv: Leverantörs-id för diskussionsleverantör.
uz: Muhokama uchun provayder identifikatori.
zh_hk: 討論提供者的 ID。

source: Discussion context ID in external forum provider. e.g. commentable_id for cs_comments_service.
af_za: Bespreking konteks ID in eksterne forum verskaffer. bv commentable_id vir cs_comments_service.
de_de: Diskussionskontext-ID im externen Forumsanbieter. zB commentable_id für cs_comments_service.
el: Αναγνωριστικό περιβάλλοντος συζήτησης σε εξωτερικό πάροχο φόρουμ. π.χ. commentable_id για cs_comments_service.
es: ID de contexto de discusión en el proveedor de foro externo. Ej: commentable_id para cs_comments_service.
fa: شناسه زمینه بحث در ارائه‌دهنده انجمن خارجی. به عنوان مثال commentable_id برای cs_comments_service.
ja: 外部フォーラムプロバイダーにおけるディスカッションコンテキストID。例：cs_comments_serviceのcommentable_id。
kk: Сыртқы форум провайдеріндегі талқылау мәтінмәні идентификаторы. мысалы cs_comments_service үшін commentable_id.
lv: Diskusijas konteksta ID ārējā foruma nodrošinātājā. piemēram, komentējamais_id pakalpojumam cs_comments_service.
sq: ID-ja e kontekstit të diskutimit në ofruesin e jashtëm të forumit. p.sh. komentable_id për cs_comments_service.
sv: Diskussionskontext-ID i extern forumleverantör, t.ex. commentable_id för cs_comments_service.
uz: Tashqi forum provayderidagi muhokama konteksti identifikatori. Masalan, cs_comments_service uchun commentable_id.
zh_hk: 外部論壇提供者中的討論上下文 ID。例如，cs_comments_service 的 commentable_id。

source: Whether this topic should be shown in-context in the course.
af_za: Of hierdie onderwerp in konteks in die kursus gewys moet word.
bo: སློབ་ཚན་ནང་བརྗོད་གཞི་འདི་ངེས་པར་སྟོན་དགོས་དང་མི་དགོས།
de_de: Ob dieses Thema im Kurs im Kontext gezeigt werden soll.
el: Εάν αυτό το θέμα πρέπει να εμφανίζεται στο πλαίσιο του μαθήματος.
es: Si este tema debe mostrarse en contexto dentro del curso.
fa: آیا این موضوع باید در متن در دوره نشان داده شود یا خیر.
ja: このトピックをコース内で表示するかどうか。
kk: Бұл тақырыпты курста контексте көрсету керек пе.
lv: Vai šī tēma kursā ir jāparāda kontekstā.
sq: Nëse kjo temë duhet të tregohet në kontekst në kurs.
sv: Om detta ämne ska visas i sitt sammanhang i kursen.
uz: Ushbu mavzu kursda kontekstda ko'rsatilishi kerakmi.
zh_hk: 該主題是否應在課程的上下文中顯示。

source: Ordering of this topic in its learning context
af_za: Ordening van hierdie onderwerp in sy leerkonteks
bo: སྐབས་དོན་བསླབ་ཚན་དེའི་ནང་གི་བརྗོད་གཞི་འདིའི་གོ་རིམ།
de_de: Einordnung dieses Themas in seinen Lernkontext
el: Ταξινόμηση αυτού του θέματος στο μαθησιακό του πλαίσιο
es: Orden de este tema en su contexto de aprendizaje
fa: ترتیب این مبحث در زمینه یادگیری آن
hu: A téma sorrendje a tanulási kontextusában
kk: Бұл тақырыпты оқу контекстінде ретке келтіру
lv: Šīs tēmas sakārtošana mācību kontekstā
sq: Renditja e kësaj teme në kontekstin e saj mësimor
sv: Ordning av detta ämne i dess lärande sammanhang
uz: Ushbu mavzuni o'rganish kontekstida tartiblash
zh_hk: 該主題在其學習上下文中的排序

source: Additional context for this topic, such as its section, and subsection
af_za: Bykomende konteks vir hierdie onderwerp, soos sy afdeling en subafdeling
bo: བརྗོད་གཞི་འདིར་སྐབས་བསྟུན་གྱི་ཟུར་སྣོན་བྱས་པ། དཔེར་ན། དེའི་སྡེ་ཚན་དང་ནང་གསེས་སྡེ་ཚན།
de_de: Zusätzlicher Kontext für dieses Thema, z. B. Abschnitt und Unterabschnitt
el: Πρόσθετο πλαίσιο για αυτό το θέμα, όπως η ενότητα και η υποενότητά του
es: Contexto adicional para este tema, como su sección y subsección
fa: زمینه اضافی برای این موضوع، مانند بخش و بخش فرعی آن
hu: További kontextus ehhez a témához, például annak szekciója és alfejezete.
ja: このトピックの追加コンテキスト（セクションやサブセクションなど）
kk: Осы тақырыпқа арналған қосымша мәтінмән, мысалы, оның бөлімі және ішкі бөлімі
lv: Papildu konteksts šai tēmai, piemēram, tās sadaļa un apakšsadaļa
sq: Konteksti shtesë për këtë temë, si p.sh. seksioni dhe nënseksioni i saj
sv: Ytterligare sammanhang för detta ämne, såsom dess avsnitt och underavsnitt
uz: Ushbu mavzu uchun qo'shimcha kontekst, masalan, uning bo'limi va kichik bo'limi
zh_hk: 本主題的其他上下文，例如其章節和小節

source: Encourage participation and engagement in your course with discussions.
af_za: Moedig deelname en betrokkenheid by jou kursus aan met besprekings.
bo: ཁྱེད་ཀྱི་སློབ་ཚན་ནང་བགྲོ་གླེང་བྱས་ནས་མཉམ་ཞུགས་དང་ཆ་ཤས་ལེན་པར་སྐུལ་མ་གཏོང་དགོས།
de_de: Fördern Sie die Teilnahme und das Engagement in Ihrem Kurs mit Diskussionen.
el: Ενθαρρύνετε τη συμμετοχή και τη συμμετοχή στο μάθημά σας με συζητήσεις.
es: Fomenta la participación y el compromiso en tu curso con discusiones.
fa: مشارکت و مشارکت در دوره خود را با بحث و گفتگو تشویق کنید.
hu: Ösztönözze a részvételt és az elköteleződést a kurzusában vitákkal.
ja: ディスカッションを通じて、コースへの参加と関与を促進しましょう。
kk: Пікірталас арқылы курсыңызға қатысуды және қатысуды ынталандырыңыз.
lv: Veiciniet dalību un iesaistīšanos kursā ar diskusijām.
sq: Inkurajoni pjesëmarrjen dhe angazhimin në kursin tuaj me diskutime.
sv: Uppmuntra deltagande och engagemang i din kurs med diskussioner.
uz: Munozaralar bilan kursingizda ishtirok etish va faollikni rag'batlantiring.
zh_hk: 透過討論鼓勵您參與課程。

source: Administrator
af_za: Administrateur
bo: འཛིན་སྐྱོང་བ།
el: Διαχειριστής
es: Administrador
fa: مدیر
hu: Rendszergazda
ja: 管理者
kk: Әкімші
lv: Administrators
sv: Administratör
th: ผู้ดูแล
zh_hk: 管理員

source: Moderator
bo: རྒྱུགས་ཞིབ་པ།
el: Συντονιστής
es: Moderador
fa: مجری
hu: Moderátor
ja: モデレータ（議長）
kk: Модератор
lv: Moderators
th: ผู้ดำเนินการ
zh_hk: 版主

source: Group Moderator
af_za: Groep moderator
bo: ཚོགས་ཆུང་རྒྱུགས་ཞིབ་པ།
de_de: Gruppenmoderator
el: Συντονιστής ομάδας
es: Moderador de grupo
fa: مدیر گروه
hu: Csoport moderátor
ja: グループモデレーター
kk: Топ модераторы
lv: Grupas moderators
sq: Moderator Grupit
sv: Gruppmoderator
th: ผู้จัดการกลุ่ม
uz: Guruh Moderatori
zh_hk: 群主

source: Community TA
af_za: Gemeenskap TA
bo: མཐུན་ཚོགས་ཀྱི་ TA
de_de: Gemeinschaftslehrkraft
el: ΔΙΔΑΚΤΙΚΟ ΠΡΟΣΩΠΙΚΟ
es: Asistente de comunidad
fa: جامعه TA
hu: Közösségi oktató
ja: コミュニティのTA（ティーチング・アシスタント）
kk: Қауымдастық ТА
lv: Kopienas TA
sq: Komuniteti TA
sv: Stödinstruktör
th: กลุ่มผู้ช่วยครู
uz: Jamiyat TA
zh_hk: 社區助教

source: Student
bo: སློབ་མ།
de_de: Teilnehmer
el: Σπουδαστής
es: Estudiante
fa: دانشجو
hu: Tanuló
ja: 受講者
kk: студент
lv: Dalībnieks
sv: Studerande
th: ผู้เรียน
uz: Talaba
zh_hk: 學生

source: COURSE NOT FOUND. Please check that the course ID is valid.
af_za: KURSUS NIE GEVIND NIE. Kontroleer asseblief dat die kursus-ID geldig is.
bo: སློབ་ཚན་རྙེད་མ་སོང་བས། སློབ་ཚན་གྱི་ ID ཚུལ་མཐུན་ཡིན་མིན་བརྟག་དཔྱད་བྱོས།
de_de: KURS NICHT GEFUNDEN: Bitte prüfe ob die Kurs-ID valide ist.
el: ΤΟ ΜΑΘΗΜΑ ΔΕΝ ΒΡΕΘΗΚΕ. Παρακαλούμε επιβεβαιώστε ότι το ID του μαθήματος είναι έγκυρο.
es: CURSO NO ENCONTRADO. Verifica que el ID del curso sea válido.
fa: دوره پیدا نشد. لطفا بررسی کنید که شناسه دوره معتبر است.
hu: Kurzus nem található. Ellenőrizd a kurzusazonosító helyességét
ja: コースが見つかりません。コースIDが有効であることを確認してください。
kk: КУРС ТАБЫЛМАДЫ. Курс идентификаторының жарамды екенін тексеріңіз.
lv: KURSS NAV ATRASTS. Lūdzu, pārbaudiet, vai kursa ID ir derīgs.
sq: KURSI NUK GJET. Ju lutemi kontrolloni nëse ID e kursit është e vlefshme.
th: ไม่พบหลักสูตรนี้. กรุณาเช็ครหัสหลักสูตรที่ถูกต้องอีกครั้ง
uz: KURS TOPIlmadi. Kurs ID haqiqiyligini tekshiring.
zh_hk: 找不到課程。請檢查課程 ID 是否有效。

source: The course key for the restricted course.
af_za: Die kursussleutel vir die beperkte kursus.
bo: དམ་རྒྱ་ཅན་གྱི་སློབ་ཚན་གྱི་ལྡེ་མིག
de_de: Der Kurs-Schlüssel für den zugangsbeschränkten Kurs.
el: Κλειδί μαθήματος για το περιορισμένο μάθημα.
es: La clave del curso para el curso restringido.
fa: کلید دوره برای دوره محدود.
hu: A korlátozott kurzus kulcsa.
ja: 制限付きコースのコースキー。
kk: Шектеулі курсқа арналған курс кілті.
lv: Ierobežotā kursa kursa atslēga.
sq: Çelësi i kursit për kursin e kufizuar.
sv: Kursnyckeln för den begränsade kursen.
th: รหัสหลักสูตรสำหรับหลักสูตรที่ถูกระงับ
uz: Cheklangan kurs uchun kurs kaliti.
zh_hk: 受限課程的課程密鑰。

source: The message to show when a user is blocked from enrollment.
af_za: Die boodskap om te wys wanneer &#39;n gebruiker van inskrywing geblokkeer word.
bo: སྤྱོད་མཁན་ཞིག་ཞུགས་ཐོ་ནས་བཀག་ཟིན་དུས་སྟོན་རྒྱུའི་འཕྲིན་ཐུང་།
de_de: Die Meldung, die angezeigt werden soll, wenn ein Benutzer für die Registrierung gesperrt ist.
el: Το μήνυμα που θα εμφανίζεται όταν απαγορεύεται σε κάποιον χρήστη να εγγραφεί.
es: El mensaje que se mostrará cuando un usuario esté bloqueado para la inscripción.
fa: پیامی که نشان می دهد زمانی که کاربر از ثبت نام مسدود شده است.
hu: Ez az üzenet jelenik meg, ha egy felhasználó ki van zárva a beiratkozásból.
ja: ユーザーが登録をブロックされたときに表示するメッセージ。
kk: Пайдаланушы тіркелуге тыйым салынған кезде көрсетілетін хабар.
lv: Ziņojums, kas tiek rādīts, kad lietotājam ir bloķēta reģistrācija.
sq: Mesazhi që do të shfaqet kur një përdorues është bllokuar nga regjistrimi.
sv: Meddelandet som ska visas när en användare är blockerad från registrering.
th: ข้อความที่จะแสดงเมื่อผู้ใช้ถูกบล็อคจากการลงทะเบียน
uz: Foydalanuvchi ro'yxatdan o'tishdan bloklanganida ko'rsatiladigan xabar.
zh_hk: 當用戶被封鎖註冊時顯示的訊息。

source: The message to show when a user is blocked from accessing a course.
af_za: Die boodskap om te wys wanneer &#39;n gebruiker geblokkeer word om toegang tot &#39;n kursus te kry.
bo: སྤྱོད་མཁན་ཞིག་སློབ་ཚན་བལྟ་ཀློག་ནས་བཀག་ཟིན་དུས་སྟོན་རྒྱུའི་འཕྲིན་ཐུང་།
de_de: Die Nachricht die angezeigt wird wenn der Zugang für einen Kurs für den Benutzer gesperrt ist.
el: Το μήνυμα που θα εμφανίζεται όταν απαγορεύεται σε κάποιον χρήστη η πρόσβαση σε κάποιο μάθημα.
es: El mensaje que se mostrará cuando un usuario esté bloqueado para acceder a un curso.
fa: پیامی که نشان می دهد زمانی که کاربر از دسترسی به دوره مسدود شده است.
hu: Ez az üzenet jelenik meg, ha egy felhasználó ki van zárva a kurzus elérésétől.
ja: コースへのアクセスがブロックされたときに表示するメッセージ。
kk: Пайдаланушы курсқа кіруге тыйым салынған кезде көрсетілетін хабар.
lv: Ziņojums, kas tiek rādīts, ja lietotājam ir bloķēta piekļuve kursam.
sq: Mesazhi për të treguar kur një përdorues bllokohet nga qasja në një kurs.
sv: Meddelandet som ska visas när en användare är blockerad från att få tillgång till en kurs.
th: ข้อความที่จะแสดงเมื่อผู้ใช้ถูกบล็อคจากการเข้าสู่หลักสูตร
uz: Foydalanuvchining kursga kirishi bloklanganda ko'rsatiladigan xabar.
zh_hk: 當用户被封鎖存取課程時顯示的訊息。

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
af_za: Laat gebruikers wat in &#39;n toegelate land ingeskryf het, toegang tot beperkte kursusse van uitgeslote lande toe.
bo: ཆོག་མཆན་ཡོད་པའི་རྒྱལ་ཁབ་ནས་ཞུགས་ཐོ་བཀོད་པའི་སྤྱོད་མཁན་རྣམས་ལ་བཀག་རྒྱ་ཅན་གྱི་སློབ་ཚན་ཁག་བལྟ་ཀླག་བྱེད་པར་ཆོག་མཆན་སྤྲོད་པ།
de_de: Benutzern, die in einem zugelassenen Land angemeldet sind, den Zugriff auf eingeschränkte Kurse aus ausgeschlossenen Ländern ermöglichen.
el: Να επιτρέπεται σε χρήστες που έχουν εγγραφεί από μια επιτρεπόμενη χώρα, να έχουν πρόσβαση σε περιορισμένα μαθήματα από χώρες που εξαιρούνται.
es: Permitir que los usuarios que se inscribieron en un país permitido accedan a cursos restringidos desde países excluidos.
fa: به کاربرانی که در یک کشور مجاز ثبت نام کرده‌اند اجازه دسترسی به دوره‌های محدود شده از کشورهای مستثنی شده را بدهید.
kk: Рұқсат етілген елде тіркелген пайдаланушыларға тыйым салынған елдердің шектеулі курстарына кіруге рұқсат беріңіз.
lv: Ļaujiet lietotājiem, kuri ir reģistrējušies atļautā valstī, piekļūt ierobežotiem kursiem no izslēgtajām valstīm.
sq: Lejoni përdoruesit që janë regjistruar në një vend të lejuar të kenë akses në kurse të kufizuara nga vendet e përjashtuara.
sv: Tillåt användare som är inskrivna i ett tillåtet land för att få tillgång till begränsade kurser från uteslutna länder.
th: อนุญาตผู้ใช้ที่ลงทะเบียนในประเทศที่กำหนดให้สามารถเข้าถึงหลักสูตรที่ถูกจำกัดไว้สำหรับบางประเทศได้
uz: Ruxsat berilgan mamlakatda ro‘yxatdan o‘tgan foydalanuvchilarga chetlangan mamlakatlardan cheklangan kurslarga kirishga ruxsat bering.
zh_hk: 允許註冊於許可國家或地區的用户能從受限國家或地區登錄受限課程。

source: Two character ISO country code.
af_za: Twee karakter ISO-landkode.
bo: ISO རྒྱལ་ཁབ་ཀྱི་ཨང་བརྡ་ཡིག་འབྲུ་གཉིས།
de_de: Zwei Zeichen langer ISO-Ländercode.
el: Κώδικας χώρας δύο χαρακτήρων σε μορφή ISO.
es: Código de país ISO de dos caracteres.
fa: کد کشور ISO دو کاراکتری.
hu: Két karakteres ISO ország kód.
ja: 2文字のISO国コード。
kk: Екі таңбалы ISO ел коды.
lv: Divu zīmju ISO valsts kods.
sq: Kodi i shtetit me dy karaktere ISO.
sv: Två tecken ISO landskod.
th: รหัสประเทศที่ได้เป็น ISO สองตัวอักษร
uz: Ikki belgili ISO mamlakat kodi.
zh_hk: 兩個字元的 ISO 國家/地區代碼。
