Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: You may restore this article and its children by clicking restore.
af_za: U kan hierdie artikel en sy kinders herstel deur op herstel te klik.
de_de: Sie stellen diesen Artikel und seine Kinder wieder her, indem Sie auf Wiederherstellen klicken.
el: Μπορείτε να επαναφέρετε αυτό το άρθρο και τα θυγατρικά του κάνοντας κλικ στην επαναφορά.
fa: می توانید این مقاله و فرزندان آن را با کلیک بر روی بازیابی بازیابی کنید.
hu: Visszaállíthatja ezt a cikket és annak alárendeltjeit a visszaállítás gombra kattintva.
kk: Қалпына келтіру түймесін басу арқылы осы мақаланы және оның балаларын қалпына келтіруге болады.
lv: Varat atjaunot šo rakstu un tā apakšpunktus, noklikšķinot uz atjaunot.
sq: Ju mund ta rivendosni këtë artikull dhe fëmijët e tij duke klikuar "Rivendos".
sv: Du kan återställa denna artikel och dess underartiklar genom att klicka på återställ.
uz: Qayta tiklash tugmasini bosish orqali ushbu maqolani va uning bolalarini tiklashingiz mumkin.
zh_hk: 您可以透過點擊恢復來恢復本文及其子文章。

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
af_za: Jy kan hierdie artikel en enige kinders permanent verwyder en hul slakke bevry deur op die onderstaande knoppie te klik. Hierdie handeling kan nie ontdoen word nie.
de_de: Sie können diesen Artikel und alle seine Kinder dauerhaft entfernen und ihre Entwürfe freigeben, indem Sie auf die Schaltfläche unten klicken. Diese Aktion kann nicht rückgängig gemacht werden.
el: Μπορείτε να αφαιρέσετε αυτό το άρθρο και τυχόν παιδιά οριστικά και να απελευθερώσετε τις γυμνοσάλιαγκες τους κάνοντας κλικ στο παρακάτω κουμπί. Αυτή η πράξη δε μπορεί να αναιρεθεί.
fa: شما می توانید این مقاله و هر کودکی را برای همیشه حذف کنید و با کلیک بر روی دکمه زیر، راب خود را آزاد کنید. این عمل قابل لغو نیست.
kk: Төмендегі түймені басу арқылы сіз осы мақаланы және кез келген балаларды біржола алып тастай аласыз және олардың шламдарын босатыңыз. Бұл әрекетті қайтару мүмкін емес.
lv: Jūs varat dzēst šo rakstu un visus apakšrakstus uz visiem laikiem un atbrīvot to pāradreses, noklikšķinot uz zemāk redzamās pogas. Šo darbību nevar atcelt.
sq: Ju mund ta hiqni këtë artikull dhe çdo fëmijë përgjithmonë dhe t'i lironi kërpudhat e tyre duke klikuar butonin më poshtë. Ky veprim nuk mund të zhbëhet.
sv: Du kan ta bort denna artikel och dess underartiklar permanent och frigöra deras slugs genom att klicka på knappen nedan. Denna åtgärd kan inte ångras.
uz: Quyidagi tugmani bosish orqali siz ushbu maqolani va har qanday bolalarni butunlay olib tashlashingiz va ularning shlaklarini bo'shatishingiz mumkin. Bu amalni ortga qaytarib bo‘lmaydi.
zh_hk: 您可永久移除此文章及其任何子項，並點選以下按鈕解綁其固定位址。操作無法撤銷。

source: Listing articles in
af_za: Lys artikels in
de_de: Artikel auflisten in
el: Καταχώριση άρθρων σε
fa: فهرست مقالات در
kk: Мақалаларды тізімдеу
lv: Rakstu saraksts
sq: Renditja e artikujve në
sv: Listar artiklar i
uz: Maqolalar ro'yxati
zh_hk: 文章清單

source: Up one level
af_za: Een vlak op
de_de: Eine Stufe höher
el: Μετάβαση ένα επίπεδο επάνω
fa: یک مرحله بالاتر
hu: Egy szinttel feljebb
kk: Бір деңгей жоғары
lv: Vienu līmeni uz augšu
sq: Një nivel lart
sv: Upp en nivå
uz: Bir daraja yuqoriga
zh_hk: 返回上一級

source: Add article
af_za: Voeg artikel by
de_de: Artikel hinzufügen
el: Προσθήκη άρθρου
fa: اضافه کردن مقاله
hu: Cikk hozzáadása
ja: 記事を追加
kk: Мақала қосыңыз
lv: Pievienot rakstu
sq: Shto artikull
sv: Lägga till artikel
th: เพิ่มบทความ
uz: Maqola qo'shing
zh_hk: 新增文章

source: clear
af_za: duidelik
de_de: löschen
el: εκκαθάριση
fa: روشن
kk: анық
lv: skaidrs
sq: qartë
sv: rensa
uz: aniq
zh_hk: 清除

source: article,articles
af_za: artikel, artikels
de_de: Artikel,Artikel
el: άρθρο,άρθρα
fa: مقاله، مقالات
hu: cikk, cikkek
ja: 記事、記事들
kk: мақала, мақалалар
lv: raksts, raksti
sq: artikull, artikuj
sv: artikel,artiklar
uz: maqola, maqolalar
zh_hk: 文章

source: matches,match
af_za: wedstryde, wedstryd
de_de: Übereinstimmungen,Übereinstimmung
el: ταιριάζει,ταιριάζουν
fa: کبریت، کبریت
lv: spēles, spēle
sq: ndeshje, ndeshje
sv: matcher, match
uz: gugurt, gugurt
zh_hk: 匹配

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
af_za: %(cnt)s %(articles_plur)s in hierdie vlak %(match_plur)s jou soektog.
de_de: %(cnt)s %(articles_plur)s in diesem Bereich %(match_plur)s Ihrer Suche.
el: %(cnt)s %(articles_plur)s σε αυτό το επίπεδο %(match_plur)s την αναζήτησή σας.
fa: %(cnt)s %(articles_plur)s در این سطح %(match_plur)s جستجوی شما.
hu: %(cnt)s %(articles_plur)s ebben a szinten %(match_plur)s a keresésének.
ja: %(cnt)s レベルの%(articles_plur)sが検索条件に%(match_plur)s。
kk: %(cnt)s %(articles_plur)s осы деңгейде %(match_plur)s іздеңіз.
lv: %(cnt)s %(articles_plur)s šajā līmenī %(match_plur)s jūsu meklēšanas vaicājums.
sq: %(cnt)s %(articles_plur)s në këtë nivel %(match_plur)s kërkimin tuaj.
sv: %(cnt)s %(articles_plur)s i denna nivå %(match_plur)s din sökning.
uz: %(cnt)s %(articles_plur)s bu darajadagi %(match_plur)s sizning qidiruvingiz.
zh_hk: %(cnt)s %(articles_plur)s在此等級%(match_plur)s您的搜尋。

source: is,are
af_za: is, is
de_de: Ist,sind
el: είναι,είναι
fa: است، هستند
hu: van, vannak
kk: болып табылады, бар
lv: ir, ir
sq: është, janë
sv: är,är
uz: bor, bor
zh_hk: 是

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
af_za: Daar %(articles_plur_verb)s %(cnt)s %(articles_plur)s in hierdie vlak.
de_de: Es %(articles_plur_verb)s%(cnt)s%(articles_plur)sin dieser Ebene.
el: Υπάρχει %(articles_plur_verb)s %(cnt)s %(articles_plur)s σε αυτό το επίπεδο.
fa: در این سطح %(articles_plur_verb)s %(cnt)s %(articles_plur)s وجود دارد.
ja: このレベルには%(articles_plur_verb)s%(cnt)s個の%(articles_plur)sがあります。
kk: Бұл деңгейде %(articles_plur_verb)s %(cnt)s %(articles_plur)s бар.
lv: Šajā līmenī ir %(articles_plur_verb)s %(cnt)s %(articles_plur)s .
sq: Ka %(articles_plur_verb)s %(cnt)s %(articles_plur)s në këtë nivel.
sv: Det %(articles_plur_verb)s %(cnt)s %(articles_plur)s på denna nivå.
uz: Bu darajada %(articles_plur_verb)s %(cnt)s %(articles_plur)s bor.
zh_hk: 這一級有%(articles_plur_verb)s %(cnt)s %(articles_plur)s 。

source: Last modified
af_za: Laas verander
de_de: Zuletzt bearbeitet
el: Τελευταία τροποποίηση
fa: آخرین تغییر
hu: Utoljára módosítva
ja: 最終更新日
kk: Соңғы өзгертілген
lv: Pēdējoreiz modificēts
sq: Ndryshuar së fundi
sv: Senast ändrad
uz: Oxirgi tahrirlangan
zh_hk: 上一次更改

source: no log message
af_za: geen logboodskap nie
de_de: Keine Log-Nachricht
el: ουδέν μήνυμα καταγραφής
fa: بدون پیام ورود
hu: nincs naplóüzenet
ja: ログメッセージなし
kk: журнал хабары жоқ
lv: nav žurnāla ziņojuma
sq: asnjë mesazh regjistri
sv: inget loggmeddelande
uz: jurnal xabari yo'q
zh_hk: 無日誌訊息

source: Sorry, you don't have permission to view this page.
af_za: Jammer, jy het nie toestemming om hierdie bladsy te bekyk nie.
de_de: Sie haben leider keine Berechtigung, diese Seite anzuzeigen.
el: Λυπούμαστε, δεν έχετε άδεια να δείτε αυτήν τη σελίδα.
fa: با عرض پوزش، شما اجازه مشاهده این صفحه را ندارید.
hu: Sajnáljuk, nincs jogosultságod az oldal megtekintéséhez.
ja: 申し訳ありませんが、このページを表示する権限がありません。
kk: Кешіріңіз, сізде бұл бетті көруге рұқсатыңыз жоқ.
lv: Atvainojiet, jums nav atļaujas skatīt šo lapu.
sq: Na vjen keq, ju nuk keni leje për të parë këtë faqe.
sv: Tyvärr, du har inte behörighet att visa den här sidan.
uz: Kechirasiz, sizda bu sahifani ko‘rish uchun ruxsat yo‘q.
zh_hk: 抱歉，您無權查看此頁面。

source: Previewing revision
af_za: Voorskou tans hersiening
de_de: Überarbeitungsvorschau
el: Προεπισκόπηση αναθεώρησης
fa: پیش نمایش بازبینی
hu: Felülvizsgálat előnézete
ja: 改訂のプレビュー
kk: Алдын ала қарау
lv: Pārskatīšanas priekšskatīšana
sq: Rishikimi paraprak
sv: Förhandsgranska revision
uz: Tahrirni oldindan ko'rish
zh_hk: 預覽修訂版

source: Previewing merge between
af_za: Voorskou samesmelting tussen
de_de: Vorschau der Zusammenführung von
el: Προεπισκόπηση συγχώνευσης μεταξύ
fa: پیش نمایش ادغام بین
ja: マージのプレビュー中
kk: Біріктіру алдын ала қаралуда
lv: Notiek sapludināšanas priekšskatījums starp
sq: Parashikimi i bashkimit midis
sv: Förhandsgranska sammanfogning mellan
uz: Oʻrtasida birlashtirish oldindan koʻrilmoqda
zh_hk: 預覽之間的合併

source: and
af_za: en
de_de: und
el: και
fa: و
hu: és
kk: және
lv: un
sq: dhe
sv: och
uz: va
zh_hk: 和

source: Settings
af_za: Instellings
de_de: Einstellungen
el: Ρυθμίσεις
fa: تنظیمات
hu: Beállítások
ja: 設定
kk: Параметрлер
lv: Iestatījumi
sq: Cilësimet
sv: Inställningar
th: การตั้งค่าต่างๆ
uz: Sozlamalar
zh_hk: 設定

source: Source of
af_za: Bron van
de_de: Quelle von
el: Πηγή του
fa: منبع
hu: Forrása
ja: のソース
kk: Қайнар көзі
lv: Avots
sq: Burimi i
sv: Källa till
uz: Manba
zh_hk: 來源

source: This article is currently locked for editing.
af_za: Hierdie artikel is tans gesluit vir redigering.
de_de: Dieser Artikel ist derzeit für die Bearbeitung gesperrt.
el: Αυτό το άρθρο είναι προς το παρόν κλειδωμένο για επεξεργασία.
fa: این مقاله در حال حاضر برای ویرایش قفل شده است.
hu: Ez a cikk jelenleg szerkesztésre van zárolva.
ja: この記事は現在編集のためにロックされています。
kk: Бұл мақала қазір өңдеу үшін құлыптаулы.
lv: Šis raksts pašlaik ir bloķēts rediģēšanai.
sq: Ky artikull aktualisht është i bllokuar për modifikim.
sv: Denna artikel är för nuvarande låst för redigering.
uz: Ushbu maqola hozirda tahrirlash uchun qulflangan.
zh_hk: 這篇文章目前已被鎖定以進行編輯。

source: Please log in
af_za: Meld asseblief aan
de_de: Bitte anmelden
el: Παρακαλώ συνδεθείτε
fa: لطفا وارد شوید
hu: Kérlek jelentkezz be,
ja: ログインしてください
kk: Жүйеге кіріңіз
lv: Lūdzu, piesakieties
sq: Ju lutem kyçuni
sv: Vänligen logga in
uz: Iltimos, tizimga kiring
zh_hk: 請登入

source: Log me in...
af_za: Meld my aan...
de_de: Registrieren
el: Να συνδεθώ...
fa: من را وارد کنید...
hu: Jelentkezz be...
ja: ログインしてください...
kk: Маған кіру...
lv: Piesakiet mani...
sq: Më identifiko...
sv: Logga in mig...
uz: Menga kiring...
zh_hk: 登入

source: Don't have an account?
af_za: Het jy nie &#39;n rekening nie?
de_de: Sie haben keinen Account?
el: Δεν έχετε λογαριασμό;
fa: حساب کاربری ندارید؟
hu: Nincs fiókod?
ja: アカウントをお持ちでないですか？
kk: Есептік жазбаңыз жоқ па?
lv: Vai jums nav konta?
sq: Nuk keni një llogari?
sv: Har du inget konto?
uz: Accountingiz yo'qmi?
zh_hk: 沒有帳戶？

source: Sign me up...
af_za: Teken my aan...
de_de: Anmelden
el: Εγγράψτε με...
fa: من را ثبت نام کن...
hu: Iratkozz fel...
kk: Маған тіркел...
lv: Pierakstiet mani...
sq: Regjistrohu...
sv: Skriv upp mig...
uz: Menga yoziling...
zh_hk: 注册

source: Create root article
af_za: Skep wortelartikel
de_de: Erzeuge root Artikel
el: Δημιουργία ριζικού άρθρου
fa: مقاله ریشه ایجاد کنید
ja: ルート記事を作成
kk: Түбірлік мақала жасаңыз
lv: Izveidojiet saknes rakstu
sq: Krijo artikull rrënjë
sv: Skapa rotartikel
uz: Ildiz maqola yarating
zh_hk: 建立源文章

source: Congratulations!
af_za: Baie geluk!
de_de: Glückwunsch!
el: Συγχαρητήρια!
fa: تبریک می گویم!
hu: Gratulálunk!
ja: おめでとうございます！
kk: Құттықтаймыз!
lv: Apsveicam!
sq: Urime!
sv: Gratulerar!
th: ยินดีด้วย!
uz: Tabriklaymiz!
zh_hk: 恭喜！

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
af_za: Jy het django-wiki geïnstalleer... maar daar is geen artikels nie. Dit is dus tyd om die eerste een, die wortelartikel, te skep. In die begin sal dit slegs deur administrateurs geredigeer kan word, maar jy kan toestemmings daarna definieer.
de_de: Sie haben Django-Wiki installiert.... aber es gibt keine Artikel. Es ist also an der Zeit für den ersten zu erstellen, den root Artikel. Am Anfang ist er nur für Administratoren editierbar, aber Sie können danach Berechtigungen definieren.
el: Έχετε εγκαταστήσει το django-wiki... Αλλά δεν υπάρχουν άρθρα. Ήρθε λοιπόν η ώρα να δημιουργήσετε το πρώτο, το ριζικό άρθρο. Στην αρχή, θα είναι επεξεργάσιμο μόνο από διαχειριστές, αλλά μπορείτε να ορίσετε δικαιώματα μετά.
fa: شما django-wiki را نصب کرده اید... اما هیچ مقاله ای وجود ندارد. بنابراین زمان آن رسیده است که اولین مورد، یعنی مقاله ریشه را ایجاد کنیم. در ابتدا، فقط توسط مدیران قابل ویرایش خواهد بود، اما پس از آن می توانید مجوزها را تعریف کنید.
hu: A django-wiki telepítve van... de nincsenek cikkek. Itt az ideje, hogy létrehozzuk az elsőt, a gyökércikket. Kezdetben csak a rendszergazdák szerkeszthetik, de később meghatározhatod a jogosultságokat.
ja: Django-wikiをインストールしましたが、記事がありません。最初の記事、ルート記事を作成する時が来ました。最初は管理者のみが編集可能ですが、その後に権限を設定できます。
kk: Сізде django-wiki орнатылған... бірақ мақалалар жоқ. Сонымен, бірінші, түбірлік мақаланы жасайтын кез келді. Бастапқыда оны тек әкімшілер өңдей алады, бірақ рұқсаттарды кейін анықтауға болады.
lv: Jums ir instalēta django-wiki... bet nav neviena raksta. Tāpēc ir pienācis laiks izveidot pirmo, galveno rakstu. Sākumā to varēs rediģēt tikai administratori, bet pēc tam varēsiet noteikt atļaujas.
sq: Ju keni të instaluar django-wiki... por nuk ka artikuj. Pra, është koha për të krijuar të parin, artikullin rrënjë. Në fillim, ai do të jetë i modifikueshëm vetëm nga administratorët, por ju mund të përcaktoni lejet më pas.
sv: Du har django-wiki installerad... men det finns inga artiklar. Så det är dags att skapa den första, rotartikeln. I början kommer det bara att kunna redigeras av administratörer, men du kan definiera behörigheter efter.
uz: Sizda django-wiki o'rnatilgan... lekin maqolalar yo'q. Shunday qilib, birinchi, asosiy maqolani yaratish vaqti keldi. Dastlab, uni faqat ma'murlar tahrirlashi mumkin, ammo keyin ruxsatlarni belgilashingiz mumkin.
zh_hk: 您已安裝django-wiki，但暫無文章。建議您現在建立首篇來源文章。首次操作僅管理員可編輯，但之後您可指派編輯權限。

source: Root article
af_za: Wortelartikel
de_de: Root Artikel
el: Ριζικό άρθρο
fa: مقاله ریشه
hu: Gyökércikk
ja: ルート記事
kk: Түбір мақала
lv: Saknes raksts
sq: Artikulli rrënjësor
sv: Rotartikel
uz: Ildiz maqola
zh_hk: 源文章

source: Create root
af_za: Skep wortel
de_de: Erstelle root
el: Δημιουργία ρίζας
fa: root ایجاد کنید
ja: ルートを作成
kk: Түбір құру
lv: Izveidojiet sakni
sq: Krijo rrënjë
sv: Skapa rot
uz: Ildiz yarating
zh_hk: 創建根目錄

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
af_za: Jy moet <a href="%(login_url)s">aanmeld</a> of <a href="%(signup_url)s">aanmeld</a> om hierdie funksie te gebruik.
de_de: Sie müssen sich <a href="%(login_url)s">registrieren</a> oder <a href="%(signup_url)s">anmelden</a>, um diese Funktion nutzen zu können.
el: Πρέπει να <a href="%(login_url)s">συνδεθείτε</a> ή <a href="%(signup_url)s">να εγγραφείτε</a> για να χρησιμοποιήσετε αυτήν τη λειτουργία.
fa: برای استفاده از این تابع باید <a href="%(login_url)s">وارد سیستم شوید</a> یا <a href="%(signup_url)s">ثبت نام کنید</a> .
hu: Be kell <a href="%(login_url)s">jelentkeznie</a> vagy <a href="%(signup_url)s">regisztrálnia</a>, hogy használhassa ezt a funkciót.
ja: この機能を使用するには、<a href="%(login_url)s">ログイン</a>または<a href="%(signup_url)s">サインアップ</a>が必要です。
kk: Бұл функцияны пайдалану үшін <a href="%(login_url)s">жүйеге кіру</a> немесе <a href="%(signup_url)s">тіркелу</a> қажет.
lv: Lai izmantotu šo funkciju, jums ir <a href="%(login_url)s">jāpiesakās</a> vai <a href="%(signup_url)s">jāreģistrējas</a> .
sq: Ju duhet të <a href="%(login_url)s">identifikoheni</a> ose <a href="%(signup_url)s">të regjistroheni</a> për të përdorur këtë funksion.
sv: Du måste <a href="%(login_url)s">logga in</a> eller <a href="%(signup_url)s">registrera dig</a> för att använda den här funktionen.
uz: Ushbu funktsiyadan foydalanish uchun <a href="%(login_url)s">tizimga kirishingiz</a> yoki <a href="%(signup_url)s">ro'yxatdan o'tishingiz</a> kerak.
zh_hk: 您需要<a href="%(login_url)s">登入</a>或<a href="%(signup_url)s">註冊</a>才能使用此功能。

source: You need to log in og sign up to use this function.
af_za: Jy moet aanmeld en teken om hierdie funksie te gebruik.
de_de: Bitte registrieren Sie sich oder melden Sie sich an, um diese Funktionen nutzen zu können.
el: Πρέπει να συνδεθείτε ή να εγγραφείτε για να χρησιμοποιήσετε αυτή τη λειτουργία.
fa: برای استفاده از این تابع باید وارد سیستم شوید و ثبت نام کنید.
lv: Lai izmantotu šo funkciju, jums ir jāpiesakās vai jāreģistrējas.
uz: Ushbu funktsiyadan foydalanish uchun tizimga kirishingiz yoki ro'yxatdan o'tishingiz kerak.
zh_hk: 您需要登入並註冊才能使用此功能。

source: Changes
af_za: Veranderinge
de_de: Änderungen
el: Αλλαγές
fa: تغییرات
hu: Változások
ja: 変更点
kk: Өзгерістер
lv: Izmaiņas
sq: Ndryshimet
sv: Förändringar
th: เปลี่ยน
uz: O'zgarishlar
zh_hk: 修改

source: View Source
af_za: Sien Bron
de_de: Quelle ansehen
el: Προβολή πηγής
fa: مشاهده منبع
hu: Forrás megtekintése
ja: ソースを表示
kk: Дереккөзді көру
lv: Skatīt avotu
sq: Shiko Burimin
sv: Visa källa
uz: Manbani ko'rish
zh_hk: 查看来源

source: View
af_za: Beskou
bo: སྟོན།
de_de: Ansicht
el: Προβολή
es: Ver
fa: چشم انداز
hu: Nézet
ja: 表示
kk: Көру
lv: Skatīt
sq: Shiko
sv: Se
th: ดู
uz: Ko'rish
zh_hk: 看法

source: Sub-articles for
af_za: Sub-artikels vir
de_de: Untergeordnete Artikel für
el: Υποάρθρα για
fa: مقالات فرعی برای
hu: Alcikkek a következőhöz:
ja: サブ記事
kk: үшін қосалқы мақалалар
lv: Apakšraksti par
sq: Nën-artikuj për
sv: Underartiklar för
uz: uchun kichik maqolalar
zh_hk: 子文章

source: No sub-articles
af_za: Geen sub-artikels nie
de_de: Keine Untergeordneten Artikel vorhanden
el: Δεν υπάρχουν υπο-άρθρα
fa: بدون مقاله فرعی
ja: サブ記事はありません
kk: Қосымша мақалалар жоқ
lv: Nav apakšrakstu
sq: Asnjë nën-artikull
sv: Inga underartiklar
uz: Kichik maqolalar yo'q
zh_hk: 沒有子文章

source: ...and more
af_za: ...en meer
de_de: ...und mehr
el: ...και άλλα πολλά
fa: ...و بیشتر
hu: ...és még sok más
ja: ...その他
kk: ...және т.б.
lv: ...un vēl
sq: ...dhe më shumë
sv: ...samt mer
uz: ...va boshqalar
zh_hk: ....和更多

source: Browse articles in this level
af_za: Blaai deur artikels op hierdie vlak
de_de: Alle hier vorhandenen Artikel durchsuchen
el: Περιηγηθείτε σε άρθρα σε αυτό το επίπεδο
fa: مقالات این سطح را مرور کنید
hu: Böngésszen cikkeket ezen a szinten
ja: このレベルの記事を閲覧する
kk: Осы деңгейдегі мақалаларды шолыңыз
lv: Pārlūkojiet rakstus šajā līmenī
sq: Shfletoni artikuj në këtë nivel
sv: Bläddra bland artiklar på denna nivå
uz: Ushbu darajadagi maqolalarni ko'rib chiqing
zh_hk: 瀏覽該等級的文章

source: New article next to
af_za: Nuwe artikel langsaan
de_de: Neuer Artikel neben
el: Νέο άρθρο δίπλα σε
fa: مقاله جدید در کنار
hu: Új cikk mellette
ja: 新しい記事の隣に
kk: Жанындағы жаңа мақала
lv: Blakus jauns raksts
sq: Artikulli i ri pranë
sv: Ny artikel bredvid
uz: Yonida yangi maqola
zh_hk: 旁邊有新文章

source: New article below
af_za: Nuwe artikel hieronder
de_de: Neuer Artikel folgend
el: Νέο άρθρο παρακάτω
fa: مقاله جدید در زیر
hu: Új cikk alább
kk: Төмендегі жаңа мақала
lv: Jauns raksts zemāk
sq: Artikulli i ri më poshtë
sv: Ny artikel nedan
uz: Quyida yangi maqola
zh_hk: 下面有新文章

source: by
af_za: deur
de_de: von
el: από
fa: توسط
hu: által
ja: によって
kk: бойынша
lv: autors
sv: av
uz: tomonidan
zh_hk: 由

source: restored
af_za: herstel
de_de: wiederhergestellt
el: επαναφέρθηκε
fa: بازسازی شد
hu: visszaállítva
ja: 復元されました
kk: қалпына келтірілді
lv: atjaunota
sq: restauruar
sv: återskapad
uz: tiklandi
zh_hk: 恢復了

source: unlocked
af_za: ontsluit
de_de: freigeschaltet
el: ξεκλείδωτο
fa: قفل شده است
hu: feloldva
kk: құлпы ашылды
lv: atslēgts
sq: të zhbllokuar
sv: olåst
uz: qulfdan chiqarilgan
zh_hk: 解鎖

source: You are now sign up... and now you can sign in!
af_za: Jy teken nou aan... en nou kan jy inteken!
de_de: Sie sind jetzt registriert... und können sich nun anmelden!
el: Έχετε ολοκληρώσει την εγγραφή σας... και τώρα μπορείτε να συνδεθείτε!
fa: شما اکنون ثبت نام کرده اید... و اکنون می توانید وارد شوید!
hu: Beregisztráltál...most már bejelentkezhetsz!
kk: Сіз енді тіркелдіңіз... енді кіре аласыз!
lv: Tagad jūs reģistrējaties... un tagad varat pierakstīties!
sq: Tani jeni regjistruar... dhe tani mund të regjistroheni!
sv: Du har nu registrerat dig, och kan logga in!
th: คุณได้สมัครแล้ว... และตอนนี้คุณสามารถเข้าระบบได้!
uz: Siz endi roʻyxatdan oʻtdingiz... va endi kirishingiz mumkin!
zh_hk: 您現在已註冊...現在您可以登入了！

source: You are no longer logged in. Bye bye!
af_za: Jy is nie meer aangemeld nie. Bye bye!
de_de: Sie sind nicht länger eingeloggt. Bis bald!
el: Δεν είστε πλέον συνδεδεμένος. Γεία σας!
fa: شما دیگر وارد نشده اید. خداحافظ!
hu: Már nem vagy bejelentkezve. Viszlát!
ja: ログアウトしました。さようなら！
kk: Сіз енді жүйеге кірмегенсіз. Bye bye!
lv: Jūs vairs neesat pieteikušies. Čau, atā!
sq: Nuk jeni më i identifikuar. Mirupafshim!
sv: Du är inte längre inloggad.
th: คุณไม่ได้อยู่ในระบบ ลาก่อน!
uz: Siz endi tizimga kirmadingiz. Xayr!
zh_hk: 您已經退出。再見！

source: You are now logged in! Have fun!
af_za: Jy is nou aangemeld! Hê pret!
de_de: Sie sind jetzt eingeloggt.
el: Συνδεθήκατε! Καλή διασκέδαση!
fa: شما اکنون وارد سیستم شده اید! خوش بگذره!
hu: Már be vagy jelentkezve! Jó szórakozást!
ja: ログインしました！楽しんでください！
kk: Сіз енді жүйеге кірдіңіз! Масайрау!
lv: Jūs tagad pieteicāties! Lai veicas!
sq: Tani jeni identifikuar! Argëtohu!
sv: Du är nu inloggad! Ha kul!
th: คุณอยู่ในระบบแล้ว! ขอให้สนุก!
uz: Siz endi tizimga kirdingiz! Bahra oling; vaqtni chog 'o'tkazing!
zh_hk: 您現在已登入！玩得開心！

source: New article '%s' created.
af_za: Nuwe artikel &#39; %s &#39; geskep.
de_de: Neuer Artikel "%s" erstellt.
el: Νέο άρθρο '%s' δημιουργήθηκε.
fa: مقاله جدید %s ایجاد شد.
hu: '%s' cikk létrehozva.
ja: 新しい記事「%s」が作成されました。
lv: Izveidots jauns raksts &#39; %s &#39;.
sq: Artikulli i ri '%s' u krijua.
sv: Artikeln '%s' har skapats.
th: สร้างบทความใหม่ '%s' แล้ว
uz: Yangi maqola ' %s ' yaratildi.
zh_hk: 新文章“ %s ”已建立。

source: There was an error creating this article: %s
af_za: Daar was &#39;n fout met die skep van hierdie artikel: %s
de_de: Es gab einen Fehler bei der Erstellung des Artikels: %s
el: Εντοπίστηκε σφάλμα κατά τη δημιουργία αυτού του άρθρου: %s
fa: خطایی در ایجاد این مقاله روی داد: %s
hu: Hiba történt a cikk létrehozásakor: %s
ja: この記事の作成中にエラーが発生しました: %s
kk: Осы мақаланы жасау кезінде қате орын алды: %s
lv: Veidojot šo rakstu, radās kļūda: %s
sq: Pati një gabim në krijimin e këtij artikulli: %s
sv: Ett fel uppstod när artikeln %s skulle skapas.
th: เกิดข้อผิดพลาดในการสร้างบทความ: %s
uz: Ushbu maqolani yaratishda xatolik yuz berdi: %s
zh_hk: 建立本文時發生錯誤： %s

source: There was an error creating this article.
af_za: Daar was &#39;n fout met die skep van hierdie artikel.
de_de: Bei der Erstellung des Artikels ist ein Fehler aufgetreten.
el: Εντοπίστηκε σφάλμα κατά τη δημιουργία αυτού του άρθρου.
fa: در ایجاد این مقاله خطایی روی داد.
hu: Hiba történt a cikk létrehozásakor.
ja: この記事の作成中にエラーが発生しました。
kk: Бұл мақаланы жасау кезінде қате орын алды.
lv: Veidojot šo rakstu, radās kļūda.
sq: Pati një gabim në krijimin e këtij artikulli.
sv: Ett fel uppstod när artikeln skulle skapas.
th: เกิดข้อผิดพลาดในการสร้างบทความ
uz: Ushbu maqolani yaratishda xatolik yuz berdi.
zh_hk: 建立這篇文章時出錯。

source: This article cannot be deleted because it has children or is a root article.
af_za: Hierdie artikel kan nie uitgevee word nie omdat dit kinders het of &#39;n wortelartikel is.
de_de: Dieser Artikel kann nicht gelöscht werden, weil es ein Kind- (child) oder einen Root- (Wurzel) Artikel hat.
el: Αυτό το άρθρο δεν μπορεί να διαγραφεί γιατί έχει παιδιά ή είναι άρθρο διαδρομής.
fa: این مقاله را نمی توان حذف کرد زیرا دارای فرزند است یا یک مقاله ریشه است.
hu: Ez a cikk nem törölhető, mert vannak alárendelt cikkei, vagy gyökércikk.
ja: この記事は子記事があるか、ルート記事であるため削除できません。
kk: Бұл мақаланы жою мүмкін емес, себебі оның балалары бар немесе түбірлік мақала.
lv: Šo rakstu nevar izdzēst, jo tam ir pakārtoti vai saknes raksts.
sq: Ky artikull nuk mund të fshihet sepse ka fëmijë ose është një artikull rrënjësor.
sv: Den här artikeln kan inte raderas eftersom den har underartiklar eller är en rotartikel.
th: บทความนี้ไม่สามารถลบได้เพราะมีบทความลูกหรือบทความเดิม
uz: Ushbu maqolani oʻchirib boʻlmaydi, chunki unda bolalar bor yoki ildiz maqolasi.
zh_hk: 無法刪除該文章，因為它有子文章或根文章。
