Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The course you are looking for does not start until {date}.
af_za: Die kursus waarna jy soek, begin eers {date} .
bo: ཁྱེད་ཀྱིས་འཚོལ་བཞིན་པའི་སློབ་ཚན་དེ་ཟླ་ཚེས་ {date} འདིའི་བར་དུ་འགོ་འཛུགས་མི་བྱེད།
de_de: Der Kurs, den Sie suchen, startet nicht bevor {date}.
el: Το μάθημα που αναζητάτε δεν θα ξεκινησει μέχρι την {date}.
es: El curso que está buscando no comienza hasta el {date}.
fa: دوره مورد نظر شما تا {date} شروع نمی‌شود.
hu: Az Ön által keresett tanfolyam csak {date} fog kezdődik.
ja: お探しの講座は {date} まで開講しません。
kk: Сіз іздеген курс {date} дейін басталмайды.
lv: Kurss, kuru meklējat, nesākas līdz {date} .
sq: Kursi që kërkoni nuk fillon deri në {date}.
sv: Kursen du letar efter börjar inte förrän {date}.
th: หลักสูตรที่คุณกำลังสนใจยังไม่เปิดจนถึงวันที่ {date}
uz: Siz izlayotgan kurs {date} gacha boshlanmaydi.
zh_hk: 您正在尋找的課程直到{date}才開始。

source: The course you are looking for is closed for enrollment as of {date}.
af_za: Die kursus waarna jy soek is gesluit vir inskrywing vanaf {date} .
bo: ཁྱེད་ཀྱིས་འཚོལ་བཞིན་པའི་སློབ་ཚན་དེ་སྒོ་བརྒྱབ་ཚར་འདུག ཞུགས་ཐོ་འགོད་དུས་ {date} ལ་རེད།
de_de: Der Kurs, den Sie suchen, ist bereits seit {date} geschlossen.
el: Οι εγγραφές στο μάθημα που αναζητάτε έχουν λήξει από την {date}.
es: El curso que está buscando está cerrado para inscripción a partir del {date}.
fa: ثبت‌نام دوره مورد نظر شما از {date} بسته شده است.
hu: Az Ön által keresett kurzus jelentkezési idõpontja vége: {date}.
ja: お探しの講座は {date} に受講登録受付を終了しています。
kk: Сіз іздеген курс {date} күні тіркелу үшін жабылған.
lv: Kurss, kuru meklējat, ir slēgts reģistrācijai no {date} .
sq: Kursi që po kërkoni është i mbyllur për regjistrim që nga {date}.
sv: Kursen du söker är avslutad för registrering från och med {date}.
th: หลักสูตรที่คุณมองหานั้นได้ปิดสำหรับการลองทะเบียนแล้วตั้งแต่วันที่ {date}
uz: Siz izlayotgan kurs {date} dan boshlab ro'yxatga olish uchun yopiq.
zh_hk: 您正在尋找的課程自{date}起已停止報名。

source: Course id not specified
af_za: Kursus-ID nie gespesifiseer nie
bo: སློབ་ཚན་གྱི་ id དམིགས་བསལ་བ་ཞིག་བྱས་མི་འདུག
de_de: Es wurde keine Kurs-ID vergeben
el: Δεν έχει καθοριστεί η ταυτότητα του μαθήματος
es: ID del curso no especificado
fa: شناسه دوره مشخص‌نشده است.
hu: A kurzus azonosító kitöltetlen
ja: 講座 ID が指定されていません
kk: Курс идентификаторы көрсетілмеген
lv: Kursa ID nav norādīts
sq: ID e kursit nuk është e specifikuar
sv: Kursens id är inte angivet
th: ไม่ได้ระบุรหัสวิชาให้ชัดเจน
uz: Kurs identifikatori ko'rsatilmagan
zh_hk: 未指定課程 ID

source: Invalid course id
af_za: Ongeldige kursus-ID
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་སློབ་ཚན་ id
de_de: Ungültige Kurs-ID
el: Μη έγκυρο ID μαθήματος
es: ID del curso no válido
fa: شناسه دوره نامعتبر است.
hu: Érvénytelen kurzus azonosító
ja: 無効な講座IDです
kk: Жарамсыз курс идентификаторы
lv: Nederīgs kursa ID
sq: ID i pavlefshëm i kursit
sv: Ogiltigt kurs-id
th: รหัสวิชาไม่ถูกต้อง
uz: Kurs identifikatori yaroqsiz
zh_hk: 課程 ID 無效

source: Course id is invalid
af_za: Kursus-ID is ongeldig
bo: སློབ་ཚན་ id ནི་ཚུལ་མཐུན་རེད་མི་འདུག
de_de: Kurs-ID ist ungültig
el: Το ID του μαθήματος δεν είναι έγκυρο
es: El ID del curso no es válido
fa: شناسه دوره نامعتبر است.
hu: A kurzus azonosító hibás
ja: 講座 ID が無効です
kk: Курс идентификаторы жарамсыз
lv: Kursa ID nav derīgs
sq: ID-ja e kursit është e pavlefshme
sv: Kursens id är ogiltigt
th: รหัสวิชาไม่ถูกต้อง
uz: Kurs identifikatori yaroqsiz
zh_hk: 課程 ID 無效

source: Could not enroll
af_za: Kon nie inskryf nie
bo: ཞུགས་ཐོ་འགོད་མི་ཐུབ།
de_de: Konnte nicht einschreiben
el: Η εγγραφή σας δεν είναι δυνατή
es: No se pudo inscribir
fa: ثبت‌نام انجام نشد.
hu: Sikertelen feliratkozás
ja: 受講申し込みができません
kk: Тіркелу мүмкін болмады
lv: Nevarēja reģistrēties
sq: Nuk mund të regjistrohej
sv: Det gick inte att anmäla sig
th: ไม่สามารถลงทะเบียนเรียน
uz: Ro‘yxatdan o‘tib bo‘lmadi
zh_hk: 無法註冊

source: Unenrollment is currently disabled
af_za: Onttrekking is tans gedeaktiveer
bo: ད་སྐབས་ཞུགས་ཐོ་ཕྱིར་འཐེན་ནི་མི་ཐུབ་པ་བྱས་འདུག
de_de: Die Abmeldung ist derzeit deaktiviert
el: Η κατάργηση εγγραφής είναι απενεργοποιημένη αυτήν τη στιγμή
es: Actualmente, la baja está deshabilitada
fa: لغو ثبت‌نام در حال حاضر غیرفعال است.
ja: 登録解除は現在無効になっています
lv: Reģistrācijas atcelšana pašlaik ir atspējota
sq: Çregjistrimi aktualisht është i çaktivizuar
sv: Avregistrering är för närvarande inaktiverad
uz: Hozirda ro‘yxatdan o‘tish o‘chirilgan
zh_hk: 目前已停用取消註冊

source: You are not enrolled in this course
af_za: Jy is nie vir hierdie kursus ingeskryf nie
bo: སློབ་ཚན་འདིའི་ནང་ཁྱེད་ཀྱིས་ཞུགས་ཐོ་བཀོད་མི་འདུག
de_de: Sie sind nicht in diesen Kurs eingeschrieben
el: Δεν έχετε εγγραφεί σε αυτό το μάθημα
es: No está inscrito en este curso
fa: شما در این دوره ثبت‌نام نکرده‌اید.
hu: Nincs beiratkozva erre a kurzusra.
ja: このコースには登録されていません。
kk: Сіз бұл курсқа тіркелмегенсіз
lv: Jūs neesat reģistrēti šajā kursā
sq: Ju nuk jeni regjistruar në këtë kurs
sv: Du är inte registrerad på den här kursen
th: คุณยังไม่ได้ลงทะเบียนเข้าเรียนในวิชานี้
uz: Siz ushbu kursga yozilmagansiz
zh_hk: 您尚未註冊此課程

source: Your certificate prevents you from unenrolling from this course
af_za: Jou sertifikaat verhoed dat jy by hierdie kursus uitskryf
bo: ཁྱེད་ཀྱི་ལག་ཁྱེར་གྱིས་ཁྱེད་རང་སློབ་ཚན་འདི་ནས་ཕྱིར་འཐེན་བྱེད་པར་བཀག་འགོད་བྱེད་ཀྱི་འདུག
de_de: Ihr Zertifikat verhindert, dass Sie aus dem Kurs ausgeschrieben werden können.
el: Δεν μπορείτε να διαγραφείτε από το συγκεκριμένο μάθημα, καθώς σε αυτό βρίσκεται αναρτημένη η βεβαίωση που έχετε αποκτήσει
es: Su certificado le impide darse de baja de este curso
fa: گواهی شما مانع از لغو ثبت‌نام شما در این دوره می‌شود.
hu: A bizonyítványa megakadályozza, hogy leiratkozzon erről a tanfolyamról
ja: 修了証のために、この講座の受講登録を取り消すことができません
kk: Сіздің сертификатыңыз бұл курстан бас тартуыңызға жол бермейді
lv: Jūsu sertifikāts neļauj jums atteikties no šī kursa
sq: certifikata juaj ju pengon të çregjistroheni nga ky kurs
sv: Ditt certifikat hindrar dig från att avregistrera dig från kursen
th: คุณมีใบประกาศนียบัตรอยู่ คุณจึงไม่สามาถถอนการลงทะเบียนจากหลักสูตรนี้ได้
uz: Sertifikatingiz ushbu kursga roʻyxatdan oʻtishni toʻxtatadi
zh_hk: 您的證書阻止您取消註冊該課程

source: Enrollment action is invalid
af_za: Inskrywingshandeling is ongeldig
bo: ཞུགས་ཐོའི་ལས་རིམ་ཚུལ་མཐུན་ཞིག་མ་རེད།
de_de: Der Einschreibungsvorgang ist ungültig
el: Μη έγκυρη ενέργεια εγγραφής
es: La acción de inscripción no es válida
fa: اقدام ثبت‌نام معتبر نیست
hu: A feliratkozási művelet érvénytelen
ja: 受講登録操作が無効
kk: Тіркеу әрекеті жарамсыз
lv: Reģistrācijas darbība nav derīga
sq: Veprimi i regjistrimit është i pavlefshëm
sv: Registreringsåtgärden är ogiltig
th: การดำเนินการลงทะเบียนไม่ถูกต้อง
uz: Ro‘yxatdan o‘tish amali yaroqsiz
zh_hk: 註冊操作無效

source: Please enter a username
af_za: Voer asseblief &#39;n gebruikernaam in
bo: སྤྱོད་མིང་ཞིག་འཇུག་རོགས།
de_de: Bitte geben Sie einen Benutzernamen ein
el: Παρακαλούμε εισάγετε ένα ψευδώνυμο
es: Por favor, ingrese un nombre de usuario
fa: لطفاً یک نام کاربری وارد کنید
hu: Kérem, adjon meg egy felhasználónevet
ja: ユーザ名を入力してください
kk: Пайдаланушы атын енгізіңіз
lv: Lūdzu, ievadiet lietotājvārdu
sq: Ju lutemi shkruani një emër përdoruesi
sv: var vänlig ange ett användarnamn
th: โปรดกรอกบัญชีผู้ใช้
uz: Iltimos, foydalanuvchi nomini kiriting
zh_hk: 請填入一個用戶名

source: Please choose an option
af_za: Kies asseblief &#39;n opsie
bo: གདམ་ཀ་ཞིག་འདེམ་རོགས།
de_de: Bitte wähle eine Möglichkeit aus
el: Παρακαλούμε διαλέξτε μια επιλογή
es: Por favor, elija una opción
fa: لطفاً یک گزینه را انتخاب کنید
hu: Kérlek válassz egy opciót
ja: オプションを選択してください
kk: Опцияны таңдаңыз
lv: Lūdzu, izvēlieties opciju
sq: Ju lutemi zgjidhni një opsion
sv: Välj ett alternativ
th: กรุณาเลือกตัวเลือก
uz: Iltimos, variantni tanlang
zh_hk: 請選擇一個選項

source: User with username {} does not exist
af_za: Gebruiker met gebruikersnaam {} bestaan nie
bo: སྤྱོད་མཁན་གྱི་མིང་ {} འདི་ད་ལྟ་མི་འདུག
de_de: Den Nutzer mit Benutzernamen {} gibt es nicht
el: Ο χρήστης {} δεν υπάρχει
es: El usuario con nombre de usuario {} no existe
fa: کاربری با نام کاربری {} وجود ندارد.
hu: A felhasználói név {} nem létezik
ja: {} というユーザ名のユーザは登録されていません
kk: {} пайдаланушы аты жоқ
lv: Lietotājs ar lietotājvārdu {} nepastāv
sq: Përdoruesi me emrin e përdoruesit {} nuk ekziston
sv: Användare med användarnamn {} existerar inte
th: ไม่มีผู้ใช้ที่มีชื่อบัญชี {}
uz: {} foydalanuvchi nomi mavjud emas
zh_hk: 用户名稱為 {} 的用户不存在

source: Successfully disabled {}'s account
af_za: Het {} se rekening suksesvol gedeaktiveer
bo: ཁ་བྱང་ {} འདིའི་བྱེད་ནུས་བཀག་ཟིན།
de_de: Das Konto {} wurde erfolgreich deaktiviert
el: Ο λογαριασμός του {} απενεργοποιήθηκε επιτυχώς
es: Se deshabilitó correctamente la cuenta de {}
fa: حساب کاربری {} با موفقیت غیرفعال شد.
hu: Sikeresen inaktiválva {} fiókja
ja: {} のアカウントを正常に無効化
kk: {} есептік жазбасы сәтті өшірілді
lv: Lietotāja {} konts ir veiksmīgi atspējots
sq: Llogaria e {} u çaktivizua me sukses
sv: Avaktiverat {}: s konto
th: ยกเลิกผู้ใช้ {} สำเร็จ
uz: {} accounti muvaffaqiyatli o‘chirildi
zh_hk: 已成功停用 {} 的帳戶

source: Successfully reenabled {}'s account
af_za: {} se rekening is suksesvol heraktiveer
bo: ཁ་བྱང་ {} འདིའི་བྱེད་ནུས་བསྐྱར་དུ་སྒོ་ཕྱེས་ཟིན།
de_de: Konto {} wurde erfolgreich wiederaktiviert
el: Ο λογαριασμός του {} επανενεργοποιήθηκε επιτυχώς
es: Se reactivó correctamente la cuenta de {}
fa: حساب کاربری {} با موفقیت دوباره فعال شد.
hu: Sikeresen újraengedélyezve {} fiókja
ja: {} のアカウントを正常に再有効化しました
kk: {} есептік жазбасы сәтті қайта қосылды
lv: Lietotāja {} konts ir veiksmīgi atkārtoti iespējots
sq: Llogaria e {} u riaktivizua me sukses
sv: Lyckades återaktivera {}:s konto
th: ผู้ใช้ {} สามารถกลับมาใช้งานได้
uz: {} accounti muvaffaqiyatli qayta yoqildi
zh_hk: 已成功重新啟用 {} 的帳戶

source: Unexpected account status
af_za: Onverwagte rekeningstatus
bo: གློ་བུར་བའི་ཁ་བྱང་གི་གནས་བབས།
de_de: Unerwarteter Kontostatus
el: Μη αναμενόμενη κατάσταση λογαρισμού
es: Estado de la cuenta inesperado
fa: وضعیت غیرمنتظره حساب کاربری
hu: Meghatározhatatlan fiók állapot
ja: 予期していないアカウントの状態
kk: Күтпеген тіркелгі күйі
lv: Negaidīts konta statuss
sq: Status i papritur i llogarisë
sv: Oväntad kontostatus
th: บัญชีมีสถานะที่ไม่คาดหวัง
uz: Accountning kutilmagan holati
zh_hk: 意外的帳戶狀態

source: {html_start}Your {account_or_email} could not be {activated_or_confirmed}{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
af_za: {html_start} Jou {account_or_email} kon nie wees nie {activated_or_confirmed} {html_end} Iets het verkeerd geloop, <a href="{support_url}">kontak asseblief ondersteuning</a> om hierdie probleem op te los.
de_de: {html_start}Ihre {account_or_email} konnte nicht {activated_or_confirmed}{html_end}Etwas ist schief gelaufen, bitte <a href="{support_url}">wenden Sie sich an den Support</a> , um dieses Problem zu lösen.
el: {html_start} Το {account_or_email} δεν μπορούσε να είναι {activated_or_confirmed} {html_end} Κάτι πήγε στραβά, <a href="{support_url}">επικοινωνήστε με την υποστήριξη</a> για να επιλύσετε αυτό το ζήτημα.
es: {html_start}No se pudo {activated_or_confirmed} su {account_or_email}{html_end}Algo salió mal, por favor <a href="{support_url}">póngase en contacto con el soporte</a> para resolver este problema.
fa: {html_start} {account_or_email} شما نمی‌تواند {activated_or_confirmed} {html_end} مشکلی پیش آمده است، لطفاً برای حل این مشکل <a href="{support_url}">با پشتیبانی تماس بگیرید</a> .
hu: {html_start}Az ön {account_or_email} nem lett {activated_or_confirmed}{html_end}Valami hiba történt, kérjük, <a href="{support_url}">lépjen kapcsolatba a támogatással</a> a probléma megoldása érdekében.
ja: {html_start}あなたの{account_or_email}を{activated_or_confirmed}できませんでした{html_end}問題が発生しました。<a href="{support_url}">サポートに連絡</a>してこの問題を解決してください。
kk: {html_start} Сіздің {account_or_email} болуы мүмкін емес {activated_or_confirmed} {html_end} Бірдеңе дұрыс болмады, бұл мәселені шешу үшін <a href="{support_url}">қолдау қызметіне хабарласыңыз</a> .
lv: {html_start} Jūsu {account_or_email} nevarēja būt {activated_or_confirmed} {html_end} Radās problēma. Lūdzu, <a href="{support_url}">sazinieties ar atbalsta dienestu</a> , lai atrisinātu šo problēmu.
sq: {html_start}{account_or_email} juaj nuk mund të jetë {activated_or_confirmed}{html_end} Diçka shkoi keq, ju lutemi <a href="{support_url}">kontaktoni mbështetjen</a> për të zgjidhur këtë problem.
sv: {html_start}Din {account_or_email} kunde inte {activated_or_confirmed}{html_end}Något gick fel. <a href="{support_url}">kontakta support</a> för att lösa problemet.
uz: {html_start} Sizning {account_or_email} bo‘lmadi {activated_or_confirmed} {html_end} Nimadir xato ketdi, bu muammoni hal qilish uchun <a href="{support_url}">qo‘llab-quvvatlash xizmatiga murojaat</a> qiling.
zh_hk: {html_start}您的{account_or_email}無法為{activated_or_confirmed} {html_end}出現問題，請<a href="{support_url}">聯絡支援人員</a>解決此問題。

source: {html_start}This {account_or_email} has already been {activated_or_confirmed}.{html_end}
af_za: {html_start} Hierdie {account_or_email} is reeds {activated_or_confirmed} . {html_end}
bo: {html_start}{account_or_email} འདི་ཧེ་མ་ལས་བསྐྱར་གཏན་འཁེལ་ཡོདཔ་རེད {activated_or_confirmed}.{html_end}
de_de: {html_start}Diese {account_or_email} war bereits {activated_or_confirmed}.{html_end}
el: {html_start} Αυτό το {account_or_email} έχει ήδη γίνει {activated_or_confirmed} . {html_end}
es: {html_start}Este {account_or_email} ya ha sido {activated_or_confirmed}.{html_end}
fa: {html_start} این {account_or_email} قبلاً {activated_or_confirmed} بوده است. {html_end}
hu: {html_start}Ez a {account_or_email} már {activated_or_confirmed} lett.{html_end}
ja: {html_start}この{account_or_email}はすでに{activated_or_confirmed}されています。{html_end}
kk: {html_start} Бұл {account_or_email} бұрыннан {activated_or_confirmed} болды. {html_end}
lv: {html_start} Šis {account_or_email} jau ir bijis {activated_or_confirmed} . {html_end}
sq: {html_start} Ky {account_or_email} është tashmë {activated_or_confirmed} . {html_end}
sv: {html_start}Denna {account_or_email} har redan {activated_or_confirmed}.{html_end}
uz: {html_start} Bu {account_or_email} allaqachon {activated_or_confirmed} bo'lgan. {html_end}
zh_hk: {html_start}這個{account_or_email}已經是{activated_or_confirmed} 。 {html_end}

source: {html_start}Success{html_end} You have {activated_or_confirmed} your {account_or_email}.
af_za: {html_start} Sukses {html_end} Jy het {activated_or_confirmed} jou {account_or_email} .
de_de: {html_start}Erfolg{html_end} Sie haben {activated_or_confirmed} Ihr {account_or_email}.
el: {html_start} Επιτυχία {html_end} Έχετε {activated_or_confirmed} το {account_or_email} σας.
es: {html_start}Éxito{html_end} Ha {activated_or_confirmed} su {account_or_email}.
fa: {html_start} موفقیت {html_end} شما {activated_or_confirmed} {account_or_email} خود را دارید.
hu: {html_start}Sikeres{html_end} Ön {aktiválta_vagy_megerősítette} a(z) {fiókját_vagy_emailjét}.
ja: {html_start}成功{html_end} あなたの{account_or_email}が{activated_or_confirmed}されました。
lv: {html_start} Panākumi {html_end} Jums ir {activated_or_confirmed} jūsu {account_or_email} .
sq: {html_start} Sukses {html_end} Keni {activated_or_confirmed} {account_or_email} tuaj.
sv: {html_start}Framgång{html_end} Du har {activated_or_confirmed} ditt {account_or_email}.
uz: {html_start} Muvaffaqiyat {html_end} Sizda {activated_or_confirmed} sizning {account_or_email} .
zh_hk: {html_start}成功{html_end}您有{activated_or_confirmed}您的{account_or_email} 。

source: {html_start}Success! You have {activated_or_confirmed} your {account_or_email}.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
af_za: {html_start} Sukses! Jy het {activated_or_confirmed} jou {account_or_email} . {html_end} Jy sal nou e-posopdaterings en waarskuwings van ons ontvang wat verband hou met die kursusse waarin jy ingeskryf is. Meld aan om voort te gaan.
de_de: {html_start}Erfolg! Sie haben {activated_or_confirmed} Ihr {account_or_email}.{html_end}Sie erhalten jetzt E-Mail-Updates und Benachrichtigungen von uns in Bezug auf die Kurse, für die Sie eingeschrieben sind. Melden Sie sich an, um fortzufahren.
el: {html_start} Επιτυχία! Έχετε {activated_or_confirmed} το {account_or_email} σας. {html_end} Τώρα θα λαμβάνετε ενημερώσεις και ειδοποιήσεις μέσω email από εμάς σχετικά με τα μαθήματα στα οποία έχετε εγγραφεί. Συνδεθείτε για να συνεχίσετε.
es: {html_start}¡Éxito! Ha {activated_or_confirmed} su {account_or_email}.{html_end}Ahora recibirá actualizaciones y alertas por correo electrónico relacionadas con los cursos en los que está inscrito. Inicie sesión para continuar.
fa: {html_start} موفق باشید! شما {activated_or_confirmed} {account_or_email} خود را دارید. {html_end} اکنون به‌روزرسانی‌ها و هشدارهای رایانامه‌ای مربوط به دوره‌هایی را که در آن ثبت‌نام کرده‌اید از ما دریافت خواهید کرد. برای ادامه وارد شوید.
hu: {html_start}Siker! Ön {activated_or_confirmed} a {account_or_email}.{html_end} Mostantól e-mail értesítéseket és figyelmeztetéseket fog kapni tőlünk a beiratkozott kurzusokkal kapcsolatban. Jelentkezzen be a folytatáshoz.
ja: {html_start}成功しました！{activated_or_confirmed}が完了しました。{account_or_email}{html_end}これから、登録しているコースに関連するメールの更新情報やアラートを受け取ることができます。続けるにはサインインしてください。
lv: {html_start}Panākumi! Jūs esat {activated_or_confirmed} savu {account_or_email}.{html_end}Tagad jūs saņemsiet no mums jaunumus un brīdinājumus pa e-pastu saistībā ar kursiem, kuros esat reģistrējušies. Pierakstieties, lai turpinātu.
sq: {html_start} Sukses! Ju keni {activated_or_confirmed} {account_or_email} tuaj. {html_end} Tani do të merrni përditësime dhe sinjalizime me email nga ne në lidhje me kurset ku jeni regjistruar. Identifikohuni për të vazhduar.
sv: {html_start}Framgång! Du har {activated_or_confirmed} ditt {account_or_email}.{html_end}Du kommer nu att få e-postuppdateringar och varningar från oss relaterade till de kurser du är anmäld till. Logga in för att fortsätta.
uz: {html_start} Muvaffaqiyat! Sizda {activated_or_confirmed} sizning {account_or_email} bor. {html_end} Endi siz roʻyxatdan oʻtgan kurslarga oid yangilanishlar va ogohlantirishlarni bizdan elektron pochta orqali olasiz. Davom etish uchun tizimga kiring.
zh_hk: {html_start}成功！您有{activated_or_confirmed}您的{account_or_email} 。 {html_end}您現在將收到我們發送的與您註冊的課程相關的電郵更新和提醒。

source: Valid e-mail address required.
af_za: Geldige e-posadres vereis.
bo: གློག་འཕྲིན་ཚུལ་མཐུན་ཞིག་འཇུག་དགོས།
de_de: Gültige E-Mail-Adresse erforderlich.
el: Απαιτείται έγκυρο e-mail.
es: Se requiere una dirección de correo electrónico válida.
fa: آدرس ایمیل معتبر مورد نیاز است.
hu: Érvényes e-mail cím szükséges.
ja: 有効なメールアドレスが必要です。
kk: Жарамды электрондық пошта мекенжайы қажет.
lv: Nepieciešama derīga e-pasta adrese.
sq: Kërkohet një adresë e vlefshme e-mail.
sv: Giltig e-postadress krävs.
th: ต้องใช้ที่อยู่อีเมลที่ถูกต้องและมีอยู่จริง
uz: Yaroqli elektron pochta manzili talab qilinadi.
zh_hk: 需要有效的電子郵件地址。

source: Old email is the same as the new email.
af_za: Ou e-pos is dieselfde as die nuwe e-pos.
bo: གློག་འཕྲིན་རྙིང་བ་དང་གསར་འཇུག་བྱས་པ་གཉིས་གཅིག་རེད།
de_de: Die alte E-Mail-Adresse ist identisch mit der neuen.
el: Η παλιά διεύθυνση είναι ίδια με τη νέα διεύθυνση e-mail.
es: El correo electrónico antiguo es el mismo que el nuevo.
fa: ایمیل قدیمی و جدید یکسانند.
hu: A régi és az új e-mail cím megegyezik.
ja: 新しいメールアドレスと、古いものが同一です。
kk: Ескі электрондық пошта жаңа электрондық поштамен бірдей.
lv: Vecais e-pasts ir tāds pats kā jaunais e-pasts.
sq: Emaili i vjetër është i njëjtë me emailin e ri.
sv: Den gamla e-postadressen är samma som den nya e-postadressen.
th: อีเมลเก่าเหมือนกันหรือตรงกันกับอีเมลใหม่
uz: Eski elektron pochta yangi elektron pochta bilan bir xil.
zh_hk: 舊電郵與新電郵相同。

source: Cannot be same as your sign in email address.
af_za: Kan nie dieselfde as jou aanmeld-e-posadres wees nie.
bo: ཁྱེད་ཀྱིས་ནང་འཛུལ་བྱས་པའི་གློག་འཕྲིན་དང་གཅིག་མཚུངས་ཡིན་མི་ཆོག
de_de: Kann nicht die gleiche sein, wie Ihre Anmelde-E-Mail-Adresse.
el: Δεν μπορεί να είναι το ίδιο με τη διεύθυνση ηλεκτρονικού ταχυδρομείου εισόδου σας.
es: No puede ser el mismo que su dirección de correo electrónico de inicio de sesión.
fa: نمی‌تواند مشابه آدرس رایانامۀ ورود به سامانۀ شما باشد.
hu: Nem lehet azonos a bejelentkezési e-mail címével.
ja: サインイン用のメールアドレスと同じにすることはできません。
lv: Nevar būt tāda pati kā jūsu pierakstīšanās e-pasta adrese.
sq: Nuk mund të jetë e njëjtë me adresën tuaj të emailit të hyrjes.
sv: Kan inte vara samma som din inloggnings-e-postadress.
th: ต้องไม่เหมือนกับอีเมลที่คุณใช้เข้าสู่ระบบ
uz: Tizimga kirgan elektron pochta manzilingiz bilan bir xil boʻlishi mumkin emas.
zh_hk: 不能與您的登入電郵地址相同。

source: Unable to send email activation link. Please try again later.
af_za: Kan nie e-posaktiveringskakel stuur nie. Probeer asseblief weer later.
bo: གློག་འཕྲིན་གཏན་འཁེལ་གྱི་དྲ་ཐག་གཏོང་ཐུབ་མ་སོང་། གཞུག་ནས་ཚོད་ལྟ་བྱ་རོགས།
de_de: Konnte E-Mail-Aktivierungslink nicht verschicken. Bitte versuche es später noch einmal.
el: Η αποστολή email ενεργοποίησης κατέστη αδύνατη. Παρακαλούμε προσπαθήστε ξανά αργότερα.
es: No se pudo enviar el enlace de activación del correo electrónico. Por favor, inténtelo más tarde.
fa: لینک فعال‌سازی ایمیل ارسال نشد. لطفاً بعداً دوباره امتحان کنید.
hu: Az aktiváló link elküldése e-mailben sikertelen. Próbáld meg később.
ja: アカウント有効化リンクのメールを送信できませんでした。しばらくしてからもう一度やってみてください。
kk: Электрондық поштаны белсендіру сілтемесін жіберу мүмкін емес. Тағы жасауды сәл кейінірек көріңізді өтінеміз.
lv: Nevar nosūtīt e-pasta aktivizācijas saiti. Lūdzu, pamēģiniet vēlreiz vēlāk.
sq: Lidhja e aktivizimit me email nuk mund të dërgohet. Ju lutemi provoni përsëri më vonë.
sv: Det gick inte att skicka aktiveringslänk via e-post. Vänligen försök igen senare.
th: ไม่สามารถส่งลิงค์ยืนยันการใช้งานอีเมล โปรดลองอีกครั้งในภายหลัง
uz: E-pochta orqali faollashtirish havolasini yuborib bo‘lmadi. Keyinroq qayta urinib ko‘ring.
zh_hk: 無法發送電郵啟動連結。請稍後再試。

source: Deleted the selected configuration(s).
af_za: Het die geselekteerde konfigurasie(s) uitgevee.
bo: འདེམས་རྟགས་བཀོད་པའི་སྒྲིག་འགོད (s) དེ་དག་བསུབ་ཟིན།
de_de: Die ausgewählten Einstellung(en) wurden gelöscht.
el: Η επιλεγμένη ρύθμιση παραμέτρων έχει διαγραφεί. (Οι επιλεγμένες ρυθμίσεις παραμέτρων έχουν διαγραφεί.)
es: Se eliminaron la(s) configuración(es) seleccionada(s).
fa: پیکربندی(های) انتخاب‌شده حذف شدند.
hu: A kiválasztott konfiguráció(k) törölve.
ja: 選択した構成を削除しました。
kk: Таңдалған конфигурация(лар) жойылды.
lv: Izdzēsta atlasītā konfigurācija(-as).
sq: Konfigurimet e zgjedhura u fshinë.
th: ลบการตั้งค่าที่เลือก(เหล่านั้น)แล้ว
uz: Tanlangan konfiguratsiya(lar) oʻchirildi.
zh_hk: 刪除了選定的設定。

source: Delete the selected configuration
af_za: Vee die geselekteerde konfigurasie uit
bo: འདེམས་རྟགས་བཀོད་པའི་སྒྲིག་འགོད་དེ་སུབ།
de_de: Die ausgewählte Einstellung löschen.
el: Διαγραφή της επιλεγμένης ρύθμισης παραμέτρων
fa: حذف پیکربندی انتخاب‌شده
hu: Törölje a kiválasztott konfigurációt
ja: 選択した構成を削除
kk: Таңдалған конфигурацияны жойыңыз
lv: Dzēst atlasīto konfigurāciju
sq: Fshini konfigurimin e zgjedhur
sv: Radera konfigurationen
th: ลบการตั้งค่าที่เลือกแล้ว
uz: Tanlangan konfiguratsiyani o'chiring
zh_hk: 刪除選定的設定
