Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
af_za: E-pos of wagwoord is verkeerd. {li_start} Jy het {remaining_attempts} meer aanmeldpogings voordat jou rekening tydelik gesluit word. {li_end} {li_start} As jy jou wagwoord vergeet het, klik {link_start} hier {link_end} om terug te stel. {li_end}
de_de: Die E-Mail oder das Passwort ist falsch. {li_start}Sie haben noch {remaining_attempts} Versuche, um sich einzuloggen. Sobald diese verbraucht sind, wird Ihr Benutzerkonto temporär gesperrt.{li_end}{li_start}Sollten Sie Ihr Passwort vergessen haben, klicken Sie {link_start}hier{link_end}, um es zurückzusetzen.{li_end}
el: Το email ή ο κωδικός σας είναι λάθος.{li_start}Έχετε {remaining_attempts} ακόμη απόπειρες σύνδεσης προτού απενεργοποιηθεί προσωρινά ο λογαριασμός σας.{li_end}{li_start}Εάν έχετε ξεχάσει τον κωδικό σας, πατήστε {link_start}εδώ{link_end} για να τον αλλάξετε.{li_end}
es: El correo electrónico o la contraseña son incorrectos.{li_start}Te quedan {remaining_attempts} intentos más de inicio de sesión antes de que tu cuenta se bloquee temporalmente.{li_end}{li_start}Si olvidaste tu contraseña, haz clic {link_start}aquí{link_end} para restablecerla.{li_end}
fa: آدرس ایمیل یا رمز عبور نادرست می باشد. {li_start} قبل از اینکه حسابتان به طور موقت قفل شود، {remaining_attempts} تلاش بیشتری برای ورود به سیستم دارید. {li_end} {li_start} اگر رمز عبور خود را فراموش کرده اید، برای بازنشانی روی {link_start} اینجا {link_end} کلیک کنید. {li_end}
hu: Az e-mail cím vagy a jelszó helytelen.{li_start}Még {remaining_attempts} bejelentkezési kísérlete van, mielőtt fiókja ideiglenesen zárolásra kerül.{li_end}{li_start}Ha elfelejtette a jelszavát, kattintson {link_start}ide{link_end} a visszaállításhoz.{li_end}
ja: メールまたはパスワードが正しくありません。{li_start}アカウントが一時的にロックされるまで、あと{remaining_attempts}回サインインを試行できます。{li_end}{li_start}パスワードを忘れた場合は、{link_start}こちら{link_end}をクリックしてリセットしてください。{li_end}
kk: Электрондық пошта немесе құпия сөз дұрыс емес. {li_start} Тіркелгіңіз уақытша құлыпталғанға дейін сізде тағы {remaining_attempts} кіру әрекеті бар. {li_end} {li_start} Құпия сөзді ұмытып қалсаңыз, қалпына келтіру үшін {link_start} осы жердегі {link_end} түймесін басыңыз. {li_end}
lv: E-pasts vai parole ir nepareiza. {li_start} Jums ir vēl {remaining_attempts} pierakstīšanās mēģinājumi, pirms jūsu konts tiek īslaicīgi bloķēts. {li_end} {li_start} Ja aizmirsāt paroli, noklikšķiniet uz {link_start} šeit {link_end} lai atiestatītu. {li_end}
sq: Email-i ose fjalëkalimi është i pasaktë.{li_start}Keni {remaining_attempts} më shumë përpjekje për t'u identifikuar përpara se llogaria juaj të bllokohet përkohësisht.{li_end}{li_start}Nëse keni harruar fjalëkalimin tuaj, kliko {link_start}këtu{link_end} për të rivendosur.{li_end}
sv: E-postadressen eller lösenordet är felaktigt.{li_start}Du har {remaining_attempts} fler inloggningsförsök innan ditt konto tillfälligt låses.{li_end}{li_start}Om du har glömt ditt lösenord klickar du {link_start}här{link_end} för att återställa .{li_end}
uz: Elektron pochta yoki parol noto'g'ri. {li_start} Accountingiz vaqtincha bloklanmaguncha sizda yana {remaining_attempts} kirish urinishlari bor. {li_end} {li_start} Agar parolingizni unutgan bo'lsangiz, qayta o'rnatish uchun {link_start} bu yerda {link_end} tugmasini bosing. {li_end}
zh_hk: 電郵或密碼不正確。 {li_start}在您的帳戶被暫時鎖定之前，您還有{remaining_attempts}次登入嘗試機會。 {li_end} {li_start}如果您忘記了密碼，請按一下此處的{link_start} {link_end}進行重設。 {li_end}

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
af_za: As {allowed_domain} gebruiker moet jy aanmeld met jou {allowed_domain} {link_start} {provider} rekening {link_end} .
de_de: Als {allowed_domain} Benutzer, müssen Sie sich mit Ihrem {allowed_domain} {link_start}{provider} Konto anmelden{link_end}.
el: Ως χρήστης {allowed_domain} , πρέπει να συνδεθείτε με τον λογαριασμό σας {allowed_domain} {link_start} {provider} {link_end} .
es: Como usuario de {allowed_domain}, debes iniciar sesión con tu cuenta de {link_start}{provider}{link_end} de {allowed_domain}.
fa: به عنوان کاربر {allowed_domain} ، باید با حساب {allowed_domain} {link_start} {provider} {link_end} وارد شوید.
hu: {allowed_domain} felhasználóként be kell jelentkeznie a {allowed_domain} {link_start}{provider} fiókjával.
ja: {allowed_domain}のユーザーとして、{allowed_domain}の{link_start}{provider}アカウント{link_end}でログインする必要があります。
kk: {allowed_domain} пайдаланушысы ретінде сіз {allowed_domain} {link_start} {provider} {link_end} тіркелгімен кіруіңіз керек.
lv: Kā {allowed_domain} lietotājam jums ir jāpiesakās ar savu {allowed_domain} {link_start} {provider} kontu {link_end} .
sq: Si përdorues {allowed_domain}, duhet të identifikoheni me llogarinë tuaj {allowed_domain} {link_start}{provider} account{link_end}.
sv: Som {allowed_domain}-användare måste du logga in med ditt {allowed_domain} {link_start}{provider}-konto{link_end}.
uz: {allowed_domain} foydalanuvchisi sifatida siz {allowed_domain} {link_start} {provider} {link_end} accountingiz bilan kirishingiz kerak.
zh_hk: 作為{allowed_domain}用戶，您必須使用{allowed_domain} {link_start} {provider}帳戶{link_end}登入。

source: The email address you used to register with {platform_name}
af_za: Die e-posadres wat jy gebruik het om by {platform_name} te registreer
bo: {platform_name} ནང་ཐོ་འགོད་བྱེད་སྐབས་ཁྱེད་ཀྱིས་ཡིག་ཟམ་ཁ་བྱང་དེ།
de_de: Die E-Mail-Adresse, mit der Sie sich für die {platform_name} registriert haben.
el: Πληκτρολογήστε το e-mail που χρησιμοποιήσατε για να εγγραφείτε στο {platform_name}
es: La dirección de correo electrónico que usaste para registrarte en {platform_name}
fa: آدرس ایمیلی که برای ثبت نام با {platform_name} استفاده کردید
hu: A(z) {platform_name} platformra való regisztrációhoz használt e-mail cím
ja: 登録に使用した{platform_name}のメールアドレス
kk: {platform_name} арқылы тіркелу үшін пайдаланған электрондық пошта мекенжайы
lv: E-pasta adrese, kuru izmantojāt, reģistrējoties vietnē {platform_name}
sq: Adresa e emailit që keni përdorur për t&#39;u regjistruar me {platform_name}
sv: E-postadressen du använde för att registrera dig hos {platform_name}
th: อีเมล์ของคุณที่ใช้สำหรับการลงทะเบียนใน {platform_name}
uz: {platform_name} bilan ro'yxatdan o'tish uchun foydalanilgan elektron pochta manzili
zh_hk: 您用於註冊{platform_name}的電郵地址

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
af_za: Daardie e-posadres het nie &#39;n geassosieerde gebruikerrekening nie. Is jy seker jy het geregistreer?
de_de: Diese E-Mail-Adresse hat kein zugehöriges Nutzerkonto. Sind Sie sicher, dass Sie sich bereits registriert haben?
el: Αυτή η διεύθυνση email δεν έχει αντιστοιχιστεί σε κάποιο λογαριασμό χρήστη. Είσαστε βέβαιοι ότι έχετε κάνει εγγραφή;
es: Esa dirección de correo electrónico no tiene una cuenta de usuario asociada. ¿Estás seguro de que te has registrado?
fa: آن آدرس ایمیل یک حساب کاربری مرتبط ندارد. مطمئنی ثبت نام کردی؟
hu: Ehhez az e-mail címhez nem tartozik felhasználói fiók. Biztosan regisztráltál?
ja: そのメールアドレスと連携するユーザアカウントがありません。間違いなく登録しましたか？
kk: Бұл электрондық пошта мекенжайында байланыстырылған пайдаланушы тіркелгісі жоқ. Тіркелгеніңізге сенімдісіз бе?
lv: Šai e-pasta adresei nav saistīta lietotāja konta. Vai tiešām reģistrējāties?
sq: Kjo adresë e-mail nuk ka një llogari përdoruesi të lidhur. Jeni i sigurt që jeni regjistruar?
sv: Den e-postadressen har inget tillhörande användarkonto. Är du säker på att du har registrerat dig?
th: อีเมล์นี้ไม่ได้ถูกใช้ในบัญชีใดๆ คุณได้ลงทะเบียนแล้วหรือไม่?
uz: Ushbu elektron pochta manzilida bog'langan foydalanuvchi accounti yo'q. Roʻyxatdan oʻtganingizga ishonchingiz komilmi?
zh_hk: 該電子郵件地址沒有關聯的用户帳戶。你確定你已經註冊了嗎？

source: The user account associated with this e-mail address cannot reset the password.
af_za: Die gebruikersrekening wat met hierdie e-posadres geassosieer word, kan nie die wagwoord terugstel nie.
de_de: Mit dem Nutzerkonto das zu dieser E-Mail-Adresse gehört können Sie das Passwort nicht zurücksetzen.
el: Δεν επιτρέπεται η αλλαγή κωδικού πρόσβασης για τον λογαριασμό χρήστη που αντιστοιχεί σε αυτό το e-mail.
es: La cuenta de usuario asociada a esta dirección de correo electrónico no puede restablecer la contraseña.
fa: حساب کاربری مرتبط با این آدرس ایمیل نمی تواند رمز عبور را بازنشانی کند.
hu: A felhasználói fiók, amely ehhez az e-mail címhez van társítva, nem tudja visszaállítani a jelszót.
ja: このメールアドレスと連携しているユーザアカウントはパスワードをリセットすることができません
kk: Осы электрондық пошта мекенжайымен байланыстырылған пайдаланушы тіркелгісі құпия сөзді қалпына келтіре алмайды.
lv: Ar šo e-pasta adresi saistītais lietotāja konts nevar atiestatīt paroli.
sq: Llogaria e përdoruesit e lidhur me këtë adresë e-mail nuk mund të rivendosë fjalëkalimin.
sv: Användarkontot som är kopplat till den här e-postadressen kan inte återställa lösenordet.
th: บัญชีผู้ใช้ที่ใช้อีเมล์นี้ ไม่สามารถรีเซ็ตรหัสผ่านได้
uz: Ushbu elektron pochta manzili bilan bog'langan foydalanuvchi accounti parolni qayta tiklay olmaydi.
zh_hk: 與此電子郵件地址關聯的用户帳戶無法重設密碼。

source: Your previous request is in progress, please try again in a few moments.
af_za: Jou vorige versoek is aan die gang, probeer asseblief weer oor &#39;n paar oomblikke.
bo: ཁྱེད་ཀྱི་རེ་ཞུ་སྔ་མ་དེའི་བརྒྱུད་རིམ་འགྲོ་བཞིན་འདུག ཏོག་ཙམ་རྗེས་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Ihre vorherige Anfrage ist in Bearbeitung, bitte versuchen Sie es in wenigen Augenblicken erneut.
el: Το προηγούμενο αίτημά σας είναι ακόμη σε εξέλιξη. Παρακαλούμε, δοκιμάστε εκ νέου σε λίγα λεπτά.
es: Tu solicitud anterior está en progreso, por favor inténtalo de nuevo en unos momentos.
fa: درخواست قبلی شما در حال انجام است، لطفاً چند لحظه دیگر دوباره امتحان کنید.
hu: Az előző kérésed feldolgozás alatt van, kérlek próbáld meg újra néhány pillanat múlva.
ja: 以前のリクエストが進行中です。しばらくしてからもう一度お試しください。
kk: Алдыңғы сұрауыңыз орындалуда, бірнеше минуттан кейін әрекетті қайталаңыз.
lv: Jūsu iepriekšējais pieprasījums tiek apstrādāts. Lūdzu, pēc brīža mēģiniet vēlreiz.
sq: Kërkesa juaj e mëparshme është në proces, ju lutemi provoni sërish pas disa çastesh.
sv: Din tidigare begäran pågår, försök igen om en liten stund.
th: กำลังดำเนินการการต้องขอครั้งก่อนของคุณ กรุณารอสักครู่ก่อนจะพยายามใหม่อีก
uz: Oldingi so‘rovingiz bajarilmoqda, bir necha daqiqadan so‘ng qayta urinib ko‘ring.
zh_hk: 您先前的請求正在處理中，請稍後重試。

source: Password reset unsuccessful
af_za: Wagwoordterugstelling was onsuksesvol
de_de: Zurücksetzen des Passworts nicht erfolgreich
el: Η προσπάθεια αλλαγής του κωδικού σας ήταν ανεπιτυχής
es: Restablecimiento de contraseña no exitoso
fa: بازنشانی رمز عبور ناموفق بود
hu: A jelszó alaphelyzetbe állítása sikertelen
ja: パスワードのリセットに失敗しました
kk: Құпия сөзді қалпына келтіру сәтсіз аяқталды
lv: Paroles atiestatīšana neveiksmīga
sq: Rivendosja e fjalëkalimit dështoi
sv: Lösenordsåterställning misslyckades
th: รีเซ็ตรหัสผ่านของคุณสำเร็จ
uz: Parolni tiklash muvaffaqiyatsiz tugadi
zh_hk: 密碼重置失敗

source: Error in resetting your password.
af_za: Fout met die terugstel van jou wagwoord.
de_de: Fehler beim Zurücksetzen Ihres Passwortes.
el: Σφάλμα κατά τον επανακαθορισμό του κωδικού σας.
es: Error al restablecer tu contraseña.
fa: خطا در بازنشانی رمز عبور شما
hu: Hiba történt a jelszó visszaállítása során.
ja: パスワードのリセット中にエラーが発生しました。
kk: Құпия сөзді қалпына келтіру қатесі.
lv: Atiestatot paroli, radās kļūda.
sq: Gabimi në rivendosjen e fjalëkalimit tuaj.
sv: Det uppstod ett fel när lösenordet skulle återställas.
th: เกิดข้อผิดพลาดในขณะกำลังรีเซ็ทรหัสผ่าน
uz: Parolni tiklashda xatolik yuz berdi.
zh_hk: 重置密碼時發生錯誤。

source: Error in resetting your password. Please try again.
af_za: Fout met die terugstel van jou wagwoord. Probeer asseblief weer.
de_de: Fehler beim Zurücksetzen Ihres Passwortes. Bitte versuchen Sie es noch einmal.
el: Σφάλμα κατά τη διαδικασία αλλαγής του κωδικού σας. Παρακαλούμε προσπαθήστε ξανά.
es: Error al restablecer tu contraseña. Por favor, inténtalo de nuevo.
fa: خطا در بازنشانی رمز عبور شما لطفا دوباره تلاش کنید.
hu: Hiba történt a jelszó visszaállítása során. Kérjük, próbálja meg újra.
ja: パスワードのリセットでエラーが起きました。もう一度やってみてください。
kk: Құпия сөзді қалпына келтіру қатесі. Қайталап көріңіз.
lv: Atiestatot paroli, radās kļūda. Lūdzu mēģiniet vēlreiz.
sq: Gabim në rivendosjen e fjalëkalimit tuaj. Ju lutemi provoni përsëri.
sv: Ett fel på att återställa ditt lösenord. Var god försök igen.
th: เกิดข้อผิดพลาดในขณะรีเซ็ทรหัสผ่าน กรุณาพยามยามอีกครั้ง
uz: Parolni tiklashda xatolik yuz berdi. Iltimos, qayta urinib koʻring.
zh_hk: 重置密碼時發生錯誤。請再試一次。

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
af_za: {html_start} Wagwoordskepping Voltooi {html_end} Jou wagwoord is geskep. {bold_start} {email} {bold_end} is nou jou primêre aanmeld-e-posadres.
de_de: {html_start}Passworterstellung abgeschlossen{html_end}Ihr Passwort wurde erstellt. {bold_start}{email}{bold_end} ist nun Ihre primäre Anmelde E-Mail.
el: {html_start}Η διαδικασία δημιουργίας του κωδικού σας ολοκληρώθηκε{html_end}Ο κωδικός σας έχει πλέον δημιουργηθεί. Το email {bold_start}{email}{bold_end} είναι αυτό που θα χρησιμοποιείτε στο εξής για τη σύνδεσή σας.
es: {html_start}Creación de contraseña completada{html_end}Tu contraseña ha sido creada. {bold_start}{email}{bold_end} ahora es tu correo electrónico principal para iniciar sesión.
fa: {html_start} ایجاد رمز عبور کامل شد {html_end} رمز عبور شما ایجاد شده است. {bold_start} {email} {bold_end} اکنون ایمیل ورود اولیه شما است.
hu: {html_start}Jelszó létrehozása befejeződött{html_end}A jelszavad elkészült. {bold_start}{email}{bold_end} mostantól az elsődleges bejelentkezési e-mail címed.
ja: {html_start}パスワードの作成が完了しました{html_end}パスワードが作成されました。{bold_start}{email}{bold_end}があなたの主要なログインメールになりました。
kk: {html_start} Құпия сөзді жасау аяқталды {html_end} Құпия сөзіңіз жасалды. {bold_start} {email} {bold_end} енді сіздің негізгі кіру электрондық поштаңыз.
lv: {html_start} Paroles izveide pabeigta {html_end} Jūsu parole ir izveidota. {bold_start} {email} {bold_end} tagad ir jūsu galvenā pieteikšanās e-pasta adrese.
sq: {html_start} Krijimi i fjalëkalimit i plotësuar {html_end} Fjalëkalimi juaj është krijuar. {bold_start} {email} {bold_end} tani është emaili juaj kryesor i hyrjes.
sv: {html_start}Lösenordsskapande slutfört{html_end}Ditt lösenord har skapats. {bold_start}{email}{bold_end} är nu din primära inloggningsadress.
uz: {html_start} Parol yaratish tugallandi {html_end} Sizning parolingiz yaratildi. {bold_start} {email} {bold_end} endi sizning asosiy kirish elektron pochtangiz.
zh_hk: {html_start}密碼建立完成{html_end}您的密碼已建立。 {bold_start} {email} {bold_end}現在是您主要的登入電郵。

source: Some error occurred during password change. Please try again
af_za: Een of ander fout het tydens wagwoordverandering voorgekom. Probeer asseblief weer
de_de: Während der Kennwortänderung ist ein Fehler aufgetreten. Bitte versuche es erneut
el: Παρουσιάστηκε κάποιο σφάλμα κατά την αλλαγή κωδικού πρόσβασης. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα
es: Ocurrió un error durante el cambio de contraseña. Por favor, inténtalo de nuevo.
fa: برخی از خطاها در هنگام تغییر رمز عبور رخ داد. لطفا دوباره تلاش کنید
hu: Valami hiba történt a jelszó megváltoztatása során. Kérjük, próbálja meg újra.
ja: パスワードの変更中にエラーが発生しました。もう一度お試しください。
kk: Құпия сөзді өзгерту кезінде қате орын алды. Қайталап көріңіз
lv: Paroles maiņas laikā radās kļūda. Lūdzu mēģiniet vēlreiz
sq: Ndodhi një gabim gjatë ndryshimit të fjalëkalimit. Ju lutemi provoni përsëri
sv: Något fel uppstod under lösenordsbytet. Var god försök igen
uz: Parolni almashtirishda xatolik yuz berdi. Iltimos, qayta urinib koʻring
zh_hk: 更改密碼時發生一些錯誤。請再試一次

source: No email address provided.
af_za: Geen e-posadres verskaf nie.
de_de: Keine E-Mail-Adresse angegeben.
el: Δεν παρασχέθηκε διεύθυνση email.
es: No se proporcionó una dirección de correo electrónico.
fa: آدرس ایمیلی ارائه نشده است.
hu: Nincs megadva e-mail cím.
ja: メールアドレスが提供されていません。
kk: Электрондық пошта мекенжайы көрсетілмеген.
lv: E-pasta adrese nav norādīta.
sq: Nuk është dhënë asnjë adresë emaili.
sv: Ingen e-postadress angiven.
th: ไม่พบอีเมล์
uz: Hech qanday elektron pochta manzili ko'rsatilmagan.
zh_hk: 沒有提供電郵地址。

source: An error has occurred. Try refreshing the page, or check your internet connection.
af_za: N fout het voorgekom. Probeer om die bladsy te verfris, of gaan jou internetverbinding na.
de_de: Ein Fehler ist aufgetreten. Versuchen Sie, die Seite zu aktualisieren, oder überprüfen Sie Ihre Internetverbindung.
el: Παρουσιάστηκε σφάλμα. Προσπαθήστε να ανανεώσετε τη σελίδα ή ελέγξτε τη σύνδεσή σας.
es: Ha ocurrido un error. Intenta actualizar la página o verifica tu conexión a internet.
fa: خطایی رخ داده است. صفحه را بازخوانی کنید یا اتصال اینترنت خود را بررسی کنید.
hu: Hiba történt. Próbálja meg frissíteni az oldalt, vagy ellenőrizze az internetkapcsolatát.
ja: エラーが発生しました。ページを更新するか、インターネット接続を確認してください。
kk: Қате орын алды. Бетті жаңартып көріңіз немесе интернет байланысын тексеріңіз.
lv: Radās kļūda. Mēģiniet atsvaidzināt lapu vai pārbaudiet interneta savienojumu.
sq: Ka ndodhur një gabim. Provoni të rifreskoni faqen ose kontrolloni lidhjen tuaj të internetit.
sv: Ett fel har uppstått. Testa att uppdatera sidan eller kontrollera din internetanslutning.
uz: Xatolik yuz berdi. Sahifani yangilab ko'ring yoki internet ulanishingizni tekshiring.
zh_hk: 發生了錯誤。嘗試重新整理頁面，或檢查您的網路連線。

source: Registration using {provider} has timed out.
af_za: Registrasie met {provider} het uitgetel.
bo: {provider} བཀོལ་ནས་ཐོ་འགོད་བྱེད་པའི་དུས་ཚོད་རྫོགས་ཟིན།
de_de: Die Registrierung mit {provider} ist abgelaufen.
el: Η εγγραφή με χρήση του {provider} έληξε.
es: El registro mediante {provider} ha expirado.
fa: زمان ثبت نام با استفاده از {provider} به پایان رسیده است.
hu: A(z) {provider} használatával történő regisztráció időtúllépés miatt sikertelen.
ja: {provider} による登録はタイムアウトしました。
kk: {provider} арқылы тіркеу уақыты аяқталды.
lv: Ir beigusies reģistrācija, izmantojot {provider} .
sq: Regjistrimi duke përdorur {provider} ka skaduar.
sv: Registrering med {provider} har tagits ut.
uz: {provider} yordamida ro'yxatdan o'tish vaqti tugadi.
zh_hk: 使用{provider}註冊已逾時。

source: An access_token is required when passing value ({}) for provider.
af_za: &#39;n Access_token word vereis wanneer waarde ({}) vir verskaffer deurgegee word.
de_de: Ein access_token ist erforderlich, wenn der Wert ({}) an den Provider übergeben wird.
el: Απαιτείται ένα access_token όταν μεταβιβάζεται η τιμή ({}) για τον πάροχο.
es: Se requiere un access_token al pasar el valor ({}) para el proveedor.
fa: هنگام ارسال مقدار ({}) برای ارائه دهنده، یک access_token لازم است.
hu: Egy access_token szükséges, amikor a ({}) értéket adja meg a szolgáltatóhoz.
ja: プロバイダに ({}) の値を送付する場合にはアクセストークンが必要です。
kk: Провайдер үшін мәнді ({}) беру кезінде access_token қажет.
lv: Ir nepieciešams access_token, ja pakalpojuma sniedzējam tiek nodota vērtība ({}).
sq: Kërkohet një hyrje_token kur kalon vlerën ({}) për ofruesin.
sv: En access_token krävs vid överföring av värde ({}) för leverantören.
th: ต้องมีรหัสเพื่อเข้าใช้เมื่อมีการส่งค่า ({}) สำหรับผู้ให้บริการ
uz: Provayder uchun qiymatni ({}) o‘tkazishda access_token talab qilinadi.
zh_hk: 為提供者傳遞值 ({}) 時需要 access_token。

source: The provided access_token is already associated with another user.
af_za: Die verskafde access_token word reeds met &#39;n ander gebruiker geassosieer.
de_de: Der angegebene access_token ist bereits einem anderen Benutzer zugeordnet.
el: Το access_token που έχει παρασχεθεί έχει ήδη αντιστοιχιστεί σε άλλον χρήστη.
es: El access_token proporcionado ya está asociado con otro usuario.
fa: access_token ارائه شده قبلاً با کاربر دیگری مرتبط است.
hu: A megadott access_token már egy másik felhasználóhoz van társítva.
ja: このプロバイダのアクセストークンは既に他のユーザに割り振られています。
kk: Берілген access_token басқа пайдаланушымен әлдеқашан байланыстырылған.
lv: Norādītais piekļuves_tokens jau ir saistīts ar citu lietotāju.
sq: Access_token i dhënë tashmë është i lidhur me një përdorues tjetër.
sv: Den angivna access_token är redan associerad med en annan användare.
th: รหัสเพื่อเข้าใช้นี้ถูกใช้โดยผู้ใช้อื่น
uz: Taqdim etilgan access_token allaqachon boshqa foydalanuvchi bilan bog'langan.
zh_hk: 提供的 access_token 已與另一個用户關聯。

source: The provided access_token is not valid.
af_za: Die verskafde access_token is nie geldig nie.
de_de: Der angegebene access_token ist ungültig.
el: Το access_token που έχει παρασχεθεί δεν είναι έγκυρο.
es: El access_token proporcionado no es válido.
fa: access_token ارائه شده معتبر نیست.
hu: A megadott access_token nem érvényes.
ja: 提供されたaccess_tokenは無効です。
kk: Берілген access_token жарамсыз.
lv: Norādītais access_token nav derīgs.
sq: Access_token i dhënë nuk është i vlefshëm.
sv: Den angivna access_token är inte giltig.
th: รหัสเพื่อเข้าใช้ไม่ถูกต้อง
uz: Taqdim etilgan access_token yaroqsiz.
zh_hk: 提供的 access_token 無效。

source: Full Name cannot contain the following characters: < >
af_za: Volle naam kan nie die volgende karakters bevat nie: < >
de_de: Der vollständige Name darf folgende Zeichen nicht enthalten: < >
el: Το πλήρες όνομα δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες: < >
es: El nombre completo no puede contener los siguientes caracteres: < >
fa: نام کامل نمی تواند شامل کاراکترهای زیر باشد: < >
hu: A teljes név nem tartalmazhatja a következő karaktereket: < >
ja: 氏名には次の文字を含めることはできません: < >
kk: Толық аты келесі таңбаларды қамтуы мүмкін емес: < >
lv: Pilnajā vārdā nedrīkst būt šādas rakstzīmes: < >
sq: Emri i plotë nuk mund të përmbajë karakteret e mëposhtme: < >
sv: Namnet kan inte innehålla följande tecken: < >
th: ชื่อเต็ม ไม่สามารถมีอักขระเหล่านี้ได้: < >
uz: Toʻliq ism quyidagi belgilarni oʻz ichiga olmaydi: < >
zh_hk: 全名不能包含以下字元：< >

source: A properly formatted e-mail is required
af_za: &#39;n Behoorlik geformateerde e-pos word vereis
de_de: Eine korrekt formatierte E-Mail-Adresse ist nötig.
el: Απαιτείται μία έγκυρη διεύθυνση e-mail
es: Se requiere un correo electrónico con el formato correcto
fa: یک ایمیل با فرمت مناسب مورد نیاز است
hu: Valódi e-mail cím szükséges
ja: 適切なフォーマットのメールアドレスが必要です
kk: Дұрыс пішімделген электрондық пошта қажет
lv: Nepieciešams pareizi noformēts e-pasts
sq: Kërkohet një e-mail i formatuar siç duhet
sv: Ett korrekt formaterat e-postmeddelande krävs
th: ต้องใช้ที่อยู่อีเมล์ที่ถูกต้องและมีอยู่จริง
uz: To'g'ri formatlangan elektron pochta kerak
zh_hk: 需要格式正確的電子郵件

source: Your legal name must be a minimum of one character long
af_za: Jou wettige naam moet &#39;n minimum van een karakter lank wees
de_de: Dein Name muss mindestens ein Zeichen lang sein.
el: Το νόμιμο όνομά σας πρέπει να έχει τουλάχιστον έναν χαρακτήρα
es: Tu nombre legal debe tener al menos un carácter de longitud
fa: نام قانونی شما باید حداقل یک نویسه داشته باشد
hu: A jogi nevednek legalább egy karakter hosszúnak kell lennie.
ja: あなたの法的な名前は、最低1文字以上でなければなりません。
kk: Сіздің заңды атыңыз кемінде бір таңбадан тұруы керек
lv: Jūsu juridiskajam vārdam ir jābūt vismaz vienas rakstzīmes garam
sq: Emri juaj ligjor duhet të jetë së paku një karakter i gjatë
sv: Ditt juridiska namn måste vara minst ett tecken långt
th: ชื่ออย่างเป็นทางการของคุณต้องยาวอย่างน้อย 1 ตัวอักษร
uz: Sizning yuridik ismingiz kamida bir belgidan iborat bo'lishi kerak
zh_hk: 您的法定姓名必須至少包含一個字符
