Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
af_za: Jy moet vir die kursus ingeskryf wees om kursusinhoud te sien. {enroll_link_start} Skryf nou in {enroll_link_end} .
bo: སློབ་ཚན་གྱི་ནང་དོན་ལ་བལྟ་བར་སློབ་ཚན་དེའི་ནང་ངེས་པར་དུ་ཞུགས་ཐོ་འགོད་དགོས། {enroll_link_start} ཞུགས་ཐོ་ཁོད། {enroll_link_end}.
de_de: Sie müssen in den Kurs eingeschrieben sein, um die Kursinhalte sehen zu können. {enroll_link_start}Jetzt anmelden{enroll_link_end}.
el: Πρέπει να εγγραφείτε στο μάθημα για να δείτε το περιεχόμενό του. {enroll_link_start}Εγγραφείτε τώρα{enroll_link_end}.
es: Debes estar inscrito en el curso para ver el contenido. {enroll_link_start}Inscríbete ahora{enroll_link_end}.
fa: برای مشاهدۀ محتوای دوره باید در دوره ثبت‌نام کنید. {enroll_link_start} اکنون ثبت‌نام کنید {enroll_link_end} .
hu: A kurzus tartalmának megtekintéséhez be kell jelentkeznie a tanfolyamra. {enroll_link_start}Regisztráljon most{enroll_link_end}.
ja: コース内容を見るには、コースに登録する必要があります。{enroll_link_start}今すぐ登録{enroll_link_end}。
kk: Курс мазмұнын көру үшін курсқа тіркелу керек. {enroll_link_start} Қазір тіркелу {enroll_link_end} .
lv: Lai redzētu kursa saturu, jums ir jābūt reģistrētam kursā. {enroll_link_start} Reģistrējieties tūlīt {enroll_link_end} .
sq: Duhet të jeni të regjistruar në kurs për të parë përmbajtjen e kursit. {enroll_link_start}Regjistrohu tani{enroll_link_end}.
sv: Du måste vara anmäld till kursen för att se kursinnehållet. {enroll_link_start}Registrera dig nu{enroll_link_end}.
uz: Kurs mazmunini ko'rish uchun kursga ro'yxatdan o'tishingiz kerak. {enroll_link_start} Hozir ro'yxatdan o'ting {enroll_link_end} .
zh_hk: 您必須註冊課程才能查看課程內容。 {enroll_link_start}立即註冊{enroll_link_end} 。

source: You must be enrolled in the course to see course content.
af_za: Jy moet vir die kursus ingeskryf wees om kursusinhoud te sien.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་གྱི་ནང་དོན་ལ་གཟིགས་ན་ངེས་པར་དུ་ཞུགས་ཐོ་འགོད་དགོས།
de_de: Sie müssen im Kurs eingeschrieben sein, um den Inhalt sehen zu können.
el: Για να δείτε το μάθημα θα πρέπει να εγγραφείτε σε αυτό.
es: Debes estar inscrito en el curso para ver el contenido.
fa: برای مشاهدۀ محتوای دوره باید در دوره ثبت‌نام کنید.
hu: A kurzus tartalmának megtekintéséhez be kell jelentkeznie a tanfolyamra.
ja: コースの内容を見るには、コースに登録する必要があります。
kk: Курс мазмұнын көру үшін курсқа тіркелу керек.
lv: Lai redzētu kursa saturu, jums ir jābūt reģistrētam kursā.
sq: Duhet të jeni të regjistruar në kurs për të parë përmbajtjen e kursit.
sv: Du måste vara inskriven i kursen för att se kursinnehåll.
th: คุณต้องลงทะเบียนเข้ารายวิชาก่อน เพื่อที่จะสามารถดูเนื้อหาภายในรายวิชาได้
uz: Kurs mazmunini ko'rish uchun kursga ro'yxatdan o'tishingiz kerak.
zh_hk: 您必須註冊課程才能查看課程內容。

source: User does not exist.
af_za: Gebruiker bestaan nie.
bo: སྤྱོད་མཁན་གནས་མི་འདུག
de_de: Nutzer existiert nicht.
el: Ο χρήστης δεν υπάρχει.
es: El usuario no existe.
fa: کاربر وجود ندارد.
hu: A felhasználó nem létezik.
ja: ユーザーが存在しません。
kk: Пайдаланушы жоқ.
lv: Lietotājs neeksistē.
sq: Përdoruesi nuk ekziston.
sv: Användare finns inte.
th: ไม่มีผู้ใช้นี้
uz: Foydalanuvchi mavjud emas.
zh_hk: 用戶不存在。

source: Invalid location.
af_za: Ongeldige ligging.
bo: ས་གནས་ཚུལ་མཐུན་ཞིག་རེད་མི་འདུག
de_de: Ungültiger Ort.
el: Μη έγκυρη τοποθεσία.
es: Ubicación no válida.
fa: مکان معتبر نیست.
hu: Hibás hely.
ja: 無効な場所です。
kk: Жарамсыз орын.
lv: Nederīga atrašanās vieta.
sq: Vendndodhja e pavlefshme.
sv: Ogiltigt läge.
th: ตำแหน่งผิดพลาด
uz: Yaroqsiz joylashuv.
zh_hk: 位置無效。

source: User {username} has never accessed problem {location}
af_za: Gebruiker {username} het nog nooit toegang tot probleem {location} gekry nie
bo: སྤྱོད་མཁན་ {username} འདིས་དྲི་བར་རྩ་བ་ནས་བལྟས་མི་འདུག {location}
de_de: Nutzer {username} hat auf die Fragestellung {location} nie zugegriffen
el: Ο χρήστης {username} δεν έχει ποτέ ανοίξει το πρόβλημα {location}
es: El usuario {username} nunca ha accedido al problema {location}
fa: کاربر {username} هرگز به مسئله {location} دسترسی نداشته است
hu: {username} nevű felhasználó nem dolgozott {location} problémán
ja: ユーザー{username}は問題{location}に一度もアクセスしていません。
kk: {username} пайдаланушысы {location} мәселесіне ешқашан кірмеген
lv: Lietotājs {username} nekad nav piekļuvis uzdevumam {location}
sq: Përdoruesi {username} nuk i është qasur kurrë problemit {location}
sv: Användaren {username} har aldrig åtkomst till problem {location}
th: ผู้ใช้ {username}ไม่เคยมีการเข้าถึงปัญหา {location}
uz: Foydalanuvchi {username} hech qachon {location} muammosiga kira olmagan
zh_hk: 用戶{username}從未造訪過問題{location}

source: You must be signed in to {platform_name} to create a certificate.
af_za: Jy moet by {platform_name} aangemeld wees om &#39;n sertifikaat te skep.
bo: ཁྱེད་ཀྱིས་ {platform_name} འདི་ནས་ལག་ཁྱེར་བཟོ་བར་ངེས་པར་དུ་ནང་འཛུལ་བྱ་དགོས།
de_de: Du must eingeloggt sein bei {platform_name}, um ein Zertifikat zu erstellen.
el: Πρέπει να είστε συνδεδεμένοι στο {platform_name} για να δημιουργήσετε ένα πιστοποιητικό.
es: Debes haber iniciado sesión en {platform_name} para crear un certificado.
fa: برای ایجاد گواهینامه باید به {platform_name} وارد شوید.
hu: Tanúsítvány létrehozásához be kell jelentkeznie a {platform_name} webhelyre.
kk: Куәлік жасау үшін {platform_name} жүйесіне кіруіңіз керек.
lv: Lai izveidotu sertifikātu, jums ir jāpierakstās vietnē {platform_name} .
sq: Duhet të identifikoheni në {platform_name} për të krijuar një certifikatë.
sv: Du måste vara inloggad på {platform_name} för att skapa ett certifikat.
th: คุณต้องเข้าสู่ระบบ {platform_name} เพื่อสร้างใบประกาศนียบัตร
uz: Sertifikat yaratish uchun siz {platform_name} hisobiga kirishingiz kerak.
zh_hk: 您必須登入{platform_name}才能建立證書。

source: Course is not valid
af_za: Kursus is nie geldig nie
bo: སློབ་ཚན་འདི་ཚུལ་མཐུན་མ་རེད།
de_de: Kurs ist nicht gültig
el: Το μάθημα δεν είναι έγκυρο
es: El curso no es válido
fa: دوره معتبر نیست
hu: A tanfolyam nem érvényes
ja: コースが無効です
kk: Курс жарамсыз
lv: Kurss nav derīgs
sq: Kursi nuk është i vlefshëm
sv: Kursen är inte giltig
th: หลักสูตรไม่ถูกต้อง
uz: Kurs haqiqiy emas
zh_hk: 課程無效

source: Your certificate will be available when you pass the course.
af_za: Jou sertifikaat sal beskikbaar wees wanneer jy die kursus slaag.
bo: ཁྱེད་ཀྱིས་སློབ་ཚན་ལེགས་པར་བླངས་རྗེས་ཁྱེད་ཀྱི་ལག་ཁྱེར་སླེབས་ཡོང་བ་ཡིན།
de_de: Dein Zertifikat wird verfügbar sein, sobald Du den Kurs bestanden hast.
el: Το πιστοποιητικό σας θα είναι διαθέσιμο όταν περάσετε το μάθημα.
es: Tu certificado estará disponible cuando apruebes el curso.
fa: گواهینامۀ شما پس از گذراندن دوره در دسترس خواهد بود.
hu: A bizonyítványod elérhető lesz, amikor teljesíted a kurzust.
kk: Курстан өткен кезде сіздің сертификатыңыз қолжетімді болады.
lv: Jūsu sertifikāts būs pieejams, kad veiksmīgi nokārtosiet kursu.
sq: Certifikata juaj do të jetë e disponueshme kur të kaloni kursin.
sv: Ditt certifikat kommer att vara tillgängligt när du klarar kursen.
th: ใบประกาศนียบัตรของคุณจะสมบูรณ์เมื่อผ่านหลักสูตร
uz: Kursdan o'tganingizda sertifikatingiz mavjud bo'ladi.
zh_hk: 通過課程後，您將獲得證書。

source: Certificate has already been created.
af_za: Sertifikaat is reeds geskep.
bo: ལག་ཁྱེར་བཟོས་ཟིན།
de_de: Zertifikate wurden bereits erstellt.
el: Το πιστοποιητικό έχει ήδη δημιουργηθεί.
es: El certificado ya ha sido creado.
fa: گواهینامه قبلاً ایجاد شده است.
hu: A bizonyítvány már létrejött.
ja: 証明書はすでに作成されています。
kk: Куәлік әлдеқашан жасалған.
lv: Sertifikāts jau ir izveidots.
sq: Certifikata është krijuar tashmë.
sv: Certifikat har redan skapats.
th: ประกาศนียบัตรได้ถูกสร้างขึ้น
uz: Sertifikat allaqachon yaratilgan.
zh_hk: 證書已經建立。

source: Certificate is being created.
af_za: Sertifikaat word geskep.
bo: ལག་ཁྱེར་བཟོ་མུས་ཡིན།
de_de: Zertifikate wurden erstellt.
el: Το πιστοποιητικό δημιουργείται.
es: El certificado se está creando.
fa: گواهینامه در حال ساخت است.
hu: A tanúsítvány létrehozása folyamatban van.
ja: 証明書を作成中です。
kk: Сертификат жасалуда.
lv: Tiek veidots sertifikāts.
sq: Certifikata po krijohet.
sv: Certifikatet skapas.
th: ประกาศนียบัตรจะถูกสร้างขึ้น
uz: Sertifikat yaratilmoqda.
zh_hk: 正在建立證書。

source: We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program. Please note that while assistance is available in most courses that offer verified certificates, a few courses and programs are not eligible. You must complete a separate application for each course you take. You may be approved for financial assistance five (5) times each year (based on 12-month period from you first approval). To apply for financial assistance: 1. Enroll in the audit track for an eligible course that offers Verified Certificates 2. Complete this application 3. Check your email, your application will be reviewed in 3-4 business days
de_de: Wir planen, diese Informationen zu nutzen, um Ihren Anwendung auf finanzielle Unterstützung zu bewerten und unser finanzielles Unterstützungsprogramm weiterzuentwickeln. Bitte beachten Sie, dass während In den meisten Kursen, die verifizierte Zertifikate anbieten, ist Unterstützung verfügbar. Einige Kurse und Programme sind jedoch nicht förderfähig. Sie müssen einen separaten Anwendung ausfüllen für jeden Kurs, den Sie belegen. Sie können fünf (5) Mal im Jahr eine finanzielle Unterstützung erhalten (basierend auf dem Zeitraum von 12 Monaten ab Ihrer ersten Genehmigung). So beantragen Sie finanzielle Unterstützung: 1. einschreiben im Audit-Track für einen berechtigten Kurs an, der verifizierte Zertifikate anbietet 2. Schließen Sie diese Anwendung ab 3. Überprüfen Sie Ihre E-Mails. Ihre Anwendung wird innerhalb von 3-4 Werktagen überprüft
el: Σκοπεύουμε να χρησιμοποιήσουμε αυτές τις πληροφορίες για να αξιολογήσουμε την αίτησή σας για οικονομική βοήθεια και να αναπτύξουμε περαιτέρω το πρόγραμμα οικονομικής βοήθειας μας. Σημειώστε ότι ενώ βοήθεια είναι διαθέσιμη στα περισσότερα μαθήματα που προσφέρουν επαληθευμένα πιστοποιητικά, μερικά μαθήματα και προγράμματα δεν είναι επιλέξιμα. Πρέπει να συμπληρώσετε μια ξεχωριστή αίτηση για κάθε μάθημα που παρακολουθείτε. Μπορεί να λάβετε έγκριση για οικονομική βοήθεια πέντε (5) φορές κάθε χρόνο (με βάση την περίοδο 12 μηνών από την πρώτη έγκρισή σας). Για να υποβάλετε αίτηση για οικονομική βοήθεια: 1. Εγγραφείτε στο κομμάτι ελέγχου για ένα επιλέξιμο μάθημα που προσφέρει Επαληθευμένα Πιστοποιητικά 2. Συμπληρώστε αυτήν την αίτηση 3. Ελέγξτε το email σας, η αίτησή σας θα εξεταστεί σε 3-4 εργάσιμες ημέρες
zh_hk: 我們計劃使用這些資訊來評估您的經濟援助申請並進一步製定我們的經濟援助精選課程。請注意，雖然 大多數提供經過驗證的證書的課程都提供幫助，但少數課程和精選課程不符合資格。您必須填寫單獨的申請 對於您參加的每門課程。您每年可能會獲得五 (5) 次財務援助批准（基於您首次批准後的 12 個月期間）。 申請經濟援助： 1. 註冊提供經過驗證的證書的合格課程的審核軌道 2. 完成此申請 3.檢查您的電郵，您的申請將在3-4個工作天內審核

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
af_za: Kies die kursus waarvoor jy &#39;n geverifieerde sertifikaat wil verdien. Indien die kursus nie in die lys verskyn nie, maak seker dat jy vir die ouditbaan vir die kursus ingeskryf het.
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་ལེན་འདོད་པའི་སློབ་ཚན་དེ་འདེམས། གལ་ཏེ་སློབ་ཚན་དེ་ཐོ་གཞུང་ནང་སླེབས་མེད་ན། ཁྱེད་ཀྱིས་ཞུགས་ཐོ་བཀོད་ས་དེ་ audit track ཡིན་མིན་བསྐྱར་ཞིབ་བྱོས།
de_de: Wählen Sie den Kurs, für welchen Sie ein verifiziertes Zertifikat erhalten wollen. Wenn dieser Kurs nicht in Ihrer Liste erscheint, stellen Sie sicher, dass Sie im Gasthörermodus eingeschrieben sind.
el: Επιλέξτε το μάθημα για το οποίο θέλετε να αποκτήσετε ένα επαληθευμένο πιστοποιητικό. Εάν το μάθημα δεν εμφανίζεται στη λίστα, βεβαιωθείτε ότι έχετε εγγραφεί στο κομμάτι ελέγχου για το μάθημα.
es: Selecciona el curso para el cual deseas obtener un certificado verificado. Si el curso no aparece en la lista, asegúrate de haberte inscrito en la modalidad de auditoría para el curso.
fa: دوره ای را که می خواهید برای آن گواهی تایید شده دریافت کنید، انتخاب کنید. اگر دوره در لیست نمایش داده نمی شود، مطمئن شوید که در مسیر ممیزی دوره ثبت نام کرده اید.
hu: Válassza ki azt a kurzust, amelyhez hitelesített tanúsítványt szeretne szerezni. Ha a kurzus nem jelenik meg a listában, győződjön meg róla, hogy beiratkozott a kurzus audit sávjába.
ja: 取得したい認定証のコースを選択してください。リストにコースが表示されない場合は、そのコースの監査トラックに登録していることを確認してください。
kk: Тексерілген сертификат алғыңыз келетін курсты таңдаңыз. Курс тізімде көрсетілмесе, курстың аудит жолына тіркелгеніңізге көз жеткізіңіз.
lv: Izvēlieties kursu, par kuru vēlaties iegūt verificētu sertifikātu. Ja kurss neparādās sarakstā, pārliecinieties, vai reģistrējāties kursa audita trasē.
sq: Zgjidhni kursin për të cilin dëshironi të fitoni një certifikatë të verifikuar. Nëse kursi nuk shfaqet në listë, sigurohuni që të jeni regjistruar në pistën e auditimit për kursin.
sv: Välj kursen för vilken du vill tjäna ett verifierat certifikat. Om kursen inte visas i listan, se till att du har skrivit in i revisionsspåret för kursen.
uz: Tasdiqlangan sertifikat olishni istagan kursni tanlang. Agar kurs ro'yxatda ko'rinmasa, kurs uchun audit trekka ro'yxatdan o'tganingizga ishonch hosil qiling.
zh_hk: 選擇您想要獲得經過驗證的證書的課程。如果該課程未出現在清單中，請確保您已註冊該課程的審核軌道。

source: I certify that:
af_za: Ek verklaar dat:
bo: ངས་ངེས་གཏན་བཟོས་པ་ནི་འདི་ལྟར་སྟེ།
de_de: Ich bestätige das:
el: Βεβαιώνω ότι:
es: Certifico que:
fa: گواهی می‌دهم که:
hu: Igazolom, hogy:
ja: 私は以下のことを証明します。
kk: Мен растаймын:
lv: Es apliecinu, ka:
sq: Unë vërtetoj se:
sv: Jag intygar att:
uz: Men buni tasdiqlayman:
zh_hk: 我保證：

source: Paying the verified certificate fee for the above course would cause me economic hardship
af_za: Om die geverifieerde sertifikaatfooi vir die bogenoemde kursus te betaal, sou my ekonomiese swaarkry veroorsaak
bo: གོང་གསལ་སློབ་ཚན་གྱི་ཁུངས་སྐྱེལ་བྱས་པའི་ལག་ཁྱེར་གྱི་རིན་འབབ་སྤྲད་ན་ང་ལ་དཔལ་འབྱོར་གྱི་དཀའ་ངལ་འཕྲད་སྲིད།
de_de: Die Zahlung der verifizierten Zertifikat für den oben genannten Kurs würde für mich eine wirtschaftliche Not bedeuten
el: Η πληρωμή του τέλους πιστοποιητικού για το παραπάνω μάθημα θα μου προκαλούσε οικονομική δυσπραγία
es: Pagar la tarifa del certificado verificado para el curso anterior me causaría dificultades económicas
fa: پرداخت هزینۀ گواهینامۀ تاییدشده برای دورۀ فوق باعث مشکلات اقتصادی من می‌شود
hu: A fenti kurzus igazolt tanúsítványának díjának kifizetése gazdasági nehézséget okozna számomra.
ja: 上記のコースの認定証の料金を支払うことは、私にとって経済的な困難を引き起こします。
kk: Жоғарыда көрсетілген курс үшін расталған сертификаттың ақысын төлеу маған экономикалық қиындықтар туғызады
lv: Maksājot apstiprinātā sertifikāta maksu par iepriekšminēto kursu, es sagādātu man ekonomiskas grūtības
sq: Pagesa e tarifës së certifikatës së verifikuar për kursin e mësipërm do të më shkaktonte vështirësi ekonomike
sv: Att betala avgiften för det verifierade certifikatet för ovanstående kurs skulle orsaka mig ekonomiska svårigheter
uz: Yuqoridagi kurs uchun tasdiqlangan sertifikat to'lovini to'lash menga iqtisodiy qiyinchilik tug'diradi
zh_hk: 支付上述課程的經核實的證書費用會給我帶來經濟困難

source: I will work diligently to complete the course work and receive a certificate
af_za: Ek sal ywerig werk om die kursuswerk te voltooi en &#39;n sertifikaat te ontvang
bo: ངས་སློབ་ཚན་གྱི་ལས་འགན་རྣམས་འབད་བརྩོན་ཆེན་པོས་བསྒྲུབས་ཏེ་ལག་འཁྱེར་ཞིག་ལེན་ཐབས་བྱ་རྒྱུ་ཡིན།
de_de: Ich werde fleißig daran arbeiten, die Kursarbeit abzuschließen und ein Zertifikat zu erhalten
el: Θα εργαστώ επιμελώς για να ολοκληρώσω τις εργασίες του μαθήματος και να λάβω πιστοποιητικό
es: Trabajaré diligentemente para completar el trabajo del curso y recibir un certificado
fa: برای تکمیل دوره و دریافت گواهینامه مجدانه تلاش خواهم کرد
kk: Курстық жұмысты аяқтап, сертификат алу үшін аянбай еңбек етемін
lv: Uzcītīgi strādāšu, lai pabeigtu kursa darbu un saņemtu sertifikātu
sq: Do të punoj me zell për të përfunduar punën e kursit dhe për të marrë një certifikatë
sv: Jag kommer att arbeta flitigt för att slutföra kursarbetet och få ett certifikat
uz: Kurs ishini bajarish va sertifikat olish uchun astoydil mehnat qilaman
zh_hk: 我會努力完成課程作業並獲得證書

source: I have read, understand, and will abide by the {honor_code_link} for the edX Site
af_za: Ek het die {honor_code_link} vir die edX-werf gelees, verstaan en sal daarby hou
bo: ངས་ edX དྲ་ཚིགས་ཀྱི་ {honor_code_link} ཀློག་ཟིན་པ་དང་། ཤེས་རྟོགས་བྱུང་ཡོད་ལ། དེ་ལ་བརྩི་སྲུང་བྱ་རྒྱུ་ཡིན།
de_de: Ich habe die {honor_code_link} für die edX-Site gelesen und verstanden und werde mich daran halten
el: Έχω διαβάσει, κατανοήσει και θα τηρήσω το {honor_code_link} για τον ιστότοπο edX
es: He leído, entiendo y cumpliré con el {honor_code_link} para el sitio de edX
fa: من {honor_code_link} سایت edX را خوانده‌ام، درک کرده‌ام و از آن تبعیت خواهم کرد.
ja: edXサイトの{honor_code_link}を読み、理解し、遵守します。
kk: Мен edX сайтына арналған {honor_code_link} құжатын оқыдым, түсіндім және орындаймын
lv: Es izlasīju, sapratu un ievērošu edX vietnes {honor_code_link}
sq: Kam lexuar, kuptuar dhe do t'i përmbahem {honor_code_link} për sitin edX
sv: Jag har läst, förstått och kommer att följa {honor_code_link} för edX-sajten
uz: Men edX sayti uchun {honor_code_link} o‘qib chiqdim, tushundim va ularga rioya qilaman
zh_hk: 我已閱讀、理解並將遵守 edX 網站的{honor_code_link}

source: Title can't be empty
af_za: Titel kan nie leeg wees nie
bo: མཚན་བྱང་སྟོང་བར་འཇོག་མི་རུང་།
de_de: Titel darf nicht leer sein
el: Συμπληρώστε το πεδίο "Τίτλος"
es: El título no puede estar vacío
fa: عنوان نمی‌تواند خالی باشد
hu: A címet kötelező megadni
ja: タイトルを空にすることはできません
kk: Тақырып бос болмауы керек
lv: Virsraksta lauks nedrīkst būt tukšs
sq: Titulli nuk mund të jetë bosh
sv: Titel kan inte vara tomt
th: ชื่อเรื่องไม่สามารถว่างได้
uz: Sarlavha boʻsh boʻlishi mumkin emas
zh_hk: 標題不能為空

source: Body can't be empty
af_za: Liggaam kan nie leeg wees nie
bo: སྤྱི་ཁག་སྟོང་བར་འཇོག་མི་རུང་།
de_de: Der Text darf nicht leer sein
el: Συμπληρώστε την ερώτηση ή το σχόλιό σας
es: El cuerpo no puede estar vacío
fa: متن نمی‌تواند خالی باشد
hu: Az üzenet szövege nem lehet üres.
lv: Teksts nevar būt tukšs
sq: Trupi nuk mund të jetë bosh
th: ตัวเนื้อเรื่องไม่สามารถว่างได้
uz: Tana bo'sh bo'lishi mumkin emas
zh_hk: 正文不能為空

source: Topic doesn't exist
af_za: Onderwerp bestaan nie
bo: བརྗོད་གཞི་གནས་མི་འདུག
de_de: Thema existiert nicht
el: Το θέμα δεν υπάρχει
es: El tema no existe
fa: موضوع وجود ندارد
hu: A téma nem létezik
ja: トピックが存在しません
kk: Тақырып жоқ
lv: Tēma neeksistē
sq: Tema nuk ekziston
sv: Ämne existerar inte
th: ไม่มีรายการหัวข้อนี้
uz: Mavzu mavjud emas
zh_hk: 主題不存在

source: Comment level too deep
af_za: Opmerkingvlak te diep
bo: དཔྱད་བརྗོད་ཀྱི་ཚད་གཞི་ཟབ་དྲགས་འདུག
de_de: Zu viele Kommentarebenen
el: Το επίπεδο σχολίου είναι πολύ βαθύ
es: Nivel de comentario demasiado profundo
fa: سطح نظر خیلی عمیق است
hu: A hozzászólás szintje túl mély
ja: コメントの階層が深すぎます
kk: Пікір деңгейі тым терең
lv: Komentāra līmenis ir pārāk dziļš
sq: Niveli i komentit është shumë i thellë
sv: Kommentarnivå för djup
th: ระดับความคิดเห็นลึกเกินไป
uz: Fikr darajasi juda chuqur
zh_hk: 評論層次太深

source: Error uploading file. Please contact the site administrator. Thank you.
af_za: Kon nie lêer oplaai nie. Kontak asseblief die werfadministrateur. Dankie.
bo: ཡིག་ཆ་ཡར་འཇུག་ལ་གནད་དོན་བྱུང་སོང་། སྡེ་ཚན་འདིའི་འཛིན་སྐྱོང་བྱེད་པོར་འབྲེལ་བ་བྱ་རོགས། ཐུགས་རྗེ་ཆེ།
de_de: Fehler beim Hochladen der Datei. Bitte kontaktiere den Website-Administrator. Vielen Dank.
el: Σφάλμα κατά τη μεταφόρτωση του αρχείου. Επικοινωνήστε με τον διαχειριστή του ιστότοπου. Ευχαριστούμε.
es: Error al cargar el archivo. Por favor, contacta al administrador del sitio. Gracias.
fa: خطا در بارگذاری پوشه. لطفا با مدیر وبگاه تماس بگیرید. متشکرم.
hu: Fájl feltöltési hiba. Kérjük lépj kapcsolatba az oldal rendszergazdájával. Köszönjük!
ja: ファイルのアップロード中にエラーが発生しました。サイト管理者に連絡してください。ありがとうございます。
kk: Файлды жүктеп салу қатесі. Сайт әкімшісіне хабарласыңыз. Рақмет сізге.
lv: Augšupielādējot failu, radās kļūda. Lūdzu, sazinieties ar vietnes administratoru. Paldies.
sq: Gabim gjatë ngarkimit të skedarit. Ju lutemi kontaktoni administratorin e faqes. Faleminderit.
sv: Fel vid uppladdning av fil. Vänligen kontakta webbplatsadministratören. Tack.
th: การอัพโหลดไฟล์ผิดพลาด กรุณาติดต่อผู้ดูแลระบบ ขอบคุณ
uz: Faylni yuklashda xatolik yuz berdi. Iltimos, sayt administratoriga murojaat qiling. Rahmat.
zh_hk: 上傳文件時發生錯誤。請聯絡網站管理員。謝謝。

source: Good
af_za: Goed
bo: ཡག་པོ།
de_de: Gut
el: Καλώς
es: Bueno
fa: خوب
hu: Jó
ja: 良い
kk: Жақсы
lv: Labi
sq: Mirë
sv: Bra
th: ดี
uz: Yaxshi
zh_hk: 好的

source: your
af_za: jou
bo: ཁྱེད་ཀྱི་
de_de: dein
el: τα δικα σου
es: tu
fa: شما
ja: あなたの
kk: сіздің
lv: jūsu
sv: din
uz: sizning
zh_hk: 你的

source: their
af_za: hulle
bo: ཁོང་ཚོའི་
de_de: ihre
el: δικα τους
es: su
fa: آن‌ها
hu: az ő
ja: 彼らの
kk: олардың
lv: viņu
sq: të tyre
sv: deras
uz: ularning
zh_hk: 他們的

source: %(course_name)s: Reported content awaits review
af_za: %(course_name)s : Gerapporteerde inhoud wag op hersiening
bo: %(course_name)s: སྙན་འབུལ་ཞུས་པའི་ནང་དོན་དེས་བསྐྱར་ཞིབ་བྱ་རྒྱུར་སྒུག་ཡོད།
de_de: %(course_name)s: Gemeldeter Inhalt wartet auf Überprüfung
el: %(course_name)s : Το αναφερόμενο περιεχόμενο περιμένει έλεγχο
es: %(course_name)s: Contenido reportado espera revisión
fa: %(course_name)s : محتوای گزارش‌شده در انتظار بررسی است
hu: %(course_name)s: Jelentett tartalom felülvizsgálatra vár
ja: %(course_name)s: 報告されたコンテンツがレビューを待っています
lv: %(course_name)s : saturs, par kuru ziņots, gaida pārskatīšanu
sq: %(course_name)s : Përmbajtja e raportuar pret rishikimin
uz: %(course_name)s : Xabar qilingan kontent ko‘rib chiqilishini kutmoqda
zh_hk: %(course_name)s : 檢舉內容等待審核

source: Go to Discussion
af_za: Gaan na Bespreking
bo: བགྲོ་གླེང་ལ་ཕེབས།
de_de: Gehen Sie zu Diskussion
el: Μεταβείτε στη Συζήτηση
es: Ir al Foro de Discusión
fa: برو به گفتگو
hu: Menjen a vitához
ja: ディスカッションに移動
kk: Талқылауға өтіңіз
lv: Dodieties uz diskusiju
sq: Shkoni te Diskutimi
sv: Gå till diskussion
uz: Munozaraga o'ting
zh_hk: 進入討論

source: %(course_name)s: Reported content awaits review
af_za: %(course_name)s : Gerapporteerde inhoud wag op hersiening
bo: %(course_name)s: སྙན་འབུལ་ཞུས་པའི་ནང་དོན་དེས་བསྐྱར་ཞིབ་བྱེད་པར་སྒུག་ཡོད།
de_de: %(course_name)s: Gemeldeter Inhalt wartet auf Überprüfung
el: %(course_name)s : Το αναφερόμενο περιεχόμενο περιμένει έλεγχο
es: %(course_name)s: Contenido reportado espera revisión
fa: %(course_name)s : محتوای گزارش‌شده در انتظار بررسی است
hu: %(course_name)s: Jelentett tartalom vár felülvizsgálatra
ja: %(course_name)s: 報告されたコンテンツがレビューを待っています
kk: %(course_name)s : Хабарланған мазмұн қарастыруды күтуде
lv: %(course_name)s : saturs, par kuru ziņots, gaida pārskatīšanu
sq: %(course_name)s : Përmbajtja e raportuar pret rishikimin
sv: %(course_name)s: Rapporterat innehåll väntar på granskning
uz: %(course_name)s : Xabar qilingan kontent ko‘rib chiqilishini kutmoqda
zh_hk: %(course_name)s : 檢舉內容等待審核

source: %(course_name)s %(course_id)s moderator content for review
af_za: %(course_name)s %(course_id)s moderator inhoud vir hersiening
bo: %(course_name)s %(course_id)s གཙོ་སྐྱོང་བས་བསྐྱར་ཞིབ་བྱ་དགོས་པའི་ནང་དོན།
de_de: %(course_name)s %(course_id)s Moderator Inhalt zur Überprüfung
el: %(course_name)s %(course_id)s διαχειριστής περιεχόμενο για αναθεώρηση
es: %(course_name)s %(course_id)s contenido de moderador para revisión
fa: محتوای ناظر %(course_name)s %(course_id)s برای بررسی
hu: %(course_name)s %(course_id)s moderátori tartalom ellenőrzésre
ja: %(course_name)s %(course_id)s モデレーターのコンテンツレビュー用
kk: %(course_name)s %(course_id)s модератор шолу үшін мазмұн
lv: %(course_name)s %(course_id)s moderatora saturs pārskatīšanai
sq: %(course_name)s %(course_id)s përmbajtja e moderatorit për shqyrtim
sv: %(course_name)s %(course_id)s moderatorinnehåll för granskning
uz: ko'rib chiqish uchun %(course_name)s %(course_id)s moderator tarkibi
zh_hk: %(course_name)s %(course_id)s審核內容
