Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Notifications for new announcements and updates from the course team.
af_za: Kennisgewings vir nuwe aankondigings en opdaterings van die kursusspan.
el: Ειδοποιήσεις για νέες ανακοινώσεις και ενημερώσεις από την ομάδα μαθημάτων.
es: Notificaciones sobre nuevos anuncios y actualizaciones del equipo del curso.
fa: اعلان ها برای اطلاعیه ها و به روز رسانی های جدید از تیم دوره.
hu: Értesítések az új hirdetményekről és frissítésekről a kurzus csapatától.
ja: コースチームからの新しいお知らせと更新の通知。
kk: Курс командасынан жаңа хабарландырулар мен жаңартулар туралы хабарландырулар.
lv: Paziņojumi par jauniem paziņojumiem un atjauninājumiem no kursa komandas.
sq: Njoftimet për njoftimet dhe përditësimet e reja nga ekipi i kursit.
sv: Meddelanden om nya tillkännagivanden och uppdateringar från kursteamet.
uz: Kurs jamoasidan yangi e'lonlar va yangilanishlar haqida bildirishnomalar.
zh_hk: 課程團隊的新公告和更新通知。

source: Notifications for Open response submissions.
zh_hk: 開放回覆提交通知。

source: Daily
af_za: Daagliks
es: Diario
fa: روزانه
hu: Napi
kk: Күнделікті
lv: Ikdienas
sq: Ditore
sv: Dagligen
uz: Kundalik
zh_hk: 日常的

source: Weekly
af_za: Weekliks
es: Semanal
fa: هفتگی
hu: Heti
kk: Апта сайын
lv: Iknedēļas
sq: Javore
sv: Veckovis
uz: Haftalik
zh_hk: 每週

source: Immediately
af_za: Onmiddellik
es: Inmediatamente
fa: بلافاصله. مستقیما
hu: Azonnal
ja: すぐに
kk: Бірден
lv: Tūlīt
sq: Menjëherë
sv: Omedelbart
uz: Darhol
zh_hk: 立即地

source: Never
af_za: Nooit nie
bo: གཏན་ནས
de_de: Nie
el: Ποτέ
es: Nunca
fa: هرگز
hu: Soha
ja: 決して
kk: Ешқашан
lv: Nekad
sq: kurrë
sv: Aldrig
th: ไม่เคย
uz: Hech qachon
zh_hk: 絕不

source: The notification preference config version is not up to date.
de_de: Die Konfigurationsversion der Benachrichtigungseinstellungen ist nicht aktuell.
el: Η έκδοση διαμόρφωσης προτιμήσεων ειδοποίησης δεν είναι ενημερωμένη.
fa: نسخه پیکربندی اولویت اعلان به‌روز نیست.
hu: A figyelmeztetési beállítások konfigurációs verziója nem naprakész.
ja: 通知設定の構成バージョンが最新ではありません。
kk: Хабарландыру теңшелімінің конфигурация нұсқасы жаңартылмаған.
zh_hk: 通知首選項配置版本不是最新的。

source: Invalid app name.
af_za: Ongeldige programnaam.
bo: ཚུལ་དང་མཐུན་མིན་པའི་མཉེན་ཆས་ཀྱི་མིང་།
de_de: Ungültiger App-Name.
el: Μη έγκυρο όνομα εφαρμογής.
es: Nombre de la aplicación no válido.
fa: نام برنامه نامعتبر است.
hu: Érvénytelen app név.
ja: アプリ名が無効です。
kk: Қолданба аты жарамсыз.
lv: Nederīgs lietotnes nosaukums.
sq: Emri i pavlefshëm i aplikacionit.
sv: Ogiltigt appnamn.
uz: Ilova nomi noto‘g‘ri.
zh_hk: 應用程式名稱無效。

source: Notifications marked as seen.
af_za: Kennisgewings gemerk as gesien.
bo: བརྡ་ཁྱབ་ལ་བལྟས་ཟིན་པའི་རྟགས་བརྒྱབ་འདུག
de_de: Als gesehen markierte Benachrichtigungen.
el: Οι ειδοποιήσεις επισημαίνονται όπως φαίνονται.
es: Notificaciones marcadas como vistas.
fa: اعلان‌ها همانطور که دیده می‌شوند علامت‌گذاری شدند.
ja: 通知が確認済みとしてマークされました。
kk: Хабарландырулар көрінген ретінде белгіленген.
lv: Paziņojumi atzīmēti kā redzēti.
sq: Njoftimet janë shënuar si të parë.
sv: Aviseringar markerade som sedda.
uz: Bildirishnomalar ko'rilgan deb belgilangan.
zh_hk: 通知標記為已查看。

source: Notification marked read.
af_za: Kennisgewing gemerk as gelees.
bo: བརྡ་ཁྱབ་ཀློག་ཟིན་པའི་རྟགས་བརྒྱབ་འདུག
de_de: Benachrichtigung als gelesen markiert.
el: Η ειδοποίηση επισημάνθηκε ως αναγνωσμένη.
es: Notificación marcada como leída.
fa: اعلان به عنوان خوانده شده علامت گذاری شد.
hu: Értesítés olvasottnak jelölve.
ja: 通知が既読としてマークされました。
kk: Хабарландыру оқылды деп белгіленді.
lv: Paziņojums ar norādi lasīt.
sq: Njoftimi u shënua si i lexuar.
sv: Meddelande markerat som läst.
uz: Bildirishnoma o‘qilgan deb belgilandi.
zh_hk: 通知標記為已讀。

source: Notifications marked read.
af_za: Kennisgewings gemerk as gelees.
bo: བརྡ་ཁྱབ་ཁག་ཀློག་ཟིན་པའི་རྟགས་བརྒྱབ་འདུག
de_de: Benachrichtigungen als gelesen markiert.
el: Οι ειδοποιήσεις επισημάνθηκαν ως αναγνωσμένες.
es: Notificaciones marcadas como leídas.
fa: اعلان‌ها به عنوان خوانده شده علامت‌گذاری شدند.
hu: Értesítések olvasottnak jelölve.
ja: 通知が既読としてマークされました。
kk: Хабарландырулар оқылды деп белгіленді.
lv: Paziņojumi ar atzīmi lasīt.
sq: Njoftimet janë shënuar të lexuara.
sv: Aviseringar markerade som lästa.
uz: Bildirishnomalar o‘qilgan deb belgilangan.
zh_hk: 通知標記為已讀。

source: Invalid app_name or notification_id.
af_za: Ongeldige app_name of notification_id.
bo: ཚུལ་དང་མི་མཐུན་པའི་མཉེན་ཆས་ཀྱི་_མིང་དང་ཡང་ན་བརྡ་ཁྱབ་ཀྱི་_id
de_de: Ungültiger App-Name oder Benachrichtigungs-ID.
el: Μη έγκυρο app_name ή notification_id.
es: Nombre de la aplicación o ID de notificación no válido.
fa: app_name یا notification_id نامعتبر است.
hu: Érvénytelen app_név vagy értesítés_azonosító.
kk: Жарамсыз қолданба_аты немесе хабарландыру_идентификаторы.
lv: Nederīgs lietotnes_nosaukums vai paziņojuma_id.
sq: Emri_app ose notification_id i pavlefshëm.
sv: Ogiltigt app_namn eller notification_id.
uz: Ilova_nomi yoki bildirishnoma_identifikatori noto'g'ri.
zh_hk: app_name 或 notification_id 無效。

source: Comma-separated list of scopes that this application will be allowed to request.
af_za: Komma-geskeide lys van bestekke wat hierdie toepassing toegelaat sal word om te versoek.
de_de: Kommagetrennte Liste der Bereiche, die diese Anwendung anfordern darf.
el: Λίστα πεδίων διαχωρισμένων με κόμματα που θα επιτρέπεται να ζητήσει αυτή η εφαρμογή.
es: Lista separada por comas de los ámbitos que esta aplicación tendrá permitido solicitar.
fa: فهرست دامنه‌هایی که این برنامه مجاز به درخواست آنها با کاما است.
hu: A hatáskörök vesszővel elválasztott listája, amelyeket ez az alkalmazás kérhet.
ja: このアプリケーションが要求を許可されるスコープのカンマ区切りリスト。
kk: Осы қолданба сұрауға рұқсат етілген аумақтардың үтірмен бөлінген тізімі.
lv: Ar komatu atdalīts to tvērumu saraksts, kurus šī lietojumprogramma drīkstēs pieprasīt.
sq: Lista e fushës së ndarë me presje që ky aplikacion do të lejohet të kërkojë.
sv: Kommaseparerad lista över omfattningar som den här applikationen tillåts begära.
uz: Bu ilova soʻrashga ruxsat beriladigan doiralarning vergul bilan ajratilgan roʻyxati.
zh_hk: 允許此應用程式請求的範圍的逗號分隔清單。

source: Comma-separated list of filters that this application will be allowed to request.
af_za: Komma-geskeide lys filters wat hierdie toepassing toegelaat sal word om te versoek.
de_de: Kommagetrennte Liste von Filtern, die von dieser Anwendung angefordert werden dürfen.
el: Λίστα φίλτρων διαχωρισμένη με κόμματα που θα επιτρέπεται να ζητήσει αυτή η εφαρμογή.
es: Lista separada por comas de los filtros que esta aplicación tendrá permitido solicitar.
fa: فهرست فیلترهای جدا شده با کاما که این برنامه مجاز به درخواست آنهاست.
hu: A szűrők vesszővel elválasztott listája, amelyeket ez az alkalmazás kérhet.
ja: このアプリケーションが要求を許可されるフィルターのカンマ区切りリスト。
kk: Бұл қолданба сұрауға рұқсат беретін сүзгілердің үтірмен бөлінген тізімі.
lv: Ar komatu atdalīts filtru saraksts, kurus šai lietojumprogrammai būs atļauts pieprasīt.
sq: Lista e filtrave të ndarë me presje që ky aplikacion do të lejohet të kërkojë.
sv: Kommaseparerad lista över filter som den här applikationen får begära.
uz: Bu ilova soʻrashga ruxsat beriladigan filtrlarning vergul bilan ajratilgan roʻyxati.
zh_hk: 允許此應用程式請求的以逗號分隔的篩選器清單。

source: Content Provider
af_za: Inhoudverskaffer
bo: ནང་དོན་མཁོ་འདོན་པ།
de_de: Inhaltsanbieter
el: Πάροχος περιεχομένου
es: Proveedor de Contenido
fa: ارائه دهنده محتوا
hu: Tartalomszolgáltató
ja: コンテンツプロバイダー
kk: Мазмұн провайдері
lv: Satura nodrošinātājs
sq: Ofruesi i përmbajtjes
sv: Innehållsleverantör
uz: Kontent provayderi
zh_hk: 內容提供者

source: Password Policy
af_za: Wagwoordbeleid
bo: གསང་ཚིག་སྲིད་བྱུས།
de_de: Passwort Richtlinien
el: Πολιτική κωδικού πρόσβασης
es: Política de contraseñas
fa: سیاست رمز عبور
hu: Jelszóházirend
ja: パスワードポリシー
kk: Құпия сөз саясаты
lv: Paroles politika
sq: Politika e fjalëkalimit
sv: Regler för lösenord
th: กฏการตั้งรหัสผ่าน
uz: Parol siyosati
zh_hk: 密碼政策

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
af_za: {strong_tag_open} Ons het onlangs ons wagwoordvereistes verander {strong_tag_close} {break_line_tag} Jou huidige wagwoord voldoen nie aan die nuwe sekuriteitsvereistes nie. Ons het sopas &#39;n wagwoordterugstellingboodskap gestuur na die e-posadres wat met hierdie rekening geassosieer word. Dankie dat jy ons help om jou data veilig te hou.
de_de: {strong_tag_open}Wir haben kürzlich unsere Passwortanforderungen geändert{strong_tag_close}{break_line_tag}Ihr aktuelles Passwort entspricht nicht den neuen Sicherheitsanforderungen. Wir haben gerade eine Nachricht zum Zurücksetzen des Passworts an die diesem Konto zugeordnete E-Mail-Adresse gesendet. Vielen Dank, dass Sie uns helfen, Ihre Daten sicher aufzubewahren.
el: {strong_tag_open}Πρόσφατα τροποποιήσαμε τις προδιαγραφές για τη δημιουργία κωδικού σύνδεσης{strong_tag_close}{break_line_tag}Ο κωδικός που χρησιμοποιείτε αυτή τη στιγμή δεν ικανοποιεί τις νέες προδιαγραφές ασφαλείας. Σας έχουμε αποστείλει μήνυμα στο email σας για τον επανακαθορισμό του κωδικού που συνδέεται με αυτό τον λογαριασμό. Σας ευχαριστούμε που συνεισφέρετε στην προσπάθειά μας για τη διασφάλιση των δεδομένων σας.
es: {strong_tag_open}Recientemente cambiamos nuestros requisitos de contraseña{strong_tag_close}{break_line_tag}Tu contraseña actual no cumple con los nuevos requisitos de seguridad. Acabamos de enviar un mensaje de restablecimiento de contraseña a la dirección de correo electrónico asociada con esta cuenta. Gracias por ayudarnos a mantener tus datos seguros.
fa: {strong_tag_open} ما اخیراً مورد نیاز رمز عبور خود را تغییر دادیم {strong_tag_close} {break_line_tag} رمز عبور فعلی شما الزامات امنیتی جدید را برآورده نمی کند. ما فقط یک پیام بازنشانی رمز عبور به آدرس ایمیل مرتبط با این حساب ارسال کردیم. از اینکه به ما کمک می کنید تا داده های شما را ایمن نگه دارید متشکریم.
hu: {strong_tag_open}Nemrég változtattunk a jelszókövetelményeinken{strong_tag_close}{break_line_tag}A jelenlegi jelszava nem felel meg az új biztonsági követelményeknek. Éppen most küldtünk egy jelszó-visszaállító üzenetet a fiókhoz tartozó e-mail címre. Köszönjük, hogy segít megőrizni adatai biztonságát.
ja: {strong_tag_open}最近、パスワードの要件を変更しました{strong_tag_close}{break_line_tag}現在のパスワードは新しいセキュリティ要件を満たしていません。このアカウントに関連付けられているメールアドレスにパスワードリセットのメッセージを送信しました。データの安全性を保つためにご協力いただきありがとうございます。
kk: {strong_tag_open} Құпия сөз талаптарымызды жақында өзгерттік {strong_tag_close} {break_line_tag} Сіздің ағымдағы құпия сөзіңіз жаңа қауіпсіздік талаптарына сай емес. Жаңа ғана осы есептік жазбамен байланысты электрондық пошта мекенжайына құпия сөзді қалпына келтіру хабарын жібердік. Деректеріңізді қауіпсіз сақтауға көмектескеніңіз үшін рахмет.
lv: {strong_tag_open}Nesen mainījām paroles prasības{strong_tag_close}{break_line_tag} Jūsu pašreizējā parole neatbilst jaunajām drošības prasībām. Mēs tikko nosūtījām paroles atjaunošanas ziņojumu uz e-pasta adresi, kas saistīta ar šo kontu. Paldies, ka palīdzat mums saglabāt jūsu datu drošību.
sq: {strong_tag_open} Ne kemi ndryshuar së fundi kërkesat tona për fjalëkalimin {strong_tag_close} {break_line_tag} Fjalëkalimi juaj aktual nuk i plotëson kërkesat e reja të sigurisë. Sapo dërguam një mesazh për rivendosjen e fjalëkalimit në adresën e emailit të lidhur me këtë llogari. Faleminderit që na ndihmoni t&#39;i mbajmë të dhënat tuaja të sigurta.
sv: {strong_tag_open}Vi har nyligen ändrat våra lösenordskrav{strong_tag_close}{break_line_tag}Ditt nuvarande lösenord uppfyller inte de nya säkerhetskraven. Vi har precis skickat ett meddelande om lösenordsåterställning till den e-postadress som är kopplad till det här kontot. Tack för att du hjälper oss att hålla din data säker.
uz: {strong_tag_open} Biz yaqinda parol talablarimizni o'zgartirdik {strong_tag_close} {break_line_tag} Sizning joriy parolingiz yangi xavfsizlik talablariga javob bermaydi. Biz hozirgina ushbu account bilan bog‘langan elektron pochta manziliga parolni tiklash xabarini yubordik. Maʼlumotlaringizni xavfsiz saqlashga yordam berganingiz uchun tashakkur.
zh_hk: {strong_tag_open}我們最近更改了密碼要求{strong_tag_close} {break_line_tag}您目前的密碼不符合新的安全要求。我們剛剛向與此帳戶關聯的電郵地址發送了一條密碼重設訊息。感謝您協助我們保護您的資料安全。

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
af_za: {strong_tag_open} Vereiste aksie: Dateer asseblief jou wagwoord {strong_tag_close} {break_line_tag} Vanaf {deadline} sal {platform_name} van alle leerders komplekse wagwoorde vereis. Jou huidige wagwoord voldoen nie aan hierdie vereistes nie. Om jou wagwoord terug te stel, gaan na na {anchor_tag_open} Rekeninginstellings {anchor_tag_close} .
de_de: {strong_tag_open}Erforderliche Aktion: Bitte aktualisieren Sie Ihr Passwort{strong_tag_close}{break_line_tag}Ab dem {deadline}, wird {platform_name} von allen Lernenden fordern ein komplexes Passwort zu besitzen. Ihr aktuelles Passwort entspricht nicht diesen Anforderungen. Um Ihr Passwort zurückzusetzen, gehen Sie zu {anchor_tag_open}Kontoeinstellungen{anchor_tag_close}.
el: {strong_tag_open} {deadline} ενέργεια: {platform_name} {strong_tag_close} κωδικό πρόσβασής {break_line_tag} . Ο τρέχων κωδικός πρόσβασής σας δεν πληροί αυτές τις απαιτήσεις. Για να επαναφέρετε τον κωδικό πρόσβασής σας, μεταβείτε στο {anchor_tag_open} Ρυθμίσεις λογαριασμού {anchor_tag_close} .
es: {strong_tag_open}Acción requerida: Actualiza tu contraseña{strong_tag_close}{break_line_tag}A partir del {deadline}, {platform_name} requerirá que todos los estudiantes tengan contraseñas complejas. Tu contraseña actual no cumple con estos requisitos. Para restablecer tu contraseña, ve a {anchor_tag_open}Configuración de la cuenta{anchor_tag_close}.
fa: {strong_tag_open} اقدام {break_line_tag} {strong_tag_close} : لطفا رمز عبور خود {platform_name} {deadline} روز کنید. رمز عبور فعلی شما این شرایط را برآورده نمی کند. برای بازنشانی رمز عبور خود، به {anchor_tag_open} تنظیمات حساب {anchor_tag_close} بروید.
hu: {strong_tag_open}Szükséges lépés: Kérjük, frissítse jelszavát{strong_tag_close}{break_line_tag}{deadline} dátumtól kezdve a {platform_name} megköveteli, hogy minden tanuló összetett jelszót használjon. Jelenlegi jelszava nem felel meg ezeknek a követelményeknek. A jelszó visszaállításához lépjen a {anchor_tag_open}Fiókbeállítások{anchor_tag_close} menüpontra.
ja: {strong_tag_open}必要なアクション: パスワードを更新してください{strong_tag_close}{break_line_tag}{deadline}以降、{platform_name}ではすべての学習者に複雑なパスワードが必要になります。現在のパスワードはこれらの要件を満たしていません。パスワードをリセットするには、{anchor_tag_open}アカウント設定{anchor_tag_close}に移動してください。
kk: {strong_tag_open} Міндетті әрекет: Құпия сөзіңізді жаңартыңыз {strong_tag_close}{break_line_tag}{deadline} , {platform_name} барлық оқушылардан күрделі құпия сөздерді қажет етеді. Ағымдағы құпия сөзіңіз бұл талаптарға сәйкес келмейді. Құпия сөзді қалпына келтіру үшін {anchor_tag_open} Есептік жазба параметрлері {anchor_tag_close} бөліміне өтіңіз.
lv: {strong_tag_open} Nepieciešamā darbība: lūdzu, atjauniniet savu paroli {strong_tag_close} {break_line_tag} Sākot ar {deadline} , {platform_name} visiem kursa dalībniekiem būs nepieciešamas sarežģītas paroles. Jūsu pašreizējā parole neatbilst šīm prasībām. Lai atiestatītu paroli, dodieties uz sadaļu {anchor_tag_open} Konta iestatījumi {anchor_tag_close} .
sq: {strong_tag_open} Veprimi i kërkuar: Ju lutemi përditësoni fjalëkalimin tuaj {strong_tag_close} {break_line_tag} Që nga {deadline} , {platform_name} do të kërkojë që të gjithë nxënësit të kenë fjalëkalime komplekse. Fjalëkalimi juaj aktual nuk i plotëson këto kërkesa. Për të rivendosur fjalëkalimin, shkoni te {anchor_tag_open} Cilësimet e Llogarisë {anchor_tag_close}.
sv: {strong_tag_open}Obligatorisk åtgärd: Vänligen uppdatera ditt lösenord{strong_tag_close}{break_line_tag}Från och med {deadline} kommer {platform_name} att kräva att alla elever har komplexa lösenord. Ditt nuvarande lösenord uppfyller inte dessa krav. Om du vill återställa ditt lösenord går du till {anchor_tag_open}Kontoinställningar{anchor_tag_close}.
uz: {strong_tag_open} Kerakli harakat: Iltimos, parolingizni yangilang {strong_tag_close} {break_line_tag} {deadline} dan boshlab, {platform_name} barcha oʻquvchilardan murakkab parollarga ega boʻlishlarini talab qiladi. Sizning joriy parolingiz ushbu talablarga javob bermaydi. Parolni tiklash uchun {anchor_tag_open} Account sozlamalari {anchor_tag_close} ga o'ting.
zh_hk: {strong_tag_open}所需操作：請更新您的密碼{strong_tag_close} {break_line_tag}從{deadline}開始， {platform_name}將要求所有學生擁有複雜的密碼。您目前的密碼不符合這些要求。若要重設密碼，請前往{anchor_tag_open}帳戶設定{anchor_tag_close} 。

source: The file must be smaller than {image_max_size} in size.
af_za: Die lêer moet kleiner as {image_max_size} in grootte wees.
bo: ཡིག་ཆ་དེའི་ཆེ་ཆུང་ {image_max_size} ལས་ངེས་པར་ཆུང་དགོས།
de_de: Die Größe der Datei muss kleiner als {image_max_size} sein.
el: Το μέγεθος του αρχείου πρέπει να είναι μικρότερο από {image_max_size}.
es: El archivo debe ser menor que {image_max_size} de tamaño.
fa: اندازه فایل باید کوچکتر از {image_max_size} باشد.
hu: A fájl mérete kisebb kell legyen, mint {image_max_size}.
ja: ファイルのサイズは{image_max_size}以下でなければなりません。
kk: Файл өлшемі {image_max_size} өлшемінен кішірек болуы керек.
lv: Faila lielumam ir jābūt mazākam par {image_max_size} .
sq: Skedari duhet të jetë më i vogël se {image_max_size} në madhësi.
sv: Filen måste vara mindre än {image_max_size} i storlek.
uz: Fayl hajmi {image_max_size} dan kichikroq bo'lishi kerak.
zh_hk: 檔案大小必須小於{image_max_size} 。

source: The file must be at least {image_min_size} in size.
af_za: Die lêer moet ten minste {image_min_size} groot wees.
bo: ཡིག་ཆ་དེའི་ཆེ་ཆུང་དམའ་མཐའ་ {image_min_size} ངེས་པར་ཡོད་དགོས།
de_de: Die Größe der Datei muss mindestens {image_min_size} sein.
el: Το αρχείο πρέπει να έχει μέγεθος τουλάχιστον {image_min_size}.
es: El archivo debe tener al menos {image_min_size} de tamaño.
fa: اندازه فایل باید حداقل {image_min_size} باشد.
hu: A fájl mérete legalább {image_min_size} kell legyen
ja: ファイルのサイズは少なくとも{image_min_size}でなければなりません。
kk: Файл өлшемі кемінде {image_min_size} болуы керек.
lv: Faila lielumam ir jābūt vismaz {image_min_size} .
sq: Skedari duhet të ketë së paku madhësinë {image_min_size}.
sv: Filen måste vara minst {image_min_size} i storlek.
uz: Faylning oʻlchami kamida {image_min_size} boʻlishi kerak.
zh_hk: 檔案大小必須至少為{image_min_size} 。

source: The file must be one of the following types: {valid_file_types}.
af_za: Die lêer moet een van die volgende tipes wees: {valid_file_types} .
bo: ཡིག་ཆའི་རིགས་གཤམ་བཀོད་ཡོད་པའི་གཅིག་ཡིན་དགོས།: {valid_file_types}།
de_de: Die Datei muss einer der folgenden Typen sein: {valid_file_types}.
el: Το αρχείο πρέπει να είναι ένας από τους παρακάτω τύπους: {valid_file_types}.
es: El archivo debe ser de uno de los siguientes tipos: {valid_file_types}.
fa: فایل باید یکی از انواع زیر باشد: {valid_file_types} .
hu: A fájlnak az alábbi típusok egyikének kell lennie: {valid_file_types}.
kk: Файл келесі түрлердің бірі болуы керек: {valid_file_types}.
lv: Failam ir jābūt vienam no šiem veidiem: {valid_file_types} .
sq: Skedari duhet të jetë një nga llojet e mëposhtme: {valid_file_types}.
sv: Filen måste vara en av följande typer: {valid_file_types}.
uz: Fayl quyidagi turlardan biri bo'lishi kerak: {valid_file_types} .
zh_hk: 該文件必須是以下類型之一： {valid_file_types} 。

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
af_za: Die inhoudtipe-opskrif vir hierdie lêer stem nie ooreen met die lêerdata nie. Die lêer is dalk korrup.
de_de: Der Content-Type-Header für diese Datei stimmt nicht mit den Dateidaten überein. Die Datei könnte beschädigt sein.
el: Η κεφαλίδα Content-Type για αυτό το αρχείο δεν ταιριάζει με τα δεδομένα του αρχείου. Το αρχείο ενδέχεται να είναι κατεστραμμένο.
es: El encabezado Content-Type para este archivo no coincide con los datos del archivo. Es posible que el archivo esté dañado.
fa: هدر Content-Type برای این فایل با داده های فایل مطابقت ندارد. ممکن است فایل خراب باشد.
hu: A fájl Content-Type fejlécének típusa nem egyezik a fájl adataival. A fájl sérült lehet.
ja: このファイルのContent-Typeヘッダーがファイルデータと一致しません。ファイルが破損している可能性があります。
kk: Бұл файлдың Content-Type тақырыбы файл деректеріне сәйкес келмейді. Файл бүлінген болуы мүмкін.
lv: Šī faila Content-Type galvene neatbilst faila datiem. Iespējams, fails ir bojāts.
sq: Titulli i llojit të përmbajtjes për këtë skedar nuk përputhet me të dhënat e skedarit. Skedari mund të jetë i dëmtuar.
sv: Innehållsrubriken för denna fil matchar inte fildata. Filen kan vara skadad.
uz: Ushbu fayl uchun Content-Type sarlavhasi fayl ma'lumotlariga mos kelmaydi. Fayl buzilgan bo'lishi mumkin.
zh_hk: 該文件的 Content-Type 標頭與文件資料不符。文件可能已損壞。

source: The file name extension for this file does not match the file data. The file may be corrupted.
af_za: Die lêernaamuitbreiding vir hierdie lêer pas nie by die lêerdata nie. Die lêer is dalk korrup.
bo: ཡིག་ཆ་འདིའི་མིང་གི་རྣམ་སྒྲིག་བྱང་བུ་ཡིག་ཆའི་གཞི་གྲངས་དང་མཚུངས་མ་སོང་། ཡིག་ཆ་དེ་ཕལ་ཆེར་འགག་ཡོད་པ་འདྲ།
de_de: Die Dateinamenerweiterung für diese Datei stimmt nicht mit den Dateinamen überein. Die Datei könnte beschädigt sein.
el: Η επέκταση ονόματος αρχείου για αυτό το αρχείο δεν ταιριάζει με τα δεδομένα του αρχείου. Το αρχείο ενδέχεται να είναι κατεστραμμένο.
es: La extensión del nombre de archivo para este archivo no coincide con los datos del archivo. Es posible que el archivo esté dañado.
fa: پسوند نام فایل برای این فایل با داده های فایل مطابقت ندارد. ممکن است فایل خراب باشد.
hu: A fájlnév kiterjesztése nem egyezik a fájl adataival. A fájl sérült lehet.
ja: このファイルの拡張子がファイルデータと一致しません。ファイルが破損している可能性があります。
kk: Бұл файлдың файл атауы кеңейтімі файл деректеріне сәйкес келмейді. Файл бүлінген болуы мүмкін.
lv: Šī faila nosaukuma paplašinājums neatbilst faila datiem. Iespējams, ka fails ir bojāts.
sq: Shtesa e emrit të skedarit për këtë skedar nuk përputhet me të dhënat e skedarit. Skedari mund të jetë i dëmtuar.
sv: Filnamnstillägget för den här filen matchar inte fildata. Filen kan vara skadad.
uz: Ushbu fayl uchun fayl nomi kengaytmasi fayl maʼlumotlariga mos kelmaydi. Fayl buzilgan bo'lishi mumkin.
zh_hk: 該檔案的檔案副檔名與檔案資料不符。文件可能已損壞。

source: bytes
af_za: grepe
fa: بایت ها
hu: bájtok
ja: バイト
kk: байт
lv: baiti
sq: byte
sv: bitgrupper
th: ไบต์
uz: bayt
zh_hk: 位元組

source: No file provided for profile image
af_za: Geen lêer verskaf vir profielprent nie
bo: གནས་ཚུལ་སྙིང་བསྡུས་ནང་འདྲ་པར་མཁོ་སྤྲོད་བྱས་མི་འདུག
de_de: Keine Datei für das Profilbild angegeben
el: Δεν παρασχέθηκε αρχείο για την εικόνα προφίλ
es: No se proporcionó ningún archivo para la imagen de perfil
fa: هیچ فایلی برای تصویر نمایه ارائه نشده است
hu: Nem biztosítottak fájlt a profilképhez
ja: プロフィール画像のファイルが提供されていません
kk: Профиль суреті үшін файл берілмеді
lv: Profila attēlam nav paredzēts fails
sq: Asnjë skedar nuk është ofruar për imazhin e profilit
sv: Ingen fil tillhandahållen för profilbild
th: ไม่มีไฟล์สำหรับรูปประจำตัว
uz: Profil rasmi uchun fayl berilmagan
zh_hk: 沒有提供個人資料圖片文件
