Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: The requesting user is not authenticated.
af_za: Die versoekende gebruiker is nie geverifieer nie.
bo: རེ་འདུན་ཞུ་བཞིན་པའི་སྤྱོད་མཁན་དེ་ཁུངས་ལྡན་ཞིག་མ་རེད།
de_de: Der anfragende Benutzer ist nicht authentifiziert.
el: Ο χρήστης που ζητά δεν έχει πιστοποιηθεί.
es: El usuario que realiza la solicitud no está autenticado.
fa: متقاضی احراز هویت نشده‌است.
hu: A kérő felhasználó nincs hitelesítve.
ja: 要求されたユーザーは認証されていません。
lv: Pieprasošais lietotājs nav autentificēts.
sq: Përdoruesi kërkues nuk është vërtetuar.
sv: Den begärande användaren är inte autentiserad.
uz: So‘ragan foydalanuvchi autentifikatsiya qilinmagan.
zh_hk: 請求的用戶未經過身份驗證。

source: The requesting user lacks access to the course.
af_za: Die versoekende gebruiker het nie toegang tot die kursus nie.
bo: རེ་འདུན་ཞུ་བཞིན་པའི་སྤྱོད་མཁན་དེ་ལ་སློབ་ཚན་བལྟ་ཀློག་གི་ཆོག་མཆན་ཉུང་ཙམ་བྱེད།
de_de: Der anfragende Benutzer hat keinen Zugriff auf den Kurs.
el: Ο αιτών χρήστης δεν έχει πρόσβαση στο μάθημα.
es: El usuario que realiza la solicitud no tiene acceso al curso.
fa: کاربر متقاضی به دوره دسترسی ندارد.
hu: A kérelmező felhasználónak nincs hozzáférése a kurzushoz.
ja: 要求されたユーザーはコースへのアクセス権がありません。
kk: Сұрау салған пайдаланушының курсқа кіру мүмкіндігі жоқ.
lv: Pieprasītājam nav piekļuves kursam.
sq: Përdoruesit kërkues i mungon qasja në kurs.
sv: Den begärande användaren saknar tillgång till kursen.
uz: So'ragan foydalanuvchi kursga kirish huquqiga ega emas.
zh_hk: 發出請求的用户無法存取該課程。

source: problem responses
af_za: probleem antwoorde
bo: དྲི་བའི་ལན་འདེབས་ཁག
de_de: Fehlerreporte
el: απαντήσεις προβλήματος
es: respuestas a problemas
fa: پاسخ‌های مسئله
hu: probléma válaszok
ja: 問題の回答
kk: проблемалық жауаптар
lv: uzdevumu atbildes
sq: përgjigjet e problemit
sv: Problem svar
uz: muammoli javoblar
zh_hk: 問題回應

source: Could not find problem with this location.
af_za: Kon nie &#39;n probleem met hierdie ligging vind nie.
bo: ས་གནས་འདི་ནས་དྲི་བ་རྙེད་མ་སོང་།
de_de: Konte keine Fragestellung mit diesem Pfad finden.
el: Δεν βρέθηκε πρόβλημα με αυτήν την τοποθεσία.
es: No se pudo encontrar el problema con esta ubicación.
fa: مسئله‌ای با این مکان پیدا نشد.
hu: Nem találtunk problémát ezzel a hellyel.
ja: この場所に問題は見つかりませんでした。
kk: Бұл орынға қатысты мәселе табылмады.
lv: Nevarēja atrast uzdevumu ar šo atrašanās vietu.
sq: Nuk mund të gjejë problem me këtë vendndodhje.
sv: Det gick inte att hitta problem med den här platsen.
th: ไม่พบปัญหาเกิดขึ้นกับตำแหน่งนี้
uz: Bu joylashuv bilan bog‘liq muammo topilmadi.
zh_hk: 找不到此位置的問題。

source: CourseID
af_za: KursusID
bo: སློབ་ཚན་ ID
de_de: Kurs-ID
el: Αναγνωριστικό μαθήματος
es: ID del curso
fa: شناسۀ دوره
lv: Kursa ID
sq: ID e kursit
th: รหัสหลักสูตร
uz: Kurs ID
zh_hk: 課程ID

source: Certificate Type
af_za: Sertifikaat tipe
bo: ལག་ཁྱེར་གྱི་རིགས།
de_de: Art des Zertifikates
el: Τύπος πιστοποιητικού
es: Tipo de certificado
fa: نوع گواهینامه
hu: Bizonyítvány típusa
ja: 証明書の種類
kk: Сертификат түрі
lv: Sertifikāta veids
sq: Lloji i certifikatës
sv: Typ av certifikat
th: ประเภทใบรับรอง
uz: Sertifikat turi
zh_hk: 證書類別

source: Total Certificates Issued
af_za: Totale sertifikate uitgereik
bo: བཟོས་ཟིན་པའི་ལག་ཁྱེར་སྤྱིའི་བསྡོམས་གྲངས།
de_de: Gesamtzahl der ausgegebenen Zertifikate
el: Συνολικός αριθμός βεβαιώσεων που εκδόθηκαν
es: Total de certificados emitidos
fa: مجموع گواهینامه‌های صادرشده
hu: Összes kiadott bizonyítvány
ja: 発行された証明書の総数
kk: Берілген сертификаттардың жалпы саны
lv: Kopējais izsniegto sertifikātu skaits
sq: Total i Certifikatave të Lëshuara
sv: Totala certifikat utgivna
th: ใบรับรองที่ออกทั้งหมด
uz: Jami berilgan sertifikatlar
zh_hk: 頒發的證書總數

source: Date Report Run
af_za: Datum Verslag Loop
bo: སྙན་ཞུ་འབུལ་སྤྲོད་ཀྱི་ཟླ་ཚེས།
de_de: Datum der Erstellung der Aufzeichnung
el: Ημερομηνία εκτέλεσης αναφοράς
es: Fecha de ejecución del informe
fa: تاریخ اجرا گزارش
hu: Dátum Jelentés Futtatás
ja: レポート実行日
kk: Есептің орындалу күні
lv: Atskaites izpildes datums
sq: Data e ekzekutimit të raportit
th: วันที่ทำรายงาน
uz: Hisobotni ishga tushirish sanasi
zh_hk: 日期報告運行

source: enrolled learner profile
af_za: ingeskrewe leerderprofiel
bo: ཞུགས་ཐོ་བཀོད་ཟིན་པའི་སློབ་གཉེར་བའི་གནས་ཚུལ་སྙིང་བསྡུས།
de_de: Profil eines eingeschriebenen Teilnehmers
el: "προφίλ εγγεγραμμένου φοιτητή"
es: perfil del aprendiz inscrito
fa: پروفایل دانش‌پذیر ثبت‌نام‌شده
hu: beiratkozott tanulói profil
ja: 登録学習者プロフィール
kk: тіркелген оқушы профилі
lv: reģistrētā kursa dalībnieka profils
sq: Profili i nxënësit të regjistruar
sv: inskrivna elevprofil
uz: ro'yxatdan o'tgan o'quvchi profili
zh_hk: 註冊學生資料

source: User ID
af_za: Gebruikers-ID
bo: སྤྱོད་མཁན་གྱི་ID
de_de: Benutzer-ID
el: Ταυτότητα χρήστη
es: ID de usuario
fa: شناسۀ کاربر
hu: Felhasználó azonosító
ja: ユーザーID
kk: Пайдаланушы ID
lv: Lietotāja ID
sq: ID e përdoruesit
sv: användar ID
th: รหัสผู้ใช้
uz: Foydalanuvchi IDsi
zh_hk: 用户身分

source: Username
af_za: Gebruikersnaam
bo: སྤྱོད་མིང་།
de_de: Nutzername
el: Ψευδώνυμο
es: Nombre de usuario
fa: نام کاربری
hu: Felhasználónév
ja: ユーザー名
kk: Пайдаланушы аты
lv: Lietotājvārds
sq: Emri i përdoruesit
sv: Användarnamn
th: ชื่อผู้ใช้
uz: Foydalanuvchi nomi
zh_hk: 用户名稱

source: Email
af_za: E-pos
bo: གློག་འཕྲིན།
es: Correo electrónico
fa: آدرس رایانامه
ja: メール
kk: Электрондық пошта
lv: E-pasts
sv: E-post
th: อีเมล์
uz: Elektron pochta
zh_hk: 電郵

source: Language
af_za: Taal
bo: སྐད་ཡིག
de_de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
hu: Nyelv
ja: 言語
kk: Тіл
lv: Valoda
sq: Gjuha
sv: Språk
th: ภาษา
uz: Til
zh_hk: 語言

source: Location
af_za: Ligging
bo: ས་གནས།
de_de: Ort
el: Τόπος διαμονής
es: Ubicación
fa: مکان
hu: Helyszín
ja: 場所
kk: Орналасқан жері
lv: Atrašanās vieta
sq: Vendndodhja
sv: Plats
th: ตำแหน่ง
uz: Joylashuv
zh_hk: 地點

source: Gender
af_za: Geslag
bo: ཕོ་མོ།
de_de: Geschlecht
el: Φύλο
es: Género
fa: جنسیت
hu: Nem
ja: 性別
kk: Жыныс
lv: Dzimums
sq: Gjinia
sv: Kön
th: เพศ
uz: Jins
zh_hk: 性別

source: Level of Education
af_za: Onderwysvlak
bo: ཤེས་ཡོན་གནས་ཚད།
de_de: Bildungsgrad
el: Επίπεδο εκπαίδευσης
es: Nivel de educación
fa: سطح تحصیلات
hu: Oktatás szintje
ja: 教育レベル
kk: Білім деңгейі
lv: Izglītības līmenis
sq: Niveli i Arsimit
sv: Utbildningsnivå
th: ระดับการศึกษา
uz: Ta'lim darajasi
zh_hk: 教育程度

source: Mailing Address
af_za: Posadres
bo: སྤྲགས་གཏོང་སྡོད་བྱང་།
de_de: Postanschrift
el: Ταχυδρομική διεύθυνση
es: Dirección postal
fa: آدرس پستی
hu: Levelezési cím
ja: 郵送先住所
kk: Пошта адресі
lv: Pasta adrese
sq: Adresa postare
sv: Postadress
th: ที่อยู่อีเมล์
uz: Pochta manzili
zh_hk: 郵寄地址

source: Goals
af_za: Doelwitte
bo: དམིགས་འབེན།
de_de: Ziele
el: Στόχοι
es: Objetivos
fa: اهداف
hu: Célok
ja: 目標
kk: Мақсаттар
lv: Mērķi
sq: Qëllimet
sv: Mål
th: เป้าหมาย
uz: Maqsadlar
zh_hk: 目標

source: Enrollment Mode
af_za: Inskrywingsmodus
bo: ཞུགས་ཐོའི་རྣམ་པ།
de_de: Einschreibungsmodus
el: Λειτουργία συμμετοχής
es: Modo de inscripción
fa: حالت ثبت‌نام
hu: Jelentkezési Mód
ja: 登録モード
kk: Тіркеу режимі
lv: Reģistrācijas režīms
sq: Mënyra e regjistrimit
sv: Inskrivningsläge
th: โหมดลงทะเบียน
uz: Ro'yxatdan o'tish rejimi
zh_hk: 報名方式

source: Last Login
af_za: Laaste aanmelding
bo: ནང་འཛུལ་ཐ་མ།
de_de: Letzte Anmeldung
el: Τελευταία είσοδος
es: Último inicio de sesión
fa: آخرین ورود
hu: Utolsó bejelentkezés
ja: 最終ログイン
kk: Соңғы кіру
lv: Pēdējā pieteikšanās
sq: Hyrja e fundit
sv: Senaste inloggning
uz: Oxirgi kirish
zh_hk: 最后一次登入

source: Date Joined
af_za: Aangesluit datum
bo: ནང་ཞུགས་ཟླ་ཚེས།
de_de: Beitrittsdatum
el: Ημερομηνία Εγγραφής
es: Fecha de incorporación
fa: تاریخ عضویت
hu: Csatlakozás dátuma
ja: 参加日
kk: Қосылған күні
lv: Pievienošanās datums
sq: Data e anëtarësimit
uz: Qo'shilgan sana
zh_hk: 加入日期

source: External User Key
af_za: Eksterne gebruikersleutel
bo: ཕྱི་བཞུགས་སྤྱོད་མཁན་གྱི་གནད་ཚིག
de_de: Externer Nutzer Schlüssel
el: Εξωτερικό κλειδί χρήστη
es: Clave de usuario externa
fa: کلید کاربر خارجی
hu: Külső felhasználói kulcs
ja: 外部ユーザーキー
kk: Сыртқы пайдаланушы кілті
lv: Ārējā lietotāja atslēga
sq: Çelësi i përdoruesit të jashtëm
sv: Extern användarnyckel
uz: Tashqi foydalanuvchi kaliti
zh_hk: 外部用户密鑰

source: Cohort
af_za: Kohort
bo: མཚུངས་སྡེ།
de_de: Geburtsjahrgang
el: Κοόρτη
es: Cohorte
fa: گروه
hu: Tanulói csoport
ja: コホート
kk: Когорта
lv: Grupa
sq: Kohortë
sv: Kohort
th: กลุ่มเพื่อน
uz: Kogorta
zh_hk: 群組

source: Team
af_za: Span
bo: ཚན་ཆུང་།
el: Ομάδα
es: Equipo
fa: تیم
hu: Csapat
ja: チーム
kk: Команда
lv: Komanda
sq: Ekipi
th: ทีม
uz: Jamoa
zh_hk: 團隊

source: City
af_za: Stad
bo: གྲོང་ཁྱེར།
de_de: Stadt
el: Πόλη
es: Ciudad
fa: شهر
hu: Város
ja: 市
kk: Қала
lv: Pilsēta
sq: Qytet
sv: Stad
th: เมือง
uz: Shahar
zh_hk: 城市

source: Country
af_za: Land
bo: རྒྱལ་ཁབ།
de_de: Land
el: Χώρα
es: País
fa: کشور
hu: Ország
kk: Ел
lv: Valsts
sq: Vendi
sv: Land
th: ประเทศ
uz: Mamlakat
zh_hk: 國家

source: enrollment
af_za: inskrywing
bo: ཞུགས་ཐོ།
de_de: Einschreibung
el: "Εγγραφή"
fa: ثبت‌نام
hu: beiratkozás
ja: 登録者数
kk: тіркелу
lv: uzņemšana
sq: regjistrimin
sv: inskrivning
uz: ro'yxatga olish
zh_hk: 註冊

source: The file must contain a 'cohort' column containing cohort names.
af_za: Die lêer moet &#39;n &#39;kohort&#39;-kolom bevat wat kohortname bevat.
bo: ཡིག་ཆ་དེའི་ནང་ངེས་པར་དུམཚུངས་སྡེའི་མིང་ཡོད་པའི་ 'མཚུངས་སྡེ' ཚན་པ་ཞིག་ཡོད་དགོས།
de_de: Die Datei muss eine Spalte für Kohort enthalten, in welcher die Kohort-Namen gelistet werden.
el: Το αρχείο πρέπει να περιέχει μια στήλη "κοόρτη" που περιέχει ονόματα κοόρτης.
es: El archivo debe contener una columna 'cohort' con los nombres de los cohortes.
fa: فایل باید حاوی یک ستون 'cohort' حاوی نام گروه باشد.
hu: A fájlnak tartalmaznia kell egy „cohort” oszlopot, amely a csoportneveket tartalmazza.
ja: ファイルには、コホート名を含む「cohort」列が含まれている必要があります。
kk: Файлда когорта атаулары бар "когорт" бағаны болуы керек.
lv: Failā ir jābūt kolonnai “grupa”, kurā ir ietverti grupas nosaukumi.
sq: Skedari duhet të përmbajë një kolonë 'kohortë' që përmban emrat e grupeve.
sv: Filen måste innehålla en kolumn "kohort" som innehåller kohortnamn.
th: ไฟล์ที่ต้องมีคอลัมน์ 'กลุ่ม' ที่มีชื่อกลุ่ม
uz: Faylda kohort nomlarini oʻz ichiga olgan “kohort” ustuni boʻlishi kerak.
zh_hk: 該檔案必須包含一個包含群組名稱的「群組」欄位。

source: The file must contain a 'username' column, an 'email' column, or both.
af_za: Die lêer moet &#39;n &#39;gebruikersnaam&#39;-kolom, &#39;n &#39;e-pos&#39;-kolom of albei bevat.
bo: ཡིག་ཆ་དེའི་ནང་ངེས་པར་དུ་ 'སྤྱོད་མིང་' ཡོད་པའི་ཚན་པ་ཞིག་དང་ཡང་ན་ 'གློག་འཕྲིན་' གྱི་ཚན་པ་ཞིག ཡང་ན་གཉིས་ཆ་ཡོད་པ་ཞིག་ཡོད་དགོས།
de_de: Die Datei muss eine Spalte "Benutzername", eine Spalte "E-Mail" oder beides enthalten.
el: Το αρχείο πρέπει να περιέχει μια στήλη 'όνομα χρήστη', μια στήλη 'email' ή και τα δύο.
es: El archivo debe contener una columna 'username', una columna 'email' o ambas.
fa: فایل باید شامل یک ستون «نام کاربری»، یک ستون «ادرس رایانامه» یا هر دو باشد.
hu: A fájlnak tartalmaznia kell egy „felhasználónév” oszlopot, egy „e-mail” oszlopot, vagy mindkettőt.
ja: ファイルには「ユーザー名」列、「メールアドレス」列、またはその両方を含める必要があります。
kk: Файлда «пайдаланушы аты» бағаны, «электрондық пошта» бағаны немесе екеуі де болуы керек.
lv: Failā ir jābūt slejai “lietotājvārds”, kolonnai “e-pasts” vai abām.
sq: Skedari duhet të përmbajë një kolonë &#39;emri i përdoruesit&#39;, një kolonë &#39;email&#39; ose të dyja.
sv: Filen måste innehålla en kolumn "användarnamn", en kolumn "e-post" eller båda.
th: ไฟล์ที่ต้องมีคอลัมน์ 'ชื่อผู้ใช้', 'อีเมล์' หรือทั้งคู่
uz: Faylda "foydalanuvchi nomi" ustuni, "elektron pochta" ustuni yoki ikkalasi bo'lishi kerak.
zh_hk: 該文件必須包含「用户名稱」列、「電郵」列或兩者。

source: survey
af_za: opname
bo: བརྟག་དཔྱད།
de_de: Umfrage
el: έρευνα
es: encuesta
fa: نظرسنجی
hu: felmérés
kk: сауалнама
lv: aptauja
sq: sondazhi
uz: so'rovnoma
zh_hk: 調查

source: proctored exam results
af_za: gekontroleerde eksamenuitslae
bo: ལྟ་རྟོག་ཡོད་པའི་རྒྱུགས་སྤྲོད་ཀྱི་གྲུབ་འབྲས།
de_de: Ergebnisse der beaufsichtigten Prüfung
el: αποτελέσματα επιτηρούμενων εξετάσεων
es: resultados de exámenes supervisados
fa: نتایج آزمون حفاظت‌شده
hu: felügyelt vizsga eredmények
ja: 監督された試験の結果
kk: тексерілген емтихан нәтижелері
lv: uzraudzītā eksāmena rezultāti
sq: rezultatet e provimit të parashikuara
uz: tekshirilgan imtihon natijalari
zh_hk: 監考考試結果

source: Anonymized User IDs
af_za: Anonieme gebruikers-ID&#39;s
bo: མིང་ཁ་གསལ་མ་བཀོད་པའི་སྤྱོད་མཁན་གྱི་ IDs
de_de: Anonymisierte Nutzer-IDs
el: "Ανώνυμα IDs φοιτητών"
es: ID de usuarios anonimizados
fa: شناسه‌های کاربر ناشناس
hu: Anonimizált felhasználói azonosítók
ja: 匿名化されたユーザーID
kk: Анонимді пайдаланушы идентификаторлары
lv: Anonimizēti lietotāju ID
sq: ID-të e përdoruesve të anonimizuar
sv: Anonymiserade användar-ID
uz: Anonim foydalanuvchi identifikatorlari
zh_hk: 匿名用户 ID

source: Enrollment status for {student}: unknown
de_de: Status der Einschreibung für {student}: Nicht bekannt
el: Κατάσταση εγγραφής για τον/την {student}: Άγνωστη
zh_hk: {student}的註冊狀態：未知

source: Enrollment status for {student}: active
af_za: Inskrywingstatus vir {student} : aktief
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ་ནི། ནུས་ལྡན་རེད།
de_de: Status der Einschreibung für {student}: Aktiv
el: Κατάσταση εγγραφής για τον/την {student}: Ενεργή
es: Estado de inscripción para {student}: activo
fa: وضعیت ثبت‌نام برای {student} : فعال
hu: {student} beiratkozási állapota: aktív
ja: {student}の登録状況: アクティブ
kk: {student} үшін тіркелу күйі: белсенді
lv: Reģistrācijas statuss {student} : aktīvs
sq: Statusi i regjistrimit për {student} : aktiv
sv: Registreringsstatus för {student}: aktiv
uz: {student} uchun roʻyxatdan oʻtish holati: faol
zh_hk: {student}的註冊狀態：有效

source: Enrollment status for {student}: inactive
af_za: Inskrywingstatus vir {student} : onaktief
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ་ནི། ནུས་ལྡན་མ་རེད།
de_de: Status der Einschreibung für {student}: Inaktiv
el: Κατάσταση εγγραφής για τον/την {student}: Μη ενεργή
es: Estado de inscripción para {student}: inactivo
fa: وضعیت ثبت‌نام برای {student} : غیرفعال
hu: {student} beiratkozási állapota: inaktív
ja: {student}の登録状況: 非アクティブ
kk: {student} үшін тіркелу күйі: белсенді емес
lv: Reģistrācijas statuss {student} : neaktīvs
sq: Statusi i regjistrimit për {student} : joaktiv
sv: Registreringsstatus för {student}: inaktiv
uz: {student} uchun roʻyxatdan oʻtish holati: faol emas
zh_hk: {student}的註冊狀態：非活動

source: Enrollment status for {student}: pending
af_za: Inskrywingstatus vir {student} : hangende
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ་ནི། བར་སྒུག་གི་གནས་སྐབས་རེད།
de_de: Status der Einschreibung für {student}: Ausstehend
el: Κατάσταση εγγραφής για τον/την {student}: Αναμένεται
es: Estado de inscripción para {student}: pendiente
fa: وضعیت ثبت‌نام برای {student} : در انتظار
hu: {student} beiratkozási állapota: függő
ja: {student}の登録状況: 保留中
kk: {student} үшін тіркелу күйі: күтілуде
lv: Reģistrācijas statuss {student} : gaida
sq: Statusi i regjistrimit për {student} : në pritje
sv: Registreringsstatus för {student}: väntar
uz: {student} uchun roʻyxatdan oʻtish holati: kutilmoqda
zh_hk: {student}的註冊狀態：待定

source: Enrollment status for {student}: never enrolled
af_za: Inskrywingstatus vir {student} : nooit ingeskryf nie
bo: {student} ཁོང་གི་ཞུགས་ཐོའི་གནས་བབ་ནི། ཞུགས་ཐོ་རྩ་བ་ནས་བཀོད་མི་འདུག
de_de: Status der Einschreibung für {student}: Nicht eingeschrieben
el: Κατάσταση εγγραφής για τον/την {student}: Δεν εγγράφηκε ποτέ
es: Estado de inscripción para {student}: nunca inscrito
fa: وضعیت ثبت‌نام برای {student} : هرگز ثبت‌نام نشده است
hu: {student} beiratkozási állapota: soha nem iratkozott be
ja: {student}の登録状況: 未登録
kk: {student} үшін тіркелу күйі: ешқашан тіркелмеген
lv: Reģistrācijas statuss {student} : nekad nav reģistrēts
sq: Statusi i regjistrimit për {student} : asnjëherë i regjistruar
sv: Registreringsstatus för {student}: aldrig registrerad
uz: {student} uchun ro'yxatdan o'tish holati: hech qachon ro'yxatdan o'tmagan
zh_hk: {student}的註冊狀態：從未註冊

source: Module does not exist.
af_za: Module bestaan nie.
bo: ཚད་གཞིའི་དཔེ་མཚོན་གནས་མི་འདུག
de_de: Das Modul existiert nicht.
el: Η ενότητα δεν υπάρχει.
es: El módulo no existe.
fa: ماژول وجود ندارد.
hu: A modul nem létezik.
ja: モジュールが存在しません。
kk: Модуль жоқ.
lv: Modulis neeksistē.
sq: Moduli nuk ekziston.
sv: Modul existerar inte.
th: ไม่ปรากฏโมดูล
uz: Modul mavjud emas.
zh_hk: 模組不存在。

source: An error occurred while deleting the score.
af_za: &#39;n Fout het voorgekom tydens die uitvee van die telling.
bo: ཐོབ་སྐར་བསུབ་པའི་སྐབས་སུ་གནད་དོན་ཞིག་བྱུང་སོང་།
de_de: Ein Fehler ist während der Löschung der Benotung aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της βαθμολογίας.
es: Ocurrió un error al eliminar la puntuación.
fa: هنگام حذف امتیاز خطایی روی داد.
hu: Hiba történt a pontszám törlése közben.
ja: スコアの削除中にエラーが発生しました。
kk: Ұпайды жою кезінде қате орын алды.
lv: Dzēšot rezultātu, radās kļūda.
sq: Një gabim ndodhi gjatë fshirjes së rezultatit.
sv: Ett fel uppstod när du tog bort poängen.
th: ข้อผิดพลาดเกิดขึ้นขณะที่กำลังลบคะแนน
uz: Hisobni oʻchirishda xatolik yuz berdi.
zh_hk: 刪除分數時發生錯誤。

source: Course has no entrance exam section.
af_za: Kursus het geen toelatingseksamenafdeling nie.
bo: སློབ་ཚན་ལ་ཚུད་རྒྱུགས་སྡེ་ཚན་མི་འདུག
de_de: Der Kurs hat keinen Aufnahmetest.
el: Το μάθημα δεν έχει τμήμα εισαγωγικών εξετάσεων.
es: El curso no tiene una sección de examen de ingreso.
fa: دوره فاقد بخش آزمون ورودی است.
hu: A kurzusnak nincs felvételi vizsgarésze.
ja: コースには入学試験セクションがありません。
kk: Курста қабылдау емтиханы бөлімі жоқ.
lv: Kursam nav iestājeksāmenu sadaļas.
sq: Kursi nuk ka seksion të provimit pranues.
sv: Kursen har ingen ingångsexamenavdelning.
th: หลักสูตรไม่มีส่วนของการสอบเข้า
uz: Kursda kirish imtihonlari bo'limi yo'q.
zh_hk: 課程沒有入學考試章節。

source: all_students and unique_student_identifier are mutually exclusive.
af_za: alle_studente en unieke_student_identifiseerder is wedersyds uitsluitend.
bo: སློབ་ཕྲུག་_ཡོངས་དང་ དམིགས་བསལ་_སློབ་ཕྲུག་གི་_ངོས་འཛིན་བྱེད་གཉིས་ཕན་ཚུན་མ་འདྲེས་པ།
de_de: all_students und unique_student_identifier schließen sich gegenseitig aus.
el: Το all_students και το unique_student_identifier αποκλείονται αμοιβαία.
es: all_students y unique_student_identifier son mutuamente excluyentes.
fa: all_students و unique_student_identifier متقابل هستند.
hu: az all_students és az unique_student_identifier kölcsönösen kizárják egymást.
ja: all_studentsとunique_student_identifierは互いに排他的です。
kk: all_student және бірегей_студент_идентификаторы бір-бірін жоққа шығарады.
lv: all_students un unique_student_identifier ir savstarpēji izslēdzoši.
sq: all_students dhe unique_student_identifier janë reciprokisht ekskluzive.
sv: all_students och unique_student_identifier utesluter varandra.
th: all_students และ unique_student_identifier พิเศษเหมือนกัน
uz: all_student va yagona_talaba_identifikatori bir-birini istisno qiladi.
zh_hk: all_students 和 unique_student_identifier 是互斥的。

source: all_students and delete_module are mutually exclusive.
af_za: all_students en delete_module sluit mekaar uit.
bo: སློབ་ཕྲུག་_ཡོངས་དང་བསུབས་ཟིན་པའི་_མ་དཔེ་གཉིས་ཕན་ཚུན་མ་འདྲེས་པ།
de_de: all_students und delete_module schließen sich gegenseitig aus.
el: Το all_students και το delete_module αποκλείονται αμοιβαία.
es: all_students y delete_module son mutuamente excluyentes.
fa: all_students و delete_module متقابل هستند.
hu: az all_students és a delete_module kölcsönösen kizárják egymást.
ja: all_studentsとdelete_moduleは互いに排他的です。
lv: all_students un delete_module ir savstarpēji izslēdzoši.
sq: all_students me delete_module janë reciprokisht ekskluzive.
sv: all_students och delete_module utesluter varandra.
th: all_students และ delete_module พิเศษเหมือนกัน
uz: all_students va delete_module bir-birini istisno qiladi.
zh_hk: all_students 和delete_module 是互斥的。

source: Requires instructor access.
af_za: Vereis instrukteurtoegang.
bo: མཛུབ་སྟོན་པའི་ཆོག་མཆན་གྱི་ཆ་རྐྱེན་བཏོན།
de_de: Erfordert Dozentenzugang.
el: Απαιτεί πρόσβαση διδάσκοντα.
es: Requiere acceso de instructor.
fa: نیاز به دسترسی مربی دارد.
hu: Oktatói hozzáférést igényel.
ja: インストラクターアクセスが必要です。
kk: Оқытушы рұқсатын талап етеді.
lv: Nepieciešama instruktora piekļuve.
sq: Kërkon qasje të instruktorit.
sv: Kräver åtkomst till instruktör.
th: ต้องการการเข้าถึงของอาจารย์ผู้สอน
uz: O'qituvchi kirishini talab qiladi.
zh_hk: 需要講師存取權限。

source: Course has no valid entrance exam section.
af_za: Kursus het geen geldige toelatingseksamenafdeling nie.
bo: སློབ་ཚན་ལ་ཚུལ་དང་མཐུན་པའི་ཚུད་རྒྱུགས་སྡེ་ཚན་མི་འདུག
de_de: Der Kurs hat keinen gültigen Abschnitt für die Aufnahmeprüfung.
el: Το μάθημα δεν έχει έγκυρο τμήμα εισαγωγικών εξετάσεων.
es: El curso no tiene una sección válida de examen de ingreso.
fa: دوره فاقد بخش آزمون ورودی معتبر است.
hu: A kurzusnak nincs érvényes felvételi vizsgarésze.
ja: コースには有効な入学試験セクションがありません。
kk: Курста жарамды қабылдау емтиханы бөлімі жоқ.
lv: Kursam nav derīgas iestājeksāmenu sadaļas.
sq: Kursi nuk ka seksion të vlefshëm të provimit pranues.
sv: Kursen har ingen giltig entréexamen.
th: หลักสูตรไม่มีส่วนการสอบเข้าที่ถูกต้อง
uz: Kursda kirish imtihonlari bo'limi mavjud emas.
zh_hk: 課程沒有有效的入學考試章節。

source: All Students
af_za: Alle Studente
bo: སློབ་ཕྲུག་ཡོངས།
de_de: Alle Nutzer
el: Όλοι οι σπουδαστές
es: Todos los estudiantes
fa: همۀ فرگیران
hu: Minden tanuló
ja: 全学生
kk: Барлық студенттер
lv: Visi Dalībnieki
sq: Të gjithë Studentët
sv: Alla elever
th: ผู้เรียนทั้งหมด
uz: Barcha talabalar
zh_hk: 全體學生

source: Cannot rescore with all_students and unique_student_identifier.
af_za: Kan nie hertelling met alle_studente en unieke_student_identifiseerder nie.
bo: སློབ་ཕྲུག་_ཡོངས་དང་དམིགས་བསལ་_སློབ་ཕྲུག་གི་_ངོས་འཛིན་བྱེད་གཞིར་བཟུང་གིས་ཐོབ་སྐར་བསྐྱར་སྒྲིག་བྱེད་མི་ཐུབ།
de_de: Keine Neubewertung mit all_students und unique_student_identifier möglich.
el: Δεν είναι δυνατή η εκ νέου βαθμολογία με all_students και unique_student_identifier.
es: No se puede volver a puntuar con all_students y unique_student_identifier.
fa: با all_students و unique_student_identifier نمی‌توان دوباره امتیاز داد.
hu: Nem lehet újraértékelni az all_students és a unique_student_identifier használatával.
kk: Барлық_студенттермен және бірегей_студент_идентификаторымен қайта бағалау мүмкін емес.
lv: Nevar atkārtot punktu skaitu ar all_students un unikāls_studenta_identifikators.
sq: Nuk mund të rikthehet rezultati me all_students dhe unique_student_identifier.
sv: Kan inte rescore med all_students och unique_student_identifier.
th: ไม่สามารถให้คะแนนใหม่ all_students และ unique_student_identifier
uz: all_students va yagona_talaba_identifikatori bilan qayta natijani topib bo'lmaydi.
zh_hk: 無法使用 all_students 和 unique_student_identifier 重新評分。

source: Current status of task.
af_za: Huidige status van taak.
bo: ད་ལྟའི་ལས་འགན་གྱི་གནས་བབ།
de_de: Aktueller Status der Aufgabe.
el: Τρέχουσα κατάσταση της εργασίας.
es: Estado actual de la tarea.
fa: وضعیت فعلی کار
hu: A feladat jelenlegi állapota.
ja: タスクの現在の状況。
kk: Тапсырманың ағымдағы жағдайы.
lv: Pašreizējais uzdevuma statuss.
sq: Statusi aktual i detyrës.
sv: Aktuell status för uppgiften.
uz: Vazifaning hozirgi holati.
zh_hk: 任務的當前狀態。

source: Identifies the kind of task being performed, e.g. rescoring.
af_za: Identifiseer die soort taak wat uitgevoer word, bv. hertelling.
bo: ལག་བསྟར་བྱེད་བཞིན་པའི་ལས་འགན་རིགས་ངོས་འཛིན་བྱ་དགོས། དཔེར་ན། ཐོབ་སྐར་བསྐྱར་སྐོར་བྱེད་པ། ལྟ་བུ།
de_de: Identifiziert die Art der ausgeführten Aufgabe, z. B. Neubewertung.
el: Προσδιορίζει το είδος της εργασίας που εκτελείται, π.χ. επαναβαθμολόγηση.
es: Identifica el tipo de tarea que se está realizando, por ejemplo, volver a puntuar.
fa: نوع وظیفه ای را که درحال انجام است، مثلاً امتیازدهی مجدد، مشخص می‌کند.
hu: Azonosítja az elvégzett feladat típusát, pl. pontozás.
ja: 実行されているタスクの種類を特定します。例：再採点。
kk: Орындалатын тапсырманың түрін анықтайды, мысалы, қайта бағалау.
lv: Identificē veicamā uzdevuma veidu, piemēram, atkārtotu punktu skaitu.
sq: Identifikon llojin e detyrës që po kryhet, p.sh. rivlerësimi.
sv: Identifierar vilken typ av uppgift som utförs, t.ex. rescoring.
uz: Bajarilayotgan vazifa turini aniqlaydi, masalan, qayta baholash.
zh_hk: 標識正在執行的任務類型，例如重新評分。
