Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: This email is associated to a retired account.
af_za: Hierdie e-pos word geassosieer met &#39;n afgetrede rekening.
de_de: Diese E-Mail-Adresse ist mit einem stillgelegten Konto verknüpft.
el: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου σχετίζεται με έναν λογαριασμό που έχει αποσυρθεί.
es: Este correo electrónico está asociado a una cuenta retirada.
fa: این ایمیل به یک حساب بازنشسته مرتبط است.
hu: Ez az e-mail egy visszavont fiókhoz van társítva.
ja: このメールアドレスは退会済みのアカウントに関連付けられています。
kk: Бұл электрондық пошта өшірілген тіркелгімен байланыстырылған.
lv: Šis e-pasta vēstule ir saistīta ar atsaukto kontu.
sq: Ky email është i lidhur me një llogari në pension.
sv: Detta e-postmeddelande är kopplat till ett pensionerat konto.
uz: Bu e-pochta eskirgan account bilan bog‘langan.
zh_hk: 該電郵與已停用的帳戶相關聯。

source: The password you entered is on a list of known compromised passwords. Please choose a different one.
af_za: Die wagwoord wat jy ingevoer het, is op &#39;n lys van bekende gekompromitteerde wagwoorde. Kies asseblief &#39;n ander een.
de_de: Das eingegebene Passwort befindet sich auf einer Liste bekannter kompromittierter Passwörter. Bitte wählen Sie ein anderes aus.
el: Ο κωδικός πρόσβασης που εισαγάγατε βρίσκεται σε μια λίστα γνωστών παραβιασμένων κωδικών πρόσβασης. Επιλέξτε ένα διαφορετικό.
es: La contraseña que ingresaste está en una lista de contraseñas comprometidas conocidas. Por favor, elige una diferente.
fa: رمز عبوری که وارد کردید در لیستی از رمزهای عبور شناخته شده در معرض خطر قرار دارد. لطفا یکی دیگر را انتخاب کنید.
hu: A megadott jelszó szerepel az ismert kompromittált jelszavak listáján. Kérjük, válasszon másikat.
ja: 入力されたパスワードは、既知の漏洩パスワードのリストに含まれています。別のパスワードを選んでください。
kk: Сіз енгізген құпия сөз белгілі бұзылған құпия сөздер тізімінде. Басқасын таңдаңыз.
lv: Ievadītā parole ir iekļauta zināmo kompromitēto paroļu sarakstā. Lūdzu, izvēlieties citu.
sq: Fjalëkalimi që futët është në një listë të fjalëkalimeve të njohura të komprometuara. Ju lutemi zgjidhni një tjetër.
sv: Lösenordet du angav finns på en lista över kända komprometterade lösenord. Vänligen välj ett annat.
th: รหัสผ่านของคุณอยู่ในรายการรหัสผ่านที่มีการรั่วไหล กรุณาใช้รหัสผ่านอื่น
uz: Siz kiritgan parol maʼlum boʻlgan maxfiy parollar roʻyxatida. Boshqasini tanlang.
zh_hk: 您輸入的密碼位於已知洩漏密碼清單中。請選擇一個不同的。

source: It looks like {username} belongs to an existing account. Try again with a different username.
af_za: Dit lyk asof {username} aan &#39;n bestaande rekening behoort. Probeer weer met &#39;n ander gebruikersnaam.
de_de: Es scheint so, als gehört {username} zu einem existierendem Konto. Versuche es noch mal mit einem anderen Benutzernamen.
el: Φαίνεται ότι το ψευδώνυμο {username} χρησιμοποιείται ήδη. Προσπαθήστε ξανά με διαφορετικό ψευδώνυμο.
es: Parece que {username} pertenece a una cuenta existente. Inténtalo de nuevo con un nombre de usuario diferente.
fa: به نظر می رسد {username} متعلق به یک حساب موجود است. با نام کاربری دیگری دوباره امتحان کنید.
hu: Úgy tűnik, hogy a(z) {username} már egy meglévő fiókhoz tartozik. Próbálkozzon másik felhasználónévvel.
ja: {username}は既存のアカウントに属しているようです。別のユーザー名で再試行してください。
kk: {username} бұрыннан бар тіркелгіге тиесілі сияқты. Басқа пайдаланушы атымен әрекетті қайталаңыз.
lv: Šķiet, ka {username} pieder esošam kontam. Mēģiniet vēlreiz ar citu lietotājvārdu.
sq: Duket sikur {username} i përket një llogarie ekzistuese. Provo sërish me një emër përdoruesi tjetër.
sv: Det verkar som {username} tillhör ett befintligt konto. Försök igen med ett annat användarnamn.
th: มันดูเหมือนว่า {username} มีอยู่ในระบบแล้ว ลองใหม่อีกครั้งด้วยชื่อผู้ใช้อื่นๆ
uz: {username} mavjud accountga tegishli ko'rinadi. Boshqa foydalanuvchi nomi bilan qayta urinib ko‘ring.
zh_hk: 看起來{username}屬於現有帳戶。使用不同的用戶名重試。

source: It looks like this username is already taken
af_za: Dit lyk of hierdie gebruikersnaam reeds geneem is
de_de: Anscheinend ist dieser Benutzername bereits vergeben
el: Το ψευδώνυμο αυτό υπάρχει ήδη. Παρακαλούμε δοκιμάστε κάτι διαφορετικό.
es: Parece que este nombre de usuario ya está tomado
fa: به نظر می رسد این نام کاربری قبلاً گرفته شده است
hu: Úgy tűnik, hogy ezt a felhasználónevet már használják.
ja: このユーザー名はすでに使用されています
kk: Бұл пайдаланушы аты әлдеқашан алынған сияқты
lv: Šķiet, ka šis lietotājvārds jau ir aizņemts
sq: Me sa duket ky emër përdoruesi është marrë tashmë
sv: Det verkar som att det här användarnamnet redan är upptaget
th: ดูเหมือนว่าจะมีคนอื่นใช้ชื่อบัญชีนี้แล้ว
uz: Bu foydalanuvchi nomi allaqachon olinganga o'xshaydi
zh_hk: 該用戶名似乎已被佔用

source: Username must be between {min} and {max} characters long.
af_za: Gebruikersnaam moet tussen {min} en {max} karakters lank wees.
de_de: Der Benutzername muss zwischen {min} und {max} Buchstaben lang sein.
el: Το όνομα χρήστη πρέπει να έχει από {min} έως {max} χαρακτήρες.
es: El nombre de usuario debe tener entre {min} y {max} caracteres de longitud.
fa: نام کاربری باید بین نویسه های {min} و {max} باشد.
hu: A felhasználónévnek {min} és {max} karakter hosszúságúnak kell lennie.
ja: ユーザー名は{min}文字以上{max}文字以下でなければなりません。
kk: Пайдаланушы аты {min} және {max} таңбалар арасында болуы керек.
lv: Lietotājvārdam ir jābūt no {min} līdz {max} rakstzīmēm.
sq: Emri i përdoruesit duhet të jetë i gjatë nga {min} në {max} karaktere.
sv: Användarnamnet måste vara mellan {min} och {max} tecken långt.
th: ชื่อบัญชีต้องยาวระหว่าง {min} ถึง {max} ตัวอักษร
uz: Foydalanuvchi nomi {min} va {max} belgilar orasida boʻlishi kerak.
zh_hk: 用户名稱長度必須介於{min}和{max}個字元之間。

source: Enter a valid email address that contains at least {min} characters.
af_za: Voer &#39;n geldige e-posadres in wat ten minste {min} karakters bevat.
de_de: Geben Sie eine gültige E-Mail-Adresse ein, die mindestens {min} Buchstaben enthält.
el: Το email που εισάγετε θα πρέπει να έχει τουλάχιστον {min} χαρακτήρες.
es: Introduce una dirección de correo electrónico válida que contenga al menos {min} caracteres.
fa: یک آدرس ایمیل معتبر وارد کنید که حاوی حداقل نویسه {min} باشد.
hu: Adjon meg egy érvényes e-mail címet, amely legalább {min} karaktert tartalmaz.
ja: 有効なメールアドレスを入力してください。少なくとも{min}文字を含める必要があります。
kk: Кемінде {min} таңбалары бар жарамды электрондық пошта мекенжайын енгізіңіз.
lv: Ievadiet derīgu e-pasta adresi, kurā ir vismaz {min} rakstzīmes.
sq: Fut një adresë të vlefshme emaili që përmban të paktën {min} karaktere.
sv: Ange en giltig e-postadress som innehåller minst {min} tecken.
th: ป้อนอีเมลที่มีจริงโดยประกอบด้วยอย่างน้อย {min} ตัวอักษร
uz: Kamida {min} belgilardan iborat toʻgʻri elektron pochta manzilini kiriting.
zh_hk: 輸入至少包含{min}個字元的有效電郵地址。

source: Enter your full name
af_za: Vul u volle naam in
de_de: Geben Sie Ihren vollständigen Namen ein
el: Εισαγάγετε ένα πλήρες ονοματεπώνυμο
es: Introduce tu nombre completo
fa: نام کامل خود را وارد کنید
hu: Írja be teljes nevét
ja: フルネームを入力してください
kk: Толық аты-жөніңізді енгізіңіз
lv: Ievadiet savu pilno vārdu
sq: Shkruani emrin tuaj të plotë
sv: Ange ditt fullständiga namn
th: ป้อน ชื่อ-สกุล ของคุณ
uz: Toʻliq ismingizni kiriting
zh_hk: 輸入您的全名

source: Enter your first name
af_za: Voer jou voornaam in
de_de: Geben Sie Ihren Vornamen ein
el: Εισάγετε το όνομα σας
es: Introduce tu nombre
fa: نام خود را وارد نمایید
hu: Írja be keresztnevét
ja: 名を入力してください
kk: Атыңызды енгізіңіз
lv: Ievadiet savu vārdu
sq: Shkruani emrin tuaj të parë
sv: Ange ditt förnamn
uz: Ismingizni kiriting
zh_hk: 輸入您的名字

source: Enter your last name
af_za: Voer jou van in
de_de: Geben Sie Ihren Nachnamen ein
el: Εισαγάγετε το επώνυμό σας
es: Introduce tu apellido
fa: نام خانوادگی خود را وارد کنید
hu: Írja be vezetéknevét
ja: 姓を入力してください
kk: Фамилияңызды енгізіңіз
lv: Ievadiet savu uzvārdu
sq: Shkruani mbiemrin tuaj
sv: Ange ditt efternamn
uz: Familiyangizni kiriting
zh_hk: 輸入您的姓氏

source: The email addresses do not match
af_za: Die e-posadresse stem nie ooreen nie
de_de: Die E-Mail-Adressen stimmen nicht überein
el: Οι διευθύνσεις email δεν ταιριάζουν
es: Las direcciones de correo electrónico no coinciden
fa: آدرس های ایمیل مطابقت ندارند
hu: Az email címek nem egyeznek.
ja: メールアドレスが一致しません。
kk: Электрондық пошта мекенжайлары сәйкес келмейді
lv: E-pasta adreses nesakrīt
sq: Adresat e email adresave nuk përputhen
sv: E-postadresserna stämmer inte överens
uz: Elektron pochta manzillari mos kelmaydi
zh_hk: 電郵地址不符

source: Enter your confirm email
af_za: Voer jou bevestigings-e-posadres in
de_de: Geben Sie Ihre Bestätigungs-E-Mail ein
el: Εισαγάγετε το email επιβεβαίωσης
es: Confirma tu correo electrónico
fa: ایمیل تایید خود را وارد کنید
ja: 確認用のメールアドレスを入力してください
kk: Растау электрондық поштаңызды енгізіңіз
lv: Ievadiet savu apstiprinājuma e-pastu
sq: Shkruani emailin tuaj të konfirmimit
sv: Ange din bekräftelsemail
uz: Tasdiqlash elektron pochtangizni kiriting
zh_hk: 輸入您的確認電郵

source: Select your country or region of residence
af_za: Kies jou land of streek van verblyf
de_de: Wählen Sie das Land oder die Region Ihres Wohnsitzes aus
el: Επιλέξτε τη χώρα ή την περιοχή διαμονής σας
es: Selecciona tu país o región de residencia
fa: کشور یا منطقه محل سکونت خود را انتخاب کنید
hu: Válassza ki lakóhelye országát vagy régióját
ja: 居住している国または地域を選択してください
kk: Елді немесе тұратын аймақты таңдаңыз
lv: Izvēlieties savu dzīvesvietas valsti vai reģionu
sq: Zgjidhni vendin ose rajonin tuaj të banimit
sv: Välj ditt land eller region där du bor
th: เลือประเทศหรือเขตที่คุณอยู่อาศัย
uz: Mamlakatingiz yoki yashash hududingizni tanlang
zh_hk: 選擇您居住的國家或地區

source: Select your profession
af_za: Kies jou beroep
de_de: Wählen Sie Ihren Beruf aus
el: Επιλέξτε το επάγγελμά σας
es: Selecciona tu profesión
fa: حرفه خود را انتخاب کنید
hu: Válassza ki a foglalkozását
ja: 職業を選択してください
kk: Мамандығыңызды таңдаңыз
lv: Izvēlieties savu profesiju
sq: Zgjidhni profesionin tuaj
sv: Välj ditt yrke
uz: Kasbingizni tanlang
zh_hk: 選擇您的職業

source: Select your specialty
af_za: Kies jou spesialiteit
de_de: Wählen Sie Ihr Fachgebiet aus
el: Επιλέξτε την ειδικότητά σας
es: Selecciona tu especialidad
fa: تخصص خود را انتخاب کنید
hu: Válassza ki a szakterületét
ja: 専門分野を選択してください
kk: Мамандығыңызды таңдаңыз
lv: Izvēlieties savu specialitāti
sq: Zgjidhni specialitetin tuaj
sv: Välj ett expertområde
uz: Mutaxassisligingizni tanlang
zh_hk: 選擇您的專業

source: Enter your profession
af_za: Voer jou beroep in
de_de: Geben Sie Ihren Beruf ein
el: Εισαγάγετε το επάγγελμά σας
es: Introduce tu profesión
fa: حرفه خود را وارد کنید
hu: Adja meg a foglalkozását
ja: あなたの職業を入力してください
kk: Мамандығыңызды енгізіңіз
lv: Ievadiet savu profesiju
sq: Shkruani profesionin tuaj
sv: Ange ditt yrke
uz: Kasbingizni kiriting
zh_hk: 輸入您的職業

source: Enter your specialty
af_za: Voer jou spesialiteit in
de_de: Geben Sie Ihr Fachgebiet ein
el: Εισαγάγετε την ειδικότητά σας
es: Introduce tu especialidad
fa: تخصص خود را وارد کنید
hu: Adja meg a szakterületét
ja: 専門分野を入力してください
kk: Мамандығыңызды енгізіңіз
lv: Ievadiet savu specialitāti
sq: Shkruani specialitetin tuaj
sv: Ange din specialitet
uz: Mutaxassisligingizni kiriting
zh_hk: 輸入您的專業

source: Enter your state
af_za: Voer jou staat in
de_de: Geben Sie Ihr Bundesland ein
el: Εισαγάγετε την πολιτεία σας
es: Introduce tu estado
fa: ایالت خود را وارد کنید
hu: Adja meg az államát
ja: 州を入力してください
kk: Мемлекетіңізді енгізіңіз
lv: Ievadiet savu stāvokli
sq: Shkruani shtetin tuaj
sv: Ange din delstat
uz: Davlatingizni kiriting
zh_hk: 輸入您的州

source: Enter your city
af_za: Voer jou stad in
de_de: Geben Sie Ihre Stadt ein
el: Εισαγάγετε την πόλη σας
es: Introduce tu ciudad
fa: شهر خود را وارد کنید
hu: Írja be a városát
ja: 都市名を入力してください
kk: Қалаңызды енгізіңіз
lv: Ievadiet savu pilsētu
sq: Shkruani qytetin tuaj
sv: Ange din stad
uz: Shaharingizni kiriting
zh_hk: 輸入您的城市

source: Tell us your goals
af_za: Vertel ons jou doelwitte
de_de: Nennen Sie uns Ihre Ziele
el: Πείτε μας τους στόχους σας
es: Cuéntanos tus objetivos
fa: اهداف خود را به ما بگویید
hu: Mondja el céljait
ja: あなたの目標を教えてください
kk: Мақсаттарыңызды айтыңыз
lv: Pastāstiet mums savus mērķus
sq: Na tregoni qëllimet tuaja
sv: Berätta om dina mål
uz: Bizga maqsadlaringizni ayting
zh_hk: 告訴我們您的目標

source: Select the highest level of education you have completed
af_za: Kies die hoogste vlak van onderwys wat jy voltooi het
de_de: Wählen Sie die höchste abgeschlossene Ausbildung aus
el: Επιλέξτε το υψηλότερο επίπεδο εκπαίδευσης που έχετε ολοκληρώσει
es: Selecciona el nivel más alto de educación que hayas completado
fa: بالاترین سطح تحصیلی را که گذرانده اید انتخاب کنید
ja: 修了した最終学歴を選択してください
kk: Сіз аяқтаған білімнің ең жоғары деңгейін таңдаңыз
lv: Izvēlieties augstāko iegūto izglītības līmeni
sq: Zgjidhni nivelin më të lartë të arsimit që keni përfunduar
sv: Välj den högsta utbildningsnivån du har genomfört
uz: Siz tugatgan eng yuqori ta'lim darajasini tanlang
zh_hk: 選擇您已完成的最高教育水平

source: Select your year of birth
af_za: Kies jou geboortejaar
de_de: Wählen Sie Ihr Geburtsjahr aus
el: Επιλέξτε το έτος γέννησής σας
es: Selecciona tu año de nacimiento
fa: سال تولد خود را انتخاب کنید
hu: Válassza ki születésének évét
ja: 生年を選択してください
kk: Туған жылыңызды таңдаңыз
lv: Izvēlieties savu dzimšanas gadu
sq: Zgjidhni vitin tuaj të lindjes
sv: Välj ditt födelseår
uz: Tug'ilgan yilingizni tanlang
zh_hk: 選擇您的出生年份

source: Select your gender
af_za: Kies jou geslag
de_de: Wähle dein Geschlecht
el: Επιλέξτε το φύλο σας
es: Selecciona tu género
fa: جنسیت خود را انتخاب کنید
hu: Válassza ki a nemét
ja: 性別を選択してください
kk: Жынысыңызды таңдаңыз
lv: Izvēlieties savu dzimumu
sq: Zgjidhni gjininë tuaj
sv: Välj ditt kön
uz: Jinsingizni tanlang
zh_hk: 選擇您的性別

source: Enter your mailing address
af_za: Voer jou posadres in
de_de: Geben Sie Ihre Postanschrift ein
el: Εισαγάγετε την ταχυδρομική σας διεύθυνση
es: Introduce tu dirección postal
fa: آدرس پستی خود را وارد کنید
ja: 郵送先住所を入力してください
kk: Пошталық мекенжайыңызды енгізіңіз
lv: Ievadiet savu pasta adresi
sq: Shkruani adresën tuaj të postës
sv: Ange din postadress
uz: Pochta manzilingizni kiriting
zh_hk: 輸入您的郵寄地址

source: Our system detected that your password is vulnerable. Change your password so that your account stays secure.
af_za: Ons stelsel het bespeur dat jou wagwoord kwesbaar is. Verander jou wagwoord sodat jou rekening veilig bly.
bo: ང་ཚོའི་མ་ལག་གིས་ཁྱེད་ཀྱི་གསང་གྲངས་ལ་རྨས་སྐྱོན་ཕོག་ཡོད་པ་ཤེས་རྟོགས་བྱུང་ཡོད། ཁྱེད་ཀྱིས་གསང་གྲངས་བསྒྱུར་ནས་ཁྱེད་ཀྱི་ཁ་བྱང་བདེ་འཇགས་ཡོང་བར་བྱོས།
de_de: Unser System hat festgestellt, dass Ihr Passwort angreifbar ist. Ändern Sie Ihr Passwort, damit Ihr Konto sicher bleibt.
el: Το σύστημά μας εντόπισε ότι ο κωδικός πρόσβασής σας είναι ευάλωτος. Αλλάξτε τον κωδικό πρόσβασής σας, ώστε ο λογαριασμός σας να παραμένει ασφαλής.
es: Nuestro sistema detectó que tu contraseña es vulnerable. Cambia tu contraseña para que tu cuenta siga siendo segura.
fa: سیستم ما تشخیص داده است که رمز عبور شما آسیب پذیر است. رمز عبور خود را تغییر دهید تا حساب شما ایمن بماند.
hu: A rendszerünk azt érzékelte, hogy jelszava nem biztonságos. Kérjük változtassa meg jelszavát, hogy fiókja továbbra is biztonságban lehessen!
ja: 私たちのシステムは、あなたのパスワードが脆弱であることを検出しました。アカウントの安全を保つために、パスワードを変更してください。
kk: Біздің жүйе құпия сөзіңіздің осал екенін анықтады. Тіркелгіңіз қауіпсіз болуы үшін құпия сөзіңізді өзгертіңіз.
lv: Mūsu sistēma konstatēja, ka jūsu parole ir neaizsargāta. Mainiet paroli, lai jūsu konts būtu drošs.
sq: Sistemi ynë zbuloi se fjalëkalimi juaj është i cenueshëm. Ndryshoni fjalëkalimin tuaj në mënyrë që llogaria juaj të mbetet e sigurt.
sv: Vårt system upptäckte att ditt lösenord är sårbart. Ändra ditt lösenord så att ditt konto förblir säkert.
uz: Tizimimiz parolingiz himoyasiz ekanligini aniqladi. Accountingiz xavfsiz bo'lishi uchun parolingizni o'zgartiring.
zh_hk: 我們的系統偵測到您的密碼容易受到攻擊。更改您的密碼以確保您的帳戶安全。

source: Our system detected that your password is vulnerable. We recommend you change it so that your account stays secure.
af_za: Ons stelsel het bespeur dat jou wagwoord kwesbaar is. Ons beveel aan dat jy dit verander sodat jou rekening veilig bly.
bo: ང་ཚོའི་མ་ལག་གིས་ཁྱེད་ཀྱི་གསང་གྲངས་ལ་རྨས་སྐྱོན་ཕོག་ཡོད། ཁྱེད་ཀྱི་ཁ་བྱང་བདེ་འཇགས་ཡོང་བར་གསང་གྲངས་བསྒྱུར་དགོས་རེད།
de_de: Unser System hat festgestellt, dass Ihr Passwort angreifbar ist. Wir empfehlen Ihnen, es zu ändern, damit Ihr Konto sicher bleibt.
el: Το σύστημά μας εντόπισε ότι ο κωδικός πρόσβασής σας είναι ευάλωτος. Σας συνιστούμε να το αλλάξετε, ώστε ο λογαριασμός σας να παραμείνει ασφαλής.
es: Nuestro sistema ha detectado que tu contraseña es vulnerable. Te recomendamos cambiarla para que tu cuenta siga segura.
fa: سیستم ما تشخیص داده است که رمز عبور شما آسیب پذیر است. توصیه می کنیم آن را تغییر دهید تا حساب شما ایمن بماند.
hu: A rendszerünk azt érzékelte, hogy jelszava nem biztonságos. Javasoljuk jelszavának mielőbbi változtatását, hogy fiókja továbbra is biztonságban lehessen.
ja: 私たちのシステムは、あなたのパスワードが脆弱であることを検出しました。アカウントの安全を保つために、パスワードを変更することをお勧めします。
kk: Біздің жүйе құпия сөзіңіздің осал екенін анықтады. Есептік жазбаңыз қауіпсіз болуы үшін оны өзгертуге кеңес береміз.
lv: Mūsu sistēma konstatēja, ka jūsu parole ir neaizsargāta. Mēs iesakām to nomainīt, lai jūsu konts būtu drošs.
sq: Sistemi ynë zbuloi se fjalëkalimi juaj është i cenueshëm. Ne ju rekomandojmë ta ndryshoni atë në mënyrë që llogaria juaj të mbetet e sigurt.
sv: Vårt system upptäckte att ditt lösenord är sårbart. Vi rekommenderar att du ändrar det så att ditt konto förblir säkert.
uz: Tizimimiz parolingiz himoyasiz ekanligini aniqladi. Accountingiz xavfsizligini ta'minlash uchun uni o'zgartirishingizni tavsiya qilamiz.
zh_hk: 我們的系統偵測到您的密碼容易受到攻擊。我們建議您更改它，以確保您的帳戶安全。

source: The '{field_name}' field cannot be edited.
af_za: Die &#39;{field_name}&#39;-veld kan nie gewysig word nie.
de_de: Das Feld '{field_name}' kann nicht editiert werden.
el: Δεν είναι δυνατή η επεξεργασία του πεδίου "{field_name}".
es: El campo '{field_name}' no se puede editar.
fa: فیلد &quot;{field_name}&quot; قابل ویرایش نیست.
hu: A(z) '{field_name}' mező nem szerkeszthető.
ja: '{field_name}' フィールドは編集できません。
lv: Lauku “{field_name}” nevar rediģēt.
sq: Fusha &#39;{field_name}&#39; nuk mund të modifikohet.
sv: Fältet '{field_name}' kan inte redigeras.
th: ไม่สามารถแก้ไขในช่อง '{field_name}' ได้
uz: “{field_name}” maydonini tahrirlab bo‘lmaydi.
zh_hk: 無法編輯“{field_name}”欄位。

source: Full name can't be longer than 255 symbols
af_za: Volle naam kan nie langer as 255 simbole wees nie
de_de: Der vollständige Name darf nicht länger als 255 Zeichen sein
el: Το πλήρες όνομα δεν μπορεί να είναι μεγαλύτερο από 255 σύμβολα
es: El nombre completo no puede tener más de 255 símbolos
fa: نام کامل نمی تواند بیش از 255 علامت باشد
hu: A teljes név nem lehet hosszabb 255 szimbólumnál.
kk: Толық аты 255 таңбадан аспауы керек
lv: Pilns vārds nedrīkst būt garāks par 255 simboliem
sq: Emri i plotë nuk mund të jetë më i gjatë se 255 simbole
sv: Fullständigt namn kan inte vara längre än 255 tecken
uz: Toʻliq ism 255 belgidan oshmasligi kerak
zh_hk: 全名不能超過 255 個符號

source: Enter a valid name
af_za: Voer &#39;n geldige naam in
de_de: Geben Sie einen gültigen Namen ein
el: Εισαγάγετε ένα έγκυρο όνομα
es: Ingresa un nombre válido
fa: یک نام معتبر وارد کنید
hu: Adjon meg egy érvényes nevet
ja: 有効な名前を入力してください
kk: Жарамды атау енгізіңіз
lv: Ievadiet derīgu vārdu
sq: Fut një emër të vlefshëm
sv: Ange ett giltigt namn
th: ป้อนชื่อ
uz: Yaroqli nom kiriting
zh_hk: 輸入有效名稱

source: First Name
af_za: Eerste naam
de_de: Vorname
el: Όνομα
es: Nombre
fa: نام کوچک
hu: Keresztnév
kk: Аты
lv: Vārds
sq: Emri
sv: Förnamn
th: ชื่อจริง
uz: Ism
zh_hk: 名

source: Last Name
af_za: Van
de_de: Nachname
el: Επώνυμο
es: Apellido
fa: نام خانوادگی
hu: Vezetéknév
kk: Фамилия
lv: Uzvārds
sq: Mbiemri
sv: Efternamn
th: นามสกุล
uz: Familiya
zh_hk: 姓

source: State/Province/Region
af_za: Staat / Provinsie / Streek
de_de: Staat/Provinz/Region
el: Νομός/Επαρχία/Περιοχή
es: Estado/Provincia/Región
fa: ایالت/استان/منطقه
hu: Állam/Tartomány/Régió
kk: Штат/ Аудан / Аймақ
lv: Valsts/province/reģions
sq: Shteti / Provinca / Rajon
sv: Stat / provins / region
th: รัฐ/จังหวัด/เขต
uz: Davlat / Xudud / Viloyat
zh_hk: 州/省/地區

source: Company
af_za: Maatskappy
bo: ཀུང་སི།
de_de: Firma
el: Εταιρία
es: Empresa
fa: شرکت
hu: Vállalat
ja: 会社
kk: Компания
lv: Uzņēmums
sq: Kompania
sv: Företag
th: หน่วยงาน
uz: Kompaniya
zh_hk: 公司

source: Title
af_za: Titel
bo: མཚན་བྱང་།
de_de: Titel
el: Τίτλος
es: Título
fa: عنوان
hu: Cím
ja: タイトル
kk: Тақырып
lv: Nosaukums
sq: Titulli
sv: Titel
th: ชื่อเรื่อง
uz: Sarlavha
zh_hk: 標題

source: Job Title
af_za: Werkstitel
de_de: Arbeitsbeschreibung
el: Τίτλος εργασίας
es: Cargo
fa: عنوان شغلی
hu: Munkaköri beosztása
kk: Қызмет атауы
lv: Amata nosaukums
sq: Titulli i Punës
sv: Titel
th: ชื่อตำแหน่งงาน
uz: Lavozim
zh_hk: 職稱

source: Mailing address
af_za: Posadres
de_de: Postanschrift - optional
el: Ταχυδρομική διεύθυνση
es: Dirección postal
fa: آدرس پستی
hu: Levelezési cím
ja: 郵送先住所
kk: Пошта адресі
lv: Pasta adrese
sq: Adresa postare
sv: Postadress
th: ที่อยู่อีเมล
uz: Pochta manzili
zh_hk: 郵寄地址

source: Tell us why you're interested in {platform_name}
af_za: Vertel ons hoekom jy belangstel in {platform_name}
de_de: Teilen Sie uns mit, warum Sie Interesse an {platform_name} haben
el: Για ποιο λόγο σας ενδιαφέρει το {platform_name}
es: Cuéntanos por qué estás interesado en {platform_name}
fa: به ما بگویید چرا به {platform_name} علاقه دارید
hu: Mondja el, miért érdekli a(z) {platform_name}
ja: {platform_name}に興味を持った理由を教えてください。
kk: {platform_name} неге қызығатыныңызды айтыңыз
lv: Pastāstiet mums, kāpēc jūs interesē {platform_name}
sq: Tregoni pse jeni të interesuar për {platform_name}
sv: Berätta varför du är intresserad av {platform_name}
th: โปรดบอกว่าทำไมจึงสนใจใน {platform_name}
uz: Nima uchun {platform_name} bilan qiziqayotganingizni ayting
zh_hk: 告訴我們為什麼您對{platform_name}感興趣

source: Profession
af_za: Beroep
de_de: Beruf
el: Επάγγελμα
es: Profesión
fa: حرفه
hu: Szakma
ja: 職業
kk: Мамандық
lv: Profesija
sq: Profesion
sv: Yrke
th: ความเชี่ยวชาญ
uz: Kasb-hunar
zh_hk: 職業

source: Specialty
af_za: Spesialiteit
de_de: Spezialgebiet
el: Ειδικότητα
es: Especialidad
fa: تخصص
ja: 専門分野
kk: Мамандығы
lv: Specialitāte
sq: Specialitet
sv: Expertområde
th: ความพิเศษ
uz: Mutaxassislik
zh_hk: 專業

source: Work experience
af_za: Werksondervinding
de_de: Arbeitserfahrung
el: Προϋπηρεσία
es: Experiencia laboral
fa: تجربه کاری
hu: Munkatapasztalat
ja: 職務経験
kk: Жұмыс тәжірибесі
lv: Darba pieredze
sq: Përvojë pune
sv: Arbetslivserfarenhet
uz: Ish tajribasi
zh_hk: 工作經驗
