Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
af_za: Gewone teks of html-inhoud vir die vertoon van verdere stappe op kwitansiebladsy *nadat* vir die krediet betaal is om krediet vir &#39;n kredietkursus teen &#39;n kredietverskaffer te kry.
bo: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit སློབ་ཚན against a credit provider.
de_de: Einfacher Text oder html Inhalt zur Anzeige der weiteren Schritte auf der Quittungsseite *nach* der Bezahlung, um eine Gutschrift für einen Credit Kurs bei einem Credit Anbieter zu erhalten.
el: Απλό κείμενο ή περιεχόμενο html για εμφάνιση περαιτέρω βημάτων στη σελίδα απόδειξης *μετά* την πληρωμή για λήψη αναγνώρισης για ένα μάθημα αναγνώρισης έναντι ενός παρόχου αναγνώρισης.
es: Contenido en texto plano o HTML para mostrar los pasos adicionales en la página de recibo *después* de pagar por el crédito para obtener crédito por un curso de crédito con un proveedor de crédito.
fa: متن ساده یا محتوای html برای نمایش مراحل بعدی در صفحه رسید *بعد از* پرداخت اعتبار برای دریافت اعتبار دوره اعتباری در مقابل ارائه دهنده اعتبار.
hu: Egyszerű szöveg vagy HTML tartalom a további lépések megjelenítéséhez a nyugtaoldalon, *miután* a hallgató kifizette a kreditet, hogy kreditkurzushoz jusson egy kredit szolgáltatóval szemben.
kk: Кредиттік провайдерден несиелік курсқа несие алу үшін *кредит төлегеннен кейін* түбіртек бетіндегі келесі қадамдарды көрсетуге арналған қарапайым мәтін немесе html мазмұны.
lv: Teksta vai html saturs, lai parādītu turpmākos soļus saņemšanas lapā *pēc* kredīta apmaksas, lai saņemtu kredītu par kredīta kursu no kredīta sniedzēja.
sq: Tekst i thjeshtë ose përmbajtje html për shfaqjen e hapave të mëtejshëm në faqen e marrjes *pas* pagesës së kredisë për të marrë kredit për një kurs krediti kundër një ofruesi krediti.
sv: Vanlig text eller HTML-innehåll för att visa ytterligare steg på kvittosidan *efter* betalning för att få poäng för en poängkurs mot en poängleverantör.
th: ข้อความธรรมดาหรือเนื้อหาhtml สำหรับแสดงขั้นตอนต่อไปในหน้าใบเสร็จรับเงิน หลังจากที่จ่ายเงินสำหรับหน่วยกิตสำหรับหน่วยหลักสูตรต่อผู้ให้หน่วยกิต
uz: Kredit provayderiga qarshi kredit kursi uchun kredit olish uchun kreditni to'lagandan so'ng * kvitansiya sahifasida keyingi qadamlarni ko'rsatish uchun oddiy matn yoki html kontenti.
zh_hk: 純文字或 html 內容，用於在支付學分後*在收據頁面上顯示進一步步驟，以便向學分提供者獲得學分課程的學分。

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
af_za: Gewone teks of html-inhoud vir die vertoon van pasgemaakte boodskap binne kredietwaardigheids-e-posinhoud wat gestuur word wanneer gebruiker aan alle kredietwaardigheidsvereistes voldoen het.
bo: Plain text or html content for displaying custom message inside credit eligibility ཡིག་ཟམ content which is sent when user has met all credit eligibility requirements.
de_de: Einfacher Text oder html Inhalt für die Nachrichtenanzeige der E-Mail zur Kreditwürdigkeit, die gesendet wird, wenn ein Nutzer die Anforderungen, welche zum Erhalt von Credits erforderlich sind, erfüllt.
el: Περιεχόμενο απλού κειμένου ή html για εμφάνιση προσαρμοσμένου μηνύματος εντός περιεχομένου email επιλεξιμότητας αναγνώρισης, το οποίο αποστέλλεται όταν ο χρήστης πληροί όλες τις απαιτήσεις καταλληλότητας αναγνώρισης.
es: Contenido en texto plano o HTML para mostrar un mensaje personalizado dentro del contenido del correo electrónico de elegibilidad de crédito que se envía cuando el usuario ha cumplido con todos los requisitos de elegibilidad de crédito.
fa: متن ساده یا محتوای html برای نمایش پیام سفارشی در محتوای ایمیل واجد شرایط بودن اعتبار که زمانی ارسال می شود که کاربر تمام شرایط واجد شرایط بودن اعتبار را برآورده کند.
hu: Egyszerű szöveg vagy HTML tartalom egyedi üzenet megjelenítéséhez a kredit jogosultsági e-mail tartalmában, amelyet akkor küldünk, amikor a felhasználó teljesítette az összes kredit jogosultsági követelményt.
kk: Пайдаланушы несиелік жарамдылық талаптарын орындаған кезде жіберілетін несиелік жарамдылық электрондық пошта мазмұнының ішінде реттелетін хабарламаны көрсетуге арналған қарапайым мәтін немесе html мазмұны.
lv: Teksta vai html saturs, lai parādītu pielāgotu ziņojumu kredīta atbilstības e-pasta saturā, kas tiek nosūtīts, kad lietotājs ir izpildījis visas kredīta atbilstības prasības.
sq: Përmbajtje me tekst të thjeshtë ose html për shfaqjen e mesazheve të personalizuara brenda përmbajtjes së emailit të pranueshmërisë së kredisë, e cila dërgohet kur përdoruesi ka plotësuar të gjitha kërkesat e pranueshmërisë së kredisë.
sv: Vanlig text eller html-innehåll för att visa anpassat meddelande inom kreditberättigande e-postinnehåll som skickas när användaren har uppfyllt alla krav på kreditberättigande.
th: ข้อความธรรมดาหรือเนื้อหาhtml สำหรับแสดงข้อความที่กำหนดเองภายในเนื้อหาอีเมลแสดงสิทธิ์การได้รับหน่วยกิตที่จะถูกส่งเมื่อผู้ใช้ผ่านทุกคุณสมบัติของสิทธิ์การได้หน่วยกิต
uz: Kreditga muvofiqlik e-pochtasi tarkibidagi maxsus xabarni ko'rsatish uchun oddiy matn yoki html kontenti, foydalanuvchi kreditga muvofiqlik talablariga javob berganida yuboriladi.
zh_hk: 純文字或 HTML 內容，用於在學分資格電郵內容中顯示自訂訊息，該訊息在用户滿足所有學分資格要求時發送。

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
af_za: Gewone teks of html-inhoud vir die vertoon van pasgemaakte boodskap binne kredietkwitansie-e-posinhoud wat gestuur word *nadat* betaal is om krediet vir &#39;n kredietkursus te kry.
bo: Plain text or html content for displaying custom message inside credit receipt ཡིག་ཟམ content which is sent *after* paying to get credit for a credit སློབ་ཚན.
de_de: Einfacher Text oder html Inhalt für die Nachrichtenanzeige der E-Mail Kreditquittung, die *nach* der Bezahlung gesendet wird, um eine Gutschrift für einen Credit Kurs zu erhalten.
el: Περιεχόμενο απλού κειμένου ή html για την εμφάνιση προσαρμοσμένου μηνύματος εντός περιεχομένου email απόδειξης αναγνώρισης, το οποίο αποστέλλεται *μετά* την πληρωμή για να λάβετε αναγνώριση για ένα μάθημα αναγνώρισης.
es: Contenido en texto plano o HTML para mostrar un mensaje personalizado dentro del contenido del correo electrónico de recibo de crédito que se envía *después* de pagar para obtener crédito por un curso de crédito.
fa: متن ساده یا محتوای html برای نمایش پیام سفارشی در محتوای ایمیل رسید اعتبار که *پس از* پرداخت برای دریافت اعتبار برای دوره اعتباری ارسال می شود.
hu: Egyszerű szöveg vagy HTML tartalom egyedi üzenet megjelenítéséhez a hitelnyugtában szereplő e-mail tartalmában, amelyet *a* hitelkurzusra való befizetés *után* küldenek.
ja: クレジットコースのクレジットを取得するための支払い後に送信されるクレジット受領メールの内容にカスタムメッセージを表示するためのプレーンテキストまたはHTMLコンテンツ。
kk: Кредиттік курсқа несие алу үшін төлегеннен кейін* жіберілетін несие түбіртегінің электрондық пошта мазмұнының ішінде реттелетін хабарламаны көрсетуге арналған қарапайым мәтін немесе html мазмұны.
lv: Teksta vai html saturs, lai parādītu pielāgotu ziņu kredīta saņemšanas e-pasta saturā, kas tiek nosūtīts *pēc* maksājuma veikšanas, lai saņemtu kredītus par kredītkursu.
sq: Përmbajtje me tekst të thjeshtë ose html për shfaqjen e mesazheve të personalizuara brenda përmbajtjes së email-it të marrjes së kredisë, e cila dërgohet *pas* pagesës për të marrë kredit për një kurs krediti.
sv: Vanlig text eller html-innehåll för att visa anpassat meddelande inuti kreditkvittens e-postinnehåll som skickas * efter * betalar för att få kredit för en kreditkurs.
th: ข้อความธรรมดาหรือเนื้อหาhtml สำหรับแสดงข้อความที่กำหนดเองภายในเนื้อหาอีเมล์ใบเสร็จหน่วยกิตซึ่งจะถูกส่งหลังจากที่จ่ายเงินสำหรับหน่วยกิตของหลักสูตร
uz: Kredit kursi uchun kredit olish uchun *toʻlovdan soʻng* yuboriladigan kredit kvitansiyasi elektron pochtasi tarkibidagi maxsus xabarni koʻrsatish uchun oddiy matn yoki html kontenti.
zh_hk: 純文字或 html 內容，用於在學分收據電郵內容中顯示自訂訊息，該內容是在*之後*支付以獲得學分課程學分而發送的。

source: Thumbnail image url of the credit provider.
af_za: Miniatuurbeeld-URL van die kredietverskaffer.
bo: ཆེ་མཐོང་སློབ་ཚན་མཁོད་སྤྲོད་པའི་ Thumbnail image url
de_de: URL des Vorschaubildes des Kreditanbieters.
el: Διεύθυνση URL εικόνας μικρογραφίας του παρόχου αναγνώρισης.
es: URL de la imagen en miniatura del proveedor de crédito.
fa: نشانی اینترنتی تصویر کوچک ارائه دهنده اعتبار.
hu: A hitelnyújtó bélyegképének URL-je.
ja: クレジット提供者のサムネイル画像URL。
kk: Несие провайдерінің нобай суретінің URL мекенжайы.
lv: Kredīta sniedzēja sīktēla URL.
sq: URL-ja e imazhit miniaturë të ofruesit të kredisë.
sv: Thumbnail bildadress för kreditleverantören.
th: url ภาพขนาดเล็กของผู้ให้หน่วยกิต
uz: Kredit provayderining eskizi tasvirining URL manzili.
zh_hk: 學分提供者的縮圖 URL。

source: Credit requirement statuses
af_za: Kredietvereistestatusse
bo: ཆེ་མཐོང་སློབ་ཚན་གྱི་དགོས་མཁོའི་གནས་ཚུལ།
de_de: Anforderung Kredit Stati
el: Καταστάσεις απαιτήσεων έγκρισης
es: Estados de los requisitos de crédito
fa: وضعیت های مورد نیاز اعتبار
hu: Kreditkövetelmény-státuszok
ja: クレジット要件のステータス
kk: Несие талаптарының күйлері
lv: Kredītprasības statusi
sq: Statuset e kërkesave për kredi
sv: Kreditkravsstatuser
uz: Kreditga bo'lgan talab holatlari
zh_hk: 學分要求狀態

source: Deadline for purchasing and requesting credit.
af_za: Sperdatum vir die aankoop en versoek van krediet.
bo: སློབ་ཚན་ཉོ་བ་དང་ཆེ་མཐོང་སློབ་ཚན་གྱི་རེ་ཞུའི་དུས་བཀག
de_de: Frist für den Kauf und die Beantragung von Credit.
el: Προθεσμία αγοράς και αίτησης αναγνώρισης.
es: Fecha límite para comprar y solicitar crédito.
fa: آخرین مهلت خرید و درخواست اعتبار.
ja: 購入およびクレジット申請の締め切り。
kk: Несиені сатып алу және сұраудың соңғы мерзімі.
lv: Kredīta iegādes un pieprasīšanas termiņš.
sq: Afati i fundit për blerjen dhe kërkesën e kredisë.
sv: Tidsfrist för inköp och begäran om kredit.
th: วันสุดท้ายสำหรับจัดซื้อและการขอหน่วยกิต
uz: Kreditni sotib olish va so'rashning oxirgi muddati.
zh_hk: 購買和申請學分的截止日期。

source: Preview Language Administration
af_za: Voorskou Taaladministrasie
bo: སྐད་ཡིག་འཛིན་སྐྱོང་སྔོན་བལྟ།
de_de: Vorschau der Sprachverwaltung
el: Προεπισκόπηση Διαχείρισης γλώσσας
es: Administración de Idioma de Vista Previa
fa: پیش نمایش مدیریت زبان
kk: Тіл әкімшілігін алдын ала қарау
lv: Priekšskatījums valodas administrācijai
sq: Parashikimi i Administrimit të Gjuhëve
sv: Förhandsgranska språkadministration
uz: Til boshqaruvini oldindan ko'rish
zh_hk: 預覽語言管理

source: Language not provided
af_za: Taal nie verskaf nie
bo: སྐད་ཡིག་མཁོ་སྤྲོད་བྱས་མི་འདུག
de_de: Sprache nicht angeboten
el: Η γλώσσα δεν παρέχεται
es: Idioma no proporcionado
fa: زبان ارائه نشده است
ja: 言語が提供されていません
kk: Тіл қамтамасыз етілмеген
lv: Valoda nav nodrošināta
sq: Gjuha nuk ofrohet
sv: Språk ej angivet
uz: Til berilmagan
zh_hk: 未提供語言

source: Language set to {preview_language}
af_za: Taal gestel op {preview_language}
bo: {preview_language} འདི་ལ་སྐད་ཡིག་སྒྲིག
de_de: Sprache eigestellt auf {preview_language}
el: Η γλώσσα ορίστηκε σε {preview_language}
es: Idioma establecido en {preview_language}
fa: زبان روی {preview_language} تنظیم شده است
hu: A nyelv beállítva: {preview_language}
ja: 言語が{preview_language}に設定されました
kk: Тіл {preview_language} болып орнатылды
lv: Valoda ir iestatīta uz {preview_language}
sq: Gjuha e caktuar në {preview_language}
sv: Språk som är inställt på {preview_language}
uz: Til {preview_language} qilib o‘rnatildi
zh_hk: 語言設定為{preview_language}

source: Language reset to the default
af_za: Taal teruggestel na die verstek
bo: རྨང་གཞི་དེ་ལ་སྐད་ཡིག་བསྐྱར་སྒྲིག་བྱོས།
de_de: Spracheinstellung zurückgesetzt
el: Επαναφορά γλώσσας στην προεπιλεγμένη
es: Idioma restablecido al predeterminado
fa: زبان به حالت پیش فرض بازنشانی می شود
hu: A nyelv visszaállt az alapértelmezettre
ja: 言語がデフォルトにリセットされました
kk: Тіл әдепкіге қайтарылды
lv: Valoda ir atiestatīta uz noklusējuma vērtību
sq: Gjuha rivendoset në parazgjedhje
sv: Språket återställdes till standardinställningen
uz: Tilni asl holatiga qaytarish
zh_hk: 語言重設為預設值

source: This is a test message
af_za: Dit is &#39;n toetsboodskap
bo: འདི་ནི་ཚོད་ལྟའི་འཕྲིན་ཐུང་ཞིག་ཡིན།
de_de: Das ist eine Testnachricht
el: Αυτό είναι ένα δοκιμαστικό μήνυμα
es: Este es un mensaje de prueba
fa: این یک پیام آزمایشی است
hu: Ez egy tesztüzenet.
ja: これはテストメッセージです
kk: Бұл сынақ хабарламасы
lv: Šis ir testa ziņojums
sq: Ky është një mesazh testimi
sv: Detta är ett testmeddelande
uz: Bu sinov xabari
zh_hk: 這是一條測試訊息

source: This is a success message
af_za: Dit is &#39;n suksesboodskap
bo: འདི་ནི་ལེགས་འགྲུབ་བྱུང་བའི་འཕྲིན་ཐུང་ཞིག་ཡིན།
de_de: Das ist eine Erfolgsnachricht
el: Αυτό είναι ένα μήνυμα επιτυχίας
es: Este es un mensaje de éxito
fa: این یک پیام موفقیت است
hu: Ez egy sikerüzenet.
ja: これは成功メッセージです
kk: Бұл сәттілік туралы хабар
lv: Šī ir veiksmes vēsts
sq: Ky është një mesazh suksesi
sv: Detta är ett framgångsmeddelande
uz: Bu muvaffaqiyat xabari
zh_hk: 這是一條成功訊息

source: This is a test warning
af_za: Dit is &#39;n toetswaarskuwing
bo: འདི་ནི་ཚོད་ལྟའི་ཉེན་བརྡ་ཞིག་ཡིན།
de_de: Das ist eine Testwarnung
el: Αυτή είναι μια δοκιμαστική προειδοποίηση
es: Esta es una advertencia de prueba
fa: این یک هشدار آزمایشی است
hu: Ez egy teszt figyelmeztetés.
ja: これはテスト警告です
kk: Бұл сынақ ескертуі
lv: Šis ir pārbaudes brīdinājums
sq: Ky është një paralajmërim provë
sv: Detta är en testvarning
uz: Bu sinov ogohlantirishidir
zh_hk: 這是一個測試警告

source: This is a test error
af_za: Dit is &#39;n toetsfout
bo: འདི་ནི་ཚོད་ལྟའི་གནད་དོན་ཞིག་ཡིན།
de_de: Das ist ein Testfehler
el: Αυτό είναι ένα δοκιμαστικό σφάλμα
es: Este es un error de prueba
fa: این یک خطای تست است
hu: Ez egy teszthiba
ja: これはテストエラーです
kk: Бұл сынақ қатесі
lv: Šī ir testa kļūda
sq: Ky është një gabim testimi
sv: Detta är ett testfel
uz: Bu sinov xatosi
zh_hk: 這是一個測試錯誤

source: {provider} requires that LTI advanced sharing be enabled for your course, as this provider uses email address and username to personalize the experience. Please contact {support_contact} to enable this feature.
af_za: {provider} vereis dat LTI gevorderde deling vir jou kursus geaktiveer word, aangesien hierdie verskaffer e-posadres en gebruikersnaam gebruik om die ervaring te personaliseer. Kontak asseblief {support_contact} om hierdie kenmerk te aktiveer.
de_de: {provider} erfordert, dass die erweiterte LTI-Freigabe für Ihren Kurs aktiviert ist, da dieser Anbieter die E-Mail-Adresse und den Benutzernamen verwendet, um das Erlebnis zu personalisieren. Bitte wenden Sie sich an {support_contact}, um diese Funktion zu aktivieren.
el: {provider} απαιτεί να είναι ενεργοποιημένη η προηγμένη κοινή χρήση LTI για το μάθημά σας, καθώς αυτός ο πάροχος χρησιμοποιεί διεύθυνση email και όνομα χρήστη για να εξατομικεύσει την εμπειρία. Επικοινωνήστε με {support_contact} για να ενεργοποιήσετε αυτήν τη δυνατότητα.
es: {provider} requiere que el uso compartido avanzado de LTI esté habilitado para tu curso, ya que este proveedor utiliza la dirección de correo electrónico y el nombre de usuario para personalizar la experiencia. Por favor, contacta a {support_contact} para habilitar esta función.
fa: {provider} نیاز دارد که اشتراک‌گذاری پیشرفته LTI برای دوره شما فعال باشد، زیرا این ارائه‌دهنده از آدرس ایمیل و نام کاربری برای شخصی‌سازی تجربه استفاده می‌کند. لطفاً برای فعال کردن این ویژگی {support_contact} تماس بگیرید.
hu: {provider} megköveteli, hogy az LTI fejlett megosztása engedélyezve legyen a kurzusodhoz, mivel ez a szolgáltató e-mail címet és felhasználónevet használ az élmény személyre szabásához. Kérjük, lépj kapcsolatba a {support_contact} személlyel ennek a funkciónak az engedélyezéséhez.
ja: {provider}は、メールアドレスとユーザー名を使用して体験をパーソナライズするため、コースでLTIの高度な共有を有効にする必要があります。この機能を有効にするには、{support_contact}に連絡してください。
kk: {provider} курсыңыз үшін LTI кеңейтілген бөлісу мүмкіндігін қосуды талап етеді, себебі бұл провайдер тәжірибені жекелендіру үшін электрондық пошта мекенжайы мен пайдаланушы атын пайдаланады. Бұл мүмкіндікті қосу үшін {support_contact} хабарласыңыз.
lv: {provider} ir nepieciešams, lai jūsu kursam būtu iespējota LTI uzlabota kopīgošana, jo šis pakalpojumu sniedzējs izmanto e-pasta adresi un lietotājvārdu, lai personalizētu pieredzi. Lūdzu, sazinieties ar {support_contact}, lai iespējotu šo funkciju.
sq: {provider} kërkon që ndarja e avancuar LTI të aktivizohet për kursin tuaj, pasi ky ofrues përdor adresën e emailit dhe emrin e përdoruesit për të personalizuar përvojën. Ju lutemi kontaktoni {support_contact} për të aktivizuar këtë veçori.
sv: {provider} kräver att LTI avancerad delning är aktiverad för din kurs, eftersom denna leverantör använder e-postadress och användarnamn för att anpassa upplevelsen. Kontakta {support_contact} för att aktivera den här funktionen.
uz: {provider} kursingiz uchun LTI kengaytirilgan almashishni yoqishni talab qiladi, chunki bu provayder tajribani shaxsiylashtirish uchun elektron pochta manzili va foydalanuvchi nomidan foydalanadi. Bu funksiyani yoqish uchun {support_contact} ga murojaat qiling.
zh_hk: {provider}要求為您的課程啟用 LTI 進階共享，因為該提供者使用電郵地址和用户名稱來個人化體驗。請聯絡{support_contact}啟用此功能。

source: technical support
af_za: tegniese ondersteuning
bo: ཐབས་རྩལ་གྱི་རམ་འདེགས།
de_de: technischer Support
el: τεχνική υποστήριξη
es: soporte técnico
fa: پشتیبانی فنی
hu: műszaki támogatás
ja: 技術サポート
kk: техникалық көмек
lv: tehniskā palīdzība
sq: mbështetje teknike
sv: teknisk support
th: การสนับสนุนทางเทคนิค
uz: texnik yordam
zh_hk: 技術支援

source: Comma-separated list of providers to allow, eg: {choices}
af_za: Komma-geskeide lys van verskaffers om toe te laat, bv: {choices}
bo: ཆོག་མཆན་ཡོད་སའི་རིགས། ཚེག་རིང་གིས་བར་བཅད་པའི་མཁོ་སྤྲོད་པའི་ཐོ་གཞུང་། དཔེར་ན་ {choices} །
de_de: Kommagetrennte Liste der zulässigen Provider, z. B.: {choices}
el: Λίστα παρόχων που πρέπει να επιτραπούν διαχωρισμένα με κόμματα, π.χ.: {choices}
es: Lista separada por comas de proveedores permitidos, ej: {choices}
fa: لیست ارائه دهندگان مجاز جدا شده با کاما، به عنوان مثال: {choices}
hu: Vesszővel elválasztott lista az engedélyezett szolgáltatókról, pl.: {choices}
ja: 許可するプロバイダーのカンマ区切りリスト、例: {choices}
kk: Рұқсат ететін провайдерлердің үтірмен бөлінген тізімі, мысалы: {choices}
lv: Atļaujamo pakalpojumu sniedzēju saraksts ar komatiem atdalīts, piemēram: {choices}
sq: Lista ofruesve të ndarë me presje për të lejuar, p.sh.: {choices}
sv: Kommaseparerad lista över leverantörer som ska tillåtas, t.ex.: {choices}
uz: Ruxsat berilgan provayderlarning vergul bilan ajratilgan roʻyxati, masalan: {choices}
zh_hk: 允許的以逗號分隔的提供者列表，例如： {choices}

source: Allow List
af_za: Laat lys toe
bo: ཆོག་མཆན་ཡོད་སའི་ཐོ་གཞུང་།
de_de: Zulassungsliste
el: Λίστα επιτρεπόμενων
es: Lista de permitidos
fa: فهرست مجاز
hu: Engedélyezési lista
ja: 許可リスト
kk: Рұқсат ету тізімі
lv: Atļauju saraksts
sq: Lista e lejimit
sv: Tillåt lista
uz: Ro'yxatga ruxsat berish
zh_hk: 允許清單

source: Comma-separated list of providers to deny, eg: {choices}
af_za: Komma-geskeide lys van verskaffers om te weier, bv: {choices}
bo: ཆོག་མཆན་མེད་སའི་རིགས། ཚེག་རིང་གིས་བར་བཅད་པའི་མཁོ་སྤྲོད་པའི་ཐོ་གཞུང་། དཔེར་ན།: {choices}
de_de: Kommagetrennte Liste der nicht zulässigen Provider, z. B.: {choices}
el: Λίστα παρόχων προς άρνηση διαχωρισμένη με κόμματα, π.χ.: {choices}
es: Lista separada por comas de proveedores denegados, ej: {choices}
fa: فهرست ارائه دهندگانی که باید با کاما از هم جدا شده باشند، به عنوان مثال: {choices}
hu: Szolgáltatók vesszővel elválasztott listája, amelyeket meg kell tagadni, pl.: {choices}
ja: 拒否するプロバイダーのカンマ区切りリスト、例: {choices}
kk: Бас тартуға болатын провайдерлердің үтірмен бөлінген тізімі, мысалы: {choices}
lv: Ar komatiem atdalīts pakalpojumu sniedzēju saraksts, kas jānoraida, piemēram: {choices}
sq: Lista e ofruesve të ndarë me presje për t'u mohuar, p.sh.: {choices}
sv: Kommaseparerad lista över leverantörer att neka, t.ex.: {choices}
uz: Rad etish uchun vergul bilan ajratilgan provayderlar roʻyxati, masalan: {choices}
zh_hk: 要拒絕的以逗號分隔的提供者列表，例如： {choices}

source: Deny List
af_za: Ontken lys
bo: ཆོག་མཆན་མེད་སའི་ཐོ་གཞུང་།
de_de: Ablehnungsliste
el: Λίστα άρνησης
es: Lista de denegados
fa: لیست را رد کنید
hu: Tiltólista
ja: 拒否リスト
lv: Atteikumu saraksts
sq: Lista e mohimit
uz: Ro'yxatni rad etish
zh_hk: 拒絕名單

source: Learning Context Key
af_za: Leerkontekssleutel
bo: སློབ་གཉེར་གྱི་སྐབས་དོན་ལྡེ་མིག
el: Κλειδί πλαισίου μάθησης
es: Clave de contexto de aprendizaje
fa: کلید زمینه یادگیری
hu: Tanulási kontextus kulcs
ja: 学習コンテキストキー
kk: Оқыту контекстік кілті
lv: Mācīšanās konteksta atslēga
sq: Çelësi i kontekstit të mësimit
sv: Inlärningskontextnyckel
uz: O'rganish kontekst kaliti
zh_hk: 學習上下文鍵

source: If disabled, the discussions in the associated learning context/course will be disabled.
af_za: Indien gedeaktiveer, sal die besprekings in die gepaardgaande leerkonteks/kursus gedeaktiveer word.
de_de: Wenn deaktiviert, werden die Diskussionen aus dem jeweiligen Lerninhalt/Kurs ausgeblendet.
el: Εάν απενεργοποιηθεί, οι συζητήσεις στο σχετικό πλαίσιο/μάθημα μάθησης θα απενεργοποιηθούν.
es: Si está deshabilitado, las discusiones en el contexto/curso de aprendizaje asociado se deshabilitarán.
fa: اگر غیرفعال باشد، بحث در زمینه/دوره آموزشی مرتبط غیرفعال خواهد شد.
hu: Ha le van tiltva, az adott tanulási környezethez/tanfolyamhoz tartozó viták le lesznek tiltva.
ja: 関連する学習コンテキスト/コースでディスカッションが無効になります。
kk: Өшірілген болса, байланысты оқу контекстіндегі/курсындағы талқылаулар өшіріледі.
lv: Ja tas ir atspējots, diskusijas saistītajā mācību kontekstā/kursā tiks atspējotas.
sq: Nëse është me aftësi të kufizuara, diskutimet në kontekstin/kursin mësimor përkatës do të çaktivizohen.
sv: Om inaktiverad, kommer diskussionerna i tillhörande lärande sammanhang/kurs att inaktiveras.
uz: Agar oʻchirilgan boʻlsa, tegishli oʻquv konteksti/kursdagi muhokamalar oʻchirib qoʻyiladi.
zh_hk: 如果已停用，相關學習環境/課程中的討論將被停用。

source: The Posting availability in discussions whether it will be enabled, scheduled or indefinitely disabled.
af_za: Die plasingsbeskikbaarheid in besprekings of dit geaktiveer, geskeduleer of onbepaald gedeaktiveer sal word.
bo: གྲོས་བསྡུར་ནང་སྤེལ་བའི་གནས་ཚུལ་ལྕོགས་ཅན་བཟོ་དགོས་ཡིན་མིན་དང་། དུས་ཚོད་གཏན་འཁེལ་བྱེད་པ་ཡང་ན་གཏན་འཁེལ་མེད་པར་ལྕོགས་མིན་བཟོ་དགོས་ཡིན་ནམ།
de_de: Die Verfügbarkeit des Beitrags in Diskussionen, unabhängig davon, ob er aktiviert, geplant oder auf unbestimmte Zeit deaktiviert wird.
el: Η διαθεσιμότητα ανάρτησης σε συζητήσεις εάν θα είναι ενεργοποιημένη, προγραμματισμένη ή επ&#39; αόριστον απενεργοποιημένη.
es: La disponibilidad de publicación en discusiones, ya sea habilitada, programada o deshabilitada indefinidamente.
fa: در دسترس بودن ارسال در بحث فعال، برنامه ریزی شده یا به طور نامحدود غیرفعال می شود.
hu: A hozzászólások elérhetősége a vitákban, hogy engedélyezve, ütemezve vagy határozatlan időre letiltva lesz-e.
ja: ディスカッションでの投稿の可用性が有効化されるか、スケジュールされるか、無期限に無効化されるか。
kk: Жариялау қолжетімділігі оның қосулы, жоспарланған немесе белгісіз уақытқа өшірілетінін талқылауда.
lv: Publicēšanas pieejamība diskusijās par to, vai tā tiks iespējota, ieplānota vai atspējota uz nenoteiktu laiku.
sq: Disponueshmëria e Postimit në diskutime nëse do të aktivizohet, planifikohet ose çaktivizohet për një kohë të pacaktuar.
sv: Tillgängligheten för inlägg i diskussioner, om det kommer att vara aktiverat, schemalagt eller avaktiverat på obestämd tid.
uz: Yoqilganmi, rejalashtirilganmi yoki muddatsiz o‘chirib qo‘yiladimi, e’lon qilish imkoniyati muhokama qilinadi.
zh_hk: 正在討論是否啟用、規劃或無限期停用發布可用性。
