Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
af_za: Hierdie kursus sal op jou kontroleskerm bly, maar jy sal nie meer deel van die beta-toetsgroep wees nie.
bo: སློབ་ཚན་འདི་ཁྱེད་ཀྱི་གཙོ་ངོས་སུ་མུ་མཐུད་ནས་གནས་ཡོད་པས། beta ཚོད་ལྟའི་ཚོགས་ཆུང་གི་ཆ་ཤས་ནས་ཕུད་འགྲོ།
de_de: Dieser Kurs bleibt auf Ihrem Dashboard, aber Sie werden nicht mehr Teil der Beta-Testgruppe sein.
el: Αυτό το μάθημα θα παραμείνει στον πίνακα ελέγχου σας, αλλά δεν θα είστε πλέον μέλος της ομάδας δοκιμών beta.
es: Este curso permanecerá en tu panel de control, pero ya no formarás parte del grupo de pruebas beta.
fa: این دوره در داشبورد شما باقی خواهد ماند، اما دیگر بخشی از گروه آزمایش بتا نخواهید بود.
hu: Ez a kurzus továbbra is megjelenik az irányítópultodon, de már nem leszel a béta tesztelői csoport tagja.
ja: このコースはダッシュボードに残りますが、ベータテストグループの一員ではなくなります。
kk: Бұл курс бақылау тақтасында қалады, бірақ сіз енді бета тестілеу тобының бөлігі болмайсыз.
lv: Šis kurss paliks jūsu vadības panelī, bet jūs vairs nebūsiet beta testēšanas grupas dalībnieks/ce.
sq: Ky kurs do të mbetet në panelin tuaj, por ju nuk do të jeni më pjesë e grupit të testimit beta.
sv: Den här kursen kommer att finnas kvar på din instrumentpanel, men du kommer inte längre att vara en del av betatestgruppen.
uz: Bu kurs boshqaruv panelida qoladi, lekin siz endi beta sinov guruhining bir qismi boʻlmaysiz.
zh_hk: 本課程將保留在您的控制面板上，但您將不再是 Beta 測試組的成員。

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
af_za: Jy is verwyder as &#39;n beta-toetser vir %(course_name)s by %(site_name)s deur &#39;n lid van die kursuspersoneel. Hierdie kursus sal op jou kontroleskerm bly, maar jy sal nie meer deel van die beta-toetsgroep wees nie.
bo: ཁྱེད་རང་ལ་ %(course_name)s ཡི་བེ་ཊ་ཚོད་ལྟ་བྱེད་མཁན་ཞིག་ཏུ་ %(site_name)s ནས་མེད་པར་བཟོ་ཡོད། སློབ་ཚན་འདི་ཁྱེད་ཀྱི་མཛུབ་ཁྲིད་སྒྲོམ་སྟེང་ལ་གནས་རྒྱུ་ཡིན་པས། འོན་ཀྱང་ཁྱེད་རང་བེ་ཊ་ཚོད་ལྟའི་སྡེ་ཚན་གྱི་ཆ་ཤས་ཤིག་མིན།
de_de: Sie wurden von einem Mitarbeiter des Kurses als Beta-Tester für %(course_name)s auf %(site_name)s entfernt. Dieser Kurs bleibt auf Ihrer 'Meine Kurse' Seite, aber Sie werden nicht mehr Teil der Beta-Testgruppe sein.
el: Έχετε αφαιρεθεί ως δοκιμαστής beta για %(course_name)s στο %(site_name)s από ένα μέλος του προσωπικού του μαθήματος. Αυτό το μάθημα θα παραμείνει στον πίνακα ελέγχου σας, αλλά δεν θα είστε πλέον μέλος της ομάδας δοκιμών beta.
es: Has sido eliminado como probador beta de %(course_name)s en %(site_name)s por un miembro del equipo del curso. Este curso permanecerá en tu panel de control, pero ya no formarás parte del grupo de pruebas beta.
fa: شما به عنوان یک آزمایش کننده بتا برای %(course_name)s در %(site_name)s توسط یکی از کارکنان دوره حذف شده اید. این دوره در داشبورد شما باقی خواهد ماند، اما دیگر بخشی از گروه آزمایش بتا نخواهید بود.
hu: Eltávolították a(z) %(course_name)s kurzus bétatesztelői közül a(z) %(site_name)s oldalon a kurzus személyzetének egyik tagja által. Ez a kurzus továbbra is megjelenik az irányítópultján, de már nem lesz része a bétatesztelői csoportnak.
ja: %(site_name)sの%(course_name)sのベータテスターから、コーススタッフのメンバーによって削除されました。このコースはダッシュボードに残りますが、ベータテストグループの一員ではなくなります。
kk: Курс қызметкері сізді %(site_name)s мекенжайында %(course_name)s үшін бета-тестер ретінде алып тастады. Бұл курс бақылау тақтасында қалады, бірақ сіз енді бета тестілеу тобының бөлігі болмайсыз.
lv: Kursa darbinieks jūs ir svītrojis no %(course_name)s %(site_name)s beta testētāja statusa. Šis kurss paliks jūsu vadības panelī, bet jūs vairs nebūsiet beta testēšanas grupas dalībnieks/ce.
sq: Ju jeni hequr si testues beta për %(course_name)s në %(site_name)s nga një anëtar i stafit të kursit. Ky kurs do të mbetet në panelin tuaj, por ju nuk do të jeni më pjesë e grupit të testimit beta.
sv: Du har tagits bort som betatestare för %(course_name)s på %(site_name)s av en medlem av kurspersonalen. Den här kursen kommer att finnas kvar på din instrumentpanel, men du kommer inte längre att vara en del av betatestgruppen.
uz: Kurs xodimlaridan biri sizni %(course_name)s uchun beta tester sifatida %(site_name)s da olib tashlagan. Bu kurs boshqaruv panelida qoladi, lekin siz endi beta sinov guruhining bir qismi boʻlmaysiz.
zh_hk: 您已被課程工作人員刪除為%(course_name)s ( %(site_name)s的 Beta 測試人員。本課程將保留在您的控制面板上，但您將不再是 Beta 測試組的成員。

source: You have been removed from a beta test for %(course_name)s
af_za: Jy is uit &#39;n beta-toets vir %(course_name)s verwyder
bo: ཁྱེད་རང་གིས་ %(course_name)s སློབ་ཚན་འདིའི་སྔོན་འགྲོའི་ཚོད་ལྟ་ནས་ཕྱིར་ཕུད་ཡོད།
de_de: Sie wurden aus einem Beta-Test entfernt für %(course_name)s
el: Έχετε αφαιρεθεί από μια δοκιμή beta για το %(course_name)s
es: Has sido eliminado de una prueba beta de %(course_name)s
fa: شما از یک آزمایش بتا برای %(course_name)s حذف شده اید
ja: %(course_name)sのベータテストから削除されました
kk: Сіз %(course_name)s үшін бета сынақтан шығарылдыңыз
lv: Jūs tikāt noņemti no %(course_name)s beta testēšanas
sq: Ju jeni hequr nga një test beta për %(course_name)s
sv: Du har tagits bort från ett betatest för %(course_name)s
uz: Siz %(course_name)s uchun beta sinovdan o‘chirildingiz
zh_hk: 您已從%(course_name)s的 Beta 測試中刪除

source: Signed Out
af_za: Uitgeteken
bo: ཕྱིར་ཐོན།
de_de: Abgemeldet
el: Αποσυνδέθηκε
es: Sesión cerrada
fa: از سیستم خارج شده‌اید
hu: Kijelentkezve
ja: サインアウトしました
kk: Шығу
lv: Izrakstīts
sq: Doli nga llogaria
sv: Utloggad
uz: Chiqish
zh_hk: 已註銷

source: You have signed out.
af_za: Jy het afgemeld.
bo: ཁྱེད་རང་ཕྱིར་ཐོན་བྱས་འདུག
de_de: Sie sind ausgeloggt.
el: Έχετε αποσυνδεθεί.
es: Has cerrado sesión.
fa: شما از سیستم خارج شده اید.
hu: Sikeresen kijelentkeztél.
ja: サインアウトしました。
kk: Сіз жүйеден шықтыңыз.
lv: Jūs izrakstījāties.
sq: Ju keni dalë nga llogaria.
sv: Du har loggat ut.
uz: Siz tizimdan chiqdingiz.
zh_hk: 您已註銷。

source: {start_anchor}%(tpa_logout_url)s{middle_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
af_za: {start_anchor} %(tpa_logout_url)s {middle_anchor} Klik hier {end_anchor} om jou enkelaangetekende (SSO) sessie uit te vee.
bo: {start_anchor}%(tpa_logout_url)s{middle_anchor}འདི་ལ་བསྣུན་ནས་{end_anchor} ཁྱེད་རང་གི་ལས་རིམ་ (SSO) ཐེངས་གཅིག་ནང་འཛུལ་བྱས་པ་སུབ།
de_de: {start_anchor}%(tpa_logout_url)s{middle_anchor}Klicken Sie hier{end_anchor}, um Ihre einmalige Anmeldung (SSO) zu löschen.
el: {start_anchor} %(tpa_logout_url)s {middle_anchor} Κάντε κλικ εδώ {end_anchor} για να διαγράψετε το single signed on (SSO) συνεδρία σας.
es: {start_anchor}%(tpa_logout_url)s{middle_anchor}Haz clic aquí{end_anchor} para eliminar tu sesión de inicio de sesión único (SSO).
fa: {start_anchor} %(tpa_logout_url)s {middle_anchor} اینجا را کلیک کنید {end_anchor} تا جلسه تک امضا شده (SSO) خود را حذف کنید.
hu: {start_anchor}%(tpa_logout_url)s{middle_anchor}Kattintson ide{end_anchor}, hogy törölje az egyszeri bejelentkezési (SSO) munkamenetét.
ja: {start_anchor}%(tpa_logout_url)s{middle_anchor}こちらをクリック{end_anchor}して、シングルサインオン（SSO）セッションを削除してください。
kk: {start_anchor} %(tpa_logout_url)s {middle_anchor} Бір рет тіркелген (SSO) сеансын жою үшін {end_anchor} осы жерді басыңыз.
lv: {start_anchor} %(tpa_logout_url)s {middle_anchor} Noklikšķiniet šeit {end_anchor} , lai dzēstu savu vienreizējās pierakstīšanās (SSO) sesiju.
sq: {start_anchor} %(tpa_logout_url)s {middle_anchor} Klikoni këtu {end_anchor} për të fshirë seancën e vetme të nënshkruar në (SSO).
sv: {start_anchor}%(tpa_logout_url)s{middle_anchor}Klicka här{end_anchor} för att ta bort din single sign-on (SSO)-session.
uz: {start_anchor} %(tpa_logout_url)s {middle_anchor} Yagona tizimga kirgan (SSO) seansingizni oʻchirish uchun shu yerni bosing {end_anchor} .
zh_hk: {start_anchor} %(tpa_logout_url)s {middle_anchor}點選此處{end_anchor}刪除您的單一登入 (SSO) 工作階段。

source: We are signing you in.
af_za: Ons teken jou aan.
bo: ང་ཚོས་ཁྱེད་རང་ནང་འཛུལ་བྱེད་བཞིན་ཡོད།
de_de: Wir melden Sie an.
el: Σας συνδέουμε.
es: Estamos iniciando tu sesión.
fa: ما در حال ثبت نام شما هستیم
ja: サインインしています。
kk: Жүйеге кіріп жатырмыз.
lv: Mēs jūs pierakstām.
sq: Po ju regjistrojmë.
sv: Vi loggar in dig.
uz: Accountingizga kirmoqdamiz.
zh_hk: 正在登入。

source: This may take a minute. If you are not redirected, go to the home page.
af_za: Dit kan &#39;n minuut neem. As jy nie herlei word nie, gaan na die tuisblad.
bo: འདི་སྐར་མ་གཅིག་འགར་འགོར་སྲིད། ཁྱེད་ཀྱིས་ཁ་ཕྱོགས་བསྐྱར་སྒྲིག་མ་བྱས་ན་གཙོ་ངོས་སུ་ཕེབས།
de_de: Dies kann eine Minute dauern. Wenn Sie nicht weitergeleitet werden, gehen Sie zur Startseite.
el: Αυτό μπορεί να διαρκέσει ένα λεπτό. Εάν δεν ανακατευθυνθείτε, μεταβείτε στην αρχική σελίδα.
es: Esto puede tardar un minuto. Si no eres redirigido, ve a la página de inicio.
fa: این ممکن است یک دقیقه طول بکشد. اگر هدایت نشدید، به صفحه اصلی بروید.
ja: 処理には1分ほどかかる場合があります。リダイレクトされない場合は、ホームページに移動してください。
kk: Бұл бір минутқа созылуы мүмкін. Егер сіз қайта бағытталмаған болсаңыз, басты бетке өтіңіз.
lv: Tas var ilgt minūti. Ja netikāt nozvirzīti, dodieties uz sākumlapu.
sq: Kjo mund të zgjasë një minutë. Nëse nuk jeni ridrejtuar, shkoni në faqen kryesore.
sv: Detta kan ta en minut. Om du inte omdirigeras, gå till startsidan.
uz: Bu bir daqiqa vaqt olishi mumkin. Agar yo'naltirilmagan bo'lsangiz, bosh sahifaga o'ting.
zh_hk: 這可能需要一分鐘。如果未重定向，請轉到主頁。

source: If you are not redirected within 5 seconds, {start_anchor}%(target)s{middle_anchor}click here to go to the home page{end_anchor}.
af_za: As jy nie binne 5 sekondes herlei word nie, {start_anchor} %(target)s {middle_anchor} klik hier om na die tuisblad {end_anchor} te gaan.
de_de: Wenn Sie nicht innerhalb von 5 Sekunden weitergeleitet werden, {start_anchor}%(target)s{middle_anchor}klicken Sie hier, um zur Startseite zu gelangen{end_anchor}.
el: Aν δεν αποσυνδεθείτε εντός 5 δευτερολέπτων, {start_anchor}%(target)s{middle_anchor}πατήστε εδώ για να μεταφερθείτε στην αρχική σελίδα{end_anchor}.
es: Si no eres redirigido en 5 segundos, {start_anchor}%(target)s{middle_anchor}haz clic aquí para ir a la página de inicio{end_anchor}.
fa: اگر در عرض 5 ثانیه هدایت نشدید، {start_anchor} %(target)s {middle_anchor} اینجا را کلیک کنید تا به صفحه اصلی بروید {end_anchor} .
hu: Ha 5 másodpercen belül nem történik átirányítás, {start_anchor}%(target)s{middle_anchor}kattintson ide a kezdőlapra való visszatéréshez{end_anchor}.
ja: 5秒以内にリダイレクトされない場合は、{start_anchor}%(target)s{middle_anchor}ホームページに移動するにはここをクリックしてください{end_anchor}。
kk: 5 секунд ішінде қайта бағытталмаған болсаңыз, {start_anchor} %(target)s {middle_anchor} басты бетке өту үшін осы жерді басыңыз {end_anchor} .
lv: Ja 5 sekunžu laikā jūs netiekat novirzīti, {start_anchor} %(target)s {middle_anchor} noklikšķiniet šeit, lai pārietu uz sākumlapu {end_anchor} .
sq: Nëse nuk jeni ridrejtuar brenda 5 sekondave, {start_anchor} %(target)s {middle_anchor} klikoni këtu për të shkuar në faqen kryesore {end_anchor} .
sv: Om du inte omdirigeras inom 5 sekunder, {start_anchor}%(target)s{middle_anchor}klicka här för att gå till startsidan{end_anchor}.
uz: Agar 5 soniya ichida yo'naltirilmasa, {start_anchor} %(target)s {middle_anchor} bosh sahifaga o'tish uchun bu yerni bosing {end_anchor} .
zh_hk: 如果 5 秒內未重定向， {start_anchor} %(target)s {middle_anchor}按此處前往主頁{end_anchor} 。

source: Skip to main content
af_za: Slaan oor na hoofinhoud
bo: ནང་དོན་གཙོ་ངོས་ལ་མཆོང་།
de_de: Zu den Inhalten springen
el: Παράλειψη σε κυρίως περιεχόμενο.
es: Saltar al contenido principal
fa: رفتن به محتوای اصلی
hu: Ugrás a főoldalra
ja: メインコンテンツにスキップ
kk: Негізгі мазмұнға өту
lv: Pāriet uz galveno saturu
sq: Shkoni te përmbajtja kryesore
sv: Hoppa till huvudinnehållet
th: ข้ามไปที่เนื้อหาหลัก
uz: Asosiy tarkibga o'tish
zh_hk: 跳至主要內容

source: Authorize
af_za: Magtig
de_de: Autorisieren
el: Εξουσιοδότηση
es: Autorizar
fa: مجاز کردن
hu: Engedélyezés
ja: 承認する
kk: Рұқсат ету
lv: Autorizēt
sq: Autorizo
sv: Auktorisera
uz: Ruxsat berish
zh_hk: 授權

source: The above application requests the following permissions from your account:
af_za: Die bogenoemde toepassing versoek die volgende toestemmings van jou rekening:
bo: གོང་གསལ་གྱི་རེ་འདུན་ཞུ་ཡིག་ནང་ཁྱེད་ཀྱི་ཁ་བྱང་ནང་གཤམ་གསལ་གྱི་ཆོག་མཆན་ཞུས་ཡོད།:
de_de: Die obige Anwendung fordert die folgenden Berechtigungen von Ihrem Konto an:
el: Η παραπάνω εφαρμογή ζητά τα ακόλουθα δικαιώματα από τον λογαριασμό σας:
es: La aplicación anterior solicita los siguientes permisos de tu cuenta:
fa: برنامه فوق مجوزهای زیر را از حساب شما درخواست می کند:
hu: A fenti alkalmazás a következő engedélyeket kéri a fiókjából:
kk: Жоғарыдағы қолданба тіркелгіңізден келесі рұқсаттарды сұрайды:
lv: Iepriekš minētā lietojumprogramma pieprasa šādas atļaujas no jūsu konta:
sq: Aplikacioni i mësipërm kërkon lejet e mëposhtme nga llogaria juaj:
sv: Ovanstående ansökan begär följande behörigheter från ditt konto:
uz: Yuqoridagi ilova accountingizdan quyidagi ruxsatlarni talab qiladi:
zh_hk: 上述應用程式向您的帳戶請求以下權限：

source: These permissions will be granted for data from your courses associated with the following content providers:
af_za: Hierdie toestemmings sal verleen word vir data van jou kursusse wat met die volgende inhoudverskaffers geassosieer word:
bo: ཁྱེད་ཀྱི་སློབ་ཚན་དང་འབྲེལ་བའི་གཞི་གྲངས་ནས་གནང་བའི་ཆོག་མཆན་འདི་གཤམ་གསལ་གྱི་ནང་དོན་མཁོ་འདོན་བྱེད་མཁན་ལ་སྤྲོད་རྒྱུ་ཡིན།
de_de: Diese Berechtigungen werden für Daten aus Ihren Kursen vergeben, die mit den folgenden Inhaltsanbietern verbunden sind:
el: Αυτά τα δικαιώματα θα παραχωρηθούν για δεδομένα των μαθημάτων σας που σχετίζονται με τους ακόλουθους παρόχους περιεχομένου:
es: Estos permisos se otorgarán para los datos de tus cursos asociados con los siguientes proveedores de contenido:
fa: این مجوزها برای داده های دوره های آموزشی مرتبط با ارائه دهندگان محتوای زیر اعطا می شود:
hu: Ezek az engedélyek a következő tartalomszolgáltatókhoz kapcsolódó kurzusaid adataira vonatkoznak:
ja: あなたのコースに関連する以下のコンテンツプロバイダーからのデータに対して、これらの権限が付与されます。
kk: Бұл рұқсаттар келесі мазмұн провайдерлерімен байланысты курстарыңыздың деректері үшін беріледі:
lv: Šīs atļaujas tiks piešķirtas datiem no jūsu kursiem, kas saistīti ar šādiem satura nodrošinātājiem:
sq: Këto leje do të jepen për të dhënat nga kurset tuaja të lidhura me ofruesit e mëposhtëm të përmbajtjes:
sv: Dessa behörigheter kommer att beviljas för data från dina kurser som är kopplade till följande innehållsleverantörer:
uz: Bu ruxsatlar quyidagi kontent provayderlari bilan bogʻlangan kurslaringiz maʼlumotlari uchun beriladi:
zh_hk: 這些權限將被授予與以下內容提供者關聯的課程中的資料：

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
af_za: Klik asseblief die &#39;Laat toe&#39;-knoppie om hierdie toestemmings aan bogenoemde aansoek te verleen. Andersins, om hierdie toestemmings te weerhou, klik asseblief die &#39;Kanselleer&#39;-knoppie.
bo: གོང་གསལ་གྱི་རེ་འདུན་ཞུ་ཡིག་ལ་ཆོག་མཆན་འདི་སྤྲོད་པར་ 'Allow' འདིའི་སྒང་ལ་སྣུན། ཆོག་མཆན་འདི་སྤྲོད་མི་འདོད་ཚེ་ 'Cancel' འདིའི་སྒང་སྣུན།
de_de: Bitte klicken Sie auf die Schaltfläche "Zulassen", um diese Berechtigungen für die obige Anwendung zu vergeben. Andernfalls klicken Sie bitte auf die Schaltfläche "Abbrechen", um diese Berechtigungen zurückzuhalten.
el: Κάντε κλικ στο κουμπί «Να επιτρέπεται» για να εκχωρήσετε αυτά τα δικαιώματα στην παραπάνω εφαρμογή. Διαφορετικά, για να παρακρατήσετε αυτές τις άδειες, κάντε κλικ στο κουμπί «Ακύρωση».
es: Haz clic en el botón 'Permitir' para otorgar estos permisos a la aplicación anterior. De lo contrario, para denegar estos permisos, haz clic en el botón 'Cancelar'.
fa: لطفاً روی دکمه &quot;مجاز&quot; کلیک کنید تا این مجوزها را به برنامه فوق اعطا کنید. در غیر این صورت، برای خودداری از این مجوزها، لطفاً روی دکمه &quot;لغو&quot; کلیک کنید.
hu: Kérjük, kattintson az „Engedélyezés” gombra, hogy megadja ezeket az engedélyeket a fenti alkalmazásnak. Ellenkező esetben, ha meg kívánja tagadni ezeket az engedélyeket, kattintson a „Mégse” gombra.
ja: これらの権限を上記のアプリケーションに付与するには、「許可」ボタンをクリックしてください。これらの権限を付与しない場合は、「キャンセル」ボタンをクリックしてください。
kk: Жоғарыдағы қолданбаға осы рұқсаттарды беру үшін «Рұқсат ету» түймесін басыңыз. Әйтпесе, бұл рұқсаттардан бас тарту үшін «Болдырмау» түймесін басыңыз.
lv: Noklikšķiniet uz pogas "Atļaut", lai piešķirtu šīs atļaujas iepriekš minētajai lietojumprogrammai. Pretējā gadījumā, lai nepiešķirtu šīs atļaujas, lūdzu, noklikšķiniet uz pogas "Atcelt".
sq: Ju lutemi, klikoni butonin &quot;Lejo&quot; për t&#39;i dhënë këto leje aplikacionit të mësipërm. Përndryshe, për t&#39;i mbajtur këto leje, ju lutemi klikoni butonin &#39;Anulo&#39;.
sv: Vänligen klicka på knappen "Tillåt" för att ge dessa behörigheter till ovanstående applikation. Annars, för att undanhålla dessa behörigheter, klicka på knappen "Avbryt".
uz: Yuqoridagi ilovaga ushbu ruxsatlarni berish uchun “Ruxsat berish” tugmasini bosing. Aks holda, ushbu ruxsatlardan mahrum qilish uchun “Bekor qilish” tugmasini bosing.
zh_hk: 請點擊“允許”按鈕向上述應用程式授予這些權限。否則，要保留這些權限，請按一下「取消」按鈕。

source: Cancel
af_za: Kanselleer
bo: ཕྱིར་འཐེན།
de_de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو کنید
hu: Mégsem
ja: キャンセル
kk: Болдырмау
lv: Atcelt
sq: Anulo
sv: Avbryt
th: ยกเลิก
uz: Bekor qilish
zh_hk: 取消

source: Allow
af_za: Laat toe
bo: ཆོག
de_de: Erlauben
el: Επίτρεψε
es: Permitir
fa: اجازه
hu: Engedélyezés
ja: 許可する
kk: Рұқсат етіңіз
lv: Atļaut
sq: Lejo
sv: Tillåt
th: อนุญาต
uz: Ruxsat bering
zh_hk: 允許

source: Error
af_za: Fout
de_de: Fehler
el: Σφάλμα
fa: خطا
hu: Hiba
ja: エラー
kk: Қате
lv: Kļūda
sq: Gabim
sv: Fel
th: ผิดพลาด
uz: Xato
zh_hk: 錯誤

source: The course %(course_title)s has been reset !
af_za: Die kursus %(course_title)s is teruggestel!
es: ¡El curso %(course_title)s ha sido restablecido!
fa: دوره %(course_title)s ریست شده است!
hu: A(z) %(course_title)s kurzus vissza lett állítva!
ja: コース %(course_title)s がリセットされました！
kk: %(course_title)s курсы қалпына келтірілді!
lv: Kurss %(course_title)s ir atiestatīts!
sq: Kursi %(course_title)s është rivendosur!
sv: Kursen %(course_title)s har återställts!
uz: Kurs %(course_title)s qayta o'rnatildi!
zh_hk: 課程%(course_title)s已重置！

source: Hello %(full_name)s,
af_za: Hallo %(full_name)s ,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(full_name)s
de_de: Hallo %(full_name)s,
el: Αγαπητέ/Αγαπητή %(full_name)s,
es: Hola %(full_name)s,
fa: سلام %(full_name)s
hu: Szia %(full_name)s,
ja: %(full_name)s さん、
kk: Сәлем %(full_name)s ,
lv: Labdien, %(full_name)s !
sq: Përshëndetje %(full_name)s,
sv: Hej %(full_name)s,
uz: Salom %(full_name)s ,
zh_hk: 你好%(full_name)s ，

source: Your progress in course %(course_title)s has been reset on your behalf.
af_za: Jou vordering in kursus %(course_title)s is namens jou teruggestel.
es: Tu progreso en el curso %(course_title)s ha sido restablecido en tu nombre.
fa: پیشرفت شما در دوره %(course_title)s از طرف شما بازنشانی شده است.
hu: A(z) %(course_title)s kurzusban elért haladását az Ön nevében visszaállítottuk.
ja: コース「%(course_title)s」での進捗があなたの代わりにリセットされました。
kk: %(course_title)s курсындағы үлгерім сіздің атыңыздан бастапқы күйге қайтарылды.
lv: Jūsu panākumi kursā %(course_title)s ir atiestatīti jūsu vārdā.
sq: Përparimi juaj në kursin %(course_title)s është rivendosur në emrin tuaj.
sv: Din framsteg i kursen %(course_title)s har återställts på dina vägnar.
uz: Sizning nomingizdan %(course_title)s kursidagi muvaffaqiyatingiz tiklandi.
zh_hk: 您在課程%(course_title)s中的進度已為您重設。

source: You will be able to re-attempt this course and earn a verified certificate upon successful completion.
af_za: Jy sal hierdie kursus weer kan probeer en &#39;n geverifieerde sertifikaat kan verdien na suksesvolle voltooiing.
es: Podrás volver a intentar este curso y obtener un certificado verificado al completarlo con éxito.
fa: شما می توانید این دوره را دوباره امتحان کنید و پس از اتمام موفقیت آمیز یک گواهی تایید شده دریافت کنید.
hu: Újra megpróbálhatja elvégezni ezt a kurzust, és sikeres teljesítés esetén hitelesített bizonyítványt szerezhet.
kk: Сіз бұл курсты қайталап көріңіз және сәтті аяқталғаннан кейін расталған сертификатқа ие боласыз.
lv: Jūs varēsiet atkārtoti izmēģināt šo kursu un pēc sekmīgas pabeigšanas iegūt verificētu sertifikātu.
sq: Ju do të jeni në gjendje të provoni përsëri këtë kurs dhe të fitoni një certifikatë të verifikuar pas përfundimit të suksesshëm.
sv: Du kommer att kunna försöka igen med den här kursen och få ett verifierat certifikat vid framgångsrikt slutförande.
uz: Siz ushbu kursni qaytadan sinab ko'rishingiz va muvaffaqiyatli tamomlaganingizdan so'ng tasdiqlangan sertifikatga ega bo'lishingiz mumkin.
zh_hk: 成功完成後，您將能夠重新嘗試本課程並獲得經過驗證的證書。

source: Best,
af_za: Beste,
es: Saludos,
fa: بهترین،
kk: Ең жақсы,
lv: Labākais,
sq: Më e mira,
uz: Eng yaxshi,
zh_hk: 最好的，

source: Hello %(full_name)s,
af_za: Hallo %(full_name)s ,
bo: བཀྲ་ཤིས་བདེ་ལེགས། %(full_name)s
de_de: Hallo %(full_name)s,
el: Αγαπητέ/Αγαπητή %(full_name)s,
es: Hola %(full_name)s,
fa: سلام %(full_name)s
ja: こんにちは %(full_name)s さん、
kk: Сәлем %(full_name)s,
lv: Labdien, %(full_name)s !
sq: Përshëndetje %(full_name)s,
sv: Hej %(full_name)s,
uz: Salom %(full_name)s ,
zh_hk: 你好%(full_name)s ，

source: ID Verification Approved
af_za: ID-verifikasie goedgekeur
bo: ID ཡི་ཁུངས་སྐྱེལ་དེ་ངོས་ལེན་བྱས་ཡོད།
de_de: ID Verifikation bestätigt
el: ID επαλήθευση Εγκρίθηκε
es: Verificación de identidad aprobada
fa: تأیید هویت تأیید شد
hu: Azonosító ellenőrzése jóváhagyva
ja: ID確認が承認されました
kk: Жеке куәлікті растау мақұлданды
lv: ID verifikācija apstiprināta
sq: Verifikimi i ID-së u miratua
sv: ID-verifiering godkänd
uz: ID tekshiruvi tasdiqlandi
zh_hk: 身份驗證已批准

source: Your %(platform_name)s ID verification photos have been approved.
af_za: Jou %(platform_name)s ID-verifikasiefoto&#39;s is goedgekeur.
bo: ཁྱེད་ཀྱི་ %(platform_name)s ID ཡི་ཁུངས་སྐྱེལ་འདྲ་པར་ངོས་ལེན་བྱས་སོང་།
de_de: Ihre %(platform_name)s ID Verifikationsfotos wurden bestätigt
el: Οι φωτογραφίες σας επαλήθευση ID %(platform_name)s έχουν εγκριθεί.
es: Tus fotos de verificación de identidad de %(platform_name)s han sido aprobadas.
fa: عکس های تأیید هویت شناسه %(platform_name)s شما تأیید شده است.
hu: A(z) %(platform_name)s azonosító-ellenőrzési fotóit jóváhagyták.
ja: あなたの%(platform_name)sのID確認写真が承認されました。
kk: Сіздің %(platform_name)s ID растау фотосуреттері мақұлданды.
lv: Jūsu %(platform_name)s ID verifikācijas fotoattēli ir apstiprināti.
sq: Fotot tuaja të verifikimit të ID-së %(platform_name)s janë miratuar.
sv: Dina %(platform_name)s ID-verifieringsfoton har godkänts.
uz: Sizning %(platform_name)s identifikatoringizni tasdiqlovchi fotosuratlaringiz tasdiqlandi.
zh_hk: 您的%(platform_name)s身分證件驗證照片已獲得批准。
