Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Enter the number of components to display to each student. Set it to -1 to display all components.
af_za: Voer die aantal komponente in wat aan elke student vertoon moet word. Stel dit op -1 om alle komponente te vertoon.
de_de: Geben Sie die Anzahl der Komponenten ein, die jedem Schüler angezeigt werden sollen. Setzen Sie ihn auf -1, um alle Komponenten anzuzeigen.
el: Εισαγάγετε τον αριθμό των στοιχείων που θα εμφανίζονται σε κάθε μαθητή. Ρυθμίστε το σε -1 για να εμφανιστούν όλα τα στοιχεία.
es: Ingrese el número de componentes que se mostrarán a cada estudiante. Establezca -1 para mostrar todos los componentes.
fa: تعداد مؤلفه هایی را برای نمایش به هر دانش آموز وارد کنید. آن را روی -1 تنظیم کنید تا همه اجزا نمایش داده شوند.
hu: Adja meg a megjelenítendő elemek számát minden diáknak. Állítsa -1-re, ha az összes elemet meg szeretné jeleníteni.
ja: 各学生に表示するコンポーネントの数を入力してください。すべてのコンポーネントを表示するには、-1を設定してください。
kk: Әр оқушыға көрсетілетін құрамдастардың санын енгізіңіз. Барлық құрамдастарды көрсету үшін оны -1 мәніне орнатыңыз.
lv: Ievadiet katram kursa dalībniekam rādāmo komponentu skaitu. Iestatiet -1, lai parādītu visus komponentus.
sq: Futni numrin e komponentëve për t&#39;i shfaqur secilit student. Vendoseni në -1 për të shfaqur të gjithë komponentët.
sv: Ange antalet komponenter som ska visas för varje student. Ställ in det på -1 för att visa alla komponenter.
uz: Har bir talabaga ko'rsatiladigan komponentlar sonini kiriting. Barcha komponentlarni ko'rsatish uchun uni -1 ga o'rnating.
zh_hk: 輸入要向每個學生顯示的組件數量。將其設為 -1 以顯示所有組件。

source: Problem Type
af_za: Tipe probleem
de_de: Fragestellungsart
el: Τύπος προβλήματος
es: Tipo de problema
fa: نوع مسئله
hu: Probléma Típus
ja: 問題タイプ
kk: Мәселе түрі
lv: Uzdevumi veids
sq: Lloji i problemit
sv: Problemtyp
th: ชนิดปัญหา
uz: Muammo turi
zh_hk: 問題類型

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
af_za: Kies &#39;n probleemtipe om uit die biblioteek te gaan haal. As &quot;Enige tipe&quot; gekies is, word geen filter toegepas nie.
de_de: Wählen Sie einen Problemtyp aus, den Sie aus der Bibliothek holen möchten. Wenn "Any Type" ausgewählt ist, wird keine Filterung angewendet.
el: Επιλέξτε έναν τύπο προβλήματος για ανάκτηση από τη βιβλιοθήκη. Εάν επιλεγεί "Οποιοσδήποτε τύπος" δεν εφαρμόζεται φιλτράρισμα.
es: Elija un tipo de problema para obtener de la biblioteca. Si se selecciona "Cualquier tipo", no se aplica ningún filtro.
fa: یک نوع مسئله را برای واکشی از کتاب‌خانه انتخاب کنید. در صورت انتخاب «هر نوع»، فیلتری اعمال نمی‌شود.
hu: Válasszon egy probléma típust a könyvtárból való lekéréshez. Ha az "Bármilyen típus" van kiválasztva, nem történik szűrés.
ja: ライブラリから取得する問題の種類を選択してください。「任意の種類」が選択されている場合、フィルタリングは適用されません。
kk: Кітапханадан алу үшін мәселе түрін таңдаңыз. «Кез келген түрі» таңдалса, сүзгілеу қолданылмайды.
lv: Izvēlieties problēmas tipu, ko iegūt no bibliotēkas. Ja ir izvēlēts "Jebkurš tips", filtrēšana netiek piemērota.
sq: Zgjidhni një lloj problemi për ta marrë nga biblioteka. Nëse zgjidhet "Çdo lloj", nuk zbatohet filtrim.
sv: Välj en problemtyp för att hämta från biblioteket. Om &quot;Alla typer&quot; är markerade tillämpas ingen filtrering.
th: เลือกประเภทปัญหาสามารถดึงข้อมูลจากห้องสมุด ถ้า "ชนิดใดๆ" ถูกเลือการกกรองจะไม่ถูกใช้
uz: Kutubxonadan olish uchun muammo turini tanlang. Agar "Har qanday tur" tanlansa, filtrlash qo'llanilmaydi.
zh_hk: 選擇要從資料庫中取得的問題類型。如果選擇“任何類型”，則不會套用篩選。

source: Determines whether a 'Reset Problems' button is shown, so users may reset their answers and reshuffle selected items.
af_za: Bepaal of &#39;n &#39;Stel probleme terug&#39;-knoppie gewys word, sodat gebruikers hul antwoorde kan terugstel en geselekteerde items kan herskuif.
de_de: Legt fest, ob eine Schaltfläche „Probleme zurücksetzen“ angezeigt wird, sodass Benutzer ihre Antworten zurücksetzen und ausgewählte Elemente neu mischen können.
el: Καθορίζει εάν εμφανίζεται ένα κουμπί &quot;Επαναφορά προβλημάτων&quot;, ώστε οι χρήστες να μπορούν να επαναφέρουν τις απαντήσεις τους και να ανακατασκευάσουν επιλεγμένα στοιχεία.
es: Determina si se muestra un botón "Restablecer problemas", para que los usuarios puedan restablecer sus respuestas y volver a barajar los elementos seleccionados.
fa: تعیین می‌کند که آیا دکمه «بازنشانی مسائل» نشان داده شود یا خیر تا کاربران بتوانند پاسخ‌های خود را بازنشانی کنند و موارد انتخابی را تغییر دهند.
hu: Meghatározza, hogy megjelenik-e egy „Feladatok visszaállítása” gomb, amely lehetővé teszi a felhasználók számára, hogy visszaállítsák válaszaikat és újrakeverjék a kiválasztott elemeket.
ja: 「問題をリセット」ボタンを表示するかどうかを決定し、ユーザーが回答をリセットして選択した項目をシャッフルできるようにします。
lv: Nosaka, vai tiek rādīta poga Atiestatīt uzdevumi, lai lietotāji varētu atiestatīt atbildes un mainīt atlasītos vienumus.
sq: Përcakton nëse shfaqet një buton "Rivendos problemet", kështu që përdoruesit mund të rivendosin përgjigjet e tyre dhe të riorganizojnë artikujt e zgjedhur.
sv: Avgör om en knapp för "Återställ problem" visas, så att användare kan återställa sina svar och blanda om valda objekt.
uz: “Muammolarni qayta oʻrnatish” tugmasi koʻrsatilgan yoki yoʻqligini aniqlaydi, shuning uchun foydalanuvchilar javoblarini qayta oʻrnatishi va tanlangan elementlarni oʻzgartirishi mumkin.
zh_hk: 確定是否顯示“重置問題”按鈕，以便用户可以重置其答案並重新排列所選項目。

source: Source content library has not been specified.
af_za: Broninhoudbiblioteek is nie gespesifiseer nie.
bo: འབྱུང་ཁུངས་ནང་དོན་དཔེ་མཛོད་གཏན་འཁེལ་བྱས་མེད།
de_de: Inhalt wurde nicht angegeben.
el: Η βιβλιοθήκη περιεχόμενο πηγής δεν έχει καθοριστεί.
es: No se ha especificado la biblioteca de contenido de origen.
fa: کتابخانه محتوای منبع مشخص نشده است.
hu: A forrás tartalomkönyvtár nincs megadva.
ja: ソースコンテンツライブラリが指定されていません。
kk: Бастапқы мазмұн кітапханасы көрсетілмеген.
lv: Avota satura bibliotēka nav norādīta.
sq: Biblioteka e përmbajtjes së burimit nuk është specifikuar.
sv: Källinnehållsbibliotek har inte specificerats.
uz: Manba mazmuni kutubxonasi aniqlanmagan.
zh_hk: 未指定來源內容資料庫。

source: Content libraries are not available in the current runtime.
af_za: Inhoudbiblioteke is nie in die huidige looptyd beskikbaar nie.
bo: ནང་དོན་དཔེ་མཛོད་རྣམས་མིག་སྔའི་འཁོར་སྐྱོད་དུས་ཚོད་ནང་མེད།
de_de: Inhalt sind in der aktuellen Laufzeit nicht verfügbar.
el: Οι βιβλιοθήκες περιεχόμενο δεν είναι διαθέσιμες στον τρέχοντα χρόνο εκτέλεσης.
es: Las bibliotecas de contenido no están disponibles en el entorno de ejecución actual.
fa: کتابخانه های محتوا در زمان اجرا فعلی در دسترس نیستند.
ja: 現在のランタイムではコンテンツライブラリは利用できません。
kk: Мазмұн кітапханалары ағымдағы орындалу уақытында қолжетімді емес.
lv: Satura bibliotēkas pašreizējā izpildlaikā nav pieejamas.
sq: Bibliotekat e përmbajtjes nuk janë të disponueshme në kohën aktuale të ekzekutimit.
sv: Innehållsbibliotek är inte tillgängliga i den nuvarande körningen.
uz: Joriy ish vaqtida kontent kutubxonalari mavjud emas.
zh_hk: 內容庫在目前運行時不可用。

source: Source content library does not exist: {source_library_id}
af_za: Broninhoudbiblioteek bestaan nie: {source_library_id}
bo: འབྱུང་ཁུངས་ནང་དོན་དཔེ་མཛོད་མེད་པ། {source_library_id}
de_de: Inhalt existiert nicht: {source_library_id}
el: Η βιβλιοθήκη περιεχόμενο πηγής δεν υπάρχει: {source_library_id}
es: La biblioteca de contenido de origen no existe: {source_library_id}
fa: کتابخانه محتوای منبع وجود ندارد: {source_library_id}
hu: A forrás tartalomkönyvtár nem létezik: {source_library_id}
ja: 指定されたコンテンツライブラリは存在しません: {source_library_id}
kk: Бастапқы мазмұн кітапханасы жоқ: {source_library_id}
lv: Avota satura bibliotēka neeksistē: {source_library_id}
sq: Biblioteka e përmbajtjes së burimit nuk ekziston: {source_library_id}
sv: Källinnehållsbiblioteket finns inte: {source_library_id}
uz: Manba kontent kutubxonasi mavjud emas: {source_library_id}
zh_hk: 來源內容資料庫不存在： {source_library_id}

source: This component is out of date. The library has new content.
af_za: Hierdie komponent is verouderd. Die biblioteek het nuwe inhoud.
de_de: Die Aufgabe ist abgelaufen. Die Bibliothek hat neue Inhalte.
el: Αυτό το στοιχείο δεν είναι ενημερωμένο. Η βιβλιοθήκη έχει νέο περιεχόμενο.
es: Este componente está desactualizado. La biblioteca tiene contenido nuevo.
fa: این مولفه قدیمی است. کتاب‌خانه دارای محتوای جدید است.
hu: Ez az összetevő elavult. A könyvtár új tartalommal rendelkezik.
ja: このコンポーネントは古くなっています。ライブラリには新しいコンテンツがあります。
kk: Бұл компонент ескірген. Кітапханада жаңа мазмұн бар.
lv: Šis komponents ir novecojis. Bibliotēkā ir jauns saturs.
sq: Ky komponent është i vjetëruar. Biblioteka ka përmbajtje të re.
sv: Denna komponent är föråldrad. Biblioteket har nytt innehåll.
th: ส่วนนี้จะเลิกใช้แล้ว ห้องสมุดมีเนื้อหาใหม่ๆ
uz: Ushbu komponent eskirgan. Kutubxona yangi tarkibga ega.
zh_hk: 該組件已過時。資料庫有新內容。

source: {refresh_icon} Update now.
af_za: {refresh_icon} Dateer nou op.
de_de: {refresh_icon} jetzt aktualisieren.
el: {refresh_icon} Ενημέρωση τώρα.
es: {refresh_icon} Actualizar ahora.
fa: {refresh_icon} هم‌اکنون به‌روز‌رسانی کنید.
hu: {refresh_icon} Frissíts most.
ja: {refresh_icon} 今すぐ更新。
kk: {refresh_icon} Қазір жаңартыңыз.
lv: {refresh_icon} Atjauniniet tūlīt.
sq: {refresh_icon} Përditëso tani.
sv: {refresh_icon} Uppdatera nu.
th: {refresh_icon} อัพเดทขณะนี้
uz: {refresh_icon} Hozir yangilang.
zh_hk: {refresh_icon}立即更新。

source: Library is invalid, corrupt, or has been deleted.
af_za: Biblioteek is ongeldig, korrup of is uitgevee.
de_de: Diese Bibliothek ist ungültig, unbrauchbar oder wurde gelöscht.
el: Η βιβλιοθήκη δεν είναι έγκυρη, είναι κατεστραμμένη ή έχει διαγραφεί.
es: La biblioteca no es válida, está dañada o se ha eliminado.
fa: کتاب‌خانه نامعتبر، خراب یا حذف‌شده است.
hu: A könyvtár érvénytelen, sérült, vagy törölték.
ja: ライブラリが無効であるか、破損しているか、削除されました。
kk: Кітапхана жарамсыз, бүлінген немесе жойылған.
lv: Bibliotēka ir nederīga, bojāta vai izdzēsta.
sq: Biblioteka është e pavlefshme, e korruptuar ose është fshirë.
sv: Biblioteket är ogiltigt, korrupt eller har tagits bort.
th: ห้องสมุดไม่ถูกต้อง, เสียหายหรือถูกลบไปแล้ว
uz: Kutubxona yaroqsiz, buzilgan yoki oʻchirib tashlangan.
zh_hk: 資料庫無效、損壞或已刪除。

source: Edit Library List.
af_za: Wysig biblioteeklys.
de_de: Bibliothekenliste bearbeiten
el: Επεξεργασία λίστας βιβλιοθηκών.
es: Editar lista de bibliotecas.
fa: ویرایش فهرست کتاب‌خانه
hu: Könyvtár lista szerkesztése.
ja: ライブラリリストを編集
kk: Кітапхана тізімін өңдеу.
lv: Rediģēt bibliotēku sarakstu.
sq: Redaktoni listën e bibliotekave.
sv: Redigera bibliotekslista.
th: แก้ไขรายการห้องสมุด
uz: Kutubxona roʻyxatini tahrirlash.
zh_hk: 編輯資料庫列表。

source: This course does not support content libraries. Contact your system administrator for more information.
af_za: Hierdie kursus ondersteun nie inhoudsbiblioteke nie. Kontak jou stelseladministrateur vir meer inligting.
de_de: Dieser Kurs unterstützt keine Inhaltsbibliotheken. Weitere Informationen erhalten Sie von Ihrem Systemadministrator.
el: Αυτό το μάθημα δεν υποστηρίζει βιβλιοθήκες περιεχομένου. Επικοινωνήστε με τον διαχειριστή του συστήματός σας για περισσότερες πληροφορίες.
es: Este curso no admite bibliotecas de contenido. Póngase en contacto con el administrador del sistema para obtener más información.
fa: این دوره از کتاب‌خانه‌های محتوا پشتیبانی نمی‌کند. برای اطلاعات بیش‌تر با مدیریت سیستم خود تماس بگیرید.
hu: Ez a kurzus nem támogatja a tartalomkönyvtárakat. További információért forduljon a rendszergazdához.
ja: このコースはコンテンツライブラリをサポートしていません。詳細については、システム管理者にお問い合わせください。
kk: Бұл курс мазмұн кітапханаларына қолдау көрсетпейді. Қосымша ақпарат алу үшін жүйе әкімшісіне хабарласыңыз.
lv: Šis kurss neatbalsta satura bibliotēkas. Lai iegūtu papildinformāciju, sazinieties ar sistēmas administratoru.
sq: Ky kurs nuk mbështet bibliotekat e përmbajtjes. Kontaktoni administratorin e sistemit tuaj për më shumë informacion.
sv: Kursen stöder inte innehållsbibliotek. Kontakta din systemadministratör för mer information.
th: หลักสูตรนี้ไม่สนับสนุนเนื้อหาห้องสมุด ติดต่อผู้ดูแลระบบของคุณสำหรับข้อมูลเพิ่มเติม
uz: Ushbu kurs kontent kutubxonalarini qo'llab-quvvatlamaydi. Qo'shimcha ma'lumot olish uchun tizim administratoringizga murojaat qiling.
zh_hk: 本課程不支援內容庫。請聯絡您的系統管理員以取得更多資訊。

source: A library has not yet been selected.
af_za: &#39;n Biblioteek is nog nie gekies nie.
de_de: Es wurde noch keine Bibliothek ausgewählt.
el: Δεν έχει επιλεγεί ακόμη βιβλιοθήκη.
es: No se ha seleccionado ninguna biblioteca aún.
fa: هنوز کتاب‌خانه‌ای انتخاب نشده است.
ja: ライブラリはまだ選択されていません。
kk: Кітапхана әлі таңдалмаған.
lv: Bibliotēka vēl nav izvēlēta.
sq: Një bibliotekë nuk është zgjedhur ende.
sv: Ett bibliotek har ännu inte valts.
th: ยังไม่ได้เลือกห้องสมุด
uz: Kutubxona hali tanlanmagan.
zh_hk: 尚未選擇資料庫。

source: Select a Library.
af_za: Kies &#39;n biblioteek.
de_de: Wählen Sie eine Bibliothek.
el: Επιλέξτε μια βιβλιοθήκη.
es: Seleccione una biblioteca.
fa: یک کتاب‌خانه انتخاب کنید.
hu: Válasszon egy könyvtárat.
ja: ライブラリを選択してください。
kk: Кітапхананы таңдаңыз.
lv: Izvēlieties bibliotēku.
sq: Zgjidhni një Bibliotekë.
sv: Välj ett bibliotek.
th: เลือกห้องสมุด
uz: Kutubxonani tanlang.
zh_hk: 選擇一個資料庫。

source: There are no problems in the specified library of type {capa_type}.
af_za: Daar is geen probleme in die gespesifiseerde biblioteek van tipe {capa_type} nie.
bo: {capa_type} རིགས་ཀྱི་གསལ་བཀོད་བྱས་པའི་དཔེ་མཛོད་ནང་དཀའ་ངལ་མེད།
de_de: In der angegebenen Bibliothek vom Typ {capa_type} gibt es keine Probleme.
el: Δεν υπάρχουν προβλήματα στην καθορισμένη βιβλιοθήκη τύπου {capa_type} .
es: No hay problemas en la biblioteca especificada del tipo {capa_type}.
fa: هیچ مسئله‌ای در کتاب‌خانه مشخص‌شده از نوع {capa_type} وجود ندارد.
hu: Nincsenek problémák a megadott {capa_type} típusú könyvtárban.
ja: 指定されたライブラリのタイプ {capa_type} に問題はありません。
kk: {capa_type} түріндегі көрсетілген кітапханада ақаулар жоқ.
lv: Norādītajā {capa_type} tipa bibliotēkā nav uzdevumu.
sq: Nuk ka probleme në bibliotekën e specifikuar të tipit {capa_type}.
sv: Det finns inga problem i det angivna biblioteket av typen {capa_type}.
uz: {capa_type} turidagi ko'rsatilgan kutubxonada hech qanday muammo yo'q.
zh_hk: {capa_type}類型的指定資料庫沒有問題。

source: Select another problem type.
af_za: Kies &#39;n ander probleem tipe.
de_de: Einen anderen Aufgabentyp wählen.
el: Επιλέξτε άλλο τύπο προβλήματος.
es: Seleccione otro tipo de problema.
fa: نوع مسئله دیگری انتخاب کنید.
hu: Válassz egy másik feladat típust.
ja: 別の問題タイプを選択してください。
kk: Басқа мәселе түрін таңдаңыз.
lv: Izvēlieties citu uzdevumi veidu.
sq: Zgjidhni një lloj tjetër problemi.
sv: Välj en annan problemtyp.
th: เลือกประเภทของปัญหาแบบอื่น
uz: Boshqa muammo turini tanlang.
zh_hk: 選擇另一種問題類型。

source: The specified library is configured to fetch {count} problem,
af_za: Die gespesifiseerde biblioteek is opgestel om {count} probleem te gaan haal,
el: Η καθορισμένη βιβλιοθήκη έχει ρυθμιστεί για να φέρει το πρόβλημα {count} ,
es: La biblioteca especificada está configurada para obtener {count} problema,
fa: کتاب‌خانه مشخص‌شده برای واکشی {count} مسئله پیکربندی شده است،
hu: A megadott könyvtár úgy van beállítva, hogy {count} problémát töltsön le,
ja: 指定されたライブラリは{count}個の問題を取得するように設定されています。
kk: Көрсетілген кітапхана {count} мәселесін алу үшін конфигурацияланған,
lv: Norādītā bibliotēka ir konfigurēta, lai iegūtu {count} uzdevumi,
sq: Biblioteka e specifikuar është konfiguruar për të marrë problemet {count},
sv: Det angivna biblioteket är konfigurerat för att hämta {count} problem,
uz: Belgilangan kutubxona {count} muammolarini olish uchun tuzilgan,
zh_hk: 指定的資料庫設定為取得{count}問題，

source: but there is only {actual} matching problem.
af_za: maar daar is net {actual} bypassende probleem.
el: αλλά υπάρχει μόνο πρόβλημα αντιστοίχισης {actual} .
es: pero solo hay {actual} problema coincidente.
fa: اما فقط {actual} مسئله منطبق وجود دارد.
hu: de csak {actual} egyező probléma van.
kk: бірақ тек {actual} сәйкестік мәселесі бар.
lv: bet ir tikai {actual} atbilstības uzdevumi.
sq: por ka vetëm problemi i përputhjes {actual}.
sv: men det finns bara {actual} matchande problem.
uz: lekin faqat {actual} mos keladigan muammolar mavjud.
zh_hk: 但只有{actual}匹配問題。

source: Edit the library configuration.
af_za: Wysig die biblioteekkonfigurasie.
de_de: Konfiguration der Bibliothek bearbeiten
el: Επεξεργαστείτε τη διαμόρφωση της βιβλιοθήκης.
es: Edite la configuración de la biblioteca.
fa: ویرایش پیکربندی کتاب‌خانه
hu: Szerkessze a könyvtár konfigurációját.
ja: ライブラリの設定を編集します。
kk: Кітапхана конфигурациясын өңдеңіз.
lv: Rediģējiet bibliotēkas konfigurāciju.
sq: Redaktoni konfigurimin e bibliotekës.
sv: Redigera bibliotekets konfiguration.
th: แก้ไขการกำหนดค่าห้องสมุด
uz: Kutubxona konfiguratsiyasini tahrirlang.
zh_hk: 編輯資料庫設定。

source: Invalid Library
af_za: Ongeldige biblioteek
de_de: Ungültige Bibliothek
el: Μη έγκυρη βιβλιοθήκη
es: Biblioteca no válida
fa: کتابخانه نامعتبر
hu: Érvénytelen Könyvtár
ja: 無効なライブラリ
kk: Жарамсыз кітапхана
lv: Nederīga bibliotēka
sq: Biblioteka e pavlefshme
sv: Ogiltigt bibliotek
th: ห้องสมุดไม่ถูกต้อง
uz: Yaroqsiz kutubxona
zh_hk: 無效資料庫

source: No Library Selected
af_za: Geen biblioteek gekies nie
de_de: Keine Bibliothek ausgewählt
el: Δεν έχει επιλεγεί βιβλιοθήκη
es: No se ha seleccionado ninguna biblioteca
fa: هیچ کتابخانه ای انتخاب نشده است
hu: Könyvtár nincs kiválasztva
ja: ライブラリが選択されていません
kk: Кітапхана таңдалмаған
lv: Nav atlasīta neviena bibliotēka
sq: Asnjë bibliotekë e zgjedhur
sv: Inget bibliotek valt
th: ไม่ห้องสมุดที่เลือก
uz: Hech qanday kutubxona tanlanmagan
zh_hk: 未選擇資料庫

source: Library Display Name
af_za: Biblioteekvertoonnaam
de_de: Anzeigename der Bibliothek
el: Εμφανιζόμενο όνομα βιβλιοθήκης
es: Nombre para mostrar de la biblioteca
fa: نام نمایشی کتابخانه
hu: Könyvtár megjelenítési neve
ja: ライブラリ表示名
kk: Кітапхананың көрсетілетін атауы
lv: Bibliotēkas parādāmais nosaukums
sq: Emri i shfaqur i bibliotekës
sv: Bibliotekets visningsnamn
th: ชื่อห้องสมุดที่แสดง
uz: Kutubxona nomi
zh_hk: 資料庫顯示名稱

source: Enter the names of the advanced components to use in your library.
af_za: Voer die name van die gevorderde komponente in om in jou biblioteek te gebruik.
de_de: Geben Sie die Namen der erweiterten Komponenten ein, die in Ihrer Bibliothek verwendet werden sollen.
el: Εισαγάγετε τα ονόματα των προηγμένων στοιχείων για χρήση στη βιβλιοθήκη σας.
es: Ingrese los nombres de los componentes avanzados que desea utilizar en su biblioteca.
fa: نام اجزای پیشرفته را برای استفاده در کتابخانه خود وارد کنید.
hu: Írja be a könyvtárában használni kívánt speciális összetevők nevét.
ja: ライブラリで使用する高度なコンポーネントの名前を入力してください。
kk: Кітапханада пайдалану үшін кеңейтілген құрамдастардың атауларын енгізіңіз.
lv: Ievadiet bibliotēkā izmantojamo papildu komponentu nosaukumus.
sq: Shkruani emrat e komponentëve të avancuar për t'u përdorur në bibliotekën tuaj.
sv: Ange namnen på de avancerade komponenterna som ska användas i ditt bibliotek.
th: ระบุชื่อของส่วนประกอบขั้นสูงที่ใช้ในห้องสมุดของคุณ
uz: Kutubxonangizda foydalanish uchun rivojlangan komponentlar nomlarini kiriting.
zh_hk: 輸入要在資料庫中使用的高階組件的名稱。

source: The display name for this component. Analytics reports may also use the display name to identify this component.
af_za: Die vertoonnaam vir hierdie komponent. Analytics-verslae kan ook die vertoonnaam gebruik om hierdie komponent te identifiseer.
de_de: Der Anzeigename für diese Komponente. Analyseberichte können auch den Anzeigenamen verwenden, um diese Komponente zu identifizieren.
el: Το εμφανιζόμενο όνομα για αυτό το στοιχείο. Οι αναφορές της Ανάλυσης δεδομένων ενδέχεται επίσης να χρησιμοποιούν το εμφανιζόμενο όνομα για τον προσδιορισμό αυτού του στοιχείου.
es: El nombre para mostrar de este componente. Los informes de análisis también pueden usar el nombre para mostrar para identificar este componente.
fa: نام نمایشی این مؤلفه گزارش‌های تحلیلی همچنین ممکن است از نام نمایشی برای شناسایی این مؤلفه استفاده کنند.
hu: A komponens megjelenítési neve. Az analitikai jelentések szintén használhatják a megjelenítési nevet az összetevő azonosítására.
ja: このコンポーネントの表示名です。分析レポートでも、この表示名を使用してこのコンポーネントを識別することがあります。
kk: Осы құрамдас үшін көрсетілетін атау. Analytics есептері осы құрамдас бөлікті анықтау үшін көрсетілетін атауды да пайдалана алады.
lv: Komponenta rādītais nosaukums. Arī analītiskajos pārskatos var izmantot šo parādes nosaukumu, lai identificētu šo komponentu.
sq: Emri i shfaqur për këtë komponent. Raportet e analitikës mund të përdorin gjithashtu emrin e shfaqur për të identifikuar këtë komponent.
sv: Visningsnamnet för denna komponent. Analysrapporter kan också använda visningsnamnet för att identifiera denna komponent.
uz: Ushbu komponent uchun ko'rsatiladigan nom. Analytics hisobotlari ushbu komponentni aniqlash uchun ko'rsatilgan nomdan ham foydalanishi mumkin.
zh_hk: 該組件的顯示名稱。分析報告也可以使用顯示名稱來識別該組件。
