Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: This article together with all its contents are now completely gone! Thanks!
af_za: Hierdie artikel tesame met al sy inhoud is nou heeltemal weg! Dankie!
de_de: Dieser Artikel mit seinem gesamten Inhalt ist jetzt komplett weg! Vielen Dank!
el: Το άρθρο αυτό, μαζί με όλα τα περιεχόμενά του έχουν τώρα εξαφανιστεί εντελώς! Ευχαριστώ!
fa: این مقاله همراه با تمام مطالب آن اکنون کاملاً از بین رفته است! با تشکر!
hu: A cikk az összes tartalmával együtt eltűnt! Köszönjük!
ja: この記事とそのすべての内容は完全に削除されました！ありがとうございます！
kk: Бұл мақала барлық мазмұнымен бірге толығымен жойылды! Рахмет!
lv: Šis raksts kopā ar visu tā saturu tagad ir pilnībā pazudis! Paldies!
sq: Ky artikull së bashku me të gjithë përmbajtjen e tij tashmë është zhdukur plotësisht! Faleminderit!
sv: Denna artikel tillsammans med allt innehåll är nu borttagen.
th: บทความนี้รวมทั้งเนื้อหาทั้งหมดจะหายไป! ขอบคุณ!
uz: Ushbu maqola va uning barcha mazmuni endi butunlay yo'q! rahmat!
zh_hk: 這篇文章連同它的所有內容現在已經完全消失了！謝謝！

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
af_za: Die artikel &quot; %s &quot; is nou gemerk as geskrap! Dankie dat jy die webwerf vry hou van ongewenste materiaal!
de_de: Der Artikel "%s" ist nun als gelöscht gekennzeichnet! Danke, dass Sie die Seite von unerwünschten Inhalten freihalten.
el: Το άρθρο "%s" έχει επιλεχθεί ως διεγραμένο! Ευχαριστώ για τη διατήρηση της σελίδας απαλλαγμένη από ανεπιθύμητα υλικά!
fa: مقاله %s اکنون به عنوان حذف شده علامت گذاری شده است! از اینکه سایت را از مطالب ناخواسته دور نگه داشتید متشکریم!
hu: "%s" cikk törlésre megjelölve! Köszönjük, hogy a nem kívánt tartalmaktól megtisztítod a site-ot.
ja: 記事「%s」は削除済みとしてマークされました！サイトを不要な資料から守っていただきありがとうございます！
lv: Raksts "%s" tagad ir atzīmēts kā dzēsts! Paldies, ka saglabājat vietni brīvu no nevēlama materiāla!
sq: Artikulli "%s" tani është shënuar si i fshirë! Faleminderit që e mbani faqen pa materiale të padëshiruara!
sv: Artikeln "%s" är nu borttagen! Tack för att du hjälper till att hålla sidan fri från oönskat material!
th: ตอนนี้บทความ "%s" ได้ถูกทำเครื่องหมายว่าลบแล้ว! ขอบคุณที่ช่วยทำให้เว็บไซต์ปราศจากเนื้อหาที่ไม่ปรารถนา!
uz: " %s " maqolasi endi o'chirilgan deb belgilangan! Saytni keraksiz materiallardan xoli qilganingiz uchun tashakkur!
zh_hk: 文章“ %s ”現已標記為已刪除！感謝您使網站免受不需要的材料的影響！

source: Your changes were saved.
af_za: Jou veranderinge is gestoor.
de_de: Ihre Veränderungen wurden gespeichert.
el: Οι αλλαγές σας αποθηκεύτηκαν.
fa: تغییرات شما ذخیره شد.
hu: A változtatásokat elmentettük.
ja: 変更が保存されました。
kk: Өзгертулеріңіз сақталды.
lv: Jūsu izmaiņas tika saglabātas.
sq: Ndryshimet tuaja u ruajtën.
sv: Dina ändringar har sparats.
th: บันทึกการแก้ไขของคุณแล้ว
uz: Oʻzgartirishlaringiz saqlandi.
zh_hk: 您的變更已儲存。

source: A new revision of the article was successfully added.
af_za: &#39;n Nuwe hersiening van die artikel is suksesvol bygevoeg.
de_de: Eine neue Revision des Artikels wurde erfolgreich hinzugefügt.
el: Μια νέα αναθεώρηση του άρθρου προστέθηκε με επιτυχία.
fa: ویرایش جدیدی از مقاله با موفقیت اضافه شد.
hu: A cikk új felülvizsgálata sikeresen hozzá lett adva.
ja: 記事の新しい改訂版が正常に追加されました。
kk: Мақаланың жаңа редакциясы сәтті қосылды.
lv: Jauna raksta redakcija tika veiksmīgi pievienota.
sq: Një rishikim i ri i artikullit u shtua me sukses.
sv: En ny revision av denna artikel har lagts till.
uz: Maqolaning yangi tahriri muvaffaqiyatli qo'shildi.
zh_hk: 文章的新修訂已成功新增。

source: Restoring article
af_za: Herstel tans artikel
de_de: Artikel wiederherstellen
el: Αποκατάσταση άρθρου
fa: بازیابی مقاله
hu: Cikk visszaállítása
kk: Мақаланы қалпына келтіру
lv: Atjauno rakstu
sq: Rivendosja e artikullit
sv: Återställ artikel
th: การกู้คืนบทความ
uz: Maqola tiklanmoqda
zh_hk: 正在恢復文章

source: The article "%s" and its children are now restored.
af_za: Die artikel &quot; %s &quot; en sy kinders is nou herstel.
de_de: Der Beitrag "%s" und seine Kinder sind jetzt wiederhergestellt.
el: Το άρθρο "%s" και τα παιδιά του έχουν τώρα αποκατασταθεί.
fa: مقاله %s و فرزندان آن اکنون بازیابی شده اند.
hu: "%s" cikk az összes al-cikkel együtt visszaállításra került.
ja: 記事「%s」とその子記事が復元されました。
kk: "%s" мақаласы және оның балалары енді қалпына келтірілді.
lv: Raksts &quot; %s &quot; un tā atvasinājumi tagad ir atjaunoti.
sq: Artikulli "%s" dhe pasardhësit e tij janë risjellë.
sv: Artikeln "%s" och dess barn har nu återställts.
th: บทความ "%s" และลูกของมันถูกกู้คืนแล้ว
uz: " %s " maqolasi va uning bolalari endi tiklandi.
zh_hk: 文章“ %s ”及其子項現已恢復。

source: The article %(title)s is now set to display revision #%(revision_number)d
af_za: Die artikel %(title)s is nou ingestel om hersiening # %(revision_number)d te vertoon
de_de: Der Artikel %(title)s wurde jetzt eingerichtet, um Revision #%(revision_number)d anzuzeigen
el: Το άρθρο %(title)s έχει τώρα ρυθμιστεί για να εμφανίζει την αναθεώρηση #%(revision_number)d
fa: مقاله %(title)s اکنون برای نمایش نسخه # %(revision_number)d تنظیم شده است
ja: 記事「%(title)s」は、リビジョン番号 #%(revision_number)d を表示するように設定されました。
kk: %(title)s мақаласы енді № %(revision_number)d нұсқасын көрсетуге орнатылды
lv: Rakstam %(title)s tagad ir iestatīts, lai tiktu rādīts pārskatīšanas numurs %(revision_number)d
sq: Artikulli %(title)s tani është vendosur të shfaqë rishikimin #%(revision_number)d
sv: Artikeln %(title)s har nu ändrats till revision #%(revision_number)d
uz: %(title)s maqolasi endi # %(revision_number)d tahririni ko'rsatish uchun o'rnatildi
zh_hk: 文章%(title)s現在設定為顯示修訂版 # %(revision_number)d

source: New title
af_za: Nuwe titel
de_de: Neuer Titel
el: Νέος τίτλος
fa: عنوان جدید
hu: Új cím
ja: 新しいタイトル
kk: Жаңа атау
lv: Jauns nosaukums
sq: Titulli i ri
sv: Ny titel
th: หัวเรื่องใหม่
uz: Yangi nom
zh_hk: 新標題

source: Merge between Revision #%(r1)d and Revision #%(r2)d
af_za: Voeg saam tussen hersiening # %(r1)d en hersiening # %(r2)d
de_de: Revision #%(r1)d und Revision #%(r2)d zusammenführen
el: Συγχώνευση μεταξύ Αναθεώρησης #%(r1)d και αναθεώρηση #%(r2)d
fa: ادغام بین نسخه # %(r1)d و نسخه # %(r2)d
hu: #%(r1)d és #%(r2)d felülvizsgálatok összefűzése
ja: リビジョン #%(r1)d とリビジョン #%(r2)d のマージ
kk: № %(r1)d нұсқасы мен № %(r2)d нұсқасы арасында біріктіру
lv: Apvienot starp versiju # %(r1)d un versiju # %(r2)d
sq: Bashkimi midis versionit # %(r1)d dhe rishikimit # %(r2)d
sv: Sammanslagning mellan revision #%(r1)d och revision #%(r2)d
th: ผสานระหว่าง การแก้ไข #%(r1)d และ การแก้ไข #%(r2)d
uz: № %(r1)d va № %(r2)d tahririni birlashtirish
zh_hk: 修訂版 # %(r1)d和修訂版 # %(r2)d之間的合併

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
af_za: &#39;n Nuwe hersiening is geskep: Voeg saam tussen Hersiening # %(r1)d en Hersiening # %(r2)d
de_de: Eine neue Revision wurde erzeugt: Zusammenführung von Revision #%(r1)d und Revision #%(r2)d
el: Μια νέα αναθεώρηση δημιουργήθηκε: Συγχώνευση μεταξύ Αναθεώρηση #%(r1)d και αναθεώρηση #%(r2)d
fa: یک ویرایش جدید ایجاد شد: ادغام بین نسخه # %(r1)d و نسخه # %(r2)d
hu: Új felülvizsgálat létrehozva: #%(r1)d és #%(r2)d felülvizsgálatok összefűzve
ja: 新しいリビジョンが作成されました: リビジョン#%(r1)dとリビジョン#%(r2)dのマージ
kk: Жаңа нұсқа жасалды: № %(r1)d және № %(r2)d нұсқасы арасында біріктіру
lv: Tika izveidota jauna versija: sapludināt Revision # %(r1)d un Revision # %(r2)d
sq: U krijua një version i ri: Shkrirje mes versioneve #%(r1)d dhe #%(r2)d
sv: En ny revision skapades: Sammanslagning mellan revision #%(r1)d och revision #%(r2)d
th: การแก้ไขใหม่ถูกสร้างขึ้น: ผสานระหว่าง การแก้ไข #%(r1)d และ การแก้ไข #%(r2)d
uz: Yangi tahrir yaratildi: № %(r1)d va № %(r2)d tahririni birlashtirish
zh_hk: 建立了新修訂版：修訂版 # %(r1)d和修訂版 # %(r2)d之間合併

source: Click on the "Start System Check" link below to download and run the proctoring software.
af_za: Klik op die &quot;Start System Check&quot;-skakel hieronder om die proctoring-sagteware af te laai en te laat loop.
de_de: Klicken Sie auf den untenstehenden Link "Start System Check", um die beaufsichtigende Software herunterzuladen und auszuführen.
el: Κάντε κλικ στον παρακάτω σύνδεσμο &quot;Έναρξη ελέγχου συστήματος&quot; για να πραγματοποιήσετε λήψη και εκτέλεση του λογισμικού ανίχνευσης.
fa: برای دانلود و اجرای نرم افزار کاوشگر، روی لینک «شروع بررسی سیستم» در زیر کلیک کنید.
hu: Kattintson az alábbi „Rendszerellenőrzés indítása” linkre a felügyeleti szoftver letöltéséhez és futtatásához.
ja: 以下の「システムチェック開始」リンクをクリックして、監視ソフトウェアをダウンロードして実行してください。
kk: Прокторлық бағдарламалық құралды жүктеп алу және іске қосу үшін төмендегі «Жүйені тексеруді бастау» сілтемесін басыңыз.
lv: Noklikšķiniet uz tālāk esošās saites &quot;Sākt sistēmas pārbaudi&quot;, lai lejupielādētu un palaistu pārbaudes programmatūru.
sq: Klikoni në lidhjen "Fillimi i kontrollit të sistemit" më poshtë për të shkarkuar dhe ekzekutuar softuerin e kërkimit.
sv: Klicka på länken "Starta systemkontroll" nedan för att ladda ner och köra proctoring-programmet.
uz: Proktoring dasturini yuklab olish va ishga tushirish uchun quyidagi "Tizimni tekshirishni boshlash" havolasini bosing.
zh_hk: 點擊下面的“開始系統檢查”鏈接下載並運行監考軟體。

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
af_za: Sodra jy jou identiteit geverifieer het en die eksamenriglyne in Proctortrack nagegaan het, sal jy na hierdie bladsy herlei word.
de_de: Sobald Ihre Identität überprüft wurde und Sie die Prüfungsrichtlinien gelesen haben, werden Sie zurück auf diese Seite weitergeleitet.
el: Μόλις επαληθεύσετε την ταυτότητά σας και ελέγξετε τις οδηγίες εξέτασης στο Proctortrack, θα μεταφερθείτε ξανά σε αυτήν τη σελίδα.
fa: هنگامی که هویت خود را تأیید کردید و دستورالعمل های آزمون را در Proctortrack مرور کردید، به این صفحه هدایت خواهید شد.
ja: Proctortrackで本人確認を行い、試験ガイドラインを確認した後、このページに戻ります。
kk: Жеке басыңызды растағаннан кейін және Proctortrack бағдарламасында емтихан нұсқауларын қарап шыққаннан кейін, сіз осы бетке қайта бағытталасыз.
lv: Kad būsit apstiprinājuši savu identitāti un pārskatījuši eksāmenu vadlīnijas pakalpojumā "Proctortrack", jūs tiksiet novirzīti atpakaļ uz šo lapu.
sq: Pasi të keni verifikuar identitetin tuaj dhe të rishikoni udhëzimet e provimit në Proctortrack, do të ridrejtoheni përsëri në këtë faqe.
sv: När du har verifierat din identitet och granskat examensriktlinjerna i Proctortrack kommer du att omdirigeras tillbaka till den här sidan.
th: เมื่อคุณยืนยันตัวตนของคุณแล้วและทบทวนหลักเกณฑ์การสอบใน Proctortrack คุณจะถูกนำกลับไปที่หน้านี้
uz: Shaxsingizni tasdiqlaganingizdan va Proctortrack-dagi imtihon yo'riqnomalarini ko'rib chiqqaningizdan so'ng, siz ushbu sahifaga qayta yo'naltirilasiz.
zh_hk: 在 Proctortrack 中驗證您的身分並查看考試指南後，您將被重新導向回此頁面。

source: To confirm that proctoring has started, make sure your webcam feed and the blue Proctortrack box are both visible on your screen.
af_za: Om te bevestig dat proctoring begin het, maak seker dat jou webcam-feed en die blou Proctortrack-boks albei op jou skerm sigbaar is.
de_de: Um zu bestätigen, dass die Beaufsichtigung begonnen hat, stellen Sie sicher, dass Ihr Webcam-Feed und die blaue "Proctortrack"-Box beide auf Ihrem Bildschirm sichtbar sind.
el: Για να επιβεβαιώσετε ότι το proctoring έχει ξεκινήσει, βεβαιωθείτε ότι η ροή της κάμερας web και το μπλε πλαίσιο Proctortrack είναι και τα δύο ορατά στην οθόνη σας.
fa: برای تأیید اینکه جستجو شروع شده است، مطمئن شوید که فید وب‌کم و کادر آبی Proctortrack هر دو روی صفحه نمایش شما قابل مشاهده هستند.
hu: Annak megerősítésére, hogy a felügyelet megkezdődött, győződjön meg róla, hogy a webkamera képe és a kék Proctortrack doboz is látható a képernyőn.
ja: プロクタリングが開始されたことを確認するには、ウェブカメラの映像と青いProctortrackのボックスが画面に表示されていることを確認してください。
lv: Lai apstiprinātu, ka ir sākusies uzraudzība, pārliecinieties, vai ekrānā ir redzama gan tīmekļa kameras plūsma, gan zilais "Proctortrack" lodziņš.
sq: Për të konfirmuar që kërkimi ka filluar, sigurohuni që furnizimi i kamerës së internetit dhe kutia blu Proctortrack të jenë të dukshme në ekranin tuaj.
sv: För att bekräfta att proctoring har startat, se till att ditt webbkameraflöde och den blå Proctortrack-rutan båda är synliga på din skärm.
uz: Proktoring boshlanganligini tasdiqlash uchun veb-kamerangiz tasmasi va ko'k Proctortrack qutisi ekraningizda ko'rinishini tekshiring.
zh_hk: 若要確認監考已開始，請確保您的網路攝影機來源和藍色 Proctortrack 框均在螢幕上可見。

source: Click on the "Start Proctored Exam" button below to continue.
af_za: Klik op die &quot;Begin Proctored Exam&quot;-knoppie hieronder om voort te gaan.
de_de: Klicken Sie unten auf die Schaltfläche "Prüfung starten", um fortzufahren.
el: Κάντε κλικ στο κουμπί &quot;Έναρξη Proctored Exam&quot; παρακάτω για να συνεχίσετε.
fa: برای ادامه بر روی دکمه شروع آزمون Proctored در زیر کلیک کنید.
hu: Kattintson az alábbi "Felügyelt vizsga indítása" gombra a folytatáshoz.
ja: 「監督付き試験を開始」ボタンをクリックして続行してください。
kk: Жалғастыру үшін төмендегі «Прокторлық емтиханды бастау» түймесін басыңыз.
lv: Lai turpinātu, noklikšķiniet uz tālāk esošās pogas &quot;Sākt uzraudzītu eksāmenu&quot;.
sq: Klikoni në butonin &quot;Fillimi i Provimit të Proctored&quot; më poshtë për të vazhduar.
sv: Klicka på knappen "Starta Proctored Exam" nedan för att fortsätta.
uz: Davom etish uchun quyidagi “Proktorlangan imtihonni boshlash” tugmasini bosing.
zh_hk: 點擊下面的“開始監考考試”按鈕繼續。

source: Page Not Found
af_za: Bladsy nie gevind nie
de_de: Seite nicht gefunden
el: Η ΣΕΛΙΔΑ ΔΕΝ ΒΡΕΘΗΚΕ
fa: صفحه یافت نشد
hu: Az oldal nem található
ja: ページが見つかりません
kk: Бет табылмады
lv: Lapa nav atrasta
sq: Faqja nuk u gjet
sv: Sidan hittas inte
th: ไม่พบหน้าที่ต้องการเปิด
uz: Sahifa topilmadi
zh_hk: 找不到網頁

source: Page not found
af_za: bladsy nie gevind nie
de_de: Seite nicht gefunden
el: Η ΣΕΛΙΔΑ ΔΕΝ ΒΡΕΘΗΚΕ
fa: صفحه یافت نشد
hu: Az oldal nem található
ja: ページが見つかりません
kk: Бет табылмады
lv: Lapa nav atrasta
sq: Faqja nuk u gjet
sv: Sidan hittas inte
th: ไม่พบหน้าที่ต้องการเปิด
uz: Sahifa topilmadi
zh_hk: 找不到網頁

source: The page that you were looking for was not found.
af_za: Die bladsy waarna jy gesoek het, is nie gevind nie.
de_de: Die aufgerufene Seite wurde leider nicht gefunden
el: Η σελίδα που αναζητάτε δεν βρέθηκε
fa: صفحه ای که به دنبال آن بودید یافت نشد.
hu: A keresett oldal nem létezik.
ja: お探しのページは見つかりませんでした。
kk: Сіз іздеген бет табылмады.
lv: Lapa, kuru meklējāt, netika atrasta.
sq: Faqja që po kërkoni nuk u gjet.
sv: Sidan du letade efter hittades inte.
th: ไม่พบหน้าที่ต้องการเปิด
uz: Siz izlagan sahifa topilmadi.
zh_hk: 找不到您要找的頁面。

source: Go back to the {homepage}.
af_za: Gaan terug na die {homepage} .
de_de: Zurück zur {homepage}.
el: Επιστρέψτε στο {homepage} .
fa: به {homepage} برگردید.
hu: Menjen vissza a {homepage}.
kk: {homepage} дегенге оралыңыз.
lv: Atgriezieties pie {homepage} .
sq: Kthehuni te {homepage}.
sv: Gå tillbaka till {homepage}.
th: กลับไปยัง {homepage}
uz: {homepage} ga qayting.
zh_hk: 返回{homepage} 。

source: {studio_name} Server Error
af_za: {studio_name} Bedienerfout
de_de: {studio_name} Serverfehler
el: {studio_name} Σφάλμα Διακομιστή
fa: خطای سرور {studio_name}
hu: {studio_name} belső szerver hiba
ja: {studio_name} サーバーエラー
kk: {studio_name} Сервер қатесі
lv: {studio_name} Servera kļūda
sq: {studio_name} Gabim serveri
sv: {studio_name} Serverfel
th: เซิพเวอร์{studio_name}ผิดพลาด
uz: {studio_name} Server xatosi
zh_hk: {studio_name}伺服器錯誤

source: The {em_start}{studio_name}{em_end} servers encountered an error
af_za: Die {em_start} {studio_name} {em_end} bedieners het &#39;n fout teëgekom
de_de: Die {em_start}{studio_name}{em_end} Server haben ein Problem festgestellt
el: Οι διακομιστές του {em_start}{studio_name}{em_end} αντιμετώπισαν κάποιο πρόβλημα
fa: سرورهای {em_start} {studio_name} {em_end} با خطا مواجه شدند
hu: Az {em_start}{studio_name}{em_end} szerverei hibát jeleztek.
ja: {em_start}{studio_name}{em_end}サーバーでエラーが発生しました
kk: {em_start} {studio_name} {em_end} серверлері қатеге тап болды
lv: {em_start} {studio_name} {em_end} serveros radās kļūda
sq: Serverët {em_start}{studio_name}{em_end} kanë një gabim
sv: Servrarna {em_start}{studio_name}{em_end} stötte på ett fel
th: เกิดข้อผิดพลาดในเซิร์ฟเวอร์ {em_start}{studio_name}{em_end}
uz: {em_start} {studio_name} {em_end} serverlarida xatolik yuz berdi
zh_hk: {em_start} {studio_name} {em_end}伺服器遇到錯誤

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
af_za: &#39;n Fout het in {studio_name} voorgekom en die bladsy kon nie gelaai word nie. Probeer asseblief weer oor &#39;n paar oomblikke.
de_de: Ein Fehler ist in {studio_name} aufgetreten und die Seite konnte nicht geladen werden. Bitte versuchen Sie es in einigen Augenblicken nochmal.
el: Παρουσιάστηκε σφάλμα στο {studio_name} και η σελίδα δεν μπόρεσε να φορτωθεί. Παρακαλούμε προσπαθήστε ξανά σε μερικά λεπτά.
fa: خطایی در {studio_name} رخ داد و صفحه بارگیری نشد. لطفاً چند لحظه دیگر دوباره امتحان کنید.
hu: {studio_name} egy hiba miatt nem tudja betölteni az oldalt. Kérlek próbálkozz egy kicsit később.
ja: {studio_name}でエラーが発生し、ページを読み込むことができませんでした。しばらくしてからもう一度お試しください。
kk: {studio_name} файлында қате орын алды және бетті жүктеу мүмкін болмады. Бірнеше минуттан кейін әрекетті қайталаңыз.
lv: {studio_name} ir notikusi kļūda, un lapu nav iespējams ielādēt. Lūdzu, mēģiniet vēlreiz pēc dažiem mirkļiem.
sq: Ndodhi një gabim në {studio_name} dhe faqja nuk mund të ngarkohej. Ju lutemi provoni sërish pas disa çastesh.
sv: Ett fel uppstod i {studio_name} och sidan kunde inte laddas. Vänligen försök igen om några minuter.
th: {studio_name}เกิดความผิดพลาดและเพจไม่โหลด อีกสักครู่ กรุณาลองใหม่อีกครั้ง
uz: {studio_name} da xatolik yuz berdi va sahifani yuklab boʻlmadi. Bir necha daqiqadan so‘ng qayta urinib ko‘ring.
zh_hk: {studio_name}發生錯誤，無法載入頁面。請稍後重試。

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
af_za: Ons het die fout aangeteken en ons personeel werk tans daaraan om hierdie fout so gou moontlik op te los.
de_de: Wir haben diesen Fehler registriert und unsere Mitarbeiter arbeiten daran, diesen Fehler so schnell wie möglich zu beheben.
el: Έχουμε καταγράψει το σφάλμα και το προσωπικό μας προσπαθεί να επιλύσει το πρόβλημα το συντομότερο δυνατόν.
fa: ما خطا را ثبت کرده ایم و کارکنان ما در حال حاضر در تلاش هستند تا این خطا را در اسرع وقت برطرف کنند.
hu: Loggoltuk a hibát és a szakembereink elkezdték a hiba elhárítását olyan gyorsan, amilyen gyorsan csak lehetséges.
kk: Біз қатені тіркедік және біздің қызметкерлер қазір бұл қатені мүмкіндігінше тезірек шешу үшін жұмыс істеуде.
lv: Mēs esam reģistrējuši kļūdu, un mūsu darbinieki pašlaik strādā, lai pēc iespējas ātrāk to novērstu.
sq: Ne e kemi regjistruar gabimin dhe stafi ynë aktualisht po punon për ta zgjidhur këtë gabim sa më shpejt të jetë e mundur.
sv: Vi har loggat felet och vår personal arbetar för närvarande för att lösa detta fel så snart som möjligt.
th: ระบบได้จัดเก็บข้อผิดพลาดนี้ไว้เรียบร้อยแล้ว และเจ้าหน้าที่ของเรากำลังดำเนินการแก้ไขข้อผิดพลาดนี้โดยเร็ว
uz: Biz xatolikni qayd qildik va xodimlarimiz hozirda bu xatoni imkon qadar tezroq bartaraf etish ustida ishlamoqda.
zh_hk: 我們已記錄該錯誤，我們的工作人員目前正在努力盡快解決此錯誤。

source: Studio Accessibility Policy
af_za: Studio Toeganklikheid Beleid
de_de: Zugangsrichtlinien für Studio
el: Πολιτική προσβασιμότητας στούντιο
fa: خط مشی دسترسی استودیو
ja: スタジオ アクセシビリティ ポリシー
kk: Studio арнайы мүмкіндіктер саясаты
lv: Studio pieejamības politika
sq: Politika e aksesueshmërisë në studio
sv: Studios tillgänglighetspolicy
th: นโยบายการเข้าใช้งาน Studio
uz: Studio maxsus imkoniyatlar siyosati
zh_hk: 工作室無障礙政策

source: Files
af_za: Lêers
de_de: Dateien
el: Αρχεία
fa: فایل ها
hu: Fájlok
ja: ファイル
kk: Файлдар
lv: Faili
sq: Skedarët
sv: Filer
uz: Fayllar
zh_hk: 檔案

source: Content
af_za: Inhoud
de_de: Inhalt
el: Περιεχόμενο
fa: محتوا
hu: Tartalom
ja: コンテンツ
kk: Мазмұны
lv: Saturs
sq: përmbajtja
sv: Innehåll
th: เนื้อหา
uz: Tarkib
zh_hk: 內容

source: Course Certificates
af_za: Kursus Sertifikate
de_de: Kurs Zertifikate
el: Βεβαιώσεις μαθημάτων
fa: گواهینامه های دوره
hu: Kurzus Bizonyítványok
ja: コース修了証明書
kk: Курс сертификаттары
lv: Kursu sertifikāti
sq: certifikatat e kursit
sv: Kurscertifikat
th: เอกสารรับรองหลักสูตรการเรียน
uz: Kurs sertifikatlari
zh_hk: 課程證書

source: This module is not enabled.
af_za: Hierdie module is nie geaktiveer nie.
de_de: Dieses Modul ist nicht aktiviert.
el: Αυτή η ενότητα δεν είναι ενεργοποιημένη.
fa: این ماژول فعال نیست
hu: Ez a modul jelenleg le van tiltva.
ja: このモジュールは有効化されていません。
kk: Бұл модуль қосылмаған.
lv: Šis modulis nav iespējots.
sq: Ky modul nuk është i aktivizuar.
sv: Den här modulen är inte aktiverad.
th: โมดูลนี้ไม่สามารถเปิดใช้งานได้
uz: Bu modul yoqilmagan.
zh_hk: 該模組不可用。

source: This course does not use a mode that offers certificates.
af_za: Hierdie kursus gebruik nie &#39;n modus wat sertifikate bied nie.
de_de: Dieser Kurs bietet keinen Modus an, in dem Zertifikate angeboten werden.
el: Αυτό το μάθημα δεν χρησιμοποιεί λειτουργία που προσφέρει πιστοποιητικά.
fa: این دوره از حالتی که گواهی ارائه می دهد استفاده نمی کند.
hu: Ez a kurzus nem használ olyan módot, ami bizonyítványt adna.
ja: このコースは、証明書を提供するモードを使用していません。
kk: Бұл курс сертификаттар ұсынатын режимді пайдаланбайды.
lv: Šajā kursā netiek izmantots režīms, kas piedāvā sertifikātus.
sq: Ky kurs nuk përdor një mënyrë që ofron certifikata.
sv: Kursen använder inte ett läge som erbjuder certifikat.
th: หลักสูตรนี้ไม่ได้มีการให้ประกาศนียบัตร
uz: Ushbu kursda sertifikatlar taqdim etadigan rejim ishlatilmaydi.
zh_hk: 本課程不採用提供證書的模式。

source: Working with Certificates
af_za: Werk met sertifikate
de_de: Mit Zertifikaten arbeiten
el: Σχετικά με τις βεβαιώσεις
fa: کار با گواهینامه ها
hu: Bizonyítványok használata
ja: 証明書の取り扱い
kk: Сертификаттармен жұмыс
lv: Darbs ar sertifikātiem
sq: Puna me Certifikata
sv: Arbetar med certifikat
th: การทำงานกับประกาศนีบัตร
uz: Sertifikatlar bilan ishlash
zh_hk: 使用證書

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
af_za: Spesifiseer &#39;n kursustitel om op die sertifikaat te gebruik as die kursus se amptelike titel te lank is om goed vertoon te word.
de_de: Spezifiziere einen Kurs Titel, der auf dem Zertifikat benutzt werden soll, falls der offizielle Titel zu lang zum anzeigen ist.
el: Καθορίστε έναν τίτλο μαθήματος που θα χρησιμοποιηθεί στη βεβαίωση, εάν ο επίσημος τίτλος του μαθήματος είναι πολύ μεγάλος για να εμφανίζεται σωστά.
fa: در صورتی که عنوان رسمی دوره برای نمایش خوب نمایش داده نشود، عنوان دوره را برای استفاده در گواهی مشخص کنید.
hu: Adjon meg egy kurzuscímet, amelyet a bizonyítványon használhat, ha a kurzus hivatalos címe túl hosszú ahhoz, hogy jól megjelenjen.
kk: Курстың ресми атауы жақсы көрсетілу үшін тым ұзын болса, сертификатта қолданылатын курс тақырыбын көрсетіңіз.
lv: Norādiet kursa nosaukumu, ko izmantot sertifikātā, ja kursa oficiālais nosaukums ir pārāk garš, lai to varētu labi parādīt.
sq: Specifikoni një titull kursi për t'u përdorur në certifikatë nëse titulli zyrtar i kursit është shumë i gjatë për t'u shfaqur mirë.
sv: Ange en kurstitel att använda på certifikatet om kursens officiella titel är för lång för att visas bra.
th: โปรดระบุหัวข้อหลักสูตรเพื่อใช้ในประกาศนียบัตร หากหัวข้อหลักสูตรยาวเกินกว่าจะแสดง
uz: Agar kursning rasmiy sarlavhasi juda uzun boʻlsa, uni yaxshi koʻrsatish uchun sertifikatda foydalanish uchun kurs nomini belgilang.
zh_hk: 如果課程的正式標題太長而無法很好地顯示，請指定要在證書上使用的課程標題。
