Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Sometimes the draft and published branches of a course can get out of sync. Force publish course command resets the published branch of a course to point to the draft branch, effectively force publishing the course. This view dry runs the force publish command
de_de: Manchmal können der Entwurf und die veröffentlichten Zweige eines Kurses nicht mehr synchronisiert werden. Der Befehl zur erzwungenen Veröffentlichung des Kurses setzt den veröffentlichten Zweig eines Kurses zurück, um auf den Entwurfszweig zu verweisen und die Veröffentlichung des Kurses effektiv zu erzwingen. Diese Ansicht führt den Befehl Veröffentlichung erzwingen probeweise aus.
el: Μερικές φορές το προσχέδιο και οι δημοσιευμένοι κλάδοι ενός μαθήματος μπορεί να αποσυγχρονιστούν. Η εντολή "Επιβολή δημοσίευσης κύκλου μαθημάτων" επαναφέρει τον δημοσιευμένο κλάδο ενός μαθήματος ώστε να οδηγεί στον πρόχειρο κλάδο, επιβάλλοντας ουσιαστικά τη δημοσίευση του μαθήματος. Αυτή η προβολή εκτελεί δοκιμαστικά την εντολή αναγκαστικής δημοσίευσης
ja: コースの下書きと公開されたブランチが同期しなくなることがあります。強制公開コマンドは、公開されたブランチを下書きブランチにリセットし、コースを強制的に公開します。このビューは、強制公開コマンドを試行します。
kk: Кейде курстың жоба және жарияланған тармақтары сәйкес келмеуі мүмкін. Курсты мәжбүрлі түрде жариялау командасы курстың жарияланған тармағын жоба тармағына бағыттап, курсты мәжбүрлі түрде жариялауды жүзеге асырады. Бұл көрініс мәжбүрлі жариялау командасын құрғақ іске қосады.
th: บางครั้งร่างหลักสูตรและหลักสูตรสาขาย่อยอาจไม่สอดคล้องกัน คำสั่งบังคับเผยแพร่หลักสูตรจะรีเซตหลักสูตรสาขาที่เผยแพร่อยู่แล้วให้ชี้ไปที่สาขาของหลักสูตรร่าง ซึ่งเป็นการบังคับการเผยแพร่หลักสูตร มุมมองนี้ใช้เพื่อตรวจสอบคำสั่งบังคับเผยแพร่
zh_hk: 有時，課程的草稿和已發佈的分支可能會不同步。強制發佈課程命令將課程的已發佈分支重置為草稿分支，從而有效地強制發佈課程。此檢視乾運行強制發佈命令

source: Edit Announcements
af_za: Wysig aankondigings
de_de: Ankündigungen bearbeiten
el: Επεξεργασία Ανακοινώσεων
hu: Hirdetmények szerkesztése
ja: お知らせを編集
kk: Хабарландыруларды өңдеу
sq: Redaktoni Njoftimet
sv: Redigera meddelanden
uz: E'lonlarni tahrirlash
zh_hk: 編輯公告

source: This view shows the announcement editor to create or alter announcements that are shown on the rightside of the dashboard.
af_za: Hierdie aansig wys die aankondigingredigeerder om aankondigings te skep of te verander wat aan die regterkant van die dashboard gewys word.
de_de: Diese Ansicht zeigt den Ankündigungseditor zum Erstellen oder Ändern von Ankündigungen, die auf der rechten Seite der 'Meine Kurse' Übersicht angezeigt werden.
el: Αυτή η προβολή δείχνει το πρόγραμμα επεξεργασίας ανακοινώσεων να δημιουργεί ή να τροποποιεί ανακοινώσεις που εμφανίζονται στη δεξιά πλευρά του πίνακα εργαλείων.
hu: Ez a nézet a hirdetményszerkesztőt mutatja, amely lehetővé teszi a hirdetmények létrehozását vagy módosítását, amelyek az irányítópult jobb oldalán jelennek meg.
ja: ダッシュボードの右側に表示されるお知らせを作成または変更するための、お知らせエディタを表示します。
kk: Бұл көрініс бақылау тақтасының оң жағында көрсетілетін хабарландыруларды жасау немесе өзгерту үшін хабарландыру өңдегішін көрсетеді.
sq: Kjo pamje tregon redaktuesin e njoftimeve për të krijuar ose ndryshuar njoftimet që shfaqen në anën e djathtë të pultit.
sv: Den här vyn visar meddelanderedigeraren för att skapa eller ändra meddelanden som visas på höger sida av instrumentpanelen.
uz: Ushbu ko'rinish asboblar panelining o'ng tomonida ko'rsatilgan e'lonlarni yaratish yoki o'zgartirish uchun e'lon muharririni ko'rsatadi.
zh_hk: 此檢視顯示的公告編輯器用於建立或變更控制面板右側顯示的公告。

source: Please provide course id.
af_za: Verskaf asseblief kursus-ID.
de_de: Bitte geben Sie die Kurs-ID an.
el: Παρέχετε το αναγνωριστικό του μαθήματος.
hu: Kérjük, adja meg a kurzus azonosítóját.
ja: コースIDを入力してください。
kk: Курс идентификаторын көрсетіңіз.
sq: Ju lutemi jepni ID-në e kursit.
sv: Vänligen ange kurs-ID.
th: กรุณาระบุรหัสวิชา
uz: Iltimos, kurs identifikatorini kiriting.
zh_hk: 請提供課程 ID。

source: Invalid course key.
af_za: Ongeldige kursussleutel.
de_de: Ungültiger Kursschlüssel.
el: Μη έγκυρο κλειδί μαθήματος.
hu: Érvénytelen kurzuskulcs.
ja: 無効なコースキーです。
kk: Жарамсыз курс кілті.
sq: Çelësi i kursit i pavlefshëm.
sv: Ogiltig kursnyckel.
th: คีย์หลักสูตรไม่ถูกต้อง
uz: Kurs kaliti yaroqsiz.
zh_hk: 課程密鑰無效。

source: No matching course found.
af_za: Geen ooreenstemmende kursus gevind nie.
de_de: Keinen passenden Kurs gefunden.
el: Δεν βρέθηκε αντίστοιχο μάθημα.
hu: Nincs megfelelő kurzus.
ja: 一致するコースが見つかりませんでした。
kk: Сәйкес курс табылмады.
sq: Nuk u gjet asnjë kurs që përputhet.
sv: Ingen matchande kurs hittades.
th: ไม่พบหลักสูตรที่ค้นหา
uz: Mos keladigan kurs topilmadi.
zh_hk: 未找到匹配的課程。

source: Force publishing course is not supported with old mongo courses.
de_de: Kursveröffentlichung erzwingen wird bei alten Mongokursen nicht unterstützt.
el: Η επιβολή δημοσίευσης κύκλου μαθημάτων δεν υποστηρίζεται σε παλιά μαθήματα mongo.
ja: 旧式のMongoコースでは、強制公開はサポートされていません。
kk: Ескі mongo курстарымен курсты мәжбүрлеп жариялау қолдау таппайды.
th: การบังคับเผยแพร่หลักสูตรไม่สามารถทำได้กับหลักสูตร mongo แบบเก่า
zh_hk: 舊的 mongo 課程不支援強制發佈課程。

source: Course is already in published state.
de_de: Kurs ist bereits veröffentlicht.
el: Ο κύκλος μαθημάτων είναι ήδη σε δημοσιευμένη κατάσταση.
ja: コースはすでに公開状態です。
kk: Курс қазірдің өзінде жарияланған күйде.
th: หลักสูตรอยู่ในสถานะเผยแพร่อยู่แล้ว
zh_hk: 課程已處於發佈狀態。

source: Incorrect format for field '{name}'. {detailed_message}
af_za: Verkeerde formaat vir veld '{name}'. {detailed_message}
bo: ཚན་པའི་རྣམ་སྒྲིག་ལུགས་མཐུན་ཞིག་མ་རེད། '{name}'. {detailed_message}
de_de: Falsches Format für das Feld '{name}'. {detailed_message}
el: Εσφαλμένη μορφή για το πεδίο "{name}". {detailed_message}
es: Formato incorrecto para el campo '{name}'. {detailed_message}
fa: قالب قسمت '{name}' نادرست است. {detailed_message}
hu: Hibás mező formátum '{name}'. {detailed_message}
ja: フィールド「{name}」の形式が正しくありません。{detailed_message}
kk: "{name}" өрісі үшін қате пішім. {detailed_message}
lv: Nepareizs lauka “{name}” formāts. {detailed_message}
sq: Formati i papërshtatshëm për fushën '{name}'. {detailed_message}
sv: Felaktigt format för fältet '{name}'. {detailed_message}
th: ระบุ '{name}' ไม่ถูกต้อง. {detailed_message}
uz: “{name}” maydoni uchun noto‘g‘ri format. {detailed_message}
zh_hk: 欄位「{name}」的格式不正確。 {detailed_message}

source: Dictionary with the available tags
af_za: Woordeboek met die beskikbare etikette
bo: གནོན་ཐེབས་རྣམས་ཡོད་པའི་ཚིག་མཛོད།
de_de: Dictionary mit den verfügbaren Tags
el: Λεξικό με τις διαθέσιμες ετικέτες
es: Diccionario con las etiquetas disponibles.
fa: لغت‌نامه با برچسب‌های موجود
hu: Szótár az elérhető címkékkel
ja: 利用可能なタグの辞書
kk: Қол жетімді тегтері бар сөздік
lv: Vārdnīca ar pieejamajiem tagiem
sq: Fjalor me etiketat e disponueshme
sv: Ordbok med tillgängliga taggar
th: พจนานุกรมกับแท็กที่มีอยู่
uz: Mavjud teglar bilan lug'at
zh_hk: 帶有可用標籤的字典

source: Django site admin
af_za: Django webwerf admin
bo: Django འཛིན་སྐྱོང་ས་གནས།
de_de: Django Administrator
el: Django διαχειριστής ιστοσελίδας
es: Administrador del sitio Django
fa: ادمین سایت جنگو
hu: Django webhely rendszergazda
ja: Djangoサイト管理
kk: Django сайтының әкімшісі
lv: Django vietnes administrators
sq: Administratori i faqes Django
sv: Django-webbplatsadministratör
th: ผู้จัดการไซต์ Django
uz: Django sayt administratori
zh_hk: Django 網站管理員

source: Django administration
af_za: Django administrasie
bo: Django འཛིན་སྐྱོང་།
el: Django διαχείριση
es: Administración de Django
fa: مدیریت جنگو
kk: Джанго әкімшілігі
lv: Django administrācija
sq: Administrimi i Xhangos
th: ผู้จัดการ Dango
uz: Django ma'muriyati
zh_hk: Django 管理

source: View site
af_za: Bekyk werf
bo: སྟོན་ས།
de_de: Seite ansehen
el: Προβολή ιστοσελίδας
es: Ver sitio
fa: مشاهده سایت
hu: Oldal megtekintése
ja: サイトを表示
kk: Сайтты қарау
lv: Skatīt vietni
sq: Shiko faqen
sv: Visa webbplats
th: ดูเว็บไซต์
uz: Saytni ko'rish
zh_hk: 查看網站

source: Documentation
af_za: Dokumentasie
bo: ཡིག་ཆ་ཕྱོགས་བསྒྲིགས།
de_de: Dokumentation
el: Τεκμηρίωση
es: Documentación
fa: مستندات
hu: dokumentáció
ja: ドキュメント
kk: Құжаттама
lv: Dokumentācija
sq: Dokumentacion
sv: dokumentation
th: เอกสาร
uz: Hujjatlar
zh_hk: 文件

source: Log out
af_za: Teken uit
bo: ཕྱིར་ཐོན།
de_de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
hu: Kijelentkezés
ja: ログアウト
kk: Шығу
lv: Izlogoties
sq: Dilni
sv: Logga ut
th: ออกจากระบบ
uz: Chiqish
zh_hk: 登出

source: Studio Administration
af_za: Studio Administrasie
bo: སྒྲིག་སྟེགས་འཛིན་སྐྱོང་ཚན་པ།
el: Διοίκηση στούντιο
es: Administración de Studio
fa: مدیریت استودیو
hu: Stúdió adminisztráció
ja: スタジオ管理
kk: Студия әкімшілігі
lv: Studio administrācija
sq: Administrata e Studimeve
th: การจัดการ Studio
uz: Studiya ma'muriyati
zh_hk: 工作室管理

source: Mode
af_za: Wyse
bo: རྣམ་པ།
de_de: Modus
el: Λειτουργία
es: Modo
fa: حالت
hu: Mód
ja: モード
kk: Режим
lv: Režīms
sq: Modaliteti
sv: Läge
th: โหมด
uz: Rejim
zh_hk: 模式

source: Verification Deadline
af_za: Verifikasie sperdatum
bo: ཁུངས་སྐྱེལ་བྱེད་པའི་དུས་བཀག
de_de: Verifizierungsfrist
el: Προθεσμία επαλήθευσης.
es: Fecha límite de verificación
fa: مهلت تایید
hu: Ellenőrzési határidő
ja: 受験締切期日
kk: Тексерудің соңғы мерзімі
lv: Verifikācijas termiņš
sq: Afati për verifikim
sv: Verifieringsfrist
th: วันสิ้นสุดการตรวจสอบ
uz: Tasdiqlash muddati
zh_hk: 驗證期限

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
af_za: OPSIONEEL: Na hierdie datum/tyd sal gebruikers nie meer foto&#39;s vir verifikasie kan indien nie. Dit is SLEGS van toepassing op modusse wat verifikasie vereis.
bo: གདམ་ང་ཅན།: ཟླ་ཚེས་སམ་/དུས་ཚོད་འདིའི་རྗེས་ནས་སྤྱོད་མཁན་ཚོས་ཁུངས་སྐྱེལ་གྱི་ཆེད་དུ་འདྲ་པར་འབུལ་སྤྲོད་བྱེད་མི་ཐུབ། འབུལ་སྤྲོད་འདི་ནི་ཁུངས་སྐྱེལ་དགོས་པའི་རྣམ་སྒྲིག་ཁོ་ན་ལ་རིགས་འབུལ་སྤྲོད་བྱེད་དགོས།
de_de: OPTIONAL: Nach diesem Datum/Uhrzeit können keine Fotos zur Verifikation mehr eingereicht werden. Dieses betrifft NUR Teilnahmen die eine Verifikation benötigen.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Μετά από αυτή την ώρα/ημερομηνία, οι χρήστες δεν θα μπορούν να υποβάλλουν φωτογραφίες για έγκριση. Αυτό εφαρμόζεται ΜΟΝΟ σε λειτουργίες που απαιτούν έγκριση.
es: OPCIONAL: Después de esta fecha/hora, los usuarios ya no podrán enviar fotos para verificación. Esto se aplica ÚNICAMENTE a los modos que requieren verificación.
fa: اختیاری: پس از این تاریخ/زمان، کاربران دیگر نمی‌توانند عکس‌ها را برای تأیید ارسال کنند. این فقط برای حالت‌هایی اعمال می‌شود که نیاز به تأیید دارند.
hu: Opcionális: Ez után a dátum után a felhasználók nem küldhetnek képeket ellenőrzés céljából. Ez csak azoknál a módoknál lesz érvényes, ahol van fényképes ellenőrzés.
ja: 追加設定：この日時を過ぎると、ユーザは修了試験のための写真を送付できなくなります。この設定は修了試験で設定されている場合にのみ有効です。
kk: ҚОСЫМША: Осы күннен/уақыттан кейін пайдаланушылар растау үшін фотосуреттерді жібере алмайды. Бұл ТЕК тексеруді қажет ететін режимдерге қолданылады.
lv: NEOBLIGĀTI: pēc šī datuma/pēc šī laika lietotāji vairs nevarēs iesniegt fotoattēlus verifikācijai. Tas attiecas TIKAI uz režīmiem, kuros nepieciešama verifikācija.
sq: OPTIONAL: Pas kësaj date/ore, përdoruesit nuk do të mund të dorëzojnë më fotografi për verifikim. Kjo vlen VETËM për mënyrat që kërkojnë verifikim.
sv: VALFRITT: Efter detta datum/klockslag kan användarna inte längre skicka in foton för verifiering. Detta gäller ENDAST för lägen som kräver verifiering.
th: ตัวเลือก: หลังจากวันที่/เวลานี้ ผู้ใช้จะไม่สามารถทำการยืนยันด้วยรูปภาพได้ การตั้งค่านี้จะถูกใช้ต่อเมื่อต้องยืนยัน
uz: QO"SHIMCHA: Ushbu sana/vaqtdan keyin foydalanuvchilar tasdiqlash uchun suratlarni yubora olmaydi. Bu FAQAT tekshirishni talab qiladigan rejimlarga tegishli.
zh_hk: 可選：在此日期/時間之後，用戶將無法再提交照片進行驗證。這僅適用於需要驗證的模式。

source: You're enrolled as a verified student
af_za: Jy is as &#39;n geverifieerde student ingeskryf
bo: ཁྱེད་རང་ཁུངས་སྐྱེལ་ཡོད་པའི་སློབ་ཕྲུག་ཅིག་གི་ངོ་བོར་ཞུགས་ཐོ་བཀོད་ཡོད།
de_de: Du wurdest als verifizierter Teilnehmer eingeschrieben
el: Έχετε εγγραφεί ως πιστοποιημένος φοιτητής
es: Estás inscrito como estudiante verificado.
fa: شما به عنوان یک دانش‌پذیر تأیید‌شده ثبت‌نام کرده‌اید.
hu: Feliratkoztál ellenőrzött tanulóként
ja: 照会された生徒として受講登録されています
kk: Сіз расталған студент ретінде тіркелдіңіз
lv: Jūs reģistrējāties kā verificēts dalībnieks
sq: Ke regjistruar si student i verifikuar
sv: Du är inskriven som en verifierad student
th: คุณได้ทำการลงทะเบียนเป็นนักเรียนที่ได้รับการตรวจสอบแล้ว
uz: Siz tasdiqlangan talaba sifatida roʻyxatdan oʻtdingiz
zh_hk: 您已註冊為經過驗證的學生

source: Verified
af_za: Geverifieer
bo: ཁུངས་སྐྱེལ་བྱས་ཟིན་པ།
de_de: Geprüft
el: Επαληθευμένοι
es: Verificado
fa: تایید‌شده
hu: Ellenőrizve
ja: 認証済み
kk: Тексерілді
lv: Verificēts
sq: Verifikuar
sv: Verifierad
th: ตรวจสอบแล้ว
uz: Tasdiqlangan
zh_hk: 已驗證

source: ID Verified Ribbon/Badge
af_za: ID geverifieerde lint/kenteken
bo: ཁུངས་སྐྱེལ་བྱས་པའི་ ID Ribbon/དཔང་རྟགས།
el: Κορδέλα/Σήμα επαληθευμένης ταυτότητας
es: Cinta/Insignia de verificación de identidad
fa: روبان/نشان تاییدشدۀ شناسه
hu: Személyi igazolvány ellenőrizve szalag/kitűző
ja: IDが照会されているリボン/バッジ
kk: Жеке куәлік расталған таспа/белгіше
lv: ID verificēta lente/žetons
sq: Shiriti/Distinktivi i Verifikuar i ID-së
sv: ID Verifierat Ribbon/Badge
th: คุณได้ทำการตรวจสอบรหัสของคุณแล้ว
uz: ID tasdiqlangan lenta/belgi
zh_hk: 身份驗證絲帶/徽章

source: You're enrolled as an honor code student
af_za: Jy is ingeskryf as &#39;n honnekode-student
bo: ཁྱེད་རང་སྒྲིག་གཞི་ཡོད་པའི་སློབ་ཕྲུག་ཅིག་གི་ངོ་བོར་ཞུགས་ཐོ་བཀོད་ཡོད།
de_de: Sie wurden als Honor Code Student eingeschrieben.
el: Έχετε εγγραφεί ως σπουδαστής μετά από αποδοχή του κώδικα τιμής
es: Estás inscrito como estudiante bajo el código de honor.
fa: شما به‌عنوان دانشجوی اصول اخلاقی ثبت‌نام کرده‌اید
hu: Feliratkoztál becsületkódos hallgatóként
ja: 自主管理する生徒として受講登録されています
kk: Сіз құрмет кодексінің студенті ретінде тіркелдіңіз
lv: Jūs reģistrējāties kā goda kodeksa dalībnieks/ce
sq: Je regjistruar si student i kodit të nderit
sv: Du är inskriven som en förtroendestudent
th: คุณได้ลงทะเบียนเป็นนักเรียนเกียรติคุณ
uz: Siz faxriy kod talabasi sifatida ro‘yxatdan o‘tdingiz
zh_hk: 您已註冊為榮譽學生

source: Honor Code
af_za: Erekode
de_de: Verhaltenskodex
el: Κώδικας τιμής
es: Código de honor
fa: اصول اخلاقی
hu: Becsületkódex
ja: 自主管理
kk: Ар-намыс кодексі
lv: Goda kodekss
sq: Kodi i Nderit
sv: Förtroendekod
th: เกียรติคุณ
uz: Shon-sharaf kodeksi
zh_hk: 榮譽守則

source: You're enrolled as a professional education student
af_za: Jy is ingeskryf as &#39;n professionele onderwysstudent
bo: ཁྱེད་རང་ཆེད་སྦྱོང་ཤེས་ཡོན་སློབ་ཕྲུག་ཅིག་གི་ངོ་བོར་ཞུགས་ཐོ་བཀོད་ཡོད།
de_de: Du wurdest als Fachausbildungsteilnehmer eingeschrieben
el: Έχετε εγγραφεί ως σπουδαστής επαγγελματικής κατάρτισης
es: Estás inscrito como estudiante de educación profesional.
fa: شما به‌عنوان دانشجوی آموزش حرفه‌ای ثبت‌نام کرده‌اید
ja: あなたはプロフェッショナル教育の学生として登録されています
kk: Сіз кәсіби білім беру студенті ретінде тіркелдіңіз
lv: Jūs esat reģistrēti kā profesionālās izglītības kursa dalībnieks/ce/ce
sq: Ju jeni regjistruar si student i arsimit profesional
sv: Du är inskriven som en professionell utbildningsstudent
th: คุณได้ลงทะเบียนเป็นนักเรียนการศึกษาทางวิชาชีพ
uz: Siz professional ta’lim talabasi sifatida ro‘yxatdan o‘tdingiz
zh_hk: 您已註冊為職業教育學生

source: Professional Ed
af_za: Professionele Ed
bo: ཆེད་སྦྱོང་ཤེས་ཡོན།
de_de: Fachausbildung
el: Επαγγελματική κατάρτιση
es: Educación profesional
fa: آموزش حرفه‌ای
hu: Szakképzés
ja: 専門家教育
kk: Кәсіби ред
lv: Profesionāls Ed
sq: Ed Profesionale
sv: Professionell utbildning
uz: Professional Ta'lim
zh_hk: 專業教育

source: Display Name
af_za: Vertoon Naam
bo: འཆར་མིང་།
de_de: Anzeigename
el: Εμφανιζόμενο όνομα
es: Nombre para mostrar
fa: نام نمایشی
hu: Megjelenített név
ja: 表示名
kk: Көрсетілетін атау
lv: Parādāmais nosaukums
sq: Emri i shfaqur
sv: Visningsnamn
th: ชื่อที่แสดง
uz: Ko'rsatiladigan ism
zh_hk: 顯示名稱

source: Price
af_za: Prys
bo: རིན་འབབ།
de_de: Preis
el: Τιμή
es: Precio
fa: قیمت
hu: Ár
ja: 価格
kk: Бағасы
lv: Cena
sq: Çmimi
sv: Pris
th: ราคา
uz: Narxi
zh_hk: 價格

source: Upgrade Deadline
af_za: Opgradering Sperdatum
bo: བསྐྱར་གསོའི་དུས་བཀག
de_de: Verlängere Abgabetermin
el: Ενημέρωση προσθεσμίας
es: Fecha límite de actualización
fa: مهلت ارتقا
hu: Fejlesztési határidő
ja: アップグレードの締切期日
kk: Жаңарту мерзімі
lv: Jaunināšanas termiņš
sq: Afati i Përmirësimit
sv: Slutdatum för uppgradering
th: อัพเกรดเส้นตาย
uz: Yangilash muddati
zh_hk: 升級截止日期

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
af_za: OPSIONEEL: Na hierdie datum/tyd sal gebruikers nie meer vir hierdie modus kan inskryf nie. Laat dit leeg as gebruikers in hierdie modus kan inskryf totdat inskrywing vir die kursus sluit.
bo: གདམ་ང་ཅན།: ཟླ་ཚེས་དང་དུས་ཚོད་འདིའི་རྗེས་ནས་སྤྱོད་མཁན་གྱིས་དཔེ་མཚོན་འདིའི་ནང་ཞུགས་ཐོ་འགོད་མི་ཐུབ། གལ་སྲིད་སྤྱོད་མཁན་གྱིས་སློབ་ཚན་དེའི་ཞུགས་ཐོ་མཚམས་འཇོག་གི་བར་དུ་ཞུགས་ཐོ་འགོད་ཆོག་ན་འདི་སྟོང་བར་འཇོག་ཪོགས།
de_de: OPTIONAL: Nach diesem Datum/Uhrzeit können Nutzer sich nicht mehr auf diese Teilnahmeart einschreiben. Lassen Sie dieses Feld leer, damit sich die Teilnehmer bis zum Ende der Einschreibungsphase dieses Kurses auf diese Art einschreiben können.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Μετά από αυτή την ώρα/ημερομηνία, οι χρήστες δεν θα μπορούν να εγγραφούν σε αυτή τη λειτουργία. Αφήστε το κενό, εάν οι χρήστες μπορούν να εγγραφούν σε αυτή τη λειτουργία, μέχρι τη λήξη των εγγραφών για αυτό το μάθημα.
es: OPCIONAL: Después de esta fecha/hora, los usuarios ya no podrán inscribirse en este modo. Deje este campo en blanco si los usuarios pueden inscribirse en este modo hasta que se cierre la inscripción para el curso.
fa: اختیاری: پس از این تاریخ/زمان، کاربران دیگر نمی‌توانند در این حالت ثبت‌نام کنند. اگر کاربران امکان ثبت‌نام دارند تا زمانی که ثبت‌نام برای دوره بسته شود، این قسمت را خالی بگذارید.
ja: 追加設定：この日時を過ぎるとユーザはこのモードでは受講登録をすることが出来なくなります。この講座の受講受付を終了するまでユーザにこのモードでの登録が出来るようにするためには空白のままにしておきます。
kk: ҚОСЫМША: Осы күннен/уақыттан кейін пайдаланушылар бұл режимге енді тіркеле алмайды. Курсқа тіркелу аяқталғанша пайдаланушылар осы режимге жазыла алатын болса, бұл бос қалдырыңыз.
lv: NEOBLIGĀTI: pēc šī datuma/laika lietotāji vairs nevarēs reģistrēties šajā režīmā. Ja lietotāji var reģistrēties šajā režīmā, atstājiet šo rūtiņu tukšu, kamēr reģistrācija kursā ir slēgta.
sq: OPTIONAL: Pas kësaj date/ore, përdoruesit nuk do të mund të regjistrohen më në këtë modalitet. Lëreni këtë bosh nëse përdoruesit mund të regjistrohen në këtë modalitet derisa të mbyllet regjistrimi për kursin.
sv: VALFRITT: Efter det här datumet / tiden kan användarna inte längre skriva in i det här läget. Lämna detta tomt om användarna kan registrera sig i det här läget tills inskrivningen stängs för kursen.
th: ตัวเลือก: หลังจากวัน/เวลานี้ ผู้ใช้จะไม่สามารถลงทะเบียนได้ ปล่อยให้ค่านี้ว่างถ้าต้องการให้ผู้ใช้สามารถลงทะเบียนได้จนกว่าหลักสูตรจะปิดการลงทะเบียน
uz: QO"SHIMCHA: Ushbu sana/vaqtdan keyin foydalanuvchilar endi ushbu rejimda ro‘yxatdan o‘ta olmaydi. Agar foydalanuvchilar kursga roʻyxatdan oʻtish tugaguniga qadar ushbu rejimda roʻyxatdan oʻtishlari mumkin boʻlsa, bu joyni boʻsh qoldiring.
zh_hk: 可選：在此日期/時間之後，用户將無法再在此模式下註冊。如果用戶可以在此模式下註冊，請將此留空，直到課程註冊結束。

source: Lock upgrade deadline date
af_za: Sluit opgradering sperdatum
bo: རིམ་སྤར་གྱི་དུས་བཀག་གི་ཟླ་ཚེས་ལ་ཟྭ་རྒྱོབས།
de_de: Stichtag für das Upgrade sperren
el: Κλείδωμα ημερομηνίας προθεσμίας αναβάθμισης
es: Bloquear la fecha límite de actualización
fa: قفل کردن تاریخ مهلت ارتقا
ja: ロックアップグレード締切日
lv: Bloķēt jaunināšanas termiņa datumu
sq: Afati i datës së fundit të përditësimit
uz: Yangilash muddatini bloklash
zh_hk: 鎖定升級截止日期

source: OPTIONAL: Set to True to lock in the explicitly defined upgrade deadline date. Set to False if there is no upgrade deadline or to use the default upgrade deadline.
af_za: OPSIONEEL: Stel op Waar om die eksplisiet gedefinieerde opgraderingsperdatum in te sluit. Stel op Onwaar as daar geen opgraderingsperdatum is nie of om die verstekopgraderingsperdatum te gebruik.
bo: འདམ་ཀ གསལ་པོར་ངེས་ཚིག་བཀོད་པའི་རིམ་སྤར་དུས་བཀག་གི་ཟླ་ཚེས་སྒོ་ལྕགས་རྒྱག་ན་བདེན་པ་ལ་སྒྲིག་དགོས། གལ་ཏེ་རིམ་སྤར་དུས་བཀག་མེད་པའམ་ཡང་ན་རྨང་གཞིའི་རིམ་སྤར་དུས་བཀག་བེད་སྤྱོད་བྱེད་ན་རྫུན་མ་ལ་སྒྲིག་དགོས།
de_de: OPTIONAL: Auf „True“ setzen, um das explizit definierte Stichdatum für das Upgrade zu sperren. Auf False setzen, wenn es keinen Upgrade-Zeitpunkt gibt oder um den standardmäßigen Upgrade-Zeitpunkt zu verwenden.
el: ΠΡΟΑΙΡΕΤΙΚΑ: Ρυθμίστε το σε True για να κλειδώσετε τη ρητά καθορισμένη ημερομηνία προθεσμίας αναβάθμισης. Ορίστε σε False εάν δεν υπάρχει προθεσμία αναβάθμισης ή για να χρησιμοποιήσετε την προεπιλεγμένη προθεσμία αναβάθμισης.
es: OPCIONAL: Establezca en Verdadero para bloquear la fecha límite de actualización definida explícitamente. Establezca en Falso si no hay fecha límite de actualización o para usar la fecha límite de actualización predeterminada.
fa: اختیاری: برای قفل در تاریخ مهلت ارتقا که به‌صراحت تعریف شده‌است، روی گزینۀ فعال تنظیم کنید. اگر مهلتی برای ارتقا وجود ندارد یا برای استفاده از مهلت به‌روزرسانی پیش‌فرض، آن را روی گزینۀ غیرفعال تنظیم کنید.
hu: OPCIONÁLIS: Állítsa be Igaz értékre, hogy rögzítse a kifejezetten meghatározott frissítési határidőt. Állítsa Hamis értékre, ha nincs frissítési határidő, vagy ha az alapértelmezett frissítési határidőt szeretné használni.
ja: 明示的に定義されたアップグレード期限日を固定するにはTrueに設定します。アップグレード期限がない場合やデフォルトのアップグレード期限を使用する場合はFalseに設定します。
kk: ҚОСЫМША: нақты анықталған жаңарту мерзімін құлыптау үшін True мәніне орнатыңыз. Жаңарту мерзімі болмаса немесе әдепкі жаңарту мерзімін пайдалану үшін False мәніне орнатыңыз.
lv: NEOBLIGĀTI: iestatiet uz True, lai fiksētu skaidri noteiktu jaunināšanas termiņa datumu. Iestatiet uz False, ja nav jaunināšanas termiņa vai izmantojiet noklusējuma jaunināšanas termiņu.
sq: OPTIONAL: Vendoseni në True për të kyçur në datën e fundit të përditësimit të përcaktuar në mënyrë eksplicite. Vendoseni në False nëse nuk ka afat për përmirësim ose përdorni afatin e paracaktuar të përmirësimit.
sv: VALFRITT: Ställ in på True för att låsa det uttryckligen definierade uppgraderingsdeadline-datumet. Ställ in på False om det inte finns någon uppgraderingsdeadline eller för att använda standarduppgraderingsdeadline.
uz: QO'SHIMCHA: aniq belgilangan yangilanish sanasini bloklash uchun True ga o'rnating. Yangilash muddati bo'lmasa yoki standart yangilash muddatidan foydalanish uchun "False" ni o'rnating.
zh_hk: 可選：設定為 True 以鎖定明確定義的升級截止日期。如果沒有升級截止日期或使用預設升級截止日期，則設定為 False。
