Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Partition for segmenting users by access to gated content types
af_za: Partisie vir segmentering van gebruikers deur toegang tot omheinde inhoudtipes
de_de: Partition zur Segmentierung von Benutzern durch Zugriff auf beschränkte Inhaltsarten
el: Διαμέρισμα για τμηματοποίηση χρηστών βάσει πρόσβασης σε τύπους περιφραγμένου περιεχόμενο
es: Partición para segmentar usuarios por acceso a tipos de contenido restringido
fa: پارتیشن بندی برای تقسیم بندی کاربران بر اساس دسترسی به انواع محتوای دردار
hu: Felhasználók szegmentálása a korlátozott hozzáférésű tartalomtípusok alapján
ja: ユーザーをゲートコンテンツタイプへのアクセスでセグメント化するためのパーティション
kk: Шықпаланған мазмұн түрлеріне кіру арқылы пайдаланушыларды сегменттеуге арналған бөлім
lv: Nodalījums lietotāju segmentēšanai pēc piekļuves slēgtajiem satura veidiem
sq: Ndarje për segmentimin e përdoruesve sipas aksesit në llojet e përmbajtjes së mbyllur
sv: Partition för att segmentera användare genom åtkomst till gated innehållstyper
uz: Darvozali kontent turlariga kirish orqali foydalanuvchilarni segmentlash uchun bo'lim
zh_hk: 透過存取封閉的內容類型來劃分使用者的分區

source: Graded assessments are available to Verified Track learners.
af_za: Gegradeerde assesserings is beskikbaar vir Verified Track-leerders.
de_de: Ausgewertete Bewertungen sind für Lernende des verifizierten Modus verfügbar.
el: Οι βαθμολογημένες αξιολογήσεις είναι διαθέσιμες σε μαθητές με επαληθευμένη παρακολούθηση.
es: Las evaluaciones calificadas están disponibles para los estudiantes de la Ruta Verificada.
fa: ارزیابی های درجه بندی شده برای یادگیرندگان مسیر تأیید شده در دسترس است.
hu: Az osztályozott felmérések az Ellenőrzött pálya tanulói számára állnak rendelkezésre.
kk: Бағаланған бағалаулар Verified Track оқушыларына қолжетімді.
lv: Verified Track kursa dalībniekiem ir pieejami vērtējumi.
sq: Vlerësimet e vlerësuara janë të disponueshme për nxënësit e gjurmimit të verifikuar.
sv: Betygsatta bedömningar är tillgängliga för Verified Track-elever.
uz: Verified Track o'quvchilari uchun baholi baholashlar mavjud.
zh_hk: 分級評估可用於已經過身份認證的追蹤學員。

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
af_za: Gegradeerde assesserings is beskikbaar vir Verified Track-leerders. Gradeer op om te ontsluit.
de_de: Ausgewertete Bewertungen sind für Lernende des verifizierten Modus verfügbar. Upgraden Sie, um diesen freizuschalten.
el: Οι βαθμολογημένες αξιολογήσεις είναι διαθέσιμες σε μαθητές με επαληθευμένη παρακολούθηση. Αναβάθμιση σε Ξεκλείδωμα.
es: Las evaluaciones calificadas están disponibles para los estudiantes de la Ruta Verificada. Actualiza para desbloquear.
fa: ارزیابی های درجه بندی شده برای یادگیرندگان مسیر تأیید شده در دسترس است. برای باز کردن قفل ارتقا دهید.
hu: Az osztályozott értékelések az Ellenőrzött pálya tanulói számára állnak rendelkezésre. Frissítsen feloldásra.
ja: 認定トラックの学習者は、採点された評価を利用できます。アップグレードしてロックを解除してください。
kk: Бағаланған бағалаулар Verified Track оқушыларына қолжетімді. Құлыпты ашу үшін жаңартыңыз.
lv: Verified Track kursa dalībniekiem ir pieejami vērtējumi. Jauniniet uz atbloķēšanu.
sq: Vlerësimet e vlerësuara janë të disponueshme për nxënësit e gjurmimit të verifikuar. Përmirësojeni për të zhbllokuar.
sv: Betygsatta bedömningar är tillgängliga för Verified Track-elever. Uppgradera för att låsa upp.
uz: Verified Track o'quvchilari uchun baholi baholashlar mavjud. Qulfni ochish uchun yangilang.
zh_hk: 已通過認證的學員可獲得等級評估。 升級至解鎖。

source: Content available only to verified track learners
af_za: Inhoud slegs beskikbaar vir geverifieerde baanleerders
de_de: Der Inhalt ist nur für Lerner des verifizierten Modus verfügbar.
el: περιεχόμενο διαθέσιμο μόνο σε επαληθευμένους μαθητές κομματιών
es: Contenido disponible solo para estudiantes de la Ruta Verificada
fa: محتوا فقط برای دانش‌پذیران تأیید‌شده در دسترس است.
hu: A tartalom csak az ellenőrzött pályatanulók számára érhető el
ja: 検証済みトラックの学習者のみ利用可能なコンテンツ
kk: Мазмұн тек тексерілген трек тыңдаушыларына қолжетімді
lv: Saturs pieejams tikai verificētiem kursa dalībniekiem
sq: Përmbajtja e disponueshme vetëm për nxënësit e verifikuar të gjurmëve
uz: Kontent faqat tasdiqlangan trekni o'rganuvchilar uchun mavjud
zh_hk: 僅供經過身份認證的學員使用的內容

source: Verified Track Access
af_za: Geverifieerde spoortoegang
de_de: Zugang zum verifizierten Modus
el: Πρόσβαση επαληθευμένης διαδρομής
es: Acceso a la Ruta Verificada
fa: دسترسی به آهنگ تأیید شده
hu: Ellenőrzött pályahozzáférés
ja: 認証トラックアクセス
kk: Расталған трекке кіру мүмкіндігі
lv: Verificēta piekļuve ceļam
sq: Qasja e verifikuar në gjurmët
sv: Verifierad spåråtkomst
uz: Tasdiqlangan trekka kirish
zh_hk: 已經過身份認證的追蹤訪問

source: Upgrade to unlock
af_za: Gradeer op om te ontsluit
de_de: Upgrade, um dies freizuschalten.
el: Κάντε αναβάθμιση για ξεκλείδωμα
es: Actualiza para desbloquear
fa: برای باز کردن قفل ارتقا دهید
hu: Frissítse a feloldáshoz
ja: アップグレードしてアンロック
kk: Құлыпты ашу үшін жаңартыңыз
lv: Jauniniet, lai atbloķētu
sq: Përmirëso për ta shkyçur
sv: Uppgradera för att låsa upp
th: อัปเกรดเพื่อปลดล็อก
uz: Qulfni ochish uchun yangilang
zh_hk: 升級解鎖

source: Access expired on {expiration_date}
af_za: Toegang het verval op {expiration_date}
de_de: Zugang verfallen am {expiration_date}
el: Η πρόσβαση έληξε στο {expiration_date}
es: El acceso expiró el {expiration_date}
fa: دسترسی در {expiration_date} منقضی شده است
hu: A hozzáférés lejárt {expiration_date}
kk: Қол жеткізу мерзімі {expiration_date} күні аяқталды
lv: Piekļuves termiņš beidzās {expiration_date}
sq: Qasja skadoi në {expiration_date}
sv: Åtkomsten gick ut den {expiration_date}
uz: Kirish muddati {expiration_date} da tugadi
zh_hk: {expiration_date}的存取權限已過期

source: Access to {course_name} expired on {expiration_date}
af_za: Toegang tot {course_name} het verval op {expiration_date}
bo: {course_name} བལྟ་ཀློག་དུས་ཚོད་ཟླ་ཚེས་ {expiration_date} ལ་བཀག་རྫོགས་རྒྱུ་ཡིན་པས།
de_de: Zugang zu {course_name} abgelaufen am {expiration_date}
el: Η πρόσβαση στο {course_name} έληξε στο {expiration_date}
es: El acceso a {course_name} expiró el {expiration_date}
fa: دسترسی به {course_name} در {expiration_date} منقضی شده است
hu: A(z) {course_name} hozzáférése lejárt {expiration_date} dátummal.
ja: {course_name}へのアクセスは{expiration_date}に期限切れになりました。
kk: {course_name} қол жеткізу мерзімі {expiration_date} күні аяқталды
lv: Piekļuve {course_name} beidzās {expiration_date}
sq: Qasja në {course_name} ka skaduar në {expiration_date}
sv: Åtkomsten till {course_name} gick ut den {expiration_date}
uz: {course_name} ga kirish muddati {expiration_date} da tugadi
zh_hk: 對{course_name}的存取權限在{expiration_date}上已過期

source: Access to the course you were looking for expired on {expiration_date}
af_za: Toegang tot die kursus waarna jy gesoek het, het op {expiration_date} verval
bo: ཁྱེད་ཀྱིས་རེ་སྙེགས་བྱེད་བཞིན་པའི་སློབ་ཚན་དེར་བལྟ་ཀློག་གི་ཆོག་མཆན་ {expiration_date} ཉིན་རྫོགས་རྒྱུ་ཡིན།
de_de: Der Zugang zum gesuchten Kurs ist am {expiration_date} abgelaufen.
el: Η πρόσβαση στο μάθημα που αναζητούσατε έληξε στο {expiration_date}
es: El acceso al curso que buscabas expiró el {expiration_date}
fa: دسترسی به دوره ای که به دنبال آن بودید در {expiration_date} منقضی شده است
hu: A keresett kurzushoz való hozzáférés lejárt {expiration_date}
ja: お探しのコースへのアクセスは{expiration_date}に期限切れとなりました。
kk: Сіз іздеген курсқа кіру мерзімі {expiration_date} күні аяқталды
lv: Piekļuve kursam, kuru meklējāt, beidzās {expiration_date}
sq: Ju ka skaduar aksesi në kursin që po kërkoni në {expiration_date}
sv: Tillgången till kursen du letade efter gick ut den {expiration_date}
uz: Siz izlayotgan kursga kirish muddati {expiration_date} da tugadi
zh_hk: 您正在尋找的課程的存取權限在{expiration_date}上已過期

source: This learner does not have access to this course. Their access expired on {expiration_date}.
af_za: Hierdie leerder het nie toegang tot hierdie kursus nie. Hul toegang het op {expiration_date} verval.
bo: སློབ་གཉེར་བ་འདི་ལ་སློབ་ཚན་འདི་བལྟ་ཀློག་བྱེད་ཆོག་མཆན་མེད། འདིའི་ཆོག་མཆན་ {expiration_date} ཉིན་རྫོགས་སོང་།
de_de: Dieser Nutzer hat keinen Zugang zu diesem Kurs. Die Zugangserlaubnis ist abgelaufen am {expiration_date}.
el: Αυτός ο μαθητής δεν έχει πρόσβαση σε αυτό το μάθημα. Η πρόσβασή τους έληξε στο {expiration_date} .
es: Este estudiante no tiene acceso a este curso. Su acceso expiró el {expiration_date}.
fa: این زبان آموز به این دوره دسترسی ندارد. دسترسی آنها در {expiration_date} منقضی شده است.
hu: Ennek a tanulónak nincs hozzáférése ehhez a kurzushoz. A hozzáférése lejárt {expiration_date}-kor.
ja: この学習者はこのコースにアクセスできません。アクセスは{expiration_date}に期限切れとなりました。
kk: Бұл оқушының бұл курсқа кіру мүмкіндігі жоқ. Олардың кіру мерзімі {expiration_date} күні аяқталды.
lv: Šim kursa dalībniekam nav piekļuves šim kursam. Viņu piekļuves termiņš beidzās {expiration_date} .
sq: Ky nxënës nuk ka qasje në këtë kurs. Qasja e tyre skadoi në {expiration_date}.
sv: Den här eleven har inte tillgång till denna kurs. Deras åtkomst gick ut den {expiration_date}.
uz: Bu o‘quvchi ushbu kursga kirish huquqiga ega emas. Ularning kirish muddati {expiration_date} da tugadi.
zh_hk: 該學生無權存取本課程。他們的存取權限已於{expiration_date}過期。

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
af_za: {strong_open} Oudittoegang verval {expiration_date} {strong_close} {line_break} Jy verloor alle toegang tot hierdie kursus, insluitend jou vordering, op {expiration_date} .
de_de: {strong_open}Gasthörer Zugang läuft ab {expiration_date}{strong_close}{line_break}Sie verlieren am {expiration_date} jeden Zugang zu diesem Kurs, einschließlich Ihres Fortschritts.
el: {strong_open} Η πρόσβαση ελέγχου λήγει {expiration_date} {strong_close} {line_break} Χάνετε κάθε πρόσβαση σε αυτό το μάθημα, συμπεριλαμβανομένης της προόδου σας, στο {expiration_date} .
es: {strong_open}El acceso de auditoría expira el {expiration_date}{strong_close}{line_break}Perdes todo el acceso a este curso, incluido tu progreso, el {expiration_date}.
fa: {strong_open} دسترسی حسابرسی منقضی می شود {expiration_date} {strong_close} {line_break} در {expiration_date} همه دسترسی به این دوره، از جمله پیشرفت خود را از دست می دهید.
hu: {strong_open}Audit hozzáférés lejár {expiration_date}{strong_close}{line_break}Ezen a napon elveszíti a kurzushoz való összes hozzáférését, beleértve az eddigi előrehaladását is: {expiration_date}.
ja: {strong_open}監査アクセスの有効期限 {expiration_date}{strong_close}{line_break}このコースへのアクセスは、進捗を含めて{expiration_date}に失われます。
kk: {strong_open} Аудитке қатынасу мерзімі аяқталады {expiration_date} {strong_close} {line_break} Сіз {expiration_date} жүйесіндегі үлгеріміңізді қоса алғанда, осы курсқа барлық рұқсатты жоғалтасыз.
lv: {strong_open} Audita piekļuves termiņš beigsies {expiration_date} {strong_close} {line_break} Jūs zaudējat visu piekļuvi šim kursam, tostarp jūsu progresu, vietnē {expiration_date} .
sq: {strong_open} Aksesi i auditimit skadon {expiration_date} {strong_close}{line_break} Ju humbni të gjithë aksesin në këtë kurs, duke përfshirë përparimin tuaj, në {expiration_date}.
sv: {strong_open}Granskningsåtkomst upphör {expiration_date}{strong_close}{line_break}Du förlorar all åtkomst till denna kurs, inklusive dina framsteg, den {expiration_date}.
uz: {strong_open} Auditga kirish muddati tugaydi {expiration_date} {strong_close} {line_break} Siz {expiration_date} da ushbu kursga barcha kirish huquqini, shu jumladan taraqqiyotingizni yo'qotasiz.
zh_hk: {strong_open}審核存取權限過期{expiration_date} {strong_close} {line_break}您將失去對{expiration_date}上本課程的所有訪問權限，包括您的進度。

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
af_za: {line_break} Gradeer op deur {upgrade_deadline} om onbeperkte toegang tot die kursus te kry solank dit op die webwerf bestaan. {a_open} Gradeer nou op {sronly_span_open} om toegang te behou na {expiration_date} {span_close} {a_close}
de_de: {line_break}Upgraden Sie bis zum {upgrade_deadline}, um unbegrenzten Zugriff auf den Kurs zu erhalten, solange er auf der Website existiert. {a_open}Upgraden Sie jetzt{sronly_span_open}, um den Zugriff über {expiration_date}{span_close}{a_close} hinaus zu erhalten
el: {line_break} Αναβαθμίστε από {upgrade_deadline} για να αποκτήσετε απεριόριστη πρόσβαση στο μάθημα για όσο διάστημα υπάρχει στον ιστότοπο. {a_open} Αναβαθμίστε τώρα {sronly_span_open} για να διατηρήσετε την πρόσβαση μετά {expiration_date} {span_close} {a_close}
es: {line_break}Actualiza antes del {upgrade_deadline} para obtener acceso ilimitado al curso mientras exista en el sitio. {a_open}Actualiza ahora{sronly_span_open} para conservar el acceso después del {expiration_date}{span_close}{a_close}
fa: {line_break} توسط {upgrade_deadline} ارتقا دهید تا دسترسی نامحدودی به دوره تا زمانی که در سایت وجود دارد داشته باشید. {a_open} اکنون {sronly_span_open} را ارتقا دهید تا دسترسی به گذشته {expiration_date} {span_close} {a_close} حفظ شود
hu: Frissítsen {upgrade_deadline}-ig, hogy korlátlan hozzáférést kapjon a kurzushoz, amíg az elérhető a webhelyen. {a_open}Frissítsen most{sronly_span_open}, hogy megőrizze a hozzáférést {expiration_date} után{span_close}{a_close}
kk: {line_break} Сайтта бар болғанша курсқа шектеусіз қатынас алу үшін {upgrade_deadline} арқылы жаңартыңыз. {a_open} Бұрынғы рұқсатты сақтау үшін {sronly_span_open} жаңартыңыз {expiration_date} {span_close} {a_close}
lv: {line_break} Jauniniet, izmantojot {upgrade_deadline} , lai iegūtu neierobežotu piekļuvi kursam, ja vien tas pastāv vietnē. {a_open} Jauniniet tagad {sronly_span_open} lai saglabātu piekļuvi pēc {expiration_date} {span_close} {a_close}
sq: {line_break} Përmirësojeni nga {upgrade_deadline} për të marrë akses të pakufizuar në kurs për sa kohë që ekziston në sajt. {a_open} Përmirëso tani {sronly_span_open} për të ruajtur aksesin pas {expiration_date} {span_close} {a_close}
sv: Uppgradera senast {upgrade_deadline} för att få obegränsad tillgång till kursen så länge den finns på webbplatsen. {a_open}Uppgradera nu{sronly_span_open} för att behålla tillgången efter {expiration_date}{span_close}{a_close}
uz: {line_break} Saytda mavjud ekan, kursga cheksiz kirish uchun {upgrade_deadline} tomonidan yangilang. {a_open} O'tgan ruxsatni saqlab qolish uchun {sronly_span_open} yangilang {expiration_date} {span_close} {a_close}
zh_hk: {line_break}透過{upgrade_deadline}升級即可無限制地存取該課程（只要該課程存在於網站上）。 {a_open}立即升級{sronly_span_open}以保留過去{expiration_date} {span_close} {a_close}的存取權限

source: 'course_key' is required.
af_za: &#39;kursussleutel&#39; word vereis.
bo: 'course_key' ནི་ངེས་པར་དགོས་འདུག
de_de: 'course_key' wird benötigt.
el: Απαιτείται το &#39;course_key&#39;.
es: Se requiere 'course_key'.
fa: &#39;course_key&#39; مورد نیاز است.
hu: A 'course_key' megadása kötelező.
ja: 「course_key」が必要です。
lv: 'course_key' ir obligāts.
sq: Kërkohet &#39;çelësi_kursi&#39;.
sv: 'course_key' krävs.
th: จำเป็นต้องมี 'course_key'
uz: 'course_key' kerak.
zh_hk: 「course_key」是必要的。

source: View all dates
af_za: Bekyk alle datums
bo: ཟླ་ཚེས་ཆ་ཚང་སྟོན།
de_de: Alle Termine ansehen
el: Δείτε όλες τις ημερομηνίες
es: Ver todas las fechas
fa: مشاهده تمام تاریخ ها
ja: すべての日付を表示
kk: Барлық күндерді көру
lv: Skatīt visus datumus
sq: Shikoni të gjitha datat
sv: Visa alla datum
th: แสดงทุกวัน
uz: Barcha sanalarni ko'rish
zh_hk: 查看所有日期

source: Your due dates have been successfully shifted to help you stay on track.
af_za: Jou sperdatums is suksesvol verskuif om jou te help om op koers te bly.
bo: ཁྱེད་ཀྱི་དུས་བཀག་རྣམས་བདེ་ལེགས་ངང་བརྗེ་བསྒྱུར་བྱས་ཟིན་པས་ཁྱེད་རང་རྒྱུན་ལྡན་གྱི་བྱེད་ལུགས་ལྟར་འགྲོ་ཆོག།
de_de: Deine Fälligkeitstermine wurden erfolgreich verschoben, damit du auf dem richtigen Weg bleibst.
el: Οι ημερομηνίες λήξης σας έχουν μετατοπιστεί με επιτυχία για να σας βοηθήσουν να παραμείνετε σε καλό δρόμο.
es: Tus fechas límite se han desplazado correctamente para ayudarte a mantenerte al día.
fa: تاریخ های سررسید شما با موفقیت تغییر کرده است تا به شما کمک کند در مسیر خود بمانید.
hu: A határidők sikeresen át lettek tolva, hogy segítsünk a helyes úttartásban.
kk: Жолда қалуыңызға көмектесу үшін мерзіміңіз сәтті ауыстырылды.
lv: Jūsu izpildes datumi ir veiksmīgi pārcelti, lai palīdzētu jums sekot līdzi.
sq: Datat e përfundimit tuaj janë zhvendosur me sukses për t'ju ndihmuar të qëndroni në rrugën e duhur.
sv: Dina förfallodatum har flyttats för att hjälpa dig att hålla dig på rätt spår.
uz: To'g'ri yo'lda qolishingizga yordam berish uchun muddatlaringiz muvaffaqiyatli o'zgartirildi.
zh_hk: 您的截止日期已成功更改，以幫助您保持正軌。

source: Deadlines successfully reset.
af_za: Spertye is suksesvol teruggestel.
bo: དུས་བཀག་བདེ་ལེགས་ངང་བསྐྱར་སྒྲིག་བྱས་ཡོད།
de_de: Frist erfolgreich zurückgesetzt.
el: Οι προθεσμίες επαναφέρθηκαν με επιτυχία.
es: Plazos restablecidos con éxito.
fa: ضرب‌الاجل‌ها با موفقیت بازنشانی شدند.
hu: A határidők sikeresen visszaállítva.
ja: 締切が正常にリセットされました。
kk: Мерзімдері сәтті қалпына келтірілді.
lv: Termiņi veiksmīgi atiestatīti.
sq: Afatet u rivendosën me sukses.
sv: Deadlines har återställts.
uz: Belgilangan muddatlar qayta tiklandi.
zh_hk: 截止日期已成功重置。

source: Updates
af_za: Opdaterings
bo: བསྐྱར་གསོ།
de_de: Aktuelles
el: Ενημερώσεις
es: Actualizaciones
fa: به روز رسانی ها
hu: Frissítések
ja: 更新
kk: Жаңартулар
lv: Atjauninājumi
sq: Përditësimet
sv: Uppdateringar
th: อัพเดต
uz: Yangilanishlar
zh_hk: 更新
