Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
af_za: Stel waardes op vir alle kursuslopies wat met hierdie kursus geassosieer word. Dit moet geformateer word as &#39;org+kursus&#39; (dws MITx+6.002x, HarvardX+CS50).
bo: Configure values for all སློབ་ཚན runs associated with this སློབ་ཚན. This should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
de_de: Konfigurieren Sie Werte für alle mit diesem Kurs verbundenen Kursläufe. Dies sollte als "org+course" formatiert werden (d.h. MITx+6.002x, HarvardX+CS50).
el: Διαμόρφωση τιμών για όλες τις εκτελέσεις μαθημάτων που σχετίζονται με αυτό το μάθημα. Αυτό θα πρέπει να μορφοποιηθεί ως «org+course» (π.χ. MITx+6.002x, HarvardX+CS50).
es: Configura valores para todas las ejecuciones de cursos asociadas con este curso. Debe estar formateado como 'org+curso' (es decir, MITx+6.002x, HarvardX+CS50).
fa: مقادیر را برای تمام دوره های اجرا شده مرتبط با این دوره پیکربندی کنید. این باید به عنوان &quot;org+course&quot; (یعنی MITx+6.002x، HarvardX+CS50) فرمت شود.
hu: Konfigurálja az értékeket az összes, ehhez a kurzushoz kapcsolódó kurzusfutás esetében. Ennek formátuma 'org+kurzus' legyen (pl. MITx+6.002x, HarvardX+CS50).
ja: すべてのコースに関連するコース実行の値を設定します。これは「org+course」としてフォーマットする必要があります（例：MITx+6.002x、HarvardX+CS50）。
kk: Осы курспен байланысты барлық курстар үшін мәндерді конфигурациялаңыз. Бұл «org+course» (яғни MITx+6.002x, HarvardX+CS50) ретінде пішімделуі керек.
lv: Konfigurējiet vērtības visiem ar šo kursu saistītajiem kursiem. Tas jāformātē kā "org+kurss" (t. i., MITx+6.002x, HarvardX+CS50).
sq: Konfiguro vlerat për të gjitha ekzekutimet e kursit që lidhen me këtë kurs. Ky duhet të formatohet si 'org+kurs' (dmth. MITx+6.002x, HarvardX+CS50).
sv: Konfigurera värden för alla kurskörningar som är kopplade till denna kurs. Detta bör formateras som 'org+kurs' (dvs MITx+6.002x, HarvardX+CS50).
uz: Ushbu kurs bilan bog'liq barcha kurslar uchun qiymatlarni sozlang. Bu "org+kurs" (masalan, MITx+6.002x, HarvardX+CS50) sifatida formatlanishi kerak.
zh_hk: 配置與此網站關聯的所有課程運行的參數。格式為 'org+course' （例如MITx+6.002x, HarvardX+CS50）

source: Course Run
af_za: Kursus hardloop
bo: སློབ་ཚན་འགྲོ།
de_de: Kursverlauf
el: Περίοδος Μαθήματος
es: Ejecución del curso
fa: دوره اجرا
hu: Kurzus időszaka
ja: コース実施
kk: Курсты өткізу
lv: Kursa norise
sq: Drejtimi i kursit
sv: Kurskörning
th: เปิดการทำงานหลักสูตร
uz: Kursni o'tkazish
zh_hk: 課程運行

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
af_za: Stel waardes vir hierdie kursuslopie op. Dit moet as die CourseKey geformateer word (dws kursus-v1://MITx+6.002x+2019_Q1)
de_de: Konfigurieren Sie die Werte für diesen Kurslauf. Dies sollte als CourseKey formatiert sein (d.h. course-v1://MITx+6.002x+2019_Q1)
el: Διαμόρφωση τιμών για αυτήν την εκτέλεση του μαθήματος. Αυτό θα πρέπει να μορφοποιηθεί ως το CourseKey (π.χ. course-v1://MITx+6.002x+2019_Q1)
es: Configura valores para esta ejecución del curso. Debe estar formateado como el CourseKey (es decir, course-v1://MITx+6.002x+2019_Q1).
fa: مقادیر را برای این دوره اجرا شده پیکربندی کنید. این باید به عنوان CourseKey قالب بندی شود (یعنی course-v1://MITx+6.002x+2019_Q1)
hu: Konfigurálja az értékeket ehhez a kurzusfutáshoz. Ezt a CourseKey formátumban kell megadni (pl. course-v1://MITx+6.002x+2019_Q1)
ja: このコース実行の値を設定します。これはCourseKeyとしてフォーマットされる必要があります（例：course-v1://MITx+6.002x+2019_Q1）。
kk: Осы курсты іске қосу үшін мәндерді конфигурациялаңыз. Бұл CourseKey ретінде пішімделуі керек (яғни курс-v1://MITx+6.002x+2019_Q1)
lv: Konfigurēt vērtības šim kursa izpildei. Tam jābūt formatētam kā CourseKey (ti, kurss-v1://MITx+6.002x+2019_Q1)
sq: Konfiguro vlerat për këtë kurs të ekzekutuar. Ky duhet të formatohet si CourseKey (p.sh. kursi-v1://MITx+6.002x+2019_Q1)
sv: Konfigurera värden för denna kursomgång. Detta ska formateras som CourseKey (dvs. course-v1://MITx+6.002x+2019_Q1)
uz: Ushbu kurs uchun qiymatlarni sozlang. Bu CourseKey sifatida formatlanishi kerak (ya'ni kurs-v1://MITx+6.002x+2019_Q1)
zh_hk: 配置此课程运行的参数。格式为CourseKey（例如 course-v1://MITx+6.002x+2019_Q1）

source: Configuration may not be specified at more than one level at once.
af_za: Konfigurasie mag nie op meer as een vlak gelyktydig gespesifiseer word nie.
de_de: Die Konfiguration darf nicht auf mehr als einer Ebene gleichzeitig festgelegt werden.
el: Η διαμόρφωση δεν μπορεί να καθοριστεί σε περισσότερα από ένα επίπεδα ταυτόχρονα.
es: La configuración no puede especificarse en más de un nivel a la vez.
fa: پیکربندی ممکن است در یک بار بیش از یک سطح مشخص نشود.
hu: A konfigurációt nem lehet egyszerre több szinten megadni.
ja: 設定は一度に複数のレベルで指定することはできません。
kk: Конфигурацияны бірден бірнеше деңгейде көрсетуге болмайды.
lv: Konfigurāciju var norādīt ne vairāk kā vienā līmenī vienlaikus.
sq: Konfigurimi nuk mund të specifikohet në më shumë se një nivel njëherësh.
sv: Konfiguration får inte specificeras på mer än en nivå samtidigt.
uz: Konfiguratsiya bir vaqtning o'zida bir nechta darajada belgilanishi mumkin emas.
zh_hk: 不能一次在多個層級指定配置。

source: Error Status
af_za: Foutstatus
bo: གནད་དོན་གྱི་གནས་བབ།
de_de: Fehlerstatus
el: Κατάσταση σφάλματος
es: Estado de error
fa: وضعیت خطا
hu: Hibaállapot
ja: エラーステータス
kk: Қате күйі
lv: Kļūdas statuss
sq: Statusi i gabimeve
sv: Felstatus
uz: Xato holati
zh_hk: 錯誤狀態

source: Courses with Errors
af_za: Kursusse met foute
bo: གནད་དོན་ཡོད་སློབ་ཚན་དག
de_de: Fehlerhafte Kurse.
el: Μαθήματα με λάθη
fa: دوره های دارای خطا
hu: Hibás kurzusok
ja: エラーのあるコース
kk: Қателері бар курстар
lv: Kursi ar kļūdām
sq: Kurse me gabime
sv: Kurser med fel
uz: Xatolar bilan kurslar
zh_hk: 有錯誤的課程

source: Learning Sequences and Outlines
af_za: Leerreekse en buitelyne
bo: སློབ་གཉེར་གྱི་གོ་རིམ་དང་དཀར་ཆག
de_de: Lernsequenzen und Übersichten
el: Ακολουθίες και σχεδιαγράμματα μάθησης
es: Secuencias de aprendizaje y esquemas
fa: توالی ها و طرح های یادگیری
hu: Tanulási szekvenciák és vázlatok
ja: 学習シーケンスとアウトライン
kk: Оқыту реті мен жоспарлары
lv: Mācību secības un kontūras
sq: Sekuencat dhe skicat e të mësuarit
sv: Lärandeföljder och översikter
uz: O'qitish ketma-ketligi va sxemalari
zh_hk: 學習順序和大綱

source: Numeric ID for each Course / Library context. This ID will generally require fewer bits than the full LearningContextKey, allowing more courses and libraries to be represented in content search filters.
af_za: Numeriese ID vir elke kursus-/biblioteekkonteks. Hierdie ID sal oor die algemeen minder bisse benodig as die volledige LearningContextKey, wat toelaat dat meer kursusse en biblioteke in inhoudsoekfilters verteenwoordig word.
es: ID numérico para cada contexto de Curso / Biblioteca. Este ID generalmente requerirá menos bits que la clave completa LearningContextKey, lo que permitirá representar más cursos y bibliotecas en los filtros de búsqueda de contenido.
fa: شناسه عددی برای هر زمینه دوره/کتابخانه. این شناسه عموماً به بیت‌های کمتری نسبت به LearningContextKey کامل نیاز دارد، که اجازه می‌دهد دوره‌ها و کتابخانه‌های بیشتری در فیلترهای جستجوی محتوا نمایش داده شوند.
hu: Numerikus azonosító minden kurzushoz / könyvtári kontextushoz. Ez az azonosító általában kevesebb bitet igényel, mint a teljes LearningContextKey, lehetővé téve több kurzus és könyvtár megjelenítését a tartalomkeresési szűrőkben.
ja: 各コース/ライブラリコンテキストの数値ID。このIDは、完全なLearningContextKeyよりもビット数が少なくて済むため、コンテンツ検索フィルターでより多くのコースやライブラリを表現できます。
kk: Әрбір курс/кітапхана мәтінмәні үшін сандық идентификатор. Бұл идентификатор әдетте толық LearningContextKey-ге қарағанда аз биттерді талап етеді, бұл мазмұнды іздеу сүзгілерінде көбірек курстар мен кітапханаларды көрсетуге мүмкіндік береді.
lv: Katra kursa / bibliotēkas konteksta ciparu ID. Šim ID parasti būs nepieciešams mazāk bitu nekā pilnam LearningContextKey, kas ļauj satura meklēšanas filtros attēlot vairāk kursu un bibliotēku.
sq: ID numerike për çdo kontekst kursi / bibliotekë. Ky ID në përgjithësi do të kërkojë më pak bit sesa LearningContextKey i plotë, duke lejuar që më shumë kurse dhe biblioteka të përfaqësohen në filtrat e kërkimit të përmbajtjes.
sv: Numeriskt ID för varje kurs-/bibliotekskontext. Detta ID kommer generellt att kräva färre bitar än den fullständiga LearningContextKey, vilket möjliggör att fler kurser och bibliotek kan representeras i innehållssökningsfilter.
uz: Har bir kurs/kutubxona konteksti uchun raqamli identifikator. Ushbu identifikator odatda toʻliq LearningContextKey’dan kamroq bit talab qiladi, bu esa kontent qidirish filtrlarida koʻproq kurslar va kutubxonalarni koʻrsatishga imkon beradi.
zh_hk: 每個課程/資料資料庫上下文的數位 ID。該 ID 通常需要比完整 LearningContextKey 更少的位，從而允許在內容搜尋篩選器中表示更多課程和資料庫。

source: Cannot change or remove the access level for the only admin.
af_za: Kan nie die toegangsvlak vir die enigste admin verander of verwyder nie.
bo: འཛིན་སྐྱོང་དོ་དམ་ཁོ་ན་མ་གཏོགས་ཆོག་མཆན་གྱི་གནས་ཚད་དེ་བརྗེ་བསྒྱུར་དང་མེད་པར་བཟོ་མི་ཐུབ།
de_de: Die Zugriffsberechtigung für den einzigen Administrator kann nicht geändert oder entfernt werden.
el: Δεν είναι δυνατή η αλλαγή ή η κατάργηση του επιπέδου πρόσβασης για τον μοναδικό διαχειριστή.
es: No se puede cambiar o eliminar el nivel de acceso del único administrador.
fa: نمی توان سطح دسترسی تنها سرپرست را تغییر داد یا حذف کرد.
hu: Nem lehet változtatni vagy eltávolítani az egyetlen rendszergazda hozzáférési szintjét.
ja: 唯一の管理者のアクセスレベルを変更または削除することはできません。
kk: Жалғыз әкімші үшін кіру деңгейін өзгерту немесе жою мүмкін емес.
lv: Nevar mainīt vai noņemt piekļuves līmeni vienīgajam administratoram.
sq: Nuk mund të ndryshohet ose hiqet niveli i aksesit për administratorin e vetëm.
sv: Det går inte att ändra eller ta bort åtkomstnivån för den enda administratören.
uz: Yagona administrator uchun ruxsat darajasini oʻzgartirish yoki olib tashlash mumkin emas.
zh_hk: 無法變更或刪除唯一管理員的存取等級。

source: Block type "{block_type}" is not compatible with library type "{library_type}".
de_de: Komponententyp "{block_type}" ist nicht mit dem Bibliothekstyp "{library_type}" kompatibel.
el: Ο τύπος μπλοκ &quot; {block_type} &quot; δεν είναι συμβατός με τον τύπο βιβλιοθήκης &quot; {library_type} &quot;.
ja: ブロックタイプ「{block_type}」はライブラリタイプ「{library_type}」と互換性がありません。
zh_hk: 區塊類型「 {block_type} 」與資料庫類型「 {library_type} 」不相容。

source: Library cannot have more than {} Components
af_za: Biblioteek kan nie meer as {} komponente hê nie
el: Η βιβλιοθήκη δεν μπορεί να έχει περισσότερα από {} στοιχεία
fa: کتابخانه نمی تواند بیش از {} مؤلفه داشته باشد
hu: A könyvtár nem tartalmazhat több mint {} komponenst
kk: Кітапханада {} құрамдас бөліктен артық болмауы керек
lv: Bibliotēkā nedrīkst būt vairāk par {} komponentiem
sq: Biblioteka nuk mund të ketë më shumë se {} komponentë
sv: Biblioteket kan inte ha fler än {} komponenter
uz: Kutubxonada {} dan ortiq komponent boʻlishi mumkin emas
zh_hk: 資料庫不能有超過 {} 個元件

source: Complex
de_de: Komplex
el: Συγκρότημα
ja: 複雑
kk: Күрделі
zh_hk: 複雜的

source: All Rights Reserved.
af_za: Alle regte voorbehou.
bo: འདི་དག་ཡོངས་ལ་བདག་དབང་ཡོད།
el: Ολα τα δικαιώματα διατηρούνται.
es: Todos los derechos reservados.
fa: تمامی حقوق محفوظ است.
hu: Minden jog fenntartva.
kk: Барлық құқықтар қорғалған.
lv: Visas tiesības aizsargātas.
sq: Të gjitha të drejtat e rezervuara.
sv: Alla rättigheter förbehållna.
uz: Barcha huquqlar himoyalangan.
zh_hk: 保留所有權利

source: Creative Commons Attribution 4.0
af_za: Creative Commons Erkenning 4.0
es: Creative Commons Atribución 4.0
ja: クリエイティブ・コモンズ 表示 4.0
lv: Creative Commons attiecinājums 4.0
sq: Creative Commons Attributi 4.0
sv: Creative Commons Erkännande 4.0
zh_hk: 知識共享歸屬4.0

source: Creative Commons Attribution-NonCommercial 4.0
af_za: Creative Commons Erkenning-Niekommersieel 4.0
el: Αναφορά Creative Commons-Μη Εμπορική 4.0
es: Creative Commons Atribución-NoComercial 4.0
ja: クリエイティブ・コモンズ 表示 - 非営利 4.0
kk: Creative Commons атрибуты-коммерциялық емес 4.0
lv: Creative Commons Atsauce — nekomerciāla versija 4.0
sv: Creative Commons Erkännande-Ickekommersiell 4.0
uz: Creative Commons Attribution - notijorat 4.0
zh_hk: 知識共享歸屬-非商業4.0

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0
af_za: Creative Commons Erkenning-Nie Kommersieel-Geen Afgeleides 4.0
es: Creative Commons Atribución-NoComercial-SinDerivadas 4.0
hu: Creative Commons Nevezd meg! - Ne add el! - Ne változtasd! 4.0
ja: クリエイティブ・コモンズ 表示-非営利-改変禁止 4.0 国際
kk: Creative Commons атрибуты-коммерциялық емес-туынды емес 4.0
lv: Creative Commons Attiecinājums — nekomerciāls — bez atvasinājumiem 4.0
uz: Creative Commons Attribution-Nocommercial-NoDerivatives 4.0
zh_hk: 知識共享 署名-非商業性-禁止改作 4.0

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0
af_za: Creative Commons Erkenning-Nie-kommersieel-Deel eenders 4.0
es: Creative Commons Atribución-NoComercial-CompartirIgual 4.0
ja: クリエイティブ・コモンズ 表示-非営利-継承 4.0
sv: Creative Commons Erkännande-Ickekommersiell-Dela Lika 4.0
zh_hk: 知識共享 署名-非商業性-禁止改作 4.0

source: Creative Commons Attribution-NoDerivatives 4.0
af_za: Creative Commons Erkenning-Geen Afgeleides 4.0
es: Creative Commons Atribución-SinDerivadas 4.0
hu: Creative Commons Nevezd meg! - Ne változtasd! 4.0
ja: クリエイティブ・コモンズ 表示 - 改変禁止 4.0
lv: Creative Commons attiecinājums — bez atvasinājumiem 4.0
zh_hk: 知識分享 署名-禁止改作 4.0

source: Creative Commons Attribution-ShareAlike 4.0
af_za: Creative Commons Erkenning-Insgelyks Deel 4.0
es: Creative Commons Atribución-CompartirIgual 4.0
hu: Creative Commons Nevezd meg! - Így add tovább! 4.0
ja: クリエイティブ・コモンズ 表示-継承 4.0
sv: Creative Commons Erkännande-Dela Lika 4.0
zh_hk: 知識共享 署名-相同方式分享 4.0

source: Administer users and author content
af_za: Administreer gebruikers en skrywerinhoud
bo: དོ་དམ་བྱེད་མཁན་དང་རྩོམ་པ་བོའི་ནང་དོན།
de_de: Verwalte Benutzer und Autoren Inhalt
el: Διαχειριστείτε χρήστες και περιεχόμενο συντάκτη
es: Administrar usuarios y crear contenido
fa: مدیریت کاربران و محتوای نویسنده
hu: Felhasználók kezelése és tartalom létrehozása
ja: ユーザーを管理し、コンテンツを作成する
kk: Пайдаланушыларды және авторлық мазмұнды басқару
lv: Administrēt lietotājus un autoru saturu
sq: Administroni përdoruesit dhe përmbajtjen e autorit
sv: Administrera användare och skapa innehåll
uz: Foydalanuvchilar va mualliflar tarkibini boshqaring
zh_hk: 管理用户和作者內容

source: Author content
af_za: Skrywer inhoud
bo: རྩོམ་པ་བོའི་ནང་དོན།
de_de: Autoren Inhalt
el: περιεχόμενο συγγραφέα
es: Crear contenido
fa: محتوای نویسنده
hu: Szerzői tartalom
ja: 著者コンテンツ
kk: Авторлық мазмұн
lv: Autora saturs
sq: Përmbajtja e autorit
sv: Författarinnehåll
uz: Muallif tarkibi
zh_hk: 編輯內容

source: Read-only
af_za: Leesalleen
bo: ཀློག་ཁོ་ན།
de_de: Nur Lesezugriff
el: Μόνο για ανάγνωση
es: Solo lectura
fa: فقط خواندنی
hu: Csak olvasható
ja: 読み取り専用
kk: Тек оқуға арналған
lv: Tikai lasīt
sq: Vetëm për lexim
sv: Skrivskyddad
uz: Faqat o'qish uchun
zh_hk: 僅讀

source: One and only one of 'user' and 'group' must be set.
af_za: Een en slegs een van &#39;gebruiker&#39; en &#39;groep&#39; moet gestel word.
bo: 'spyod mkhan' 'user' dang 'group' tshogs chung gang zhig nges par bzhag dgos.
de_de: Es muss entweder ein 'Benutzer' oder eine 'Gruppe' festgelegt werden.
el: Πρέπει να οριστεί ένα και μοναδικό από τα &#39;χρήστη&#39; και &#39;ομάδα&#39;.
es: Solo uno de 'user' y 'group' debe estar establecido.
fa: یک و تنها یکی از &#39;user&#39; و &#39;group&#39; باید تنظیم شود.
ja: 'user'と'group'のいずれか一方のみを設定する必要があります。
kk: «Пайдаланушы» мен «топтың» біреуі ғана орнатылуы керек.
lv: Ir jāiestata viens un tikai viens no &#39;lietotājs&#39; un &#39;grupa&#39;.
sq: Duhet të vendoset një dhe vetëm një nga 'përdoruesi' dhe 'grupi'.
sv: Endast en av 'användare' och 'grupp' måste anges.
uz: "Foydalanuvchi" va "guruh" dan faqat bittasi o'rnatilishi kerak.
zh_hk: 必須設定“用户”和“群組”中的一項且僅一項。

source: Task was created, but not queued to run.
af_za: Taak is geskep, maar nie in die tou gestel om te hardloop nie.
bo: ལས་འགན་ཞིག་བཟོས་ཡོད་མོད། སྟོན་རྒྱུའི་བང་རིམ་ཁྲོད་བཞག་མི་འདུག།
de_de: Die Aufgabe wurde erstellt, aber nicht zur Ausführung in die Warteschlange gestellt.
el: Η εργασία δημιουργήθηκε, αλλά δεν μπήκε στην ουρά για εκτέλεση.
es: La tarea fue creada, pero no se puso en cola para ejecutarse.
fa: Task ایجاد شد، اما برای اجرا در صف قرار نگرفت.
hu: A feladat létrejött, de nem került sorba a futtatáshoz.
ja: タスクは作成されましたが、実行待ちにはなっていません。
kk: Тапсырма жасалды, бірақ іске қосу үшін кезекке қойылмаған.
lv: Uzdevums tika izveidots, bet nav iekļauts izpildes rindā.
sq: Detyra u krijua, por nuk u vu në radhë për të ekzekutuar.
sv: Uppgiften skapades, men ställdes inte i kö för att köras.
uz: Vazifa yaratildi, lekin ishga tushirish uchun navbatga qo'yilmadi.
zh_hk: 任務已創建，但未排隊運行。

source: Task was created and queued to run.
af_za: Taak is geskep en in die tou geplaas om te hardloop.
bo: ལས་འགན་བཟོས་ནས་སྟོན་རྒྱུའི་བང་རིམ་ནང་བཞག་ཡོད།
de_de: Die Aufgabe wurde erstellt und zur Ausführung in die Warteschlange gestellt.
el: Η εργασία δημιουργήθηκε και μπήκε στην ουρά για εκτέλεση.
es: La tarea fue creada y puesta en cola para ejecutarse.
fa: Task ایجاد شد و در صف اجرا قرار گرفت.
hu: A feladat létrejött és sorba került a futtatáshoz.
ja: タスクが作成され、実行待ち状態になりました。
kk: Тапсырма жасалды және іске қосу үшін кезекке қойылды.
lv: Uzdevums tika izveidots un ievietots rindā, lai to izpildītu.
sq: Detyra u krijua dhe u radhit për ekzekutim.
sv: Uppgiften skapades och ställdes i kö för att köras.
uz: Vazifa yaratildi va ishga tushirish uchun navbatga qo'yildi.
zh_hk: 任務已建立並排隊等待運行。

source: Task is running.
af_za: Taak is aan die gang.
bo: ལས་འགན་འགྲོ་བཞིན་ཡོད།
de_de: Aufgabe läuft.
el: Η εργασία εκτελείται.
es: La tarea se está ejecutando.
fa: وظیفه در حال اجرا است.
hu: A feladat fut.
ja: タスクが実行中です。
kk: Тапсырма орындалуда.
lv: Uzdevums tiek izpildīts.
sq: Detyra po ekzekutohet.
sv: Uppgiften körs.
uz: Vazifa bajarilmoqda.
zh_hk: 任務正在運行。

source: Task finished, but some blocks failed to import.
af_za: Taak is voltooi, maar sommige blokke kon nie invoer nie.
bo: ལས་འགན་བསྒྲུབ་ཚར་སོང་། ཚན་པ་རེ་ཟུང་ནང་འདྲེན་བྱེད་ཐུབ་མ་སོང་།
de_de: Aufgabe abgeschlossen, aber einige Blöcke konnten nicht importiert werden.
el: Η εργασία ολοκληρώθηκε, αλλά απέτυχε η εισαγωγή ορισμένων μπλοκ.
es: La tarea finalizó, pero algunos bloques no se importaron correctamente.
fa: کار به پایان رسید، اما برخی از بلوک ها وارد نشدند.
hu: A feladat befejeződött, de néhány blokk importálása sikertelen volt.
ja: タスクは終了しましたが、一部のブロックのインポートに失敗しました。
kk: Тапсырма аяқталды, бірақ кейбір блоктарды импорттау мүмкін болмады.
lv: Uzdevums pabeigts, bet dažus blokus neizdevās importēt.
sq: Detyra përfundoi, por disa blloqe nuk u importuan.
sv: Uppgiften är klar, men vissa block kunde inte importeras.
uz: Vazifa tugadi, lekin baʼzi bloklar import qilinmadi.
zh_hk: 任務已完成，但某些區塊匯入失敗。

source: Task finished successfully.
af_za: Taak suksesvol voltooi.
bo: ལས་འགན་བདེ་ལེགས་ངང་གྲུབ་སོང་།
de_de: Aufgabe erfolgreich abgeschlossen.
el: Η εργασία ολοκληρώθηκε με επιτυχία.
es: La tarea finalizó con éxito.
fa: کار با موفقیت به پایان رسید.
hu: A feladat sikeresen befejeződött.
ja: タスクが正常に完了しました。
kk: Тапсырма сәтті аяқталды.
lv: Uzdevums veiksmīgi pabeigts.
sq: Detyra përfundoi me sukses.
sv: Uppgiften slutfördes.
uz: Vazifa muvaffaqiyatli yakunlandi.
zh_hk: 任務成功完成。

source: state
af_za: staat
bo: གནས་བབ།
de_de: Zustand
el: κατάσταση
es: estado
fa: حالت
hu: állapot
kk: күй
lv: Valsts
sq: shteti
sv: stat
uz: davlat
zh_hk: 狀態

source: The state of the block import task.
af_za: Die toestand van die blokinvoertaak.
bo: ཚན་པ་ནང་འདྲེན་ལས་འགན་གྱི་གནས་བབ།
de_de: Der Status der Blockimportaufgabe.
el: Η κατάσταση της εργασίας εισαγωγής μπλοκ.
es: El estado de la tarea de importación de bloques.
fa: وضعیت وظیفه واردات بلوک.
hu: A blokkimportálási feladat állapota.
ja: ブロックインポートタスクの状態。
kk: Блокты импорттау тапсырмасының күйі.
lv: Bloka importēšanas uzdevuma stāvoklis.
sq: Gjendja e detyrës së importimit të bllokut.
sv: Tillståndet för blockimportuppgiften.
uz: Blokni import qilish vazifasi holati.
zh_hk: 區塊匯入任務的狀態。

source: progress
af_za: vordering
bo: ཡར་རྒྱས།
de_de: Fortschritt
el: πρόοδος
es: progreso
fa: پیش رفتن
hu: Eredmény
ja: 進捗
kk: прогресс
lv: progresu
sq: progres
sv: framsteg
uz: taraqqiyot
zh_hk: 進度

source: A float from 0.0 to 1.0 representing the task progress.
af_za: &#39;n Vlotter van 0.0 tot 1.0 wat die taakvordering voorstel.
bo: ལས་འགན་ཡར་རྒྱས་མཚོན་པའི་ ༠.༠ འདི་ནས་ ༡.༠ འདིའི་བར།
de_de: Ein Gleitkommawert von 0,0 bis 1,0, der den Aufgabenfortschritt darstellt.
el: Ένα float από 0,0 έως 1,0 που αντιπροσωπεύει την πρόοδο της εργασίας.
es: Un valor flotante de 0.0 a 1.0 que representa el progreso de la tarea.
fa: یک شناور از 0.0 تا 1.0 نشان دهنده پیشرفت کار است.
kk: Тапсырманың орындалу барысын білдіретін 0,0-ден 1,0-ге дейінгі қалқымалы мән.
lv: Skaitlis no 0.0 līdz 1.0, kas attēlo uzdevuma progresu.
sq: Një notim nga 0,0 në 1,0 që përfaqëson përparimin e detyrës.
sv: Ett flyt från 0,0 till 1,0 som representerar uppgiftens framsteg.
uz: 0,0 dan 1,0 gacha bo'lgan float vazifaning bajarilishini ifodalaydi.
zh_hk: 0.0 到 1.0 之間的浮點數，表示任務進度。

source: course ID
af_za: kursus ID
bo: སློབ་ཚན་ ID
de_de: Kurs-ID
el: αναγνωριστικό μαθήματος
es: ID del curso
fa: شناسه دوره
hu: kurzus azonosító
ja: コースID
kk: курс идентификаторы
lv: kursa ID
sq: ID e kursit
sv: kurs-ID
uz: kurs identifikatori
zh_hk: 課程ID

source: ID of the imported course.
af_za: ID van die ingevoerde kursus.
bo: ནང་འདྲེན་བྱས་པའི་སློབ་ཚན་གྱི་ ID
de_de: ID des importierten Kurses.
el: ID του εισαγόμενου μαθήματος.
es: ID del curso importado.
fa: شناسه دوره وارداتی.
hu: Az importált kurzus azonosítója.
ja: インポートされたコースのID。
kk: Импортталған курстың идентификаторы.
lv: Importētā kursa ID.
sq: ID e kursit të importuar.
sv: ID för den importerade kursen.
uz: Import qilingan kurs identifikatori.
zh_hk: 匯入的課程ID。

source: open edx user
af_za: oop edx gebruiker
bo: edx སྤྱི་སྟེགས་བཀོལ་མཁན།
de_de: Öffnen Sie den edx-Benutzer
el: ανοίξτε το χρήστη edx
es: usuario de open edx
fa: کاربر edx را باز کنید
hu: open edx felhasználó
ja: オープンEdXユーザー
kk: edx пайдаланушысын ашыңыз
lv: atvērt edx lietotāju
sq: hap përdoruesin e edx
sv: öppen edx-användare
uz: edx foydalanuvchisini oching
zh_hk: 打開edx用戶

source: lti platform identifier
af_za: lti platform identifiseerder
bo: lti ཡི་སྟེགས་བུ་ངོས་འཛིན་བྱེད།
de_de: lti-Plattformkennung
el: lti αναγνωριστικό πλατφόρμας
es: identificador de plataforma LTI
fa: شناسه پلتفرم lti
hu: LTI platform azonosító
ja: LTIプラットフォーム識別子
kk: lti платформа идентификаторы
lv: lti platformas identifikators
sq: lti identifikuesi i platformës
sv: lti-plattformsidentifierare
uz: lti platforma identifikatori
zh_hk: LTI 平台標識符

source: The LTI platform identifier to which this profile belongs to.
af_za: Die LTI-platform-identifiseerder waaraan hierdie profiel behoort.
de_de: Die LTI-Plattformkennung, zu der dieses Profil gehört.
el: Το αναγνωριστικό πλατφόρμας LTI στο οποίο ανήκει αυτό το προφίλ.
es: El identificador de la plataforma LTI a la que pertenece este perfil.
fa: شناسه پلتفرم LTI که این نمایه به آن تعلق دارد.
hu: Az LTI platform azonosító, amelyhez ez a profil tartozik.
ja: このプロファイルが属するLTIプラットフォーム識別子。
kk: Бұл профиль тиесілі LTI платформа идентификаторы.
lv: LTI platformas identifikators, kuram pieder šis profils.
sq: Identifikuesi i platformës LTI të cilit i përket ky profil.
sv: Den LTI-plattformsidentifierare som denna profil tillhör.
uz: Ushbu profil tegishli bo'lgan LTI platformasi identifikatori.
zh_hk: 此設定檔所屬的 LTI 平台識別碼。

source: client identifier
af_za: kliënt identifiseerder
bo: སློབ་གཉེར་བ་ངོས་འཛིན་བྱེད།
de_de: Kundenkennung
el: αναγνωριστικό πελάτη
es: identificador de cliente
fa: شناسه مشتری
hu: ügyfélazonosító
ja: クライアント識別子
kk: клиент идентификаторы
lv: klienta identifikators
sq: identifikuesin e klientit
sv: klientidentifierare
uz: mijoz identifikatori
zh_hk: 客戶識別符
