Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: YouTube ID for .75x speed
af_za: YouTube ID vir .75x spoed
bo: བརྙན་གྱི་མགྱོགས་ཚད་ 0,75x ཡི་བརྙན་མཛོད་ཀྱི་ID
de_de: YouTube-ID für 0.75-fache Geschwindigkeit
el: Αναγνωριστικό YouTube για ταχύτητα 0,75x
es: ID de YouTube para velocidad 0.75x
fa: شناسه YouTube برای سرعت 0.75x
hu: YouTube azonosító a 0,75x sebességű lejátszáshoz
kk: 75x жылдамдыққа арналған YouTube идентификаторы
lv: YouTube ID 0,75x ātrumam
sq: ID e YouTube për shpejtësi 0.75x
sv: YouTube-ID för .75x hastighet
th: รหัสYouTube สำหรับความเร็ว 1.5x
uz: .75x tezlik uchun YouTube ID
zh_hk: YouTube ID 可達到 0.75 倍速度

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
af_za: Opsioneel, vir ouer blaaiers: die YouTube-ID vir die 1,25x-spoedvideo.
bo: གདམ་ང་ཅན། བཤེར་ཆས་རྙིང་བ་གྱི་ཆེད་དུ།: བརྙན་གྱི་མགྱོགས་ཚད་ 1.25x ཡི་བརྙན་མཛོད་ཀྱི་ID།
de_de: Optional, für ältere Browser: Der YouTube-ID für das Video in 1.25-fachem der normalen Geschwindigkeit.
el: Προαιρετικό, για παλαιότερα προγράμματα περιήγησης: το αναγνωριστικό YouTube για το βίντεο ταχύτητας 1,25x.
es: Opcional, para navegadores antiguos: el ID de YouTube para el video a 1.25x de velocidad.
fa: اختیاری، برای مرورگرهای قدیمی: شناسه یوتیوب برای ویدیو با سرعت 1.25 برابر.
hu: Opcionális, régi böngészők számára: YouTube azonosító, a videó 1,25x sebességű lejátszásához.
ja: 古いブラウザ用のオプション: 1.25倍速動画のYouTube ID。
kk: Қосымша, ескі браузерлер үшін: 1,25x жылдамдықты бейнеге арналған YouTube идентификаторы.
lv: Neobligāti vecākām pārlūkprogrammām: YouTube ID 1,25 x ātruma videoklipam.
sq: Opsionale, për shfletuesit më të vjetër: ID-ja e YouTube për videon me shpejtësi 1.25x.
sv: Valfritt, för äldre webbläsare: YouTube-id för 1.25x hastighetsvideo.
th: ตัวเลือกสำหรับเบราเซอร์ที่แล้ว: รหัสใน Youtube สำหรับความเร็ว 1.25x
uz: Ixtiyoriy, eski brauzerlar uchun: 1,25x tezlikdagi video uchun YouTube ID.
zh_hk: 對於較舊的瀏覽器，可選：1.25 倍速影片的 YouTube ID。

source: YouTube ID for 1.25x speed
af_za: YouTube ID vir 1,25x spoed
bo: བརྙན་གྱི་མགྱོགས་ཚད་ 1.25x ཡི་བརྙན་མཛོད་ཀྱི་ID
de_de: YouTube-ID für 1.25-fache Geschwindigkeit
el: Αναγνωριστικό YouTube για ταχύτητα 1,25x
es: ID de YouTube para velocidad 1.25x
fa: شناسه YouTube برای سرعت 1.25 برابر
hu: YouTube azonosító a 1,25x sebességű lejátszáshoz
kk: 1,25x жылдамдыққа арналған YouTube идентификаторы
lv: YouTube ID 1,25 x ātrumam
sq: ID e YouTube për shpejtësi 1.25x
sv: YouTube-ID för 1,25x hastighet
th: รหัสYouTube สำหรับความเร็ว 1.25x
uz: 1,25x tezlik uchun YouTube ID
zh_hk: YouTube ID 可達到 1.25 倍速度

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
af_za: Opsioneel, vir ouer blaaiers: die YouTube-ID vir die 1,5x-spoedvideo.
de_de: Optional, für ältere Browser: Der YouTube-ID für das Video in 1.5-fachem der normalen Geschwindigkeit.
el: Προαιρετικό, για παλαιότερα προγράμματα περιήγησης: το αναγνωριστικό YouTube για το βίντεο ταχύτητας 1,5x.
es: Opcional, para navegadores antiguos: el ID de YouTube para el video a velocidad 1.5x.
fa: اختیاری، برای مرورگرهای قدیمی: شناسه یوتیوب برای ویدیو با سرعت 1.5 برابر.
ja: 古いブラウザ用のオプション: 1.5倍速ビデオのYouTube ID。
kk: Қосымша, ескі браузерлер үшін: 1,5x жылдамдықты бейнеге арналған YouTube идентификаторы.
lv: Neobligāti vecākām pārlūkprogrammām: YouTube ID 1,5 x ātruma videoklipam.
sq: Opsionale, për shfletuesit më të vjetër: ID-ja e YouTube për videon me shpejtësi 1,5 x.
sv: Valfritt, för äldre webbläsare: YouTube-id för 1,5x hastighetsvideo.
th: ตัวเลือกสำหรับเบราเซอร์ที่แล้ว: รหัสใน Youtube สำหรับความเร็ว 1.5x
uz: Ixtiyoriy, eski brauzerlar uchun: 1,5x tezlikdagi video uchun YouTube ID.
zh_hk: 對於較舊的瀏覽器，可選：1.5 倍速影片的 YouTube ID。

source: YouTube ID for 1.5x speed
af_za: YouTube ID vir 1,5x spoed
bo: བརྙན་གྱི་མགྱོགས་ཚད་ ༡.༥x ཡི་བརྙན་མཛོད་ཀྱི་ID
de_de: YouTube-ID für 1.5-fache Geschwindigkeit
el: Αναγνωριστικό YouTube για ταχύτητα 1,5x
fa: شناسه YouTube برای سرعت 1.5 برابر
hu: YouTube azonosító a 1,5x sebességű lejátszáshoz
lv: YouTube ID 1,5 x ātrumam
sq: ID-ja e YouTube për shpejtësi 1,5x
sv: YouTube-ID för 1,5x hastighet
th: รหัสYouTube สำหรัความเร็ว 1.5x
uz: 1,5x tezlik uchun YouTube ID
zh_hk: YouTube ID 可實現 1.5 倍速度

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
af_za: Tyd wat jy wil hê die video moet begin as jy nie wil hê dat die hele video moet speel nie. Word nie in die inheemse mobiele toepassing ondersteun nie: die volledige videolêer sal speel. Geformateer as HH:MM:SS. Die maksimum waarde is 23:59:59.
bo: གལ་ཏེ་བརྙན་ཆ་ཚང་གཏོང་མི་དགོས་པ་ན་བརྙན་འགོ་རྩོམ་སའི་དུས་ཚོད། ཁ་པར་ནང་འདིའི་ཁྱད་ཆོས་སྟོན་མི་ཐུབ་པས། བརྙན་ཆ་ཚང་གཏོང་ཡོང་། རྣམ་སྒྲིག་ནི་འདི་ལྟར་ HH:MM:SS. ཆེས་རིང་བའི་ཚད་ནི་ 23:59:59 ཡིན།
de_de: Zeit, zu der das Video gestartet werden soll, wenn nicht das gesamte Video wiedergegeben werden soll. Wird in der nativen mobilen App nicht unterstützt: Die gesamte Videodatei wird abgespielt. Formatiert als HH:MM:SS. Der Maximalwert ist 23:59:59.
el: Η ώρα που θέλετε να ξεκινήσει το βίντεο, αν δεν θέλετε να παίξει ολόκληρο το βίντεο. Δεν υποστηρίζεται στην εγγενή εφαρμογή για κινητά: θα αναπαραχθεί το πλήρες αρχείο βίντεο. Μορφοποιήθηκε ως ΩΩ:ΛΛ:ΔΔ. Η μέγιστη τιμή είναι 23:59:59.
es: Hora a la que deseas que comience el video si no quieres que se reproduzca completo. No compatible con la aplicación móvil nativa: se reproducirá el video completo. Formateado como HH:MM:SS. El valor máximo es 23:59:59.
fa: زمان شروع ویدیو هنگامی که نمی‌خواهید کل ویدیو پخش شود. این امکان در برنامه تلفن همراه پشتیبانی نمی‌شود: فایل ویدیویی کامل پخش می‌شود. فرمت‌شده در قالب HH:MM:SS. حداکثر مقدار 23:59:59 است.
ja: ビデオ全体を再生したくない場合に、ビデオの再生を開始したい時間。ネイティブモバイルアプリではサポートされていません: ビデオファイル全体が再生されます。HH:MM:SSの形式で入力してください。最大値は23:59:59です。
kk: Бейненің толық ойнатылуын қаламасаңыз, бейненің басталу уақыты. Жергілікті мобильді қолданбада қолдау көрсетілмейді: толық бейне файл ойнатылады. HH:MM:SS ретінде пішімделген. Максималды мән – 23:59:59.
lv: Laiks, kad vēlaties, lai videoklips tiktu sākts, ja nevēlaties, lai tiktu atskaņots viss videoklips. Nav atbalstīts mobilajā lietotnē: tiks atskaņots pilns video fails. Formatēts kā HH:MM:SS. Maksimālā vērtība ir 23:59:59.
sq: Koha kur dëshironi që videoja të fillojë nëse nuk dëshironi të luhet e gjithë video. Nuk mbështetet në aplikacionin origjinal celular: do të luhet skedari i plotë i videos. Formatuar si HH:MM:SS. Vlera maksimale është 23:59:59.
sv: Tiden du vill att videon ska startas om du inte vill att hela videon ska spelas. Stöds inte i den inbyggda mobilappen: hela videofilen spelas upp. Formaterad som HH: MM: SS. Det maximala värdet är 23:59:59.
th: ระบุเวลาที่ต้องการเริ่มวิดิโอหากคุณไม่ต้องการแสดงวิดิโอทั้งหมด ฟังก์ชั่นนี้ไม่รองรับบนมือถือและจะแสดงวิดิโอทั้งหมด รูปแบบคือ HH:MM:SS เวลาสูงคือ 23:59:59
uz: Agar butun video ijro etilishini istamasangiz, videoni boshlash vaqti. Mahalliy mobil ilovada qo'llab-quvvatlanmaydi: to'liq video fayl o'ynaydi. HH:MM:SS sifatida formatlangan. Maksimal qiymat 23:59:59.
zh_hk: 如果不希望播放整個視頻，則在此提供視頻播放的開始時間。該操作在本地的行動應用上不支持，即播放完整影片。格式為：HH:MM:SS，最大值為23:59:59。

source: Video Start Time
af_za: Video begin tyd
bo: བརྙན་འགོ་རྩོམ་པའི་དུས་ཚོད།
de_de: Startzeitpunkt des Videos
el: Ώρα έναρξης βίντεο
es: Hora de inicio del video
fa: زمان شروع ویدیو
hu: Videó kezdési ideje
ja: 動画開始時間
kk: Бейненің басталу уақыты
lv: Video sākuma laiks
sq: Koha e fillimit të videos
sv: Videostarttid
th: ตำแหน่งเริ่มวิดีโอ
uz: Video boshlanish vaqti
zh_hk: 影片開始時間

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
af_za: Tyd wat jy wil hê die video moet stop as jy nie wil hê die hele video moet speel nie. Word nie in die inheemse mobiele toepassing ondersteun nie: die volledige videolêer sal speel. Geformateer as HH:MM:SS. Die maksimum waarde is 23:59:59.
bo: གལ་ཏེ་བརྙན་ཆ་ཚང་གཏོང་མི་དགོས་ན་བརྙན་མཚམས་བཀག་སའི་དུས་ཚོད། ཁ་པར་ནང་བཀོལ་རྒྱུའི་མཉེན་ཆས་ནང་འདིའི་ཁྱད་ཆོས་མེད་པས། བརྙན་ཆ་ཚང་གཏོང་ཡོང་། རྣམ་སྒྲིག་ནི་འདི་ལྟར་HH:MM:SS དང་། ཆེས་རིང་བའི་ཚད་ནི་23:59:59 ཡིན།
de_de: Zeit bei welcher Sie möchten, dass das Video gestoppt wird, wenn Sie nicht möchten, dass das gesamte Video wiedergegeben wird. Wird in der nativen mobilen App nicht unterstützt: Die gesamte Videodatei wird abgespielt. Formatiert als HH:MM:SS. Der Maximalwert ist 23:59:59.
el: Ώρα που θέλετε να σταματήσει το βίντεο αν δεν θέλετε να παίξει ολόκληρο το βίντεο. Δεν υποστηρίζεται στην εγγενή εφαρμογή για κινητά: θα αναπαραχθεί το πλήρες αρχείο βίντεο. Μορφοποιήθηκε ως ΩΩ:ΛΛ:ΔΔ. Η μέγιστη τιμή είναι 23:59:59.
es: Hora a la que deseas que termine el video si no quieres que se reproduzca completo. No compatible con la aplicación móvil nativa: se reproducirá el video completo. Formateado como HH:MM:SS. El valor máximo es 23:59:59.
fa: زمان توقف ویدیو هنگامی که نمی‌خواهید کل ویدیو پخش شود. این امکان در برنامه تلفن همراه پشتیبانی نمی‌شود: فایل ویدیویی کامل پخش می‌شود. فرمت‌شده در قالب HH:MM:SS. حداکثر مقدار 23:59:59 است.
ja: ビデオ全体を再生したくない場合にビデオを停止させたい時間。ネイティブモバイルアプリではサポートされていません: ビデオファイル全体が再生されます。HH:MM:SSの形式で入力してください。最大値は23:59:59です。
kk: Бейненің толық ойнатылуын қаламасаңыз, бейненің тоқтау уақыты. Жергілікті мобильді қолданбада қолдау көрсетілмейді: толық бейне файл ойнатылады. HH:MM:SS ретінде пішімделген. Максималды мән – 23:59:59.
lv: Laiks, kad vēlaties, lai videoklips apstājas, ja nevēlaties, lai tiktu atskaņots viss videoklips. Nav atbalstīts mobilajā lietotnē: tiks atskaņots pilns video fails. Formatēts kā HH:MM:SS. Maksimālā vērtība ir 23:59:59.
sq: Koha kur dëshironi që videoja të ndalet nëse nuk dëshironi të luhet e gjithë video. Nuk mbështetet në aplikacionin origjinal celular: do të luhet skedari i plotë i videos. Formatuar si HH:MM:SS. Vlera maksimale është 23:59:59.
sv: Tiden du vill att videon ska stoppas om du inte vill att hela videon ska spelas. Stöds inte i den inbyggda mobilappen: hela videofilen spelas upp. Formaterad som HH:MM:SS. Det maximala värdet är 23:59:59.
th: ระบุที่ต้องการหยุดวิดิโอหากคุณไม่ต้องการแสดงวิดิโอทั้งหมด ฟังก์ชั่นนี้ไม่รอบรับบนมือถือและจะแสดงวิดิโอทั้งหมด รูปแบบคือ HH:MM:SS เวลาสูงคือ 23:59:59
uz: Agar butun videoni o'ynashni xohlamasangiz, video to'xtashini xohlagan vaqt. Mahalliy mobil ilovada qo'llab-quvvatlanmaydi: to'liq video fayli ijro etiladi. HH:MM:SS sifatida formatlangan. Maksimal qiymat 23:59:59.
zh_hk: 如果不希望播放整個視頻，則在此提供視頻播放的結束時間。此操作在本地的行動應用上不支持，即播放完整影片。格式為：HH:MM:SS，最大值為23:59:59。

source: Video Stop Time
af_za: Video Stop Tyd
bo: བརྙན་མཚམས་བཀག་སའི་དུས་ཚོད།
de_de: Stoppzeitpunkt des Videos
el: Ώρα διακοπής βίντεο
es: Hora de finalización del video
fa: زمان توقف ویدیو
hu: Videó leállítási ideje
ja: ビデオ停止時間
kk: Бейненің тоқтау уақыты
lv: Video apstāšanās laiks
sq: Koha e ndalimit të videos
sv: Video Stopptid
th: ตำแหน่งที่หยุดเล่นวิดีโอ
uz: Videoni to'xtatish vaqti
zh_hk: 影片停止時間

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
af_za: Laat studente toe om weergawes van hierdie video in verskillende formate af te laai as hulle nie die edX-videospeler kan gebruik nie of nie toegang tot YouTube het nie. Jy moet ten minste een nie-YouTube-URL in die Videolêer-URL&#39;s-veld byvoeg.
bo: གལ་སྲིད་སློབ་མ་ཚུ་གིས་edX ཡི་བརྙན་གཏོང་ཆས་དང་བརྙན་མཛོད་གཉིས་ཀྱི་གང་ཡང་བཀོལ་མི་ཐུབ་ན་ཁོང་ཚུ་གིས་བརྙན་གྱི་རྣམ་སྒྲིག་འདྲ་མིན་ནང་བརྙན་དེ་ཕབ་ལེན་བྱེད་དུ་འཇུག། ཁྱེད་ཀྱིས་དྲ་ཐག་གི་སྡེ་ཚན་ནང་ཉུང་མཐར་བརྙན་མཛོད་ཀྱི་དྲ་ཐག་མ་ཡིན་པའི་བརྙན་གྱི་དྲ་ཐག་གཅིག་ངེས་པར་འཇོག་དགོས།
de_de: Erlaube den Teilnehmern das Video in verschiedenen Formaten herunterzuladen, falls sie den edX-Videospieler nicht nutzen können, oder keinen Zugriff auf YouTube haben. Du musst wenigstens eine Video-URL, die nicht zu YouTube gehört, in das Feld für Videodateien-URLs hinzufügen.
el: Επιτρέψτε στους μαθητές να κατεβάσουν εκδόσεις αυτού του βίντεο σε διαφορετικές μορφές, εάν δεν μπορούν να χρησιμοποιήσουν το πρόγραμμα αναπαραγωγής βίντεο edX ή δεν έχουν πρόσβαση στο YouTube. Πρέπει να προσθέσετε τουλάχιστον μία διεύθυνση URL εκτός του YouTube στο πεδίο Διευθύνσεις URL αρχείων βίντεο.
es: Permitir que los estudiantes descarguen versiones de este video en diferentes formatos si no pueden usar el reproductor de video de edX o no tienen acceso a YouTube. Debes agregar al menos una URL que no sea de YouTube en el campo URLs de archivos de video.
fa: اگر دانش‌آموزان نمی‌توانند از پخش‌کننده ویدیوی edX استفاده کنند یا به YouTube دسترسی ندارند، به دانش‌آموزان اجازه دهید نسخه‌های این ویدیو را در قالب‌های مختلف بارگیری کنند. باید حداقل یک نشانی اینترنتی غیر YouTube در قسمت URLهای فایل ویدیویی اضافه کنید.
hu: Engedélyezze a diákoknak, hogy letöltsék a videó különböző formátumú verzióit, ha nem tudják használni az edX videólejátszót, vagy nincs hozzáférésük a YouTube-hoz. Legalább egy nem YouTube URL-t kell hozzáadnia a Videófájl URL-ek mezőbe.
ja: 学生がedXビデオプレーヤーを使用できない場合やYouTubeにアクセスできない場合に備えて、このビデオのバージョンを異なる形式でダウンロードできるようにします。ビデオファイルURLフィールドには、少なくとも1つの非YouTube URLを追加する必要があります。
kk: Студенттерге edX бейне ойнатқышын пайдалана алмаса немесе YouTube сайтына кіру мүмкіндігі болмаса, осы бейненің әртүрлі пішімдегі нұсқаларын жүктеп алуға рұқсат беріңіз. Бейне файлының URL мекенжайлары өрісіне кем дегенде бір YouTube емес URL мекенжайын қосу керек.
lv: Ļaujiet dalībniekiem lejupielādēt šī videoklipa versijas dažādos formātos, ja viņi nevar izmantot edX video atskaņotāju vai viņiem nav piekļuves YouTube. Lauciņā Video failu URL jums jāpievieno vismaz viens URL, kas nav YouTube.
sq: Lejojini studentët të shkarkojnë versione të kësaj videoje në formate të ndryshme nëse nuk mund të përdorin luajtësin e videos edX ose nuk kanë qasje në YouTube. Duhet të shtoni të paktën një URL jo-YouTube në fushën e URL-ve të skedarit video.
sv: Låt eleverna ladda ner versioner av den här videon i olika format om de inte kan använda edX-videospelaren eller inte har tillgång till YouTube. Du måste lägga till minst en icke-YouTube-URL i fältet Videofiladresser.
th: อนุญาตนักเรียนให้ดาวน์โหลดวีดีโอในรูปแบบที่แตกต่างออกไปถ้าพวกเข้าไม่สามารถใช้เครื่องเล่นวีดีโอedX ได้ หรือไม่สามารถเข้าYoutubeได้ คุณต้องเพิ่มURL ที่ไม่ใช่จาก YouTubeอย่างน้อยหนึ่งอันในช่องใส่ URL
uz: Talabalar edX video pleeridan foydalana olmasalar yoki YouTube-ga kirish imkoniga ega bo'lmasalar, ushbu videoning turli formatdagi versiyalarini yuklab olishlariga ruxsat bering. Video fayl URL manzillari maydoniga kamida bitta YouTube bo'lmagan URL manzilini qo'shishingiz kerak.
zh_hk: 如果學生無法使用 edX 影片播放器，或無法存取 YouTube，則可以允許學生以不同的格式下載該影片。為此，必須在「影片檔案 URL」網域中新增至少一個非 YouTube 的影片 URL。

source: Video Download Allowed
af_za: Video-aflaai toegelaat
bo: བརྙན་ཕབ་ལེན་བྱེད་བཅུགས་ཡོད།
de_de: Videodownload erlaubt
el: Επιτρέπεται η λήψη βίντεο
es: Descarga de video permitida
fa: بارگیری ویدیو مجاز است
hu: Videó letöltése engedélyezett
kk: Бейне жүктеп алуға рұқсат етілген
lv: Atļauta video lejupielāde
sq: Lejohet shkarkimi i videos
sv: Videodownload tillåtet
th: อนุญาตให้ดาวน์โหลดวีดีโอ
uz: Video yuklab olish uchun ruxsat berilgan
zh_hk: 允許影片下載

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
af_za: Die URL of URL&#39;e waar jy nie-YouTube weergawes van die video geplaas het. Elke URL moet eindig op .mpeg, .mp4, .ogg of .webm en kan nie &#39;n YouTube-URL wees nie. (Vir blaaierversoenbaarheid beveel ons .mp4- en .webm-formaat sterk aan.) Studente sal die eerste gelyste video kan sien wat versoenbaar is met die student se rekenaar. Om studente toe te laat om hierdie video&#39;s af te laai, stel Video-aflaai toegelaat op Waar.
de_de: Die URL oder URLs unter denen du die nicht-YouTube-Versionen des Videos hinterlegt hast. Jede URL muss auf .mpeg, .mp4, .ogg oder .webm enden und darf keine YouTube-URL sein (Für eine Browserkompatibilität empfehlen wird dringend das .mp4- oder .webm-Format). Teilnehmer können dann das zuerst gelisteste Video, welches mit ihrem Computer kompatibel ist, anschauen. Um den Teilnehmern das Herunterladen dieser Videos zu erlauben, setze "Video herunterladen erlaubt" auf "Wahr".
el: Το URL ή οι διευθύνσεις URL όπου έχετε δημοσιεύσει εκδόσεις του βίντεο εκτός YouTube. Κάθε διεύθυνση URL πρέπει να τελειώνει σε .mpeg, .mp4, .ogg ή .webm και δεν μπορεί να είναι διεύθυνση URL του YouTube. (Για τη συμβατότητα του προγράμματος περιήγησης, συνιστούμε ανεπιφύλακτα τη μορφή .mp4 και .webm.) Οι μαθητές θα μπορούν να δουν το πρώτο βίντεο που αναφέρεται που είναι συμβατό με τον υπολογιστή του μαθητή. Για να επιτρέψετε στους μαθητές να κάνουν λήψη αυτών των βίντεο, ορίστε την επιλογή Επιτρεπόμενη λήψη βίντεο σε True.
es: La URL o URLs donde has publicado versiones del video que no son de YouTube. Cada URL debe terminar en .mpeg, .mp4, .ogg o .webm y no puede ser una URL de YouTube. (Para compatibilidad con el navegador, recomendamos encarecidamente los formatos .mp4 y .webm). Los estudiantes podrán ver el primer video de la lista que sea compatible con su computadora. Para permitir que los estudiantes descarguen estos videos, establece Descarga de video permitida en Verdadero.
fa: نشانی وب یا نشانی‌های اینترنتی که نسخه‌های غیر YouTube ویدیو را در آنها پست کرده‌اید. هر URL باید به .mpeg، .mp4، .ogg یا webm. ختم شود و نمی تواند یک URL YouTube باشد. (برای سازگاری با مرورگر، ما قویاً فرمت‌های mp4. و .webm را توصیه می‌کنیم.) دانش‌آموزان می‌توانند اولین ویدیوی فهرست‌شده را که با رایانه دانش‌آموز سازگار است، مشاهده کنند. برای اینکه دانش‌آموزان بتوانند این ویدیوها را دانلود کنند، بارگیری مجاز ویدیو را روی True تنظیم کنید.
hu: A(z) URL vagy URL-ek, ahol közzétetted a videó nem-YouTube verzióit. Minden URL-nek .mpeg, .mp4, .ogg vagy .webm végződésűnek kell lennie, és nem lehet YouTube URL. (A böngésző kompatibilitása érdekében erősen ajánljuk a .mp4 és .webm formátumot.) A diákok meg tudják nézni az elsőként felsorolt videót, amely kompatibilis a diák számítógépével. Ahhoz, hogy a diákok letölthessék ezeket a videókat, állítsd a Videó Letöltés Engedélyezett opciót Igazra.
ja: 動画のYouTube以外のバージョンを投稿したURL。各URLは.mpeg、.mp4、.ogg、または.webmで終わる必要があり、YouTubeのURLであってはなりません。（ブラウザの互換性のため、.mp4と.webm形式を強く推奨します。）学生は、学生のコンピュータと互換性のある最初のリストされた動画を視聴できます。学生がこれらの動画をダウンロードできるようにするには、Video Download AllowedをTrueに設定してください。
kk: Бейненің YouTube емес нұсқаларын жариялаған URL мекенжайы немесе URL мекенжайлары. Әрбір URL мекенжайы .mpeg, .mp4, .ogg немесе .webm болып аяқталуы керек және YouTube URL мекенжайы бола алмайды. (Браузерде үйлесімділік үшін .mp4 және .webm пішімін қатты ұсынамыз.) Оқушылар студенттің компьютерімен үйлесімді бірінші тізімде көрсетілген бейнені көре алады. Студенттерге осы бейнелерді жүктеп алуға рұқсат ету үшін Бейнені жүктеуге рұқсат етілген параметрін "Шындық" мәніне орнатыңыз.
lv: URL vai vietrāži URL, kuros publicējāt videoklipa versijas, kas nav YouTube versijas. Katram URL jābeidzas ar .mpeg, .mp4, .ogg vai .webm, un tas nevar būt YouTube URL. (Lai nodrošinātu saderību ar pārlūkprogrammu, mēs ļoti iesakām .mp4 un .webm formātu.) Studenti varēs skatīt pirmo sarakstā iekļauto videoklipu, kas ir saderīgs ar dalībnieka datoru. Lai ļautu dalībniekiem lejupielādēt šos videoklipus, iestatiet Video Download Allowed uz True.
sq: URL-et ku keni postuar versione jo-YouTube të videos. Çdo URL duhet të përfundojë me .mpeg, .mp4, .ogg ose .webm dhe nuk mund të jetë një URL e YouTube. (Për pajtueshmërinë e shfletuesit, ne rekomandojmë fuqimisht formatin .mp4 dhe .webm.) Studentët do të mund të shikojnë videon e parë të listuar që është në përputhje me kompjuterin e studentit. Për t'i lejuar studentët të shkarkojnë këto video, caktoni shkarkimin e videove të lejuara në "Të vërtetë".
sv: Webbadressen eller webbadresserna där du har lagt upp icke-YouTube-versioner av videon. Varje webbadress måste sluta i .mpeg, .mp4, .ogg eller .webm och kan inte vara en YouTube-webbadress. (För webbläsarkompatibilitet rekommenderar vi starkt .mp4 och .webm format.) Eleverna kommer att kunna se den första listade videon som är kompatibel med studentens dator. För att låta eleverna hämta dessa videoklipp ställer du in Video Download Allowed to True.
th: URL หรือURLs ที่คุณสามารถโพสต์แบบวีดีโอที่ไม่ใช่ในYoutube ได้ แต่ละURL ต้องเป็นตระกูล .mpeg, .mp4, .ogg, or .webm และไม่สามารถเป็น URL ของ Youtube (สำหรับเบราว์เซอร์ที่เข้ากันได้เราขอแนะนำ .mp4 และรูปแบบ .webm) นักเรียนสามารถดูรายการวีดีโอในคอมพิวเตอร์ได้ อนุญาตให้นักเรียนดาวน์โหลดวีดีโอนี้ ต้องตั้งค่าเริ่มต้นอนุญาตดาวน์โหลดให้เป็นจริง
uz: Videoning YouTube boʻlmagan versiyalarini joylagan URL yoki URL manzillari. Har bir URL manzili .mpeg, .mp4, .ogg yoki .webm bilan tugashi kerak va YouTube URL manzili bo‘la olmaydi. (Brauzer mosligi uchun biz .mp4 va .webm formatini tavsiya qilamiz.) Talabalar talabaning kompyuteriga mos keladigan birinchi roʻyxatdagi videoni koʻrishlari mumkin boʻladi. Talabalarga ushbu videolarni yuklab olishiga ruxsat berish uchun Videoni yuklab olish uchun ruxsat berilgan rost deb belgilang.
zh_hk: 非 YouTube 版本的影片 URL。每個 URL 應以 .mpeg、.mp4、.ogg 或 .webm 結尾，且不得為 YouTube URL。 (為了瀏覽器的兼容性考慮，我們強烈建議您使用 .mp4 和 .webm 格式。)每個學生將看到列表中第一個與他自己的計算機兼容的視頻。如果想讓學生下載這些視頻，請將“允許下載視頻”設定為“True”。

source: Video File URLs
af_za: Videolêer-URL&#39;s
bo: བརྙན་གྱི་དྲ་ཐག
de_de: URLs der Videodatei
el: Διευθύνσεις URL αρχείων βίντεο
es: URLs de archivos de video
fa: آدرس‌های فایل ویدیویی
hu: Videófájl URL-ek
ja: ビデオファイルURL
kk: Бейне файлының URL мекенжайлары
lv: Video failu URL
sq: URL-të e skedarëve video
th: URL ไฟล์วีดีโอ
uz: Video fayl URL manzillari
zh_hk: 影片檔 URL
