Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
af_za: Student gebruikersnaam/e-pos veld word vereis en kan nie leeg wees nie. Vul asseblief gebruikersnaam/e-pos in en druk dan &quot;Ongeldig sertifikaat&quot;-knoppie.
bo: སློབ་མའི་སྤྱོད་མཁན་མིང་/ཡིག་ཟམ་གྱི་སྒམ་དེ་ངེས་པར་དགོས་པ་ཡིན་པས་སྟོང་བར་འཇོག་མི་ཉན། སྤྱོད་མཁན་མིང་/ཡིག་ཟམ་གཉིས་ཚུལ་མཐུན་གྱིས་བསྐངས་ནས་ "ཚུལ་མཐུན་མིན་པའི་ལག་ཁྱེར་" ཟེར་བའི་མཐེབ་ལ་སྣུན།
de_de: Teilnehmer Benutzername/E-Mail Adresse ist erforderlich und kann nicht unausgefüllt bleiben. Bitte geben Sie den Benutzername/E-Mail Adresse an und klicken Sie auf den Button.
el: Το πεδίο όνομα χρήστη/email σπουδαστή είναι απαραίτητο και δεν μπορεί να είναι κενό. Παρακαλούμε συμπληρώστε το πεδίο και έπειτα πατήστε το κουμπί «Ακύρωση πιστοποιητικού».
es: El campo de nombre de usuario/correo electrónico del estudiante es obligatorio y no puede estar vacío. Complete el nombre de usuario/correo electrónico y luego presione el botón "Invalidar certificado".
fa: فیلد نام کاربری/ایمیل دانشجو الزامی است و نمی‌تواند خالی باشد. لطفا نام کاربری/ایمیل را وارد کنید و سپس دکمه &quot;بی اعتبار کردن گواهی&quot; را فشار دهید.
hu: A hallgató felhasználónév/e-mail mező kitöltése kötelező, és nem maradhat üresen. Kérjük, töltse ki a felhasználónevet/e-mailt, majd nyomja meg az "Érvénytelenítse a bizonyítványt" gombot.
ja: 学生のユーザー名/メールアドレス欄は必須であり、空にすることはできません。ユーザー名/メールアドレスを入力してから「証明書を無効にする」ボタンを押してください。
kk: Студенттің пайдаланушы аты/электрондық пошта өрісі міндетті және бос болуы мүмкін емес. Пайдаланушы атын/электрондық поштаны толтырыңыз, содан кейін «Сертификатты жарамсыз ету» түймесін басыңыз.
lv: Dalībnieka lietotājvārda/e-pasta lauks ir obligāts, un tas nedrīkst būt tukšs. Lūdzu, aizpildiet lietotājvārdu/e-pastu un pēc tam nospiediet pogu "Invalidate Certificate".
sq: Fusha e emrit të përdoruesit/email-it të studentit kërkohet dhe nuk mund të jetë bosh. Ju lutemi plotësoni emrin e përdoruesit/email dhe më pas shtypni butonin "Pavlefshmëria e Certifikatës".
sv: Fältet för studentens användarnamn/e-postadress är obligatoriskt och får inte vara tomt. Vänligen fyll i användarnamn/e-postadress och tryck sedan på knappen "Ogiltigförklara certifikat".
uz: Talaba foydalanuvchi nomi/elektron pochta maydoni talab qilinadi va boʻsh boʻlishi mumkin emas. Iltimos, foydalanuvchi nomini/elektron pochta manzilini kiriting va “Sertifikatni bekor qilish” tugmasini bosing.
zh_hk: 學生用戶名/電郵字段是必填字段，不能為空。請填寫用户名稱/電郵，然後按下「使證書失效」按鈕。

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
af_za: Die student {student} het nie sertifikaat vir die kursus {course} nie. Verifieer asseblief die student se gebruikersnaam/e-posadres en die gekose kursus is korrek en probeer weer.
bo: སློབ་ཕྲུག་ {student} ལ་སློབ་ཚན་ {course} གྱི་ལག་ཁྱེར་མེད། སློབ་ཕྲུག་གི་སྤྱོད་མཁན་མིང་/ཡིག་ཟམ་དང་ཆེད་འདེམས་བྱས་པའི་སློབ་ཚན་ལེགས་སྒྲིག་བྱས་ཡོད་མིན་བརྟེན་བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།
de_de: Der Teilnehmer {student} hat kein Zertifikat für den Kurs {course}. Bitte überprüfen Sie Benutzernamen/E-Mail des Teilnehmers und den ausgewählten Kurs auf Richtigkeit und versuchen Sie es erneut.
el: Ο φοιτητής {student} δεν έχει βεβαίωση για το μάθημα {course}. Επαληθεύστε ότι το όνομα χρήστη/email του και το επιλεγμένο μάθημα είναι σωστά και δοκιμάστε ξανά.
es: El estudiante {student} no tiene certificado para el curso {course}. Verifique que el nombre de usuario/correo electrónico del estudiante y el curso seleccionado sean correctos e intente nuevamente.
fa: دانش آموز {student} گواهی برای درس {course} ندارد. لطفاً نام کاربری/ایمیل دانشجو و دوره انتخابی صحیح را بررسی کنید و دوباره امتحان کنید.
hu: A(z) {student} hallgatónak nincs bizonyítványa a(z) {course} kurzushoz. Kérjük, ellenőrizze, hogy a hallgató felhasználóneve/e-mail címe és a kiválasztott kurzus helyesek-e, majd próbálja újra.
ja: 学生{student}はコース{course}の証明書を持っていません。学生のユーザー名/メールアドレスと選択したコースが正しいか確認し、再度お試しください。
kk: {student} студентінің {course} курсы бойынша сертификаты жоқ. Студенттің пайдаланушы атын/электрондық поштасын және таңдалған курстың дұрыстығын тексеріп, әрекетті қайталаңыз.
lv: Dalībniekam {student} nav sertifikāta par kursu {course} . Lūdzu, pārbaudiet, vai dalībnieka lietotājvārds/e-pasts un izvēlētais kurss ir pareizs, un mēģiniet vēlreiz.
sq: Studenti {student} nuk ka certifikatë për kursin {course}. Ju lutemi verifikoni që emri i përdoruesit/email-i i studentit dhe kursi i zgjedhur janë të sakta dhe provoni përsëri.
sv: Studenten {student} har inget certifikat för kursen {course}. Vänligen verifiera studentens användarnamn / e-post och den valda kursen är korrekt och försök igen.
uz: {student} talabasi {course} kursi uchun sertifikatga ega emas. Iltimos, talaba foydalanuvchi nomi/elektron pochta manzili va tanlangan kurs toʻgʻri ekanligini tekshiring va qaytadan urinib koʻring.
zh_hk: 學生{student}沒有課程{course}的證書。請驗證學生用户名稱/電郵和所選課程是否正確，然後重試。

source: Instructor
af_za: Instrukteur
bo: སློབ་སྟོན་པ།
de_de: Dozent
el: Διδάσκων
fa: مربی
hu: Oktató
kk: Нұсқаушы
lv: Instruktors
sq: Instruktori
sv: Instruktör
th: ผู้สอน
uz: Instruktor
zh_hk: 講師

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
af_za: Besoek {analytics_dashboard_name} , ons nuwe kursusanalise-produk {link_end} om insigte oor studente-inskrywing en -deelname {link_start} te kry.
de_de: Um eine Übersicht über alle eingeschriebenen Teilnehmer und deren Nutzungsverhalten zu bekommen, besuchen Sie {analytics_dashboard_name}, {link_start}unser neues Analytics-Angebot{link_end}.
el: Για να έχετε μια εικόνα των εγγραφών και της συμμετοχής των σπουδαστών {link_start}επισκεφθείτε{analytics_dashboard_name}, τη σελίδα Στατιστικά Στοιχεία{link_end}.
es: Para obtener información sobre la inscripción y participación de los estudiantes {link_start}visita {analytics_dashboard_name}, nuestro nuevo producto de análisis de cursos{link_end}.
fa: برای به دست آوردن اطلاعاتی در مورد ثبت نام و مشارکت دانش آموزان {link_start} به {analytics_dashboard_name} ، محصول جدید تجزیه و تحلیل دوره ما {link_end} مراجعه کنید.
ja: 学生の登録状況と参加状況を把握するには、{link_start}新しいコース分析製品である{analytics_dashboard_name}を訪問してください{link_end}。
kk: Студенттерді тіркеу және қатысу туралы түсінік алу үшін {link_start} {analytics_dashboard_name} , біздің жаңа курс талдау өнімі {link_end} сайтына кіріңіз.
lv: Lai gūtu ieskatu par dalībnieku uzņemšanu un dalību {link_start} apmeklējiet {analytics_dashboard_name} — mūsu jauno kursu analīzes produktu {link_end} .
sq: Për të fituar njohuri mbi regjistrimin dhe pjesëmarrjen e studentëve {link_start} vizitoni {analytics_dashboard_name}, produktin tonë të ri të analitikës së kursit {link_end}.
sv: För att få insikter om studentregistrering och deltagande {link_start} besök {analytics_dashboard_name}, vår nya kursanalysprodukt {link_end}.
th: เพื่อให้ได้รับข้อมูลเชิงลึกในการลงทะเบียนเรียนและการเข้าร่วม {link_start} เยี่ยมชม {analytics_dashboard_name},ผลผลิตในการวิเคราะห์หลักสูตรใหม่ของเรา {link_end}.
uz: Talabalarni ro'yxatga olish va ishtirok etish haqida tushunchaga ega bo'lish uchun {link_start} ga tashrif buyuring {analytics_dashboard_name} , bizning yangi kurs tahliliy mahsulotimiz {link_end} .
zh_hk: 要深入了解學生的選課和參與訊息，請{link_start}訪問我們全新的課程分析產品{analytics_dashboard_name}{link_end}。

source: Special Exams
af_za: Spesiale Eksamens
bo: དམིགས་བསལ་ཡིག་རྒྱུགས།
de_de: Spezielle Prüfungen
el: Ειδικές εξετάσεις
es: Exámenes Especiales
fa: آزمون‌های ویژه
hu: Különleges vizsgák
ja: 特別試験
kk: Арнайы емтихандар
lv: Īpašie eksāmeni
sq: Provimet speciale
sv: Särskilda prov
uz: Maxsus imtihonlar
zh_hk: 專業測驗

source: Certificates
af_za: Sertifikate
bo: ལག་འཁྱེར།
de_de: Zertifikate
el: Βεβαιώσεις
es: Certificados
fa: گواهینامه‌ها
hu: Bizonyítványok
ja: 証明書
kk: Сертификаттар
lv: Sertifikāti
sq: Certifikatë
sv: Kurscertifikat
th: ใบรับรอง
uz: Sertifikatlar
zh_hk: 證書

source: Please Enter the numeric value for the course price
af_za: Voer asseblief die numeriese waarde vir die kursusprys in
bo: སློབ་ཚན་གྱི་རིན་གོང་ནང་ཨང་ཀི་ཁོ་ན་འཇུག་རོགས།
de_de: Bitte gib einen Zahlenwert für die Kursgebühren ein
el: Εισαγάγετε την αριθμητική τιμή για την αξία του μαθήματος
es: Por favor, ingresa el valor numérico para el precio del curso
fa: لطفا مقدار عددی قیمت دوره را وارد کنید
hu: Add meg a kurzus árát számokkal
ja: コース価格の数値を入力してください
kk: Курс бағасының сандық мәнін енгізіңіз
lv: Lūdzu, ievadiet kursa cenas skaitlisko vērtību
sq: Ju lutemi shkruani vlerën numerike për çmimin e kursit
sv: Vänligen ange det numeriska värdet för kurspriset
th: กรุณากรอกราคาหลักสูตร
uz: Kurs narxining raqamli qiymatini kiriting
zh_hk: 請輸入課程價格的數值

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
af_za: Kursusmodus met die modusslak ( {mode_slug} ) Bestaan Nie Nie
bo: སློབ་ཚན་དཔེ་མཚོན་དང་ལྷན་ཏུ་དཔེ་མཚོན་གྱི་བརྗོད་ཚིག་ ({mode_slug}) མེད་པ་རེད།
el: CourseMode με τη λειτουργία μοναδικής συμβολοσειράς({mode_slug}) DoesNotExist
es: CourseMode con el slug de modo ({mode_slug}) DoesNotExist
fa: CourseMode با حالت کدشماره( {mode_slug} ) وجود ندارد
lv: CourseMode ar režīmu pāradrese ( {mode_slug} ) nepastāv
sq: Modaliteti i kursit me slug të modalitetit ({mode_slug}) Nuk ekziston
th: CourseMode ด้วย ({mode_slug}) ไม่มีอยู่
uz: Slug ( {mode_slug} ) bilan CourseMode mavjud emas
zh_hk: CourseMode 模式為 slug( {mode_slug} )DoesNotExist

source: CourseMode price updated successfully
af_za: CourseMode-prys is suksesvol opgedateer
bo: སློབ་ཚན་དཔེ་མཚོན་གྱི་རིན་གོང་བདེ་ལེགས་ངང་ཁ་གསབ་བྱས་ཡོད།
de_de: CourseMode Gebühren erfolgreich aktualisiert
el: Η αξία CourseMode ενημερώθηκε με επιτυχία
es: Precio del CourseMode actualizado correctamente
fa: قیمت CourseMode با موفقیت به‌روز شد
hu: A kurzusmód ára sikeresen frissítve.
ja: コースモードの価格が正常に更新されました
kk: CourseMode бағасы сәтті жаңартылды
lv: CourseMode cena ir veiksmīgi atjaunināta
sq: Çmimi CourseMode u përditësua me sukses
th: ราคาหลักสูตรอัพเดทสำเร็จแล้ว
uz: CourseMode narxi muvaffaqiyatli yangilandi
zh_hk: CourseMode 價格已成功更新

source: Course Info
af_za: Kursus inligting
bo: སློབ་ཚན་གནས་ཚུལ།
de_de: Kurs-Info
el: Πληροφορίες για το μάθημα
es: Información del Curso
fa: اطلاعات دوره
hu: Kurzusinformációk
ja: コース情報
kk: Курс туралы ақпарат
lv: Kursa informācija
sq: Informacioni për kursin
sv: Kursinformation
th: รายละเอียดคอร์ส
uz: Kurs haqida ma'lumot
zh_hk: 課程資訊

source: Enrollment data is now available in {dashboard_link}.
af_za: Inskrywingsdata is nou beskikbaar in {dashboard_link} .
bo: ཞུགས་ཐོ་བཀོད་པའི་གཞི་གྲངས་ {dashboard_link} འདིའི་ནང་ཡོད།
de_de: Einschreibedaten sind nun unter {dashboard_link} verfügbar.
el: Τα δεδομένα εγγραφής είναι πλέον διαθέσιμα στο {dashboard_link}.
es: Los datos de inscripción ya están disponibles en {dashboard_link}.
fa: داده‌های ثبت‌نام اکنون در {dashboard_link} موجود است.
hu: Az beiratkozási adatok most elérhetők a {dashboard_link} oldalon.
ja: 登録データは{dashboard_link}で利用可能です。
kk: Тіркеу деректері енді {dashboard_link} ішінде қолжетімді.
lv: Reģistrācijas dati tagad ir pieejami {dashboard_link} .
sq: Të dhënat e regjistrimit janë tani të disponueshme në {dashboard_link}.
sv: Registreringsdata är nu tillgänglig i {dashboard_link}.
th: ข้อมูลการลงทะเบียนมีอยู่ใน {dashboard_link}.
uz: Roʻyxatga olish maʼlumotlari endi {dashboard_link} da mavjud.
zh_hk: 註冊資料現已在{dashboard_link}中提供。

source: Membership
af_za: Lidmaatskap
bo: ཚོགས་མིའི་གོ་གནས།
de_de: Mitgliedschaft
el: Συνδρομή μέλους
es: Membresía
fa: عضویت
hu: Tagság
kk: Мүшелік
lv: Dalība
sq: Anëtarësimi
sv: Medlemskap
th: สมาชิก
uz: Aʼzolik
zh_hk: 會員資格

source: Cohorts
af_za: Kohorte
bo: མཚུངས་སྡེ་ཁག
de_de: Kohort
el: Ομάδες
es: Cohortes
fa: گروه‌ها
hu: Tanulói csoportok
ja: コホート
kk: Когорттар
lv: Grupas
sq: Kohorte
sv: Kohorter
th: กลุ่มเพื่อน
uz: Kogortlar
zh_hk: 群组

source: Discussions
af_za: Besprekings
bo: བགྲོ་གླེང་།
de_de: Diskussionen
el: Συζητήσεις
es: Discusiones
fa: گفتگوها
hu: Megbeszélések
ja: ディスカッションズ
kk: Талқылаулар
lv: Diskusijas
sq: Diskutimet
sv: Diskussioner
th: การอภิปราย
uz: Munozaralar
zh_hk: 討論

source: Student Admin
af_za: Studente Admin
bo: སློབ་ཕྲུག་འཛིན་སྐྱོང་།
de_de: Teilnehmer-Administration
el: Διαχείριση φοιτητών
es: Administración de Estudiantes
fa: فراگیرندۀ مدیر
hu: Tanuló adminisztrátor
ja: 学生管理
kk: Студенттік админ
lv: Dalībnieku administrators
sv: Studentadministratör
th: ผู้ดูแลผู้เรียน
uz: Talaba administratori
zh_hk: 學生管理員

source: Extensions
af_za: Uitbreidings
bo: ཕར་འགྱངས།
de_de: Erweiterungen
el: Παρατάσεις
es: Extensiones
fa: افزونه‌ها
hu: Kiterjesztések
ja: 拡張機能
kk: Кеңейтімдер
lv: Paplašinājumi
sq: Shtesat
th: ส่วนขยาย
uz: Kengaytmalar
zh_hk: 擴充

source: Data Download
af_za: Data aflaai
bo: གཞི་གྲངས་ཕབ་ལེན།
de_de: Daten-Download
el: Λήψη δεδομένων
es: Descarga de Datos
fa: دریافت داده ها
hu: Adat letöltése
ja: データダウンロード
kk: Деректерді жүктеу
lv: Datu lejupielāde
sq: Shkarkimi i të dhënave
sv: Data nedladdning
th: ดาวน์โหลดข้อมูล
uz: Ma'lumotlarni yuklab olish
zh_hk: 資料下載

source: Analytics
af_za: Ontleding
bo: དཔྱད་ཞིབ།
el: Αναλυτική
es: Análisis
fa: تجزیه‌وتحلیل
hu: Analitika
ja: 分析
kk: Аналитика
lv: Analītika
sq: Analiza
th: การวิเคราะห์
uz: Analitika
zh_hk: 分析

source: Open Responses
af_za: Oop antwoorde
bo: ཐུན་མོང་གི་དྲི་ལན་རྣམས།
de_de: Antworten öffnen
el: Άνοιγμα απαντήσεων
es: Respuestas Abiertas
fa: بازگشایی پاسخ‌ها
hu: Nyitott válaszok
kk: Жауаптарды ашу
lv: Atvērt atbildes
sq: Hapni përgjigjet
sv: Öppna svar
uz: Ochiq javoblar
zh_hk: 開放回應

source: 0 sent
af_za: 0 gestuur
bo: 0 བཏང་བ།
de_de: 0 verschickt
el: 0 απεσταλμένα
es: 0 enviados
fa: 0 ارسال شد
hu: 0 küldve
ja: 0件送信済み
kk: 0 жіберілді
lv: 0 nosūtīts
sq: 0 dërguar
sv: 0 skickade
th: ส่ง 0
uz: 0 yuborildi
zh_hk: 0 已發送

source: {num_emails} sent
af_za: {num_emails} gestuur
bo: {num_emails} བཏང་བ།
el: στάλθηκε {num_emails}
es: {num_emails} enviado
fa: {num_emails} ارسال شد
hu: {num_emails} küldve
ja: {num_emails} 通送信済み
kk: {num_emails} жіберілді
lv: {num_emails} nosūtīts
sq: {num_emails} dërguar
sv: {num_emails} skickade
uz: {num_emails} yuborildi
zh_hk: {num_emails}已發送

source: {num_emails} failed
af_za: {num_emails} het misluk
bo: {num_emails} ལམ་ལྷོངས་མ་བྱུང་བ།
el: {num_emails} απέτυχε
es: {num_emails} fallido
fa: {num_emails} ناموفق بود
hu: {num_emails} sikertelen
ja: {num_emails} 件が失敗しました
kk: {num_emails} сәтсіз аяқталды
lv: {num_emails} neizdevās
sq: {num_emails} dështoi
sv: {num_emails} misslyckades
uz: {num_emails} bajarilmadi
zh_hk: {num_emails}失敗

source: Complete
af_za: Voltooi
bo: ཆ་ཚང་།
de_de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completo
fa: کامل
hu: Kész
ja: 完了
kk: Аяқталды
lv: Pabeigts
sq: E plotësuar
th: สำเร็จ
uz: Bajarildi
zh_hk: 完成

source: Incomplete
af_za: Onvolledig
bo: ཆ་མ་ཚང་བ།
de_de: Unvollständig
el: Ανολοκλήρωτο
es: Incompleto
fa: ناقص
hu: Befejezetlen
ja: 未完了
kk: Толық емес
lv: Nepabeigts
sq: E paplotë
sv: Ofullständig
th: ยังไม่สมบูรณ์
uz: Tugallanmagan
zh_hk: 未完成

source: Could not find student matching identifier: {student_identifier}
af_za: Kon nie student wat pas identifiseerder vind nie: {student_identifier}
bo: ཁུངས་སྐྱེལ་བྱས་པ་དང་མཐུན་པའི་སློབ་ཕྲུག་རྙེད་མ་སོང་།: {student_identifier}
de_de: Konnte passenden Teilnehmeridentifizierungscode nicht finden: {student_identifier}
el: Δεν ήταν δυνατή η εύρεση του email/όνομα χρήστη του φοιτητή: {student_identifier}
es: No se pudo encontrar al estudiante que coincide con el identificador: {student_identifier}
fa: شناسۀ منطبق با فراگیرنده پیدا نشد: {student_identifier}
hu: Nem található a megadott azonosítójú diák: {student_identifier}
ja: 指定された識別子に一致する学生が見つかりませんでした: {student_identifier}
kk: Студентке сәйкес келетін идентификатор табылмады: {student_identifier}
lv: Nevarēja atrast dalībniekam atbilstošu identifikatoru: {student_identifier}
sq: Nuk mund të gjeja identifikuesin e përputhjes së studentit: {student_identifier}
sv: Det gick inte att hitta student som matchar identifieraren: {student_identifier}
th: ไม่พบนักเรียนที่ตรงกับที่ระบุได้ : {student_identifier}
uz: Talabaga mos keladigan identifikator topilmadi: {student_identifier}
zh_hk: 找不到學生匹配識別碼： {student_identifier}

source: Unable to parse date:
af_za: Kan nie datum ontleed nie:
bo: ཟླ་ཚེས་ཀྱི་གྲངས་ཀ་མི་ནུས་པ།:
de_de: Verarbeiten des Datums nicht möglich:
el: Αδυναμία ανάλυσης της ημερομηνίας:
es: No se pudo analizar la fecha:
fa: تجزیه تاریخ ممکن نیست:
hu: Nem sikerült elemezni a dátumot:
ja: 日付を解析できません:
kk: Күнді талдау мүмкін емес:
lv: Nevar parsēt datumu:
sq: Nuk mund të analizohet data:
sv: Det gick inte att analysera datum:
th: ไม่สามารถที่จะวิเคราะห์วัน:
uz: Sanani tahlil qilib boʻlmadi:
zh_hk: 無法解析日期：

source: Couldn't find module for url: {0}
af_za: Kon nie module vind vir url: {0} nie
bo: འདིའི་ {0} ཐབས་ལམ་རྙེད་མ་སོང་།
de_de: Konnte Modul für URL nicht finden: {0}
el: Αδυναμία εύρεσης της ενότητας για τη διεύθυνση url: {0}
es: No se pudo encontrar el módulo para la url: {0}
fa: ماژول برای آدرس اینترنتی پیدا نشد: {0}
hu: Nem található modul a következő URL-hez: {0}
ja: URLに対応するモジュールが見つかりませんでした: {0}
kk: URL үшін модуль табылмады: {0}
lv: Nevarēja atrast moduli url: {0}
sq: Nuk mund të gjeja modulin për url: {0}
sv: Det gick inte att hitta modulen för url: {0}
th: ไม่สามารถพบโมดูลสำหรับurl: {0}
uz: URL uchun modul topilmadi: {0}
zh_hk: 找不到 url 的模組： {0}

source: Could not find student enrollment in the course.
af_za: Kon nie studentinskrywings vir die kursus vind nie.
bo: སློབ་ཚན་ནང་སློབ་ཕྲུག་གི་ཞུགས་ཐོ་རྙེད་ཀྱི་མི་འདུག།
de_de: Es konnten keine Teilnehmereinschreibungen für den Kurs gefunden werden.
el: Δεν ήταν δυνατή η εύρεση εγγραφής φοιτητών στο μάθημα.
es: No se pudo encontrar la inscripción del estudiante en el curso.
fa: ثبت‌نام فراگیرنده در این دوره پیدا نشد.
hu: Nem található a hallgató beiratkozása a kurzusra.
ja: コースに学生の登録が見つかりませんでした。
kk: Курста студенттерді тіркеу мүмкін болмады.
lv: Nevarēja atrast dalībnieku reģistrāciju kursā.
sq: Nuk mund të gjeja regjistrimin e studentëve në kurs.
sv: Kunde inte hitta studentens registrering i kursen.
uz: Kursga qabul qilingan talaba topilmadi.
zh_hk: 找不到課程的學生註冊狀況。

source: Unit {0} has no due date to extend.
af_za: Eenheid {0} het geen sperdatum om uit te brei nie.
bo: ཡང་གསེས་ {0} ཕྱིར་འགྱངས་བྱེད་དུས་བཀག་མེད།
de_de: Lerneinheit {0} hat kein Fälligkeitsdatum, welches verlängerbar wäre.
el: Το κεφάλαιο {0} δεν έχει προθεσμία για παράταση.
es: La unidad {0} no tiene fecha de vencimiento para extender.
fa: واحد {0} تاریخ سررسیدی برای تمدید ندارد.
ja: ユニット{0}には延長する期限がありません。
lv: Vienībai {0} nav pagarināma termiņa.
sq: Njësia {0} nuk ka asnjë datë afati për t'u zgjatur.
sv: Enhet {0} har inget förfallodatum för att förlängas.
th: หน่วย {0} ไม่มีการขยายเวลากำหนดส่ง
uz: {0} birligida uzaytirish muddati yo'q.
zh_hk: {0}單元沒有可延長的到期日。

source: An extended due date must be later than the original due date.
af_za: &#39;n Verlengde sperdatum moet later as die oorspronklike sperdatum wees.
bo: ཕྱིར་འགྱངས་བྱས་དུས་བཀག་གཞིའི་དུས་བཀག་རྗེས་ལ་ཡོད་དགོས།
de_de: Ein verlängertes Fälligkeitsdatum muss später gelegen sein als das ursprüngliche Fälligkeitsdatum.
el: Μια παρατεταμένη προθεσμία πρέπει να είναι μεταγενέστερη από την αρχική προθεσμία.
es: Una fecha de vencimiento extendida debe ser posterior a la fecha de vencimiento original.
fa: تاریخ سررسید تمدید‌شده باید دیرتر از تاریخ سررسید اصلی باشد.
hu: A meghosszabbított határidőnek későbbinek kell lennie, mint az eredeti határidő.
ja: 延長された期限は、元の期限よりも後でなければなりません。
kk: Ұзартылған төлем мерзімі бастапқы төлеу мерзімінен кеш болуы керек.
lv: Pagarinātajam termiņam ir jābūt vēlākam par sākotnējo izpildes datumu.
sq: Një datë e zgjatur duhet të jetë më vonë se data fillestare.
sv: Ett förlängt förfallodag måste vara senare än det ursprungliga förfallodatumet.
th: วันครบกำหนดที่ขยายออกไปจะต้องช้ากว่าวันครบกำหนดปกติ
uz: To'lov muddatini uzaytirish muddati asl muddatdan kechroq bo'lishi kerak.
zh_hk: 延長的到期日必須晚於原定到期日。

source: Full Name
af_za: Volle naam
bo: མིང་ཧྲིལ་བོ།
de_de: Vollständiger Name
el: Ονοματεπώνυμο
es: Nombre Completo
fa: نام و نام خانوادگی
hu: Teljes név
kk: Толық аты-жөні
lv: Pilnais vārds
sq: Emri i plotë
sv: Fullständigt namn
th: ชื่อและนามสกุล
uz: To'liq ism
zh_hk: 全名

source: Extended Due Date
af_za: Verlengde Sperdatum
bo: ཕྱིར་འགྱངས་བྱས་པའི་དུས་བཀག
de_de: Erweitertes Fälligkeitsdatum
el: Παράταση της προθεσμίας υποβολής
es: Fecha de Vencimiento Extendida
fa: تاریخ سررسید تمدید‌شده
hu: Meghosszabbított határidő
kk: Ұзартылған мерзімі
lv: Pagarināts izpildes termiņš
sq: Afati i zgjatur
sv: Utökad förfallodatum
th: ขยายวันกำหนดส่ง
uz: To'lov muddati uzaytirildi
zh_hk: 延長截止日期

source: Users with due date extensions for {0}
af_za: Gebruikers met sperdatum-uitbreidings vir {0}
bo: སྤྱོད་མཁན་དང་ལྷན་དུ་འདིའི་ {0} དུས་བཀག་ཕྱིར་འགྱངས།
de_de: Nutzer mit Fälligkeitsdatumserweiterungen für {0}
el: Χρήστες με παρατάσεις προθεσμίας για {0}
es: Usuarios con extensiones de fecha de vencimiento para {0}
fa: کاربران با سررسید تمدید‌شده برای {0}
hu: Felhasználók, akiknek határidő-hosszabbításuk van a(z) {0} számára
ja: {0}の期限延長があるユーザー
kk: {0} үшін мерзімі ұзартулары бар пайдаланушылар
lv: Lietotāji ar termiņa pagarinājumu {0}
sq: Përdoruesit me zgjatje afati për {0}
sv: Användare med förfallodatumstillägg för {0}
th: รายชื่อนักเรียนที่ได้ขยายเวลากำหนดส่งสำหรับ {0}
uz: {0} uchun muddati uzaytirilgan foydalanuvchilar
zh_hk: {0}的到期日延期的用戶

source: Due date extensions for {0} {1} ({2})
af_za: Sperdatum verlengings vir {0} {1} ( {2} )
bo: འདིའི་ {0} {1} ({2}) དུས་བཀག་ཕྱིར་འགྱངས།
de_de: Fälligkeitsdatumserweiterungen für {0} {1} ({2})
el: Παρατάσεις προθεσμίας για {0} {1} ({2})
es: Extensiones de fecha de vencimiento para {0} {1} ({2})
fa: تمدید سررسید برای {0} {1} ( {2})
ja: {0} {1} ({2}) の期限延長
kk: {0} {1} ({2}) үшін мерзімін ұзарту
lv: Termiņa pagarinājumi: {0} {1} ( {2} )
sq: Zgjatjet e afatit për {0} {1} ({2})
sv: Förlängningar av förfallodatum för {0} {1} ({2})
th: ส่วนขยายของวันที่ครบกำหนดสำหรับ {0} {1} ({2})
uz: {0} {1} ( {2} ) uchun tugallanish muddati uzaytirildi
zh_hk: {0} {1} ( {2} ) 的到期日延期

source: Requested task is already running
af_za: Versoekte taak loop reeds
bo: རེ་ཞུ་བྱས་ཟིན་པའི་ལས་འགན་ནི་འགྲོ་བཞིན་འདུག
de_de: Die Aufgabe läuft bereits
el: Η εργασία που ζητήθηκε εκτελείται ήδη
es: La tarea solicitada ya se está ejecutando
fa: کار درخواست‌شده از قبل در حال اجرا است
hu: A kért feladat már fut.
ja: 要求されたタスクはすでに実行中です。
kk: Сұралған тапсырма орындалып жатыр
lv: Pieprasītais uzdevums jau darbojas
sq: Detyra e kërkuar tashmë po ekzekutohet
sv: Begärd uppgift körs redan
uz: Talab qilingan vazifa allaqachon bajarilmoqda
zh_hk: 請求的任務已經在運行

source: Error occured. Please try again later.
af_za: Fout het voorgekom. Probeer asseblief weer later.
bo: གནད་དོན་ཞིག་བྱུང་སོང་བས་བསྐྱར་དུ་ཚོད་ལྟ་བྱ་རོགས།
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
el: Προέκυψε σφάλμα. Παρακαλούμε προσπαθήστε ξανά αργότερα.
es: Se produjo un error. Por favor, inténtalo más tarde.
fa: خطایی رخ داد. لطفاً بعداً دوباره امتحان کنید.
hu: Hiba történt. Kérjük, próbálja meg később.
ja: エラーが発生しました。もう一度お試しください。
lv: Radās kļūda. Lūdzu, pamēģiniet vēlreiz vēlāk.
sq: Ndodhi një gabim. Ju lutemi provoni përsëri më vonë.
sv: Fel uppstod. Vänligen försök igen senare.
uz: Xatolik yuz berdi. Keyinroq qayta urinib ko‘ring.
zh_hk: 發生了錯誤。請稍後再試。

source: detailed enrollment
af_za: gedetailleerde inskrywing
bo: ཞིབ་འགྲེལ་བྱས་པའི་ཞུགས་ཐོ།
de_de: detaillierte Einschreibung
el: αναλυτική εγγραφή
es: inscripción detallada
fa: جزییات ثبت‌نام
hu: részletes beiratkozás
ja: 詳細な登録
kk: егжей-тегжейлі тіркеу
lv: detalizēta pieteikšanās
sq: regjistrimin e detajuar
sv: detaljerad inskrivning
uz: batafsil ro'yxatga olish
zh_hk: 詳細報名
