Repository: openedx/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, de_de, el, es, fa, hu, ja, kk, lv, sq, sv, th, uz, zh_hk

source: Course is not cohorted but cohort provided. Ignoring cohort assignment for all users.
af_za: Kursus is nie gekohorteerd nie maar kohort verskaf. Ignoreer kohort-opdrag vir alle gebruikers.
bo: སློབ་ཚན་འདི་སྡེ་ཚན་དུ་བགོས་མེད་ཀྱང་སྡེ་ཚན་གྱི་སྒྲིག་གཞི་བཟོས་འདུག སློབ་ཕྲུག་ཚང་མ་སྤྲད་རྒྱུའི་རིགས་བགོའི་ལས་འགན་སྣང་མེད་ལ་བཞག་ཆོག
de_de: Der Kurs ist nicht kohortiert, sondern kohortiert. Ignorieren der Kohortenzuordnung für alle Benutzer.
el: Το μάθημα δεν περιέχει κοόρτη αλλά παρέχεται κοόρτη. Παράβλεψη ανάθεσης κοόρτης για όλους τους χρήστες.
es: El curso no está agrupado en cohortes pero se proporcionó una cohorte. Se ignorará la asignación de cohorte para todos los usuarios.
fa: دوره به صورت همگروهی نیست اما همگروهی ارائه می شود. نادیده گرفتن انتساب گروه برای همه کاربران.
ja: コースはコホート化されていませんが、コホートが提供されています。すべてのユーザーに対するコホートの割り当てを無視します。
kk: Курс когорта емес, когорта беріледі. Барлық пайдаланушылар үшін когортты тағайындауды елемеу.
lv: Kurss nav grupas, bet tiek nodrošināts grupā. Tiek ignorēta visu lietotāju grupas piešķiršana.
sq: Kursi nuk është në grup, por ofrohet grup. Injorimi i caktimit të grupit për të gjithë përdoruesit.
sv: Kursen är inte kohorterad utan kohort tillhandahålls. Ignorerar kohortuppdrag för alla användare.
uz: Kurs kogorta emas, balki kogorta taqdim etiladi. Barcha foydalanuvchilar uchun kohort tayinlanishiga e'tibor bermaslik.
zh_hk: 課程不是分組的，而是提供分組的。忽略所有用户的群組分配。

source: Cohort name not found: {cohort}. Ignoring cohort assignment for all users.
af_za: Kohortnaam nie gevind nie: {cohort} . Ignoreer kohort-opdrag vir alle gebruikers.
bo: རིགས་བགོའི་མིང་རྙེད་མ་སོང་། {cohort} སློབ་ཕྲུག་ཚང་མ་རིགས་བགོའི་ལས་འགན་སྣང་མེད་ལ་བཞག་ཆོག
de_de: Kohortenname nicht gefunden: {cohort}. Ignorieren der Kohortenzuordnung für alle Benutzer.
el: Το όνομα κοόρτης δε βρέθηκε: {cohort}. Παράβλεψη ανάθεσης κοόρτης για όλους τους χρήστες.
es: Nombre de cohorte no encontrado: {cohort}. Se ignorará la asignación de cohorte para todos los usuarios.
fa: نام گروه یافت نشد: {cohort} . نادیده گرفتن انتساب گروه برای همه کاربران.
ja: コホート名が見つかりません: {cohort}。すべてのユーザーに対するコホート割り当てを無視します。
kk: Когорт атауы табылмады: {cohort}. Барлық пайдаланушылар үшін когортты тағайындауды елемеу.
lv: Grupas nosaukums nav atrasts: {cohort} . Tiek ignorēta visu lietotāju grupas piešķiršana.
sq: Emri i grupit nuk u gjet: {cohort}. Injorimi i caktimit të grupit për të gjithë përdoruesit.
sv: Kohortnamn hittades inte: {cohort}. Ignorerar kohortuppdrag för alla användare.
uz: Kohort nomi topilmadi: {cohort} . Barcha foydalanuvchilar uchun kohort tayinlanishiga e'tibor bermaslik.
zh_hk: 未找到群組名稱： {cohort} 。忽略所有用户的群組分配。

source: Invalid course mode: {mode}. Falling back to the default mode, or keeping the current mode in case the user is already enrolled.
af_za: Ongeldige kursusmodus: {mode} . Terugval na die verstekmodus, of behou die huidige modus ingeval die gebruiker reeds ingeskryf is.
bo: སློབ་ཚན་གྱི་རྣམ་པ་ {mode} ཚུལ་མཐུན་ཞིག་རེད་མི་འདུག རྨང་གཞིའི་རྣམ་པ་དེར་ཕྱིར་ལོག་གམ། ཡང་ན་སློབ་གཉེར་པ་དེས་ཞུགས་ཐོ་བཀོད་ཡོད་ན་ད་སྐབས་ཀྱི་རྣམ་པ་དེ་མུ་མཐུད་ནས་ཉར་རྒྱུ།
de_de: Ungültiger Kursmodus: {mode}. Zurückfallen in den Standardmodus oder Beibehalten des aktuellen Modus, falls der Benutzer bereits registriert ist.
el: Μη έγκυρη λειτουργία μαθήματος: {mode} . Επιστροφή στην προεπιλεγμένη λειτουργία ή διατήρηση της τρέχουσας λειτουργίας σε περίπτωση που ο χρήστης είναι ήδη εγγεγραμμένος.
es: Modo de curso no válido: {mode}. Se volverá al modo predeterminado o se mantendrá el modo actual en caso de que el usuario ya esté inscrito.
fa: حالت دوره نامعتبر: {mode} . بازگشت به حالت پیش فرض، یا حفظ حالت فعلی در صورتی که کاربر قبلاً ثبت نام کرده باشد.
hu: Érvénytelen kurzusmód: {mode}. Visszaáll az alapértelmezett módra, vagy megtartja a jelenlegi módot, ha a felhasználó már beiratkozott.
ja: 無効なコースモード: {mode}。デフォルトモードに戻すか、ユーザーがすでに登録している場合は現在のモードを維持します。
kk: Жарамсыз курс режимі: {mode} . Әдепкі режимге қайта оралу немесе пайдаланушы бұрыннан тіркелген жағдайда ағымдағы режимді сақтау.
lv: Nederīgs kursa režīms: {mode}. Atgriešanās pie noklusējuma režīma vai pašreizējā režīma saglabāšana, ja lietotājs jau ir reģistrējies.
sq: Modaliteti i pavlefshëm i kursit: {mode}. Rikthimi në modalitetin e paracaktuar ose mbajtja e modalitetit aktual në rast se përdoruesi është regjistruar tashmë.
sv: Ogiltigt kursläge: {mode}. Att falla tillbaka till standardläget, eller behålla det nuvarande läget om användaren redan är registrerad.
uz: Kurs rejimi yaroqsiz: {mode} . Standart rejimga qaytish yoki foydalanuvchi allaqachon ro'yxatdan o'tgan bo'lsa, joriy rejimni saqlab qolish.
zh_hk: 無效的課程模式： {mode} 。回到預設模式，或保留目前模式以防用户已註冊。

source: Invalid course mode: {mode}. Failling back to {default_mode}, or resetting to {default_mode} in case the user is already enrolled.
af_za: Ongeldige kursusmodus: {mode} . Misluk terug na {default_mode} , of stel terug na {default_mode} indien die gebruiker reeds ingeskryf is.
bo: སློབ་ཚན་གྱི་རྣམ་པ་ {mode} ཚུལ་མཐུན་ཞིག་རེད་མི་འདུག ཕྱིར་རྨང་གཞིའི་རྣམ་པ་ {default_mode} ལ་ལོག་ཐུབ་མ་སོང་། ཡང་ན་གལ་སྲིད་སློབ་གཉེར་བ་དེས་ཞུགས་ཐོ་བཀོད་ཡོད་ན་ {default_mode} འདིའི་ནང་སྒྲིག་འགོད་བསྐྱར་དུ་སྒྲིག
de_de: Ungültiger Kursmodus: {mode}. Zurückfallen auf {default_mode} oder Zurücksetzen auf {default_mode}, falls der Benutzer bereits registriert ist.
el: Μη έγκυρη λειτουργία μαθήματος: {mode} . Αποτυχία επιστροφής στο {default_mode} ή επαναφορά στο {default_mode} σε περίπτωση που ο χρήστης είναι ήδη εγγεγραμμένος.
es: Modo de curso no válido: {mode}. Se volverá a {default_mode} o se restablecerá a {default_mode} en caso de que el usuario ya esté inscrito.
fa: حالت دوره نامعتبر: {mode} . بازگشت به {default_mode} ، یا بازنشانی به {default_mode} در صورتی که کاربر قبلاً ثبت نام کرده باشد.
hu: Érvénytelen kurzusmód: {mode}. Visszaáll az {default_mode} módra, vagy visszaállít az {default_mode} módra, ha a felhasználó már beiratkozott.
ja: 無効なコースモード: {mode}。{default_mode}に戻すか、ユーザーがすでに登録している場合は{default_mode}にリセットします。
kk: Жарамсыз курс режимі: {mode} . {default_mode} параметріне қайта оралу немесе пайдаланушы бұрыннан тіркелген жағдайда {default_mode} қалпына келтіру.
lv: Nederīgs kursa režīms: {mode}. Atgriešanās atpakaļ uz {default_mode} vai atjaunošana uz {default_mode}, ja lietotājs jau ir reģistrējies.
sq: Modaliteti i pavlefshëm i kursit: {mode}. Dështimi në {default_mode}, ose rivendosja në {default_mode} në rast se përdoruesi është regjistruar tashmë.
sv: Ogiltigt kursläge: {mode}. Går inte tillbaka till {default_mode} eller återställer till {default_mode} om användaren redan är registrerad.
uz: Kurs rejimi yaroqsiz: {mode} . Agar foydalanuvchi allaqachon ro'yxatdan o'tgan bo'lsa, {default_mode} ga qaytarilmaydi yoki {default_mode} ga qaytariladi.
zh_hk: 無效的課程模式： {mode} 。如果用戶已註冊，故障返回{default_mode}或重設為{default_mode} 。

source: Invalid email {email_address}.
af_za: Ongeldige e-pos {email_address} .
bo: ཚུལ་མཐུན་མ་ཡིན་པའི་གློག་འཕྲིན། {email_address}
de_de: Ungültige E-Mail-Adresse {email_address}.
el: Το e-mail {email_address} δεν είναι έγκυρο.
es: Correo electrónico no válido {email_address}.
fa: رایانامه معتبر {email_address} نیست.
hu: Hibás e-mail cím {email_address}.
ja: メールアドレス {email_address} が無効です。
kk: Жарамсыз электрондық пошта {email_address} .
lv: Nederīga e-pasta adrese {email_address} .
sq: Email i pavlefshëm {email_address}.
sv: Ogiltigt e-mail {email_address}.
th: อีเมล์ไม่ถูกต้อง {email_address}.
uz: Yaroqsiz elektron pochta {email_address} .
zh_hk: 電郵{email_address}無效。

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
af_za: &#39;n Rekening met e-pos {email} bestaan maar die verskafde gebruikersnaam {username} is anders. Skryf in elk geval met {email} in.
bo: གློག་འཕྲིན་ {email} འདི་ཡོད་པའི་ཁ་བྱང་ཞིག་གནས་འདུག འོན་ཀྱང་། སྤྱོད་མིང་ {username} གཅིག་མཚུངས་མ་རེད། གང་ལྟར་གློག་འཕྲིན་ {email} འདིའི་ཐོག་ཞུགས་ཐོ་འགོད་རྒྱུ་ཡིན།
de_de: Es existiert ein Konto mit E-Mail {email}, aber der angegebene Benutzername {username} ist anders. Trotzdem mit {email} einschreiben.
el: Υπάρχει ένας λογαριασμός με διεύθυνση ηλεκτρονικού ταχυδρομείου {email} αλλά το παρεχόμενο όνομα χρήστη {username} είναι διαφορετικό. Εγγραφή ούτως ή άλλως με {email}.
es: Existe una cuenta con el correo electrónico {email}, pero el nombre de usuario proporcionado {username} es diferente. Se inscribirá de todos modos con {email}.
fa: حسابی با ایمیل {email} وجود دارد اما نام کاربری ارائه شده {username} متفاوت است. به هر حال در حال ثبت نام با {email} .
ja: メールアドレス {email} のアカウントは存在しますが、提供されたユーザー名 {username} は異なります。それでも {email} で登録します。
kk: {email} электрондық поштасы бар тіркелгі бар, бірақ берілген {username} пайдаланушы аты басқа. Бәрібір {email} арқылы тіркелу.
lv: Pastāv konts ar e-pasta adresi {email}, bet norādītais lietotājvārds {username} ir atšķirīgs. Jebkurā gadījumā reģistrējaties ar {email}.
sq: Ekziston një llogari me email {email} , por emri i përdoruesit {username} është i ndryshëm. Gjithsesi po regjistrohet me {email} .
sv: Ett konto med e-mail {email} finns men det angivna användarnamnet {username} är annorlunda. Inskrivning ändå med {email}.
th: บัญชีกับอีเมล์นี้ {email} มีอยู่ก่อนแล้ว แต่ชื่อผู้ใช้{username}ถูกเปลี่ยนไป ยังคงยืนยันการสมัครด้วย {email}
uz: {email} elektron pochta manzili mavjud, lekin taqdim etilgan foydalanuvchi nomi {username} boshqacha. Baribir {email} bilan ro'yxatdan o'tish.
zh_hk: 電郵地址為{email}的帳戶存在，但提供的用戶名{username}不同。無論如何也註冊{email} 。

source: File is not attached.
af_za: Lêer is nie aangeheg nie.
bo: ཡིག་ཆ་ཟུར་བཀོད་བྱས་མི་འདུག
de_de: Datei ist nicht angehängt.
el: Το αρχείο δεν έχει επισυναφθεί.
es: El archivo no está adjunto.
fa: پوشه پیوست نشده‌است
hu: Hiányzik a csatolmány.
ja: ファイルが添付されていません。
kk: Файл тіркелмеген.
lv: Fails nav pievienots.
sq: File-i nuk është i bashkangjitur.
sv: Filen är inte bifogad.
th: ไฟล์ยังไม่ได้ถูกแนบ
uz: Fayl biriktirilmagan.
zh_hk: 檔案未附加。

source: Username {user} already exists.
af_za: Gebruikersnaam {user} bestaan reeds.
bo: སྤྱོད་མིང་ {user} འདི་སྔ་མོ་ནས་གནས་འདུག
de_de: Benutzername {user} bereits vorhanden.
el: Το όνομα χρήστη {user} υπάρχει ήδη.
es: El nombre de usuario {user} ya existe.
fa: نام کاربری {user} از قبل وجود دارد.
hu: {user} felhasználói név már létezik.
ja: ユーザー名 {user} は既に存在します。
kk: Пайдаланушы аты {user} бұрыннан бар.
lv: Lietotājvārds {user} jau pastāv.
sq: Emri i përdoruesit {user} ekziston tashmë.
sv: Användarnamnet {user} finns redan.
th: บัญชีที่มีชื่อผู้ใช้ว่า '{user}' มีอยู่แล้ว
uz: Foydalanuvchi nomi {user} allaqachon mavjud.
zh_hk: 用户名稱{user}已存在。

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
af_za: Fout &#39;{error}&#39; tydens die stuur van e-pos na nuwe gebruiker (gebruikers-e-pos= {email} ). Sonder die e-pos sou student nie kon aanmeld nie. Kontak asseblief ondersteuning vir verdere inligting.
bo: གནད་དོན་བྱུང་སོང་། སྤྱོད་མཁན་གསར་པ་ཁོང་ལ་ (user email={email}) གློག་འཕྲིན་གཏོང་སྐབས་གནད་དོན་ཞིག་ '{error}' བྱུང་སོང་། གློག་འཕྲིན་མེད་པར་ནང་འཛུལ་བྱ་མི་ཐུབ་པས་གནས་ཚུལ་ཞིབ་ཕྲའི་རིགས་རམ་འདེགས་པར་འབྲེལ་བ་བྱ་ཪོགས།
de_de: Fehler '{error}' beim Senden von E-Mail an neuen Benutzer (user email={email}). Ohne die E-Mail wäre der Schüler nicht in der Lage, sich anzumelden. Für weitere Informationen wenden Sie sich bitte an den Support.
el: Σφάλμα '{error}' κατά την αποστολή email σε νέο χρήστη (email χρήστη={email}). Χωρίς το email ο σπουδαστής δεν θα μπορούσε να συνδεθεί. Επικοινωνήστε με την υποστήριξη για περισσότερες πληροφορίες.
es: Error '{error}' al enviar el correo electrónico al nuevo usuario (correo electrónico del usuario={email}). Sin el correo electrónico, el estudiante no podrá iniciar sesión. Por favor, póngase en contacto con el soporte para obtener más información.
fa: خطای &#39;{error}&#39; هنگام ارسال ایمیل به کاربر جدید (ایمیل کاربر = {email} ). بدون ایمیل دانشجو نمی تواند وارد شود. لطفا برای اطلاعات بیشتر با پشتیبانی تماس بگیرید.
hu: Hiba '{error}' az új felhasználónak küldött e-mail során (felhasználó e-mail={email}). Az e-mail nélkül a diák nem tud bejelentkezni. További információért kérjük, vegye fel a kapcsolatot a támogatással.
ja: 新しいユーザーへのメール送信中にエラー '{error}' が発生しました（ユーザーのメールアドレス={email}）。メールがないと学生はログインできません。詳細についてはサポートにお問い合わせください。
kk: Жаңа пайдаланушыға электрондық поштаны жіберу кезінде қате &#39;{error}&#39; (пайдаланушы электрондық поштасы = {email} ). Электрондық поштасыз студент жүйеге кіре алмайды. Қосымша ақпарат алу үшін қолдау қызметіне хабарласыңыз.
lv: Kļūda '{error}', sūtot e-pastu jaunam lietotājam (lietotāja e-pasts={email}). Bez e-pasta dalībnieks nevarēs pieteikties. Lūdzu, sazinieties ar atbalsta dienestu, lai saņemtu papildu informāciju.
sq: Gabim '{error}' gjatë dërgimit të emailit te përdoruesi i ri (email-i i përdoruesit={email}). Pa email-in studenti nuk mund të hyjë. Ju lutemi kontaktoni mbështetjen për informacione të mëtejshme.
uz: Yangi foydalanuvchiga xat jo‘natishda “{error}” xatosi (foydalanuvchi email= {email} ). Elektron pochtasiz talaba tizimga kira olmaydi. Qo'shimcha ma'lumot uchun qo'llab-quvvatlash xizmatiga murojaat qiling.
zh_hk: 向新用户發送電郵時出現錯誤「{error}」（用户電郵= {email} ）。如果沒有電郵，學生將無法登入。請聯絡支援人員以獲取更多資訊。

source: A usage key location for a section or a problem. If the location is a block that contains other blocks, (such as the course, section, subsection, or unit blocks) then all blocks under that block will be included in the report.
af_za: &#39;n Gebruiksleutelligging vir &#39;n afdeling of &#39;n probleem. As die ligging &#39;n blok is wat ander blokke bevat, (soos die kursus, afdeling, subafdeling of eenheidsblokke), sal alle blokke onder daardie blok in die verslag ingesluit word.
bo: A usage key location for a section or a problem. If the location is a block that contains other blocks, (such as the སློབ་ཚན, section, subsection, or unit blocks) then all blocks under that block will be included in the report.
de_de: Eine Verwendungsschlüsselposition für einen Abschnitt oder ein Problem. Wenn der Standort ein Block ist, der andere Blöcke enthält (z. B. Kurs-, Abschnitts-, Unterabschnitts- oder Einheitsblöcke), werden alle Blöcke unter diesem Block in den Bericht aufgenommen.
el: Μια θέση κλειδιού χρήσης για μια ενότητα ή ένα πρόβλημα. Εάν η τοποθεσία είναι ένα μπλοκ που περιέχει άλλα μπλοκ, (όπως το μάθημα, την ενότητα, την υποενότητα ή μπλοκ μονάδας), τότε όλα τα μπλοκ κάτω από αυτό το μπλοκ θα συμπεριληφθούν στην αναφορά.
es: Una ubicación de clave de uso para una sección o un problema. Si la ubicación es un bloque que contiene otros bloques (como los bloques de curso, sección, subsección o unidad), entonces todos los bloques bajo ese bloque se incluirán en el informe.
fa: مکان کلید استفاده برای یک بخش یا یک مسئله. اگر مکان بلوکی است که شامل بلوک‌های دیگر است (مانند دوره، بخش، زیربخش یا واحد)، آن‌گاه تمام بلوک‌های زیر مجموعه در گزارش گنجانده می‌شوند.
hu: A szakasz vagy probléma használati kulcsának helye. Ha a hely egy olyan blokk, amely más blokkokat is tartalmaz (mint például a kurzus, szakasz, alfejezet vagy egység blokkok), akkor az adott blokk alatti összes blokk szerepelni fog a jelentésben.
ja: セクションまたは問題の使用キーの場所。場所が他のブロックを含むブロック（コース、セクション、サブセクション、またはユニットブロックなど）の場合、そのブロックの下にあるすべてのブロックがレポートに含まれます。
kk: Бөлім немесе мәселе үшін пайдалану кілтінің орны. Егер орын басқа блоктарды (курс, бөлім, ішкі бөлім немесе блок блоктары сияқты) қамтитын блок болса, онда осы блоктың астындағы барлық блоктар есепке қосылады.
lv: Sadaļas vai problēmas lietošanas atslēgas atrašanās vieta. Ja atrašanās vieta ir bloks, kas satur citus blokus (piemēram, kursa, sadaļas, apakšsadaļas vai vienības blokus), tad ziņojumā tiks iekļauti visi bloki zem šī bloka.
sq: Një vendndodhje kyçe përdorimi për një seksion ose një problem. Nëse vendndodhja është një bllok që përmban blloqe të tjera, (siç janë kursi, seksioni, nënseksioni ose blloqet e njësisë), atëherë të gjitha blloqet nën atë bllok do të përfshihen në raport.
sv: En användningsnyckelplats för ett avsnitt eller ett problem. Om platsen är ett block som innehåller andra block, (såsom kursen, sektionen, undersektionen eller enhetsblocken) kommer alla block under det blocket att inkluderas i rapporten.
uz: Bo'lim yoki muammo uchun foydalanish kalitining joylashuvi. Agar joylashuv boshqa bloklarni (masalan, kurs, bo'lim, kichik bo'lim yoki birlik bloklari) o'z ichiga olgan blok bo'lsa, ushbu blok ostidagi barcha bloklar hisobotga kiritiladi.
zh_hk: 某個章節或問題的使用鍵位置。如果該位置是包含其他區塊（例如課程、章節、子章節或單元區塊）的區塊，則該區塊下的所有區塊都將包含在報告中。

source: A list of usage keys for the blocks to include in the report.
af_za: &#39;n Lys van gebruiksleutels vir die blokke om in die verslag in te sluit.
de_de: Eine Liste der Nutzungsschlüssel für die Blöcke, die in den Bericht aufgenommen werden sollen.
el: Μια λίστα με κλειδιά χρήσης για τα μπλοκ που πρέπει να συμπεριληφθούν στην αναφορά.
es: Una lista de claves de uso para los bloques que se incluirán en el informe.
fa: فهرستی از کلیدهای استفاده برای بلوک ها که باید در گزارش گنجانده شود.
kk: Есепке қосу үшін блоктар үшін пайдалану кілттерінің тізімі.
lv: Pārskatā iekļaujamo bloku lietošanas atslēgu saraksts.
sq: Një listë e çelësave të përdorimit për blloqet për t'u përfshirë në raport.
sv: En lista över användningsnycklar för blocken som ska inkluderas i rapporten.
uz: Hisobotga kiritish uchun bloklar uchun foydalanish kalitlari ro'yxati.
zh_hk: 要包含在報表中的區塊的使用鍵列表。

source: A list of problem/block types to generate the report for. This field can be omitted if the report should include details of allblock types.
af_za: &#39;n Lys van probleem-/bloktipes om die verslag voor te genereer. Hierdie veld kan weggelaat word as die verslag besonderhede van alle bloktipes moet insluit.
de_de: Eine Liste mit Problem-/Blockierungstypen, für die der Bericht erstellt werden soll. Dieses Feld kann weggelassen werden, wenn der Bericht Details aller Blocktypen enthalten soll.
el: Μια λίστα τύπων προβλημάτων/μπλοκ για τη δημιουργία της αναφοράς. Αυτό το πεδίο μπορεί να παραλειφθεί εάν η αναφορά περιλαμβάνει λεπτομέρειες για τους τύπους allblock.
es: Una lista de tipos de problemas/bloques para los cuales generar el informe. Este campo puede omitirse si el informe debe incluir detalles de todos los tipos de bloques.
fa: لیستی از انواع مسئله‌ها/بلوک‌ها برای تولید گزارش. اگر گزارش باید شامل تمام انواع بلوک‌ها شود، این قسمت می‌تواند حذف شود.
lv: Saraksts ar problēmu/bloku tipiem, kuriem jāģenerē ziņojums. Šo lauku var izlaist, ja ziņojumā jāiekļauj informācija par visiem bloku tipiem.
sq: Një listë e llojeve të problemeve/blloqeve për të krijuar raportin. Kjo fushë mund të hiqet nëse raporti duhet të përfshijë detaje të llojeve të të gjitha bllokut.
sv: En lista över problem/blocktyper att generera rapporten för. Detta fält kan utelämnas om rapporten ska innehålla information om alla blocktyper.
uz: Hisobot yaratish uchun muammo/blok turlari ro'yxati. Hisobotda barcha blok turlarining tafsilotlari bo'lishi kerak bo'lsa, bu maydon o'tkazib yuborilishi mumkin.
zh_hk: 要為其產生報告的問題/區塊類型的清單。如果報告應包括所有區塊類型的詳細信息，則可以省略此欄位。

source: User-friendly text describing current status of report generation.
af_za: Gebruikersvriendelike teks wat die huidige status van verslaggenerering beskryf.
de_de: Benutzerfreundlicher Text, der den aktuellen Status der Berichterstellung beschreibt.
el: Φιλικό προς τον χρήστη κείμενο που περιγράφει την τρέχουσα κατάσταση της δημιουργίας αναφοράς.
es: Texto fácil de entender que describe el estado actual de la generación del informe.
fa: متن کاربر پسند که وضعیت فعلی تولید گزارش را توصیف می کند.
hu: Felhasználóbarát szöveg, amely leírja a jelentéskészítés jelenlegi állapotát.
lv: Lietotājam draudzīgs teksts, kas apraksta pārskatu ģenerēšanas pašreizējo statusu.
sq: Tekst i përshtatshëm për përdoruesit që përshkruan statusin aktual të gjenerimit të raportit.
sv: Användarvänlig text som beskriver aktuell status för rapportgenerering.
uz: Hisobotni yaratishning joriy holatini tavsiflovchi foydalanuvchilar uchun qulay matn.
zh_hk: 用户友善的文字描述報告產生的當前狀態。

source: A unique id for the report generation task. It can be used to query the latest report generation status.
af_za: &#39;n Unieke ID vir die verslaggenereringstaak. Dit kan gebruik word om navraag te doen oor die jongste verslaggenereringstatus.
de_de: Eine eindeutige ID für die Berichterstellungsaufgabe. Es kann verwendet werden, um den Status der letzten Berichterstellung abzufragen.
el: Ένα μοναδικό αναγνωριστικό για την εργασία δημιουργίας αναφορών. Μπορεί να χρησιμοποιηθεί για την αναζήτηση της τελευταίας κατάστασης δημιουργίας αναφοράς.
es: Un ID único para la tarea de generación del informe. Puede usarse para consultar el estado más reciente de la generación del informe.
fa: یک شناسه منحصر به فرد برای وظیفه تولید گزارش. می توان از آن برای پرس و جو از آخرین وضعیت تولید گزارش استفاده کرد.
hu: A jelentéskészítési feladat egyedi azonosítója. Használható a legutóbbi jelentéskészítési állapot lekérdezésére.
ja: レポート生成タスクの一意のIDです。最新のレポート生成状況を照会するために使用できます。
kk: Есепті құру тапсырмасы үшін бірегей идентификатор. Оны соңғы есеп құру күйін сұрау үшін пайдалануға болады.
lv: Unikāls ziņojuma ģenerēšanas uzdevuma identifikators. To var izmantot, lai pieprasītu jaunāko ziņojuma ģenerēšanas statusu.
sq: Një ID unike për detyrën e gjenerimit të raportit. Mund të përdoret për të kërkuar statusin më të fundit të gjenerimit të raportit.
sv: Ett unikt id för uppgiften att generera rapporten. Det kan användas för att fråga om den senaste statusen för rapportgenereringen.
uz: Hisobot yaratish vazifasi uchun noyob identifikator. U oxirgi hisobot yaratish holatini so'rash uchun ishlatilishi mumkin.
zh_hk: 報告產生任務的唯一 ID。可用於查詢最新的報表產生狀態。

source: The provided parameters were invalid. Make sure you've provided at least one valid usage key for `problem_locations`.
af_za: Die verskafde parameters was ongeldig. Maak seker dat jy ten minste een geldige gebruiksleutel vir `probleem_liggings` verskaf het.
de_de: Die angegebenen Parameter waren ungültig. Stellen Sie sicher, dass Sie mindestens einen gültigen Nutzungsschlüssel für &quot;problem_locations&quot; angegeben haben.
el: Οι παρεχόμενες παράμετροι δεν ήταν έγκυρες. Βεβαιωθείτε ότι έχετε παράσχει τουλάχιστον ένα έγκυρο κλειδί χρήσης για το &quot;problem_locations&quot;.
es: Los parámetros proporcionados no son válidos. Asegúrese de haber proporcionado al menos una clave de uso válida para `problem_locations`.
fa: پارامترهای ارائه‌شده نامعتبرند. مطمئن شوید که حداقل یک کلید استفاده معتبر برای `problem_locations` ارائه کرده‌اید.
hu: A megadott paraméterek érvénytelenek voltak. Győződjön meg róla, hogy legalább egy érvényes használati kulcsot megadott a `problem_locations` számára.
ja: 提供されたパラメーターが無効です。`problem_locations`に対して少なくとも1つの有効な使用キーを提供したことを確認してください。
kk: Берілген параметрлер жарамсыз болды. "проблемалық_орындар" үшін кем дегенде бір жарамды пайдалану кілтін бергеніңізге көз жеткізіңіз.
lv: Sniegtie parametri bija nederīgi. Pārliecinieties, ka esat norādījis vismaz vienu derīgu `problem_locations` lietošanas atslēgu.
sq: Parametrat e dhënë ishin të pavlefshëm. Sigurohuni që të keni dhënë të paktën një çelës përdorimi të vlefshëm për "lokacionet_probleme".
sv: De angivna parametrarna var ogiltiga. Se till att du har tillhandahållit minst en giltig användningsnyckel för `problem_locations`.
uz: Taqdim etilgan parametrlar yaroqsiz. “Problem_locations” uchun kamida bitta yaroqli foydalanish kalitini taqdim etganingizga ishonch hosil qiling.
zh_hk: 提供的參數無效。確保您至少為`problem_locations`提供了一個有效的使用金鑰。
