Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Upvote if the resource is helpful
af_za: Stem op as die hulpbron nuttig is
ar: صَوِّت لصالحه إذا كان المَورِد مفيداً
az: Resurs faydalıdırsa, bəyən düyməsini basın
bo: གལ་ཏེ་ཐོན་ཁུངས་དེ་ཕན་ཐོགས་ཡོད་ན་འོས་ཤོག་འཕངས།
da: Stem op, hvis ressourcen er nyttig
de_de: Stimmen Sie zu, wenn die Ressource hilfreich ist
el: Ψηφίστε θετικά εάν ο πόρος είναι χρήσιμος
es_419: Vota si el recurso es útil.
fa: اگر منبع مفید است، رای مثبت دهید
fr: Votez si la ressource est utile
fr_ca: Votez pour si la ressource est utile
he: הצביע בעד אם המשאב מועיל
hi: यदि संसाधन सहायक है तो अपवोट करें
hu: Szavazz, ha hasznosnak találod az erőforrást
it_it: Vota se la risorsa è utile
ka: ხმა მიეცით, თუ რესურსი გამოსადეგია
kk: Ресурс пайдалы болса, дауыс беріңіз
lv: Nobalsojiet, ja resurss ir noderīgs
nl: Stem voor als de bron nuttig is
pl: Zagłosuj, jeśli zasób jest pomocny
pt_br: Vote positivamente se o recurso for útil
pt_pt: Votar positivamente se o recurso for útil
ro: Votează dacă resursa este utilă
ru: Проголосуйте, если ресурс полезен
sq: Votoni pro nëse burimi është i dobishëm
sv: Uppvota om resursen är hjälpsam
sw: Piga kura ikiwa nyenzo ni muhimu
te: వనరు సహాయకరంగా ఉంటే ఓటు వేయండి
th: โหวตขึ้นหากทรัพยากรมีประโยชน์
tr_tr: Kaynak yararlıysa olumlu oy verin
uk: Проголосуйте за, якщо ресурс корисний
uz: Resurs foydali bo‘lsa, ijobiy ovoz bering
vi: Upvote nếu tài nguyên hữu ích

source: Downvote if the resource is not helpful
af_za: Stem af as die hulpbron nie nuttig is nie
ar: صَوِّت ضِده إذا لم يَكُن المَورِد مفيداً
az: Resurs faydalı deyilsə, mənfi səs verin
bo: གལ་ཏེ་ཐོན་ཁུངས་དེ་ཕན་ཐོགས་མེད་ན་འོས་ཤོག་འཕེན་དགོས།
da: Stem ned, hvis ressourcen ikke er nyttig
de_de: Stimmen Sie ab, wenn die Ressource nicht hilfreich ist
el: Καταψηφίστε εάν ο πόρος δεν είναι χρήσιμος
es_419: Vota negativamente si el recurso no es útil.
fa: اگر منبع مفید نیست، رأی منفی دهید
fr: Votez contre si la ressource n&#39;est pas utile
fr_ca: Votez contre si la ressource n'est pas utile
he: הצביע נגד אם המשאב אינו מועיל
hi: यदि संसाधन सहायक नहीं है तो डाउनवोट करें
hu: Szavazz le, ha az erőforrás nem hasznos.
it_it: Sottovaluta se la risorsa non è utile
ka: Downvote, თუ რესურსი არ არის სასარგებლო
kk: Ресурс пайдалы болмаса, кері дауыс беріңіз
lv: Novērtējiet negatīvi, ja resurss nav noderīgs
nl: Geef een negatieve stem als de bron niet nuttig is
pl: Głosuj przeciw, jeśli zasób nie jest pomocny
pt_br: Vote negativamente se o recurso não for útil
pt_pt: Votar negativamente se o recurso não for útil
ro: Votați negativ dacă resursa nu este de ajutor
ru: Понизьте голос, если ресурс бесполезен
sq: Votoni kundër nëse burimi nuk është i dobishëm
sv: Nedrösta om resursen inte är hjälpsam
sw: Piga kura ya chini ikiwa rasilimali haisaidii
te: వనరు సహాయం చేయకపోతే ఓటు వేయండి
th: โหวตลงหากทรัพยากรไม่เป็นประโยชน์
tr_tr: Kaynak yararlı değilse olumsuz oy verin
uk: Проголосуйте проти, якщо ресурс не корисний
uz: Resurs foydali bo‘lmasa, rad javobini bering
vi: Bỏ phiếu phản đối nếu tài nguyên không hữu ích

source: Votes
af_za: Stemme
ar: الأصوات
az: Səslər
bo: འོས་ཤོག།
da: Stemmer
de_de: Stimmen
el: Ψήφοι
es_419: Votos
fa: رأی
he: הצבעות
hi: वोट
hu: Szavazatok
it_it: Voti
ja: 投票数
ka: ხმები
kk: Дауыстар
lv: Balsis
nl: Stemmen
pl: Głosy
pt_br: Votos
pt_pt: Votos
ro: Voturi
ru: Голоса
sq: Votat
sv: Röster
sw: Kura
te: ఓట్లు
th: โหวต
tr_tr: Oy
uk: голосів
uz: Ovozlar
vi: Phiếu bầu

source: Resource title
af_za: Hulpbron titel
ar: عنوان المورد
az: Resursun adı
bo: ཐོན་ཁུངས་ཁ་བྱང་།
da: Ressource titel
de_de: Ressourcentitel
el: Τίτλος πόρου
es_419: Título del recurso
fa: عنوان منبع
fr: Titre de la ressource
fr_ca: Titre de la ressource
he: כותרת המשאב
hi: संसाधन शीर्षक
hu: Erőforrás címe
it_it: Titolo della risorsa
ja: リソースタイトル
ka: რესურსის სათაური
kk: Ресурс тақырыбы
lv: Resursa nosaukums
nl: Titel van de bron
pl: Tytuł zasobu
pt_br: Título do recurso
pt_pt: Título do recurso
ro: Titlul resursei
ru: Название ресурса
sq: Titulli i burimit
sv: Resurstitel
sw: Kichwa cha rasilimali
te: వనరు శీర్షిక
th: ชื่อทรัพยากร
tr_tr: Kaynak başlığı
uk: Назва ресурсу
uz: Resurs sarlavhasi
vi: Tiêu đề tài nguyên

source: Remove this resource and give the reason why you do that
af_za: Verwyder hierdie hulpbron en gee die rede hoekom jy dit doen
ar: أَزِل هذا المَوْرِد، واذكُر سبباً لِقِيامِك بِذلك
az: Bu resursu silin və bunun səbəbini izah edin.
bo: ཐོན་ཁུངས་འདི་མེད་པར་བཟོ་ནས་དེ་ལྟར་བྱེད་དགོས་པའི་རྒྱུ་མཚན་བཤད་རོགས།
da: Fjern denne ressource og giv grunden til, hvorfor du gør det
de_de: Entfernen Sie diese Ressource und geben Sie den Grund an, warum Sie das tun
el: Καταργήστε αυτόν τον πόρο και αναφέρετε τον λόγο για τον οποίο το κάνετε αυτό
es_419: Elimina este recurso y explica el motivo por el que lo haces.
fa: این منبع را حذف کرده و دلیل این کار را بیان کنید
fr: Supprimez cette ressource et donnez la raison pour laquelle vous le faites.
fr_ca: Supprimez cette ressource et donnez la raison pour laquelle vous faites cela
he: הסר את המשאב הזה ותן את הסיבה למה אתה עושה את זה
hi: इस संसाधन को हटाएं और कारण बताएं कि आप ऐसा क्यों करते हैं
hu: Távolítsa el ezt az erőforrást, és adja meg az eltávolítás okát.
it_it: Rimuovi questa risorsa e spiega il motivo per cui lo fai
ja: このリソースを削除し、その理由を説明してください。
ka: ამოიღეთ ეს რესურსი და მიუთითეთ მიზეზი, თუ რატომ აკეთებთ ამას
kk: Бұл ресурсты алып тастап, мұны істеу себебін көрсетіңіз.
lv: Noņemiet šo resursu un norādiet iemeslu, kāpēc to darāt
nl: Verwijder deze bron en geef de reden op waarom u dat doet.
pl: Usuń ten zasób i podaj powód, dla którego go usuwasz.
pt_br: Remova este recurso e explique o motivo pelo qual você faz isso
pt_pt: Remover este recurso e indicar a razão
ro: Eliminați această resursă și indicați motivul pentru care faceți asta.
ru: Удалите этот ресурс и объясните причину, по которой вы это делаете.
sq: Hiqeni këtë burim dhe jepni arsyen pse e bëni këtë
sv: Ta bort den här resursen och ange anledningen till varför du gör det.
sw: Ondoa nyenzo hii na utoe sababu kwa nini unafanya hivyo
te: ఈ వనరును తీసివేసి, మీరు ఎందుకు అలా చేస్తున్నారో తెలియజేయండి
th: ลบทรัพยากรนี้ออกและระบุเหตุผลว่าทำไมคุณถึงทำเช่นนั้น
tr_tr: Bu kaynağı kaldırın ve bunu neden yaptığınızı belirtin
uk: Видаліть цей ресурс і вкажіть причину, чому ви це робите
uz: Ushbu resursni o‘chiring va nima uchun buni qilayotganingizni ko‘rsating
vi: Xóa tài nguyên này và đưa ra lý do tại sao bạn làm điều đó

source: Preview image (typically, a screenshot)
af_za: Voorskouprent (gewoonlik &#39;n skermskoot)
ar: عايِن الصورة (عادةً ما تكون لَقطة شاشة)
az: Önizləmə şəkli (adətən, ekran görüntüsü)
bo: སྔོན་ལྟའི་པར་རིས། (སྤྱིར་བཏང་དུ་པར་རིས།)
da: Eksempelbillede (typisk et skærmbillede)
de_de: Vorschaubild (normalerweise ein Screenshot)
el: Προεπισκόπηση εικόνας (συνήθως, στιγμιότυπο οθόνης)
es_419: Imagen de vista previa (normalmente, una captura de pantalla)
fa: پیش‌نمایش تصویر (معمولاً یک تصویر صفحه)
fr: Image d&#39;aperçu (généralement, une capture d&#39;écran)
fr_ca: Image d'aperçu (généralement, une capture d'écran)
he: תצוגה מקדימה של תמונה (בדרך כלל, צילום מסך)
hi: पूर्वावलोकन छवि (आमतौर पर, एक स्क्रीनशॉट)
hu: Előnézeti kép (általában egy képernyőkép)
it_it: Immagine di anteprima (in genere, uno screenshot)
ja: プレビュー画像（通常はスクリーンショット）
ka: სურათის გადახედვა (როგორც წესი, სკრინშოტი)
kk: Кескінді алдын ала қарау (әдетте, скриншот)
lv: Priekšskatīt attēlu (parasti ekrānuzņēmums)
nl: Voorbeeldafbeelding (meestal een screenshot)
pl: Podgląd obrazu (zazwyczaj zrzut ekranu)
pt_br: Imagem de visualização (normalmente, uma captura de tela)
pt_pt: Imagem de pré-visualização (normalmente, uma captura de ecrã)
ro: Imagine previzualizarea (de obicei, o captură de ecran)
ru: Изображение для предварительного просмотра (обычно скриншот)
sq: Shikoni imazhin paraprak (zakonisht, një pamje ekrani)
sv: Förhandsgranskningsbild (vanligtvis en skärmdump)
sw: Hakiki picha (kawaida, picha ya skrini)
te: ప్రివ్యూ చిత్రం (సాధారణంగా, స్క్రీన్‌షాట్)
th: ดูตัวอย่างรูปภาพ (โดยทั่วไปจะเป็นภาพหน้าจอ)
tr_tr: Önizleme resmi (genellikle bir ekran görüntüsü)
uk: Попередній перегляд зображення (як правило, знімок екрана)
uz: Tasvirni oldindan ko‘rish (odatda skrinshot)
vi: Xem trước hình ảnh (thường là ảnh chụp màn hình)

source: Give a short (1-3 sentence) summary of the resource; ideally, this should be concise, but give enough detail to let students know whether this resources is useful to them
af_za: Gee &#39;n kort (1-3 sinne) opsomming van die hulpbron; ideaal gesproke moet dit bondig wees, maar gee genoeg besonderhede om studente te laat weet of hierdie hulpbronne vir hulle nuttig is
ar: قَدِّم مُلَخَّصاً قصيراً (1-3 جُمَل) للمَورِد؛ يُفتَرَض أنْ يكون مّما قَلَّ ودَلَّ، على أنْ يكون بتفاصيل كافية ليَعرف الطلّاب ما إذا كانت هذه الموارِد مفيدة لهم.
az: Resursun qısa (1-3 cümlə) xülasəsini verin; ideal olaraq, bu xülasə qısa olmalıdır, lakin tələbələrə bu resursun onlar üçün faydalı olub-olmadığını anlamağa kifayət qədər məlumat verməlidir.
da: Giv et kort (1-3 sætninger) resumé af ressourcen; ideelt set bør dette være kortfattet, men give nok detaljer til at fortælle eleverne, om disse ressourcer er nyttige for dem
de_de: Geben Sie eine kurze (1-3 Sätze) Zusammenfassung der Ressource; Im Idealfall sollte dies prägnant sein, aber genügend Details enthalten, damit die Schüler wissen, ob diese Ressource für sie nützlich ist
el: Δώστε μια σύντομη (1-3 προτάσεις) περίληψη του πόρου. ιδανικά, αυτό θα πρέπει να είναι συνοπτικό, αλλά να δίνει αρκετές λεπτομέρειες για να γνωρίζουν οι μαθητές εάν αυτοί οι πόροι είναι χρήσιμοι για αυτούς
es_419: Dé un resumen breve (de 1 a 3 oraciones) del recurso; Idealmente, esto debería ser conciso, pero brindar suficientes detalles para que los estudiantes sepan si este recurso les es útil.
fa: خلاصه‌ای کوتاه (1-3 جمله) از منبع ارائه دهید. در حالت ایده‌آل، این باید مختصر باشد، اما جزئیات کافی را ارائه کنید تا فراگیران بدانند که آیا این منابع برای آن‌ها مفید است یا خیر
fr: Donnez un bref résumé (1 à 3 phrases) de la ressource ; idéalement, cela devrait être concis, mais donner suffisamment de détails pour permettre aux apprenants de savoir si cette ressource leur est utile
fr_ca: Donnez un bref résumé (1 à 3 phrases) de la ressource ; idéalement, cela devrait être concis, mais donner suffisamment de détails pour permettre aux étudiants de savoir si cette ressource leur est utile
he: תן סיכום קצר (1-3 משפט) של המשאב; באופן אידיאלי, זה צריך להיות תמציתי, אבל לתת מספיק פרטים כדי ליידע את התלמידים אם המשאבים האלה מועילים להם
hi: संसाधन का संक्षिप्त (1-3 वाक्य) सारांश दें; आदर्श रूप से, यह संक्षिप्त होना चाहिए, लेकिन छात्रों को यह बताने के लिए पर्याप्त विवरण देना चाहिए कि क्या ये संसाधन उनके लिए उपयोगी हैं
hu: Adj rövid (1-3 mondatos) összefoglalót az erőforrásról; ideális esetben ez legyen tömör, de adjon elegendő részletet ahhoz, hogy a diákok eldönthessék, hasznos-e számukra ez az erőforrás.
it_it: Fornire un breve riassunto (1-3 frasi) della risorsa; idealmente, dovrebbe essere conciso, ma fornire dettagli sufficienti per far sapere agli studenti se queste risorse sono loro utili
ja: リソースの短い（1〜3文）要約を作成してください。理想的には簡潔でありながら、学生がこのリソースが自分にとって有用かどうかを判断できる程度の詳細を提供してください。
ka: მიაწოდეთ რესურსის მოკლე (1-3 წინადადება) შეჯამება; იდეალურ შემთხვევაში, ეს უნდა იყოს ლაკონური, მაგრამ მიაწოდეთ საკმარისი დეტალები, რათა მოსწავლეებმა იცოდნენ, სასარგებლოა თუ არა ეს რესურსები მათთვის
kk: Ресурстың қысқаша (1-3 сөйлем) түйіндемесін беріңіз; дұрысы, бұл қысқа болуы керек, бірақ студенттерге бұл ресурстардың олар үшін пайдалы екенін білу үшін жеткілікті мәліметтер беріңіз
lv: sniedziet īsu (1-3 teikumu) kopsavilkumu par resursu; ideālā gadījumā tam jābūt kodolīgam, bet pietiekami detalizētam, lai dalībnieki zinātu, vai šis resurss viņiem ir noderīgs.
nl: Geef een korte (1-3 zin) samenvatting van de bron; Idealiter zou dit beknopt moeten zijn, maar voldoende details moeten bevatten om leerlingen te laten weten of deze hulpmiddelen nuttig voor hen zijn
pl: Podaj krótkie (1-3 zdania) podsumowanie zasobu; W idealnym przypadku powinien być zwięzły, ale zawierać wystarczająco dużo szczegółów, aby uczniowie wiedzieli, czy te zasoby są dla nich przydatne
pt_br: Faça um breve resumo (1-3 frases) do recurso; idealmente, deve ser conciso, mas fornecer detalhes suficientes para que os alunos saibam se esses recursos são úteis para eles
pt_pt: Apresente um breve resumo (1-3 frases) do recurso; idealmente, deve ser conciso, mas com pormenores suficientes para que os alunos saibam se o recurso lhes é útil
ro: Faceți un scurt rezumat (1-3 propoziții) al resursei; în mod ideal, acest lucru ar trebui să fie concis, dar să ofere suficiente detalii pentru a le informa elevilor dacă aceste resurse le sunt utile
ru: Дайте краткое (1-3 предложения) описание ресурса; в идеале оно должно быть кратким, но содержать достаточно деталей, чтобы учащиеся знали, полезен ли им этот ресурс.
sq: Jepni një përmbledhje të shkurtër (1-3 fjali) të burimit; Në mënyrë ideale, kjo duhet të jetë koncize, por jepni mjaft detaje për t&#39;i bërë të ditur studentët nëse këto burime janë të dobishme për ta
sv: Ge en kort (1-3 meningar) sammanfattning av resursen; den bör vara koncis men ge tillräckligt med detaljer för att låta studenterna veta om denna resurs är användbar för dem
sw: Toa muhtasari mfupi (sentensi 1-3) wa nyenzo; kwa hakika, hii inapaswa kuwa fupi, lakini toa maelezo ya kutosha kuwafahamisha wanafunzi kama nyenzo hii ni muhimu kwao
te: వనరు యొక్క చిన్న (1-3 వాక్యం) సారాంశాన్ని ఇవ్వండి; ఆదర్శవంతంగా, ఇది సంక్షిప్తంగా ఉండాలి, కానీ ఈ వనరులు వారికి ఉపయోగపడతాయో లేదో విద్యార్థులకు తెలియజేయడానికి తగిన వివరాలను ఇవ్వండి
th: สรุปทรัพยากรสั้นๆ (1-3 ประโยค) ตามหลักการแล้ว ควรกระชับ แต่ให้รายละเอียดเพียงพอเพื่อให้นักเรียนทราบว่าแหล่งข้อมูลนี้มีประโยชน์ต่อพวกเขาหรือไม่
tr_tr: Kaynağın kısa (1-3 cümle) bir özetini verin; İdeal olarak bu kısa ve öz olmalıdır ancak öğrencilerin bu kaynakların kendileri için yararlı olup olmadığını bilmelerini sağlayacak kadar ayrıntılı bilgi vermelidir.
uk: Дайте короткий (1-3 речення) короткий опис ресурсу; в ідеалі це має бути стислим, але надавати достатньо деталей, щоб студенти знали, чи корисні ці ресурси для них
uz: Resurs haqida qisqacha (1-3 jumla) xulosa bering; ideal holda, bu qisqa bo‘lishi kerak, lekin o‘quvchilarga ushbu manbalar ular uchun foydalimi yoki yo‘qligini bilish uchun yetarli ma'lumot bering
vi: Đưa ra một bản tóm tắt ngắn (1-3 câu) về tài liệu; lý tưởng nhất là tài liệu này phải ngắn gọn nhưng cung cấp đủ chi tiết để học sinh biết liệu tài nguyên này có hữu ích cho họ hay không

source: Cut-and-paste the URL of the resource.
af_za: Knip-en-plak die URL van die hulpbron.
ar: قُص وأَلصِق عُنوان الرابِط الإلِكتروني (URL) للمَوْرِد.
az: Resursun URL-sini kəsib-yapışdırın.
bo: ཐོན་ཁུངས་ཀྱི་URLགཅོད་ནས་སྦྱར་དགོས།
da: Klip og indsæt ressourcens URL.
de_de: Schneiden Sie die URL der Ressource aus und fügen Sie sie ein.
el: Αποκοπή και επικόλληση της διεύθυνσης URL του πόρου.
es_419: Corta y pega la URL del recurso.
fa: آدرس منبع را برش داده و جایگذاری کنید.
fr: Coupez et collez l'url de la ressource.
fr_ca: Coupez et collez l'URL de la ressource.
he: גזור והדבק את כתובת האתר של המשאב.
hi: संसाधन के URL को काटें और चिपकाएँ.
hu: Másold be az erőforrás URL-jét.
it_it: Taglia e incolla l&#39;URL della risorsa.
ja: リソースのURLをコピー＆ペーストしてください。
ka: ამოიღეთ და ჩასვით რესურსის URL.
kk: Ресурстың URL мекенжайын қиып, қойыңыз.
lv: Izgrieziet un ielīmējiet resursa URL.
nl: Knip en plak de URL van de bron.
pl: Wytnij i wklej adres URL zasobu.
pt_br: Recorte e cole o URL do recurso.
pt_pt: Copiar e colar o URL do recurso.
ro: Tăiați și inserați adresa URL a resursei.
ru: Вырежьте и вставьте URL-адрес ресурса.
sq: Pritini dhe ngjisni URL-në e burimit.
sw: Kata-na-ubandike URL ya rasilimali.
te: రిసోర్స్ యొక్క URLని కట్ అండ్ పేస్ట్ చేయండి.
th: ตัดและวาง URL ของทรัพยากร
tr_tr: Kaynağın URL adresini kesip yapıştırın.
uk: Виріжте та вставте URL-адресу ресурсу.
uz: Resursning URL manzilini kesib oling va joylashtiring.
vi: Cắt và dán URL của tài nguyên.

source: Give a paragraph of summary of the resource; the summary should be more detailed than you gave in Title
af_za: Gee &#39;n paragraaf van opsomming van die hulpbron; die opsomming moet meer gedetailleerd wees as wat jy in Titel gegee het
ar: إعطِ مُلَخَّصاً للمَورِد كفقرة؛ يَجِب أنْ يكون المُلَخَّص أكثر تفصيلاً مما قدمته في العنوان
az: Resursun xülasəsini verin; xülasə Başlıqda verdiyinizdən daha ətraflı olmalıdır.
bo: ཐོན་ཁུངས་ཀྱི་སྙིང་བསྡུས་དོན་ཚན་ཞིག་སྤྲོད་དགོས། སྙིང་བསྡུས་འདི་ཁྱེད་ཀྱིས་མགོ་བརྗོད་དུ་སྤྲད་པ་ལས་ཞིབ་ཕྲ་དགོས།
da: Giv et afsnit med resumé af ressourcen; resuméet skal være mere detaljeret, end du angav i titel
de_de: Geben Sie einen Absatz mit einer Zusammenfassung der Ressource an. Die Zusammenfassung sollte detaillierter sein, als Sie im Titel angegeben haben
el: Δώστε μια παράγραφο περίληψης του πόρου. η περίληψη πρέπει να είναι πιο λεπτομερής από ό,τι δώσατε στον τίτλο
es_419: Dar un párrafo de resumen del recurso; el resumen debe ser más detallado que el que proporcionaste en el título
fa: یک پاراگراف از خلاصۀ منبع ارائه دهید. خلاصه باید بیشتر از آنچه در عنوان ارائه کردید، باشد
fr: Donner un paragraphe de résumé de la ressource ; le résumé doit être plus détaillé que ce que vous avez donné dans le Titre
fr_ca: Donner un paragraphe de résumé de la ressource ; le résumé doit être plus détaillé que ce que vous avez donné dans le titre
he: תן פסקה של סיכום של המשאב; הסיכום צריך להיות מפורט יותר ממה שנתת בכותרת
hi: संसाधन के सारांश का एक पैराग्राफ दें; सारांश आपके द्वारा शीर्षक में दिए गए विवरण से अधिक विस्तृत होना चाहिए
hu: Adj részletesebb összefoglalót az erőforrásról, mint amit a címben adtál.
it_it: Fornire un paragrafo di riepilogo della risorsa; il riepilogo dovrebbe essere più dettagliato di quello fornito nel titolo
ja: リソースの要約を段落で記述してください。要約は、タイトルで述べたものよりも詳細にしてください。
ka: მიეცით რესურსის შეჯამების აბზაცი; რეზიუმე უნდა იყოს უფრო დეტალური, ვიდრე თქვენ მოგვაწოდეთ სათაურში
kk: Ресурстың қысқаша абзацын беріңіз; түйіндеме Тақырыпта бергеннен гөрі егжей-тегжейлі болуы керек
lv: Sniedziet resursa kopsavilkuma rindkopu; kopsavilkumam jābūt detalizētākam nekā tas, ko jūs sniedzāt sadaļā.
nl: Geef een paragraaf met een samenvatting van de bron; de samenvatting moet gedetailleerder zijn dan je in Titel hebt gegeven
pl: Podaj akapit podsumowujący źródło; podsumowanie powinno być bardziej szczegółowe niż podane w tytule
pt_br: Forneça um parágrafo de resumo do recurso; o resumo deve ser mais detalhado do que você forneceu no título
pt_pt: Apresente um parágrafo de resumo do recurso; o resumo deve ser mais pormenorizado do que o apresentado no título
ro: Dați un paragraf de rezumat al resursei; rezumatul ar trebui să fie mai detaliat decât ați dat în Titlu
ru: Дайте абзац краткого изложения ресурса; резюме должно быть более подробным, чем вы дали в заголовке
sq: Jepni një paragraf të përmbledhjes së burimit; përmbledhja duhet të jetë më e detajuar se sa keni dhënë në Titull
sv: Ge en mer detaljerad sammanfattning av resursen än vad du gav i titeln.
sw: Toa aya ya muhtasari wa rasilimali; muhtasari unapaswa kuwa wa kina zaidi kuliko ulivyotoa kwenye Kichwa
te: వనరు యొక్క సారాంశం యొక్క పేరా ఇవ్వండి; మీరు శీర్షికలో ఇచ్చిన దానికంటే సారాంశం మరింత వివరంగా ఉండాలి
th: ให้ย่อหน้าสรุปทรัพยากร บทสรุปควรมีรายละเอียดมากกว่าที่คุณให้ไว้ในหัวข้อ
tr_tr: Kaynağın bir paragraf özetini verin; özet Başlıkta verdiğinizden daha ayrıntılı olmalıdır
uk: Дайте абзац резюме ресурсу; резюме має бути більш детальним, ніж ви дали в заголовку
uz: Resursning qisqacha mazmunini bering; mazmuni sarlavhada berganingizdan ko‘ra batafsilroq bo‘lishi kerak.
vi: Đưa ra một đoạn tóm tắt về nguồn tài liệu; bản tóm tắt phải chi tiết hơn bạn đã đưa ra trong Tiêu đề
