Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: This is a list of resources your fellow students thought might be helpful. If you find another useful resource, either on edx.org or elsewhere, please add it. If you can improve the description or preview of a resource, please do so as well. If you find a resource helpful, upvote it. If it&rsquo;s not so helpful, downvote it. If it has issues (illegal material, incorrect, etc.), please flag it and let us know the reason.
af_za: Hierdie is &#39;n lys van hulpbronne wat jou medestudente gedink het nuttig kan wees. As jy &#39;n ander nuttige hulpbron vind, hetsy op edx.org of elders, voeg dit asseblief by. As jy die beskrywing of voorskou van &#39;n hulpbron kan verbeter, doen dit asseblief ook. As jy &#39;n hulpbron nuttig vind, stem dit op. As dit nie so nuttig is nie, stem dit af. As dit probleme het (onwettige materiaal, verkeerd, ens.), vlag dit asseblief en laat weet ons die rede.
ar: هذه قائمة بالموارِد التي يَعتقد زُمَلاؤك الطلاب أنّها قد تكون مفيدة. إذا وجدت مَورِداً مفيدا آخَراً، سواء كان على edx.org أو في أي مكان آخَر، فقُم بإضافته إنْ أمكن. إذا كان بإمكانك أنْ تُحَسِّن مِن وصف أو مُعاينة أحد الموارِد، فقُم بذلك أيضاً إنْ أمكن. إذا وجدتَ مورداً مفيداً، فصَوِّت لصالحه. أما إذا لم يَكُن مفيداً، فصَوِّت ضِده. إذا كانت هناك مشكلات (مادة غير قانونية، أو غير صحيحة، وما إلى ذلك)، فيُرجى الإبلاغ عنها وإعلامنا بالسبب.
az: Bu, tələbə yoldaşlarınızın faydalı ola biləcəyini düşündüyü resursların siyahısıdır. Əgər edx.org-da və ya başqa yerdə başqa bir faydalı resurs tapsanız, onu əlavə edin. Resursun təsvirini və ya önizləməsini yaxşılaşdıra bilsəniz, bunu da edin. Əgər bir resursu faydalı hesab edirsinizsə, ona səs verin. Əgər o qədər də faydalı deyilsə, ona qarşı səs verin. Əgər resursda problemlər varsa (qanunsuz material, səhv və s.), onu işarələyin və səbəbini bizə bildirin.
bo: འདི་ནི་ཁྱེད་ཀྱི་སློབ་གྲོགས་ཚོས་ཕན་ཐོགས་ཡོད་སྲིད་པར་བསམ་པའི་ཐོན་ཁུངས་ཀྱི་ཐོ་གཞུང་ཞིག་རེད། གལ་ཏེ་ཁྱེད་རང་གིས་ཕན་ཐོགས་པའི་ཐོན་ཁུངས་གཞན་ཞིག་རྙེད་ན། edx.org ཡང་ན་ས་ཆ་གཞན་ཞིག་ནས་ཁ་སྣོན་གནང་རོགས། གལ་ཏེ་ཁྱེད་ཀྱིས་ཐོན་ཁུངས་ཤིག་གི་འགྲེལ་བཤད་དང་སྔོན་ལྟ་ཡར་རྒྱས་གཏོང་ཐུབ་ན། གལ་ཏེ་ཁྱེད་ལ་ཐོན་ཁུངས་ཕན་ཐོགས་ཡོད་ན། དེ་ལ་འོས་ཤོག་འཕེན་རོགས། གལ་ཏེ་དེ་འདྲའི་ཕན་ཐོགས་མེད་ན། འོས་ཤོག་མར་ཕབ་རོགས། གལ་ཏེ་དེ་ལ་གནད་དོན་ཡོད་ན། (ཁྲིམས་འགལ་གྱི་རྒྱུ་ཆ་དང་། ནོར་འཁྲུལ་སོགས) དེ་ལ་རྟགས་བཀོད་ནས་རྒྱུ་མཚན་ང་ཚོར་ཤེས་པར་བྱོས།
da: Dette er en liste over ressourcer, som dine medstuderende mente kunne være nyttige. Hvis du finder en anden nyttig ressource, enten på edx.org eller andre steder, bedes du tilføje den. Hvis du kan forbedre beskrivelsen eller forhåndsvisningen af en ressource, så gør det også. Hvis du finder en ressource nyttig, så stem den op. Hvis det ikke er så nyttigt, så nedstem det. Hvis det har problemer (ulovligt materiale, forkert osv.), skal du markere det og fortælle os årsagen.
de_de: Dies ist eine Liste von Ressourcen, die Ihrer Meinung nach hilfreich sein könnten. Wenn Sie auf edx.org oder anderswo eine weitere nützliche Ressource finden, fügen Sie diese bitte hinzu. Wenn Sie die Beschreibung oder Vorschau einer Ressource verbessern können, tun Sie dies bitte ebenfalls. Wenn Sie eine Ressource hilfreich finden, stimmen Sie ihr zu. Wenn es nicht so hilfreich ist, stimmen Sie es ab. Wenn es Probleme gibt (illegales Material, falsch usw.), melden Sie es bitte und teilen Sie uns den Grund mit.
el: Αυτή είναι μια λίστα με πόρους που οι συμφοιτητές σας πιστεύουν ότι μπορεί να είναι χρήσιμοι. Εάν βρείτε άλλη χρήσιμη πηγή, είτε στο edx.org είτε αλλού, προσθέστε την. Εάν μπορείτε να βελτιώσετε την περιγραφή ή την προεπισκόπηση ενός πόρου, κάντε το επίσης. Εάν βρίσκετε έναν πόρο χρήσιμο, υπερψηφίστε τον. Αν δεν είναι τόσο χρήσιμο, καταψηφίστε το. Εάν έχει προβλήματα (παράνομο υλικό, λανθασμένο κ.λπ.), επισημάνετε το και ενημερώστε μας τον λόγο.
es_419: Esta es una lista de recursos que sus compañeros de estudios pensaron que podrían ser útiles. Si encuentra otro recurso útil, ya sea en edx.org o en otro lugar, agréguelo. Si puede mejorar la descripción o la vista previa de un recurso, hágalo también. Si encuentra un recurso útil, votelo. Si no es tan útil, vota en contra. Si tiene problemas (material ilegal, incorrecto, etc.), márquelo y háganos saber el motivo.
fa: این فهرستی از منابعی است که از دید فراگیران ممکن است مفید باشد. اگر منبع مفید دیگری پیدا کردید، چه در edx.org یا هر جای دیگر، لطفاً آن را اضافه کنید. اگر می‌توانید توضیحات یا پیش‌‎نمایش یک منبع را بهبود ببخشید، لطفاً این کار را نیز انجام دهید. اگر منبعی را مفید می‌دانید، به آن رأی مثبت دهید. اگر چندان مفید نیست، به آن رای منفی بدهید. اگر مشکلاتی دارد (مطالب غیرقانونی، نادرست و غیره)، لطفاً آن را علامت‌گذاری کنید و دلیل آن را به ما اطلاع دهید.
fr: Il s&#39;agit d&#39;une liste de ressources qui, selon vos camarades apprenants, pourraient être utiles. Si vous trouvez une autre ressource utile, que ce soit sur edx.org ou ailleurs, veuillez l&#39;ajouter. Si vous pouvez améliorer la description ou l’aperçu d’une ressource, faites-le également. Si vous trouvez une ressource utile, votez pour elle. Si ce n&#39;est pas si utile, votez contre. S&#39;il présente des problèmes (matériel illégal, incorrect, etc.), veuillez le signaler et nous en indiquer la raison.
fr_ca: Il s'agit d'une liste de ressources qui, selon vos camarades étudiants, pourraient être utiles. Si vous trouvez une autre ressource utile, que ce soit sur edx.org ou ailleurs, veuillez l'ajouter. Si vous pouvez améliorer la description ou l’aperçu d’une ressource, faites-le également. Si vous trouvez une ressource utile, votez pour elle. Si ce n'est pas si utile, votez contre. Si elle présente des problèmes (matériel illégal, incorrect, etc.), veuillez le signaler et nous en indiquer la raison.
he: זוהי רשימה של משאבים שעמיתיך חשבו שעשויים להיות מועילים. אם אתה מוצא משאב שימושי אחר, ב-edx.org או במקום אחר, הוסף אותו. אם אתה יכול לשפר את התיאור או התצוגה המקדימה של משאב, עשה זאת גם כן. אם אתה מוצא משאב מועיל, הצביע בעדו. אם זה לא כל כך מועיל, הצביע נגד זה. אם יש לו בעיות (חומר לא חוקי, שגוי וכו&#39;), אנא סמן אותו ודווח לנו על הסיבה.
hi: यह उन संसाधनों की सूची है जिनके बारे में आपके साथी छात्रों ने सोचा था कि वे उपयोगी हो सकते हैं। यदि आपको edx.org या अन्यत्र कोई अन्य उपयोगी संसाधन मिलता है, तो कृपया उसे जोड़ें। यदि आप किसी संसाधन के विवरण या पूर्वावलोकन में सुधार कर सकते हैं, तो कृपया ऐसा भी करें। यदि आपको कोई संसाधन उपयोगी लगता है, तो उसे अपवोट करें। यदि यह इतना उपयोगी नहीं है, तो इसे डाउनवोट करें। यदि इसमें कोई समस्या है (अवैध सामग्री, गलत, आदि), तो कृपया इसे चिह्नित करें और हमें कारण बताएं।
hu: Ez egy lista azokról az erőforrásokról, amelyeket diáktársaid hasznosnak találtak. Ha találsz egy másik hasznos forrást, akár az edx.org-on, akár máshol, kérlek, add hozzá. Ha javítani tudod egy forrás leírását vagy előnézetét, tedd meg. Ha hasznosnak találsz egy forrást, szavazz rá. Ha nem annyira hasznos, szavazz ellene. Ha problémák vannak vele (illegális anyag, hibás stb.), kérlek, jelöld meg, és tudasd velünk az okát.
it_it: Questo è un elenco di risorse che i tuoi compagni studenti ritengono possano essere utili. Se trovi un&#39;altra risorsa utile, su edx.org o altrove, aggiungila. Se puoi migliorare la descrizione o l&#39;anteprima di una risorsa, fallo anche tu. Se trovi utile una risorsa, votala. Se non è così utile, sottovalutalo. Se presenta problemi (materiale illegale, errato, ecc.), segnalalo e facci sapere il motivo.
ja: あなたの仲間の学生が役立つと思ったリソースのリストです。edx.orgや他の場所で役立つリソースを見つけた場合は、追加してください。リソースの説明やプレビューを改善できる場合は、ぜひ行ってください。役立つリソースを見つけたら、アップボートしてください。あまり役立たない場合は、ダウンボートしてください。問題がある場合（違法な内容、不正確など）、フラグを立てて理由をお知らせください。
ka: ეს არის რესურსების სია, რომლებიც თქვენი თანაკლასელები ფიქრობდნენ, რომ შეიძლება სასარგებლო იყოს. თუ იპოვით სხვა სასარგებლო რესურსს, edx.org-ზე ან სხვაგან, გთხოვთ დაამატოთ იგი. თუ თქვენ შეგიძლიათ გააუმჯობესოთ რესურსის აღწერა ან გადახედვა, გთხოვთ, ასევე გააკეთოთ ეს. თუ რესურსი თქვენთვის სასარგებლოა, მიეცით ხმა. თუ ეს არც ისე გამოსადეგია, შეამცირეთ იგი. თუ მას აქვს პრობლემები (უკანონო მასალა, არასწორი და ა.შ.), გთხოვთ, მონიშნოთ იგი და შეგვატყობინოთ მიზეზი.
kk: Бұл сіздің әріптестеріңіз пайдалы болуы мүмкін ресурстардың тізімі. Егер edx.org сайтынан немесе басқа жерден басқа пайдалы ресурс тапсаңыз, оны қосыңыз. Ресурстың сипаттамасын немесе алдын ала қарауын жақсарта алсаңыз, оны да жасаңыз. Ресурсты пайдалы деп тапсаңыз, оған дауыс беріңіз. Егер бұл соншалықты пайдалы болмаса, оған төмен дауыс беріңіз. Мәселелер болса (заңсыз материал, қате және т.б.), оны белгілеп, себебін бізге хабарлаңыз.
lv: Šis ir saraksts ar resursiem, kas, pēc jūsu domām, varētu būt noderīgi. Ja atrodat citu noderīgu resursu edx.org vai citur, lūdzu, pievienojiet to. Ja varat uzlabot resursa aprakstu vai priekšskatījumu, lūdzu, arī to dariet. Ja uzskatāt, ka resurss ir noderīgs, dodiet tam augšu balsojumu. Ja&rsquo;nav tik noderīgs, samaziniet balsojumu. Ja resursam ir problēmas (nelikumīgs materiāls, nepareizs u. c.), lūdzu, atzīmējiet to un norādiet iemeslu.
nl: Dit is een lijst met bronnen waarvan je medestudenten dachten dat ze nuttig zouden kunnen zijn. Als u een andere nuttige bron vindt, op edx.org of elders, voeg deze dan toe. Als u de beschrijving of het voorbeeld van een bron kunt verbeteren, doe dat dan ook. Als u een hulpmiddel nuttig vindt, stem er dan op. Als het niet zo nuttig is, stem er dan op af. Als er problemen zijn (illegaal materiaal, onjuist, enz.), markeer dit dan en laat ons de reden weten.
pl: To jest lista zasobów, które zdaniem Twoich kolegów mogą być pomocne. Jeśli znajdziesz inne przydatne źródło na edx.org lub gdzie indziej, dodaj je. Jeśli możesz ulepszyć opis lub podgląd zasobu, zrób to również. Jeśli uznasz, że zasób jest pomocny, zagłosuj na niego. Jeśli nie jest to zbyt pomocne, zagłosuj na nie. Jeśli zawiera jakieś problemy (materiały nielegalne, nieprawidłowe itp.), zgłoś je i podaj nam przyczynę.
pt_br: Esta é uma lista de recursos que seus colegas consideraram que poderiam ser úteis. Se você encontrar outro recurso útil, seja em edx.org ou em outro lugar, adicione-o. Se você puder melhorar a descrição ou visualização de um recurso, faça-o também. Se você achar um recurso útil, vote nele. Se não for tão útil, vote negativamente. Se houver problemas (material ilegal, incorreto, etc.), sinalize-o e informe-nos o motivo.
pt_pt: Esta é uma lista de recursos que os seus colegas estudantes consideraram úteis. Se encontrar outro recurso útil, seja em edx.org ou noutro local, adicione-o. Se puderes melhorar a descrição ou a pré-visualização de um recurso, fá-lo também. Se considerar um recurso útil, dê-lhe um voto positivo. Se não for assim tão útil, vote-o para baixo. Se tiver problemas (material ilegal, incorreto, etc.), assinale-o e informe-nos do motivo.
ro: Aceasta este o listă de resurse considerate de colegii tăi care ar putea fi utile. Dacă găsiți o altă resursă utilă, fie pe edx.org, fie în altă parte, vă rugăm să o reclamați. Dacă puteți îmbunătăți descrierea sau previzualizarea unei resurse, vă rugăm să faceți și acest lucru. Dacă găsiți o resursă utilă, votați-o. Dacă nu este atât de util, votați negativ. Dacă are probleme (material ilegal, incorect etc.), vă rugăm să îl semnalați și să ne comunicați motivul.
ru: Это список ресурсов, которые, по мнению ваших сокурсников, могут оказаться полезными. Если вы найдете другой полезный ресурс на edx.org или где-либо еще, добавьте его. Если вы можете улучшить описание или предварительный просмотр ресурса, сделайте это. Если вы нашли ресурс полезным, проголосуйте за него. Если это не так полезно, проголосуйте против. Если в нем есть проблемы (незаконный материал, неверный материал и т. д.), отметьте это и сообщите нам причину.
sq: Kjo është një listë e burimeve që studentët tuaj menduan se mund të jenë të dobishme. Nëse gjeni një burim tjetër të dobishëm, qoftë në edx.org ose diku tjetër, ju lutemi shtoni atë. Nëse mund të përmirësoni përshkrimin ose pamjen paraprake të një burimi, ju lutemi veproni gjithashtu. Nëse ju duket një burim i dobishëm, votoni për të. Nëse nuk është aq e dobishme, votoni kundër. Nëse ka probleme (materiale të paligjshme, të pasakta, etj.), ju lutemi shënoni atë dhe na tregoni arsyen.
sv: Detta är en lista över resurser som dina medstudenter tyckte kunde vara till hjälp. Om du hittar en annan användbar resurs, antingen på edx.org eller någon annanstans, vänligen lägg till den. Om du kan förbättra beskrivningen eller förhandsgranskningen av en resurs, gör gärna det också. Om du tycker att en resurs är hjälpsam, rösta upp den. Om den inte är så hjälpsam, rösta ner den. Om den har problem (olagligt material, felaktigt, etc.), markera den och låt oss veta orsaken.
sw: Hii ni orodha ya nyenzo ambazo wanafunzi wenzako walidhani zinaweza kusaidia. Ukipata rasilimali nyingine muhimu, ama kwenye edx.org au mahali pengine, tafadhali iongeze. Ikiwa unaweza kuboresha maelezo au onyesho la kukagua rasilimali, tafadhali fanya hivyo pia. Ukipata nyenzo kuwa muhimu, ipigie kura. Ikiwa haisaidii sana, piga kura ya chini. Ikiwa ina matatizo (nyenzo haramu, si sahihi, n.k.), tafadhali iripoti na utufahamishe sababu.
te: ఇది మీ తోటి విద్యార్థులు సహాయకరంగా ఉంటుందని భావించిన వనరుల జాబితా. మీరు edx.orgలో లేదా మరెక్కడైనా ఉపయోగకరమైన మరొక వనరుని కనుగొంటే, దయచేసి దానిని జోడించండి. మీరు వనరు యొక్క వివరణ లేదా ప్రివ్యూను మెరుగుపరచగలిగితే, దయచేసి అలాగే చేయండి. మీకు వనరు సహాయకరంగా అనిపిస్తే, దానికి ఓటు వేయండి. ఇది అంతగా ఉపయోగపడకపోతే, దానిని డౌన్‌వోట్ చేయండి. దీనికి సమస్యలు ఉంటే (చట్టవిరుద్ధమైన అంశాలు, తప్పు, మొదలైనవి), దయచేసి దాన్ని ఫ్లాగ్ చేసి, కారణాన్ని మాకు తెలియజేయండి.
th: นี่คือรายการแหล่งข้อมูลที่เพื่อนนักเรียนของคุณคิดว่าอาจเป็นประโยชน์ หากคุณพบแหล่งข้อมูลที่เป็นประโยชน์อื่นๆ ไม่ว่าจะบน edx.org หรือที่อื่นๆ โปรดเพิ่มแหล่งข้อมูลนั้น หากคุณสามารถปรับปรุงคำอธิบายหรือการแสดงตัวอย่างทรัพยากรได้ โปรดปรับปรุงด้วยเช่นกัน หากคุณพบว่าแหล่งข้อมูลมีประโยชน์ ให้โหวตเห็นด้วย หากไม่เป็นประโยชน์ให้โหวตลง หากมีปัญหา (เนื้อหาที่ผิดกฎหมาย ไม่ถูกต้อง ฯลฯ) โปรดตั้งค่าสถานะและแจ้งให้เราทราบเหตุผล
tr_tr: Bu, öğrenci arkadaşlarınızın yararlı olabileceğini düşündüğü kaynakların bir listesidir. Edx.org& içinde veya başka bir yerde yararlı başka bir kaynak bulursanız lütfen ekleyin. Bir kaynağın açıklamasını veya önizlemesini iyileştirebiliyorsanız lütfen bunu da yapın. Bir kaynağı yararlı bulursanız olumlu oy verin. Çok yararlı değilse, olumsuz oy verin. Sorunları varsa (yasa dışı materyal, hatalı vb.), lütfen işaretleyin ve nedenini bize bildirin.
uk: Це список ресурсів, які, на думку ваших однокурсників, можуть бути корисними. Якщо ви знайдете інший корисний ресурс на edx.org чи деінде, додайте його. Якщо ви можете покращити опис або попередній перегляд ресурсу, зробіть це також. Якщо ви вважаєте ресурс корисним, проголосуйте за нього. Якщо це не дуже корисно, проголосуйте проти нього. Якщо в ньому є проблеми (незаконний матеріал, неправильний тощо), позначте це та повідомте нам причину.
uz: Bu sizning kursdoshlaringiz foydali deb o‘ylagan resurslar ro‘yxatidir. Agar edx.org saytida yoki boshqa joyda yana bir foydali resurs topsangiz, uni qo‘shing. Agar resursning tavsifi yoki ko‘rinishini yaxshilashingiz mumkin bo‘lsa, shunday qiling. Agar resursni foydali deb topsangiz, uni yuqoriga ovoz bering. Agar u unchalik foydali bo‘lmasa, pastga ovoz bering. Agar resursda muammolar bo'lsa (noqonuniy material, noto‘g‘ri ma'lumot va hokazo), uni belgilab qo‘ying va bizga sababini bildiring.
vi: Đây là danh sách các tài nguyên mà các sinh viên của bạn cho rằng có thể hữu ích. Nếu bạn tìm thấy tài nguyên hữu ích khác, trên edx.org hoặc nơi khác, vui lòng thêm nó. Nếu bạn có thể cải thiện mô tả hoặc bản xem trước của một tài nguyên, vui lòng làm như vậy. Nếu bạn tìm thấy một tài nguyên hữu ích, hãy bình chọn nó. Nếu nó không hữu ích lắm, hãy đánh giá thấp nó. Nếu nó có vấn đề (tài liệu bất hợp pháp, không chính xác, v.v.), vui lòng gắn cờ và cho chúng tôi biết lý do.

source: cancel and go back to resource list
af_za: kanselleer en gaan terug na hulpbronlys
ar: ألغِ وعُد إِلى قائمة الموارد
az: ləğv edin və resurslar siyahısına qayıdın
bo: མེད་པར་བཟོས་ནས་ཐོན་ཁུངས་ཐོ་གཞུང་ལ་ལོག་དགོས།
da: annuller og gå tilbage til ressourcelisten
de_de: Abbrechen und zur Ressourcenliste zurückkehren
el: ακυρώστε και επιστρέψτε στη λίστα πόρων
es_419: cancelar y volver a la lista de recursos
fa: لغو کنید و به فهرست منابع برگردید
fr: annuler et revenir à la liste des ressources
fr_ca: annuler et revenir à la liste des ressources
he: בטל וחזור לרשימת המשאבים
hi: रद्द करें और संसाधन सूची पर वापस जाएँ
hu: megszakít és vissza az erőforrások listájához
it_it: annulla e torna all&#39;elenco delle risorse
ka: გაუქმება და რესურსების სიაში დაბრუნება
kk: бас тартып, ресурстар тізіміне оралыңыз
lv: atcelt un atgriezties resursu sarakstā
nl: annuleren en teruggaan naar de bronnenlijst
pl: anuluj i wróć do listy zasobów
pt_br: cancelar e voltar para a lista de recursos
pt_pt: cancelar e voltar à lista de recursos
ro: revocă și revino la lista de resurse
ru: отменить и вернуться к списку ресурсов
sq: anuloni dhe kthehuni te lista e burimeve
sv: avbryt och gå tillbaka till resurslistan
sw: ghairi na urudi kwenye orodha ya rasilimali
te: రద్దు చేసి, వనరుల జాబితాకు తిరిగి వెళ్లండి
th: ยกเลิกและกลับไปที่รายการทรัพยากร
tr_tr: iptal et ve kaynak listesine geri dön
uk: скасувати та повернутися до списку ресурсів
uz: bekor qiling va manbalar ro‘yxatiga qayting
vi: hủy và quay lại danh sách tài nguyên

source: &lt; Related resources
af_za: &lt; Verwante hulpbronne
ar: &lt;الموارد ذات الصلة
az: &lt; Əlaqəli resurslar
bo: &lt; འབྲེལ་ཡོད་ཐོན་ཁུངས།
da: &lt; Relaterede ressourcer
de_de: &lt; Verwandte Ressourcen
el: &lt; Σχετικοί πόροι
es_419: &lt; Recursos relacionados
fa: &lt; منابع مرتبط
fr: &lt; Ressources connexes
fr_ca: &lt; Ressources connexes
he: &lt; משאבים קשורים
hi: &lt;संबंधित संसाधन
hu: Kapcsolódó források
it_it: &lt; Risorse correlate
ja: 関連リソース
ka: &lt; დაკავშირებული რესურსები
kk: &lt; Қатысты ресурстар
lv: &lt; Saistītie resursi
nl: &lt; Gerelateerde bronnen
pl: &lt; Powiązane zasoby
pt_br: &lt; Recursos relacionados
pt_pt: &lt; Recursos relacionados
ro: &lt; Resurse conexe
ru: &lt; Связанные ресурсы
sq: &lt; Burimet përkatëse
sv: &lt; Relaterade resurser
sw: &lt; Rasilimali zinazohusiana
te: &lt; సంబంధిత వనరులు
th: &lt; แหล่งข้อมูลที่เกี่ยวข้อง
tr_tr: &lt; İlgili kaynaklar
uk: &lt; Пов&#39;язані ресурси
uz: < Tegishli manbalar
vi: &lt; Tài nguyên liên quan

source: Resources (in JSON format):
af_za: Hulpbronne (in JSON-formaat):
ar: المَوارِد (بِنَسَق JSON):
az: Resurslar (JSON formatında):
bo: ཐོན་ཁུངས་(JSONརྩ་སྒྲིག་ནང་)
da: Ressourcer (i JSON-format):
de_de: Ressourcen (im JSON-Format):
el: Πόροι (σε μορφή JSON):
es_419: Recursos (en formato JSON):
fa: منابع (در قالب JSON):
fr: Ressources (au format JSON) :
fr_ca: Ressources (au format JSON) :
he: משאבים (בפורמט JSON):
hi: संसाधन (JSON प्रारूप में):
hu: Erőforrások (JSON formátumban):
it_it: Risorse (in formato JSON):
ja: リソース（JSON形式）：
ka: რესურსები (JSON ფორმატში):
kk: Ресурстар (JSON пішімінде):
lv: Resursi (JSON formātā):
nl: Bronnen (in JSON-indeling):
pl: Zasoby (w formacie JSON):
pt_br: Recursos (em formato JSON):
pt_pt: Recursos (em formato JSON):
ro: Resursele (în format JSON):
ru: Ресурсы (в формате JSON):
sq: Burimet (në format JSON):
sv: Resurser (i JSON-format):
sw: Rasilimali (katika umbizo la JSON):
te: వనరులు (JSON ఆకృతిలో):
th: ทรัพยากร (ในรูปแบบ JSON):
tr_tr: Kaynaklar (JSON formatında):
uk: Ресурси (у форматі JSON):
uz: Resurslar (JSON formatida):
vi: Tài nguyên (ở định dạng JSON):

source: Provide a file of resource list in JSON format
af_za: Verskaf &#39;n lêer van hulpbronlys in JSON-formaat
ar: وَفِّر مَلَف قائِمة المَوارِد بِصيغة JSON
az: Resurs siyahısını JSON formatında təqdim edin
bo: JSONརྩ་སྒྲིག་ནང་ཐོན་ཁུངས་ཐོ་གཞུང་གི་ཡིག་ཆ་ཞིག་མཁོ་སྤྲོད་བྱེད།
da: Angiv en fil med ressourceliste i JSON-format
de_de: Stellen Sie eine Datei mit einer Ressourcenliste im JSON-Format bereit
el: Παρέχετε ένα αρχείο λίστας πόρων σε μορφή JSON
es_419: Proporcionar un archivo de lista de recursos en formato JSON
fa: یک فایل از فهرست منابع در قالب JSON ارائه دهید
fr: Fournir un fichier de liste de ressources au format JSON
fr_ca: Fournir un fichier de liste de ressources au format JSON
he: ספק קובץ של רשימת משאבים בפורמט JSON
hi: JSON प्रारूप में संसाधन सूची की एक फ़ाइल प्रदान करें
hu: Készítsen egy fájlt az erőforráslistáról JSON formátumban
it_it: Fornire un file con l&#39;elenco delle risorse in formato JSON
ka: მიაწოდეთ რესურსების სიის ფაილი JSON ფორმატში
kk: JSON пішіміндегі ресурстар тізімінің файлын қамтамасыз етіңіз
lv: Nodrošiniet resursu saraksta failu JSON formātā
nl: Geef een bestand met de bronnenlijst op in JSON-indeling
pl: Podaj plik listy zasobów w formacie JSON
pt_br: Forneça um arquivo de lista de recursos no formato JSON
pt_pt: Forneça um ficheiro com a lista de recursos em formato JSON
ro: Furnizați un fișier cu lista de resurse în format JSON
ru: Предоставьте файл списка ресурсов в формате JSON.
sq: Siguroni një skedar të listës së burimeve në formatin JSON
sv: Tillhandahåll en fil med resurslista i JSON-format
sw: Toa faili ya orodha ya rasilimali katika umbizo la JSON
te: JSON ఫార్మాట్‌లో వనరుల జాబితా ఫైల్‌ను అందించండి
th: จัดเตรียมไฟล์รายการทรัพยากรในรูปแบบ JSON
tr_tr: JSON formatında bir kaynak listesi dosyası sağlayın
uk: Надайте файл списку ресурсів у форматі JSON
uz: JSON formatida manbalar ro‘yxati faylini taqdim eting
vi: Cung cấp tệp danh sách tài nguyên ở định dạng JSON

source: Reason
af_za: Rede
ar: السبب
az: Səbəb
bo: རྒྱུ་མཚན།
da: Årsag
de_de: Grund
el: Λόγος
es_419: Razón
fa: دلیل
fr: Raison
fr_ca: Raison
he: סיבה
hi: कारण
it_it: Motivo
ja: 理由
ka: მიზეზი
kk: Себеп
lv: Iemesls
nl: Reden
pl: Powód
pt_br: Razão
pt_pt: Razão
ro: Motiv
ru: Причина
sq: Arsyeja
sw: Sababu
te: కారణం
th: เหตุผล
tr_tr: Gerekçe
uk: Причина
uz: Sabab
vi: Lý do

source: Reason for why this resource should be removed
af_za: Rede waarom hierdie hulpbron verwyder moet word
ar: سبب ضَرورة إزالة هذا المَوْرِد
az: Bu resursun niyə silinməli olduğunun səbəbi
bo: ཐོན་ཁུངས་འདི་མེད་པར་བཟོ་དགོས་པའི་རྒྱུ་མཚན།
da: Begrundelse for, hvorfor denne ressource skal fjernes
de_de: Grund, warum diese Ressource entfernt werden sollte
el: Λόγος για τον οποίο πρέπει να αφαιρεθεί αυτός ο πόρος
es_419: Razón por la que se debe eliminar este recurso
fa: دلیل اینکه چرا این منبع باید حذف شود
fr: Raison pour laquelle cette ressource devrait être supprimée
fr_ca: Raison pour laquelle cette ressource devrait être supprimée
he: סיבה מדוע יש להסיר משאב זה
hi: इस संसाधन को क्यों हटाया जाना चाहिए इसका कारण
hu: Indoklás, hogy miért kellene eltávolítani ezt az erőforrást
it_it: Motivo per cui questa risorsa dovrebbe essere rimossa
ja: このリソースを削除すべき理由
ka: მიზეზი, რის გამოც ეს რესურსი უნდა მოიხსნას
kk: Бұл ресурсты неліктен алып тастаудың себебі
lv: Iemesls, kāpēc šis resurss ir jānoņem
nl: Reden waarom deze bron moet worden verwijderd
pl: Powód, dla którego ten zasób powinien zostać usunięty
pt_br: Razão pela qual este recurso deve ser removido
pt_pt: Razão pela qual este recurso deve ser removido
ro: Motivul pentru care această resursă ar trebui eliminată
ru: Причина, по которой этот ресурс следует удалить
sq: Arsyeja pse ky burim duhet të hiqet
sv: Anledning till varför denna resurs bör tas bort
sw: Sababu kwa nini rasilimali hii inapaswa kuondolewa
te: ఈ వనరు ఎందుకు తీసివేయబడాలి అనేదానికి కారణం
th: เหตุผลที่ควรลบทรัพยากรนี้ออก
tr_tr: Bu kaynağın neden kaldırılması gerektiğinin gerekçesi
uk: Причина, чому цей ресурс потрібно видалити
uz: Ushbu resursni olib tashlashning sababi
vi: Lý do tại sao tài nguyên này nên bị loại bỏ
