Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Why would you like to flag this resource? The staff will review all flagged resources, and remove inappropriate ones (spam, incorrect, abusive, etc.). Giving a clear reason will help us do this efficiently.
af_za: Hoekom wil jy hierdie hulpbron vlag? Die personeel sal alle gevlagde bronne hersien en onvanpas verwyder (spam, verkeerd, beledigend, ens.). Om &#39;n duidelike rede te gee, sal ons help om dit doeltreffend te doen.
ar: لماذا تُريد الإبلاغ عن هذا المَورِد؟ سيُراجِع فريق العمل جميع الموارِد التي أُبلِغَ عنها، وسيزيلون الموارِد غير المُناسِبة (البريد العشوائي، أو غير الصحيح، أو المسيئ، وما إلى ذلك). إنّ تقديم سبب واضح سيساعدنا على فِعل بذلك بكفاءة.
az: Niyə bu resursu işarələmək istəyirsiniz? İşçilər bütün işarələnmiş resursları nəzərdən keçirəcək və uyğun olmayanları (spam, səhv, təhqiramiz və s.) siləcəklər. Aydın səbəb göstərmək bizə bunu səmərəli şəkildə etməyə kömək edəcək.
bo: ཁྱོད་ཀྱིས་ཐོན་ཁུངས་འདི་ལ་རྒྱལ་དར་ཅིའི་ཕྱིར་འཇོག་འདོད་དམ། ལས་བྱེད་པས་རྟགས་བཀོད་པའི་ཐོན་ཁུངས་ཚང་མ་བསྐྱར་ཞིབ་བྱེད་དེ་འོས་འཚམ་མིན་པ་རྣམས་མེད་པར་བཟོ་གི་ཡིན། རྒྱུ་མཚན་གསལ་པོ་ཞིག་བཤད་ན་ང་ཚོས་ལེགས་པར་སྒྲུབ་གི་ཡིན།
da: Hvorfor vil du markere denne ressource? Personalet vil gennemgå alle markerede ressourcer og fjerne upassende (spam, forkert, misbrug osv.). At give en klar begrundelse vil hjælpe os med at gøre dette effektivt.
de_de: Warum möchten Sie diese Ressource kennzeichnen? Das Personal überprüft alle gekennzeichneten Ressourcen und entfernt unangemessene Ressourcen (Spam, falsch, beleidigend usw.). Die Angabe einer klaren Begründung wird uns dabei helfen, dies effizient zu erledigen.
el: Γιατί θα θέλατε να επισημάνετε αυτόν τον πόρο; Το προσωπικό θα ελέγξει όλους τους επισημασμένους πόρους και θα αφαιρέσει τους ακατάλληλους (spam, λανθασμένους, καταχρηστικούς κ.λπ.). Το να αναφέρουμε έναν σαφή λόγο θα μας βοηθήσει να το κάνουμε αυτό αποτελεσματικά.
es_419: ¿Por qué le gustaría marcar este recurso? El personal revisará todos los recursos marcados y eliminará los inapropiados (spam, incorrectos, abusivos, etc.). Dar una razón clara nos ayudará a hacer esto de manera eficiente.
fa: چرا می‌خواهید این منبع را علامت‌گذاری کنید؟ کارکنان همۀ این منابع را بررسی می‌کنند و موارد نامناسب (هرزنامه، نادرست، سوء استفاده و غیره) را حذف می‌کنند. ارائۀ دلیل روشن به ما کمک می‌کند تا این کار را به‌نحو احسن انجام دهیم.
fr: Pourquoi souhaitez-vous signaler cette ressource ? Le personnel examinera toutes les ressources signalées et supprimera celles qui sont inappropriées (spam, incorrectes, abusives, etc.). Donner une raison claire nous aidera à le faire efficacement.
fr_ca: Pourquoi souhaitez-vous signaler cette ressource ? Le personnel examinera toutes les ressources signalées et supprimera celles qui sont inappropriées (spam, incorrectes, abusives, etc.). Donner une raison claire pour nous aider à le faire efficacement.
he: מדוע תרצה לסמן את המשאב הזה? הצוות יבדוק את כל המשאבים המסומנים ויסיר את המשאבים הבלתי הולמים (ספאם, שגוי, פוגעני וכו&#39;). מתן סיבה ברורה יעזור לנו לעשות זאת ביעילות.
hi: आप इस संसाधन को ध्वजांकित क्यों करना चाहेंगे? कर्मचारी सभी चिह्नित संसाधनों की समीक्षा करेंगे और अनुपयुक्त संसाधनों (स्पैम, गलत, अपमानजनक, आदि) को हटा देंगे। स्पष्ट कारण बताने से हमें इसे कुशलतापूर्वक करने में मदद मिलेगी।
hu: Miért szeretné megjelölni ezt az erőforrást? A személyzet átnézi az összes megjelölt erőforrást, és eltávolítja a nem megfelelőeket (spam, helytelen, bántó stb.). Ha világos indokot ad meg, az segít nekünk hatékonyan eljárni.
it_it: Perché vorresti segnalare questa risorsa? Lo staff esaminerà tutte le risorse segnalate e rimuoverà quelle inappropriate (spam, errate, abusive, ecc.). Fornire una motivazione chiara ci aiuterà a farlo in modo efficiente.
ja: このリソースを報告したい理由は何ですか？スタッフがすべての報告されたリソースを確認し、不適切なもの（スパム、不正確、虐待的など）を削除します。明確な理由を示すことで、効率的に対応できます。
ka: რატომ გსურთ ამ რესურსის მონიშვნა? პერსონალი განიხილავს ყველა დროშით მონიშნულ რესურსს და წაშლის შეუსაბამო რესურსებს (სპამი, არასწორი, შეურაცხმყოფელი და ა.შ.). მკაფიო მიზეზის მოყვანა დაგვეხმარება ამის ეფექტურად გაკეთებაში.
kk: Неліктен бұл ресурсты белгілегіңіз келеді? Қызметкерлер барлық белгіленген ресурстарды қарап шығып, орынсыздарын (спам, қате, қорлау және т.б.) жояды. Нақты себеп айту мұны тиімді орындауға көмектеседі.
lv: Kāpēc vēlaties atzīmēt šo resursu? Darbinieki pārskatīs visus ar karodziņiem atzīmētos resursus un dzēsīs neatbilstošos (surogātpastu, nekorektus, aizskarošus u. c.). Skaidra iemesla norādīšana palīdzēs mums to darīt efektīvi.
nl: Waarom wil je deze bron markeren? Het personeel zal alle gemarkeerde bronnen beoordelen en ongepaste bronnen verwijderen (spam, onjuist, beledigend, enz.). Door een duidelijke reden op te geven, kunnen we dit efficiënt doen.
pl: Dlaczego chcesz oznaczyć ten zasób? Personel sprawdzi wszystkie oznaczone zasoby i usunie te, które są nieodpowiednie (spam, niepoprawne, obraźliwe itp.). Podanie jasnego powodu pomoże nam zrobić to skutecznie.
pt_br: Por que você gostaria de sinalizar este recurso? A equipe analisará todos os recursos sinalizados e removerá os inadequados (spam, incorretos, abusivos, etc.). Fornecer um motivo claro nos ajudará a fazer isso de forma eficiente.
pt_pt: Por que razão gostaria de assinalar este recurso? A equipa analisará todos os recursos assinalados e removerá os inadequados (spam, incorrectos, abusivos, etc.). Se nos der uma razão clara, ajudará a tornar o processo mais eficiente.
ro: De ce ați dori să semnalați această resursă? Personalul va examina toate resursele semnalate și le va elimina pe cele neadecvate (spam, incorecte, abuzive etc.). Oferirea unui motiv clar ne va ajuta să facem acest lucru eficient.
ru: Почему вы хотите отметить этот ресурс? Сотрудники проверят все помеченные ресурсы и удалит неподходящие (спам, некорректные, оскорбительные и т. д.). Четкая причина поможет нам сделать это эффективно.
sq: Pse dëshironi të raportoni këtë burim? Stafi do të shqyrtojë të gjitha burimet e shënuara dhe do të heqë ato të papërshtatshme (të padëshiruara, të pasakta, abuzive, etj.). Dhënia e një arsyeje të qartë do të na ndihmojë ta bëjmë këtë në mënyrë efikase.
sv: Varför vill du flagga denna resurs? Personalen kommer att granska alla flaggade resurser och ta bort olämpliga sådana (spam, felaktiga, kränkande, etc.). Att ge en tydlig anledning hjälper oss att göra detta effektivt.
sw: Kwa nini ungependa kuripoti rasilimali hii? Wafanyakazi watakagua rasilimali zote zilizoalamishwa, na kuondoa zisizofaa (barua taka, zisizo sahihi, zenye matusi, n.k.). Kutoa sababu iliyo wazi kutatusaidia kufanya hivyo kwa ufanisi.
te: మీరు ఈ వనరును ఎందుకు ఫ్లాగ్ చేయాలనుకుంటున్నారు? సిబ్బంది అన్ని ఫ్లాగ్ చేసిన వనరులను సమీక్షిస్తారు మరియు అనుచితమైన వాటిని (స్పామ్, తప్పు, దుర్వినియోగం మొదలైనవి) తొలగిస్తారు. స్పష్టమైన కారణాన్ని అందించడం దీన్ని సమర్థవంతంగా చేయడంలో మాకు సహాయపడుతుంది.
th: เหตุใดคุณจึงต้องการตั้งค่าสถานะทรัพยากรนี้ เจ้าหน้าที่จะตรวจสอบทรัพยากรที่ถูกตั้งค่าสถานะทั้งหมด และลบทรัพยากรที่ไม่เหมาะสม (สแปม ไม่ถูกต้อง ไม่เหมาะสม ฯลฯ) การให้เหตุผลที่ชัดเจนจะช่วยให้เราทำสิ่งนี้ได้อย่างมีประสิทธิภาพ
tr_tr: Bu kaynağı neden işaretlemek istiyorsunuz? Ders personeli, işaretlenen tüm kaynakları inceleyecek ve uygunsuz olanları (spam, hatalı, kötü amaçlı vb.) kaldıracaktır. Açık bir neden belirtmek, bunu verimli bir şekilde yapmamıza yardımcı olacaktır.
uk: Чому ви хочете позначити цей ресурс? Співробітники переглянуть усі позначені ресурси та видалять невідповідні (спам, некоректні, образливі тощо). Наведення чіткої причини допоможе нам зробити це ефективно.
uz: Nima uchun bu resursni belgilamoqchisiz? Xodimlar barcha belgilangan resurslarni ko‘rib chiqadi va nomaqbullarini (spam, noto‘g‘ri, haqoratli va hokazo) olib tashlaydi. Aniq sababni keltirish buni samarali bajarishimizga yordam beradi.
vi: Tại sao bạn muốn gắn cờ tài nguyên này? Nhân viên sẽ xem xét tất cả các tài nguyên bị gắn cờ và xóa những tài nguyên không phù hợp (thư rác, không chính xác, lạm dụng, v.v.). Đưa ra lý do rõ ràng sẽ giúp chúng ta thực hiện điều này một cách hiệu quả.

source: Endorse this resource and give the reason why you do that.
af_za: Onderskryf hierdie hulpbron en gee die rede hoekom jy dit doen.
ar: اعتَمِد هذا المَوْرِد، واذكُر سبباً لِقِيامِك بِذلك
az: Bu resursu təsdiqləyin və bunu niyə etdiyinizi izah edin.
bo: ཐོན་ཁུངས་འདི་ལ་རྒྱབ་སྐྱོར་བྱས་ནས་ཁྱེད་ཀྱིས་དེ་ལྟར་བྱེད་རྒྱུ་མཚན་བཤད་རོགས།
da: Godkend denne ressource og giv grunden til, hvorfor du gør det.
de_de: Unterstützen Sie diese Ressource und geben Sie den Grund an, warum Sie das tun.
el: Υποστηρίξτε αυτόν τον πόρο και αναφέρετε τον λόγο για τον οποίο το κάνετε αυτό.
es_419: Respalde este recurso y explique la razón por la que lo hace.
fa: تأیید این منبع و دلیل این کار را بیان کنید.
fr: Approuvez cette ressource et donnez la raison pour laquelle vous le faites.
fr_ca: Approuvez cette ressource et donnez la raison pour laquelle vous le faites.
he: תמך במשאב הזה ותן את הסיבה מדוע אתה עושה זאת.
hi: इस संसाधन का समर्थन करें और कारण बताएं कि आप ऐसा क्यों करते हैं।
hu: Támogassa ezt az erőforrást, és adja meg, miért teszi ezt.
it_it: Sostieni questa risorsa e spiega il motivo per cui lo fai.
ja: このリソースを支持し、その理由を述べてください。
ka: დაამტკიცეთ ეს რესურსი და მიუთითეთ მიზეზი, თუ რატომ აკეთებთ ამას.
kk: Бұл ресурсты мақұлдаңыз және мұны не үшін жасағаныңызды көрсетіңіз.
lv: Apstipriniet šo resursu un norādiet iemeslu, kāpēc jūs to darāt.
nl: Ondersteun deze hulpbron en geef de reden waarom u dat doet.
pl: Pochwal się tym źródłem informacji i podaj powód, dla którego to robisz.
pt_br: Endosse este recurso e explique o motivo pelo qual você faz isso.
pt_pt: Aprove este recurso e indique a razão pela qual o faz.
ro: Susține această resursă și explică motivul pentru care faci asta.
ru: Поддержите этот ресурс и объясните причину, по которой вы это делаете.
sq: Mbështeteni këtë burim dhe jepni arsyen pse e bëni këtë.
sv: Godkänn denna resurs och ge anledningen till varför du gör det.
sw: Idhinisha nyenzo hii na utoe sababu kwa nini unafanya hivyo.
te: ఈ వనరును ఆమోదించండి మరియు మీరు ఎందుకు అలా చేస్తున్నారో కారణాన్ని తెలియజేయండి.
th: รับรองแหล่งข้อมูลนี้และระบุเหตุผลว่าทำไมคุณจึงทำเช่นนั้น
tr_tr: Bu kaynağı onaylayın ve bunu neden yaptığınızı belirtin.
uk: Підтримайте цей ресурс і вкажіть причину, чому ви це робите.
uz: Ushbu resursni tasdiqlang va nima uchun buni qilayotganingizni tushuntiring.
vi: Xác nhận tài nguyên này và đưa ra lý do tại sao bạn làm điều đó.

source: Remove this resource and give the reason why you do that.
af_za: Verwyder hierdie hulpbron en gee die rede hoekom jy dit doen.
ar: أَزِل هذا المَوْرِد، واذكُر سبباً لِقِيامِك بِذلك
az: Bu resursu silin və bunu niyə etdiyinizi izah edin.
bo: ཐོན་ཁུངས་འདི་མེད་པར་བཟོ་དེ་དེ་ལྟར་བྱེད་དགོས་པའི་རྒྱུ་མཚན་བཤད་རོགས།
da: Fjern denne ressource og giv grunden til, hvorfor du gør det.
de_de: Entfernen Sie diese Ressource und geben Sie den Grund an, warum Sie das tun.
el: Καταργήστε αυτόν τον πόρο και αναφέρετε τον λόγο για τον οποίο το κάνετε αυτό.
es_419: Elimine este recurso y proporcione la razón por la que lo hace.
fa: حذف این منبع و دلیل این کار را بیان کنید.
fr: Supprimez cette ressource et donnez la raison pour laquelle vous le faites.
fr_ca: Supprimez cette ressource et donnez la raison pour laquelle vous le faites.
he: הסר את המשאב הזה ותן את הסיבה למה אתה עושה את זה.
hi: इस संसाधन को हटाएं और कारण बताएं कि आप ऐसा क्यों करते हैं।
hu: Távolítsa el ezt az erőforrást, és adja meg az okát, hogy miért teszi ezt.
it_it: Rimuovi questa risorsa e spiega il motivo per cui lo fai.
ja: このリソースを削除し、その理由を説明してください。
ka: ამოიღეთ ეს რესურსი და მიუთითეთ მიზეზი, თუ რატომ აკეთებთ ამას.
kk: Бұл ресурсты алып тастап, мұны істеу себебін көрсетіңіз.
lv: Noņemiet šo resursu un norādiet iemeslu, kāpēc to darāt.
nl: Verwijder deze bron en geef de reden op waarom u dat doet.
pl: Usuń ten zasób i podaj powód, dla którego to robisz.
pt_br: Remova este recurso e explique o motivo pelo qual você faz isso.
pt_pt: Remova este recurso e indique a razão pela qual o faz.
ro: Eliminați această resursă și indicați motivul pentru care faceți asta.
ru: Удалите этот ресурс и объясните причину, по которой вы это делаете.
sq: Hiqeni këtë burim dhe jepni arsyen pse e bëni këtë.
sw: Ondoa nyenzo hii na utoe sababu kwa nini unafanya hivyo.
te: ఈ వనరును తీసివేసి, మీరు ఎందుకు అలా చేస్తున్నారో తెలియజేయండి.
th: ลบทรัพยากรนี้ออกและระบุเหตุผลว่าทำไมคุณถึงทำเช่นนั้น
tr_tr: Bu kaynağı kaldırın ve bunu neden yaptığınızı belirtin.
uk: Видаліть цей ресурс і вкажіть причину, чому ви це робите.
uz: Ushbu resursni o‘chiring va nima uchun buni qilayotganingizni ko‘rsating.
vi: Loại bỏ tài nguyên này và đưa ra lý do tại sao bạn làm điều đó.

source: Hide related resources
af_za: Versteek verwante hulpbronne
ar: إِخفِ المَوارِد ذات الصِلة
az: Əlaqəli resursları gizlət
bo: འབྲེལ་ཡོད་ཐོན་ཁུངས་སྦ་བ།
da: Skjul relaterede ressourcer
de_de: Verstecken Sie verwandte Ressourcen
el: Απόκρυψη σχετικών πόρων
es_419: Ocultar recursos relacionados
fa: پنهان‌سازی منابع مرتبط
fr: Masquer les ressources associées
fr_ca: Masquer les ressources associées
he: הסתר משאבים קשורים
hi: संबंधित संसाधन छिपाएँ
hu: Kapcsolódó források elrejtése
it_it: Nascondi risorse correlate
ja: 関連リソースを非表示
ka: დაკავშირებული რესურსების დამალვა
kk: Қатысты ресурстарды жасыру
lv: Slēpt saistītos resursus
nl: Verberg gerelateerde bronnen
pl: Ukryj powiązane zasoby
pt_br: Ocultar recursos relacionados
pt_pt: Ocultar recursos relacionados
ro: Ascunde resursele conexe
ru: Скрыть связанные ресурсы
sq: Fshih burimet përkatëse
sv: Dölj relaterade resurser
sw: Ficha rasilimali zinazohusiana
te: సంబంధిత వనరులను దాచండి
th: ซ่อนทรัพยากรที่เกี่ยวข้อง
tr_tr: İlgili kaynakları gizle
uk: Приховати пов&#39;язані ресурси
uz: Tegishli resurslarni yashirish
vi: Ẩn tài nguyên liên quan

source: From page {fromPage} To page {toPage}
af_za: Van bladsy {fromPage} na bladsy {toPage}
ar: من الصفحة {fromPage} إلى الصفحة {toPage}
az: Səhifə {fromPage}-dən Səhifə {toPage}-ə qədər
bo: ཤོག་ངོས {fromPage} ནས་ཤོག་ངོས {toPage} བར།
da: Fra side {fromPage} Til side {toPage}
de_de: Von der Seite {fromPage} zur Seite {toPage}
el: Από τη σελίδα {fromPage} Στη σελίδα {toPage}
es_419: De la página {fromPage} A la página {toPage}
fa: از صفحۀ {fromPage} تا صفحۀ {toPage}
fr: De la page {fromPage} À la page {toPage}
fr_ca: De la page {fromPage} à la page {toPage}
he: מעמוד {fromPage} לדף {toPage}
hi: पेज {fromPage} से पेज {toPage} तक
hu: Oldalról {fromPage} Oldalig {toPage}
it_it: Dalla pagina {fromPage} Alla pagina {toPage}
ja: ページ {fromPage} からページ {toPage} まで
ka: {fromPage} გვერდიდან {toPage} გვერდზე
kk: {fromPage} бетінен {toPage} бетіне
lv: No lapas {fromPage} uz lapu {toPage}
nl: Van pagina {fromPage} Naar pagina {toPage}
pl: Od strony {fromPage} Do strony {toPage}
pt_br: Da página {fromPage} Para a página {toPage}
pt_pt: Da página {fromPage} Para a página {toPage}
ro: De la pagina {fromPage} Până la pagina {toPage}
ru: Со страницы {fromPage} На страницу {toPage}
sq: Nga faqja {fromPage} në faqen {toPage}
sv: Från sida {fromPage} Till sida {toPage}
sw: Kutoka ukurasa {fromPage} Hadi ukurasa {toPage}
te: పేజీ {fromPage} నుండి పేజీ {toPage} వరకు
th: จากเพจ {fromPage} สู่เพจ {toPage}
tr_tr: {fromPage} sayfasından {toPage} sayfasına
uk: Від сторінки {fromPage} До сторінки {toPage}
uz: {fromPage} sahifasidan {toPage} sahifasiga
vi: Từ trang {fromPage} Đến trang {toPage}

source: Export resources
af_za: Voer hulpbronne uit
ar: صَدِّر المَوارِد
az: Resursları ixrac et
bo: ཐོན་ཁུངས་ཕྱིར་གཏོང་།
da: Eksporter ressourcer
de_de: Ressourcen exportieren
el: Εξαγωγή πόρων
es_419: Exportar recursos
fa: منابع صادرشده
fr: Exporter des ressources
fr_ca: Exporter des ressources
he: ייצוא משאבים
hi: संसाधन निर्यात करें
hu: Erőforrások exportálása
it_it: Esporta risorse
ja: リソースをエクスポート
ka: რესურსების ექსპორტი
kk: Экспорттық ресурстар
lv: Eksportēt resursus
nl: Hulpbronnen exporteren
pl: Eksportować zasoby
pt_br: Exportar recursos
pt_pt: Exportar recursos
ro: Resurse pentru export
ru: Экспорт ресурсов
sq: Burimet e eksportit
sv: Exportera resurser
sw: Hamisha rasilimali
te: వనరులను ఎగుమతి చేయండి
th: ส่งออกทรัพยากร
tr_tr: Kaynakları dışa aktar
uk: Експорт ресурсів
uz: Resurslarni eksport qilish
vi: Xuất tài nguyên

source: Entering import resource mode
af_za: Betree invoerhulpbronmodus
ar: الدُخُول في وَضْع استيراد المَوارِد
az: İdxal resurs rejiminə daxil olunur
bo: ནང་འདྲེན་ཐོན་ཁུངས་ཐབས་ལམ་ནང་འཇུག་བྱེད་པ།
da: Går ind i importressourcetilstand
de_de: Aufruf des Ressourcenimportmodus
el: Εισαγωγή σε λειτουργία πόρων εισαγωγής
es_419: Entrando al modo de importación de recursos
fa: ورود به‌حالت منبع ورودی
fr: Passage en mode d&#39;importation de ressources
fr_ca: Passage en mode d'importation de ressources
he: נכנס למצב ייבוא משאב
hi: आयात संसाधन मोड में प्रवेश करना
hu: Az importforrás módba lépés
it_it: Accesso alla modalità di importazione delle risorse
ja: インポートリソースモードに入ります
ka: იმპორტის რესურსის რეჟიმში შესვლა
kk: Импорттық ресурс режиміне кіру
lv: Tiek atvērts resursu importēšanas režīms
nl: Importeerbronmodus openen
pl: Wchodzę w tryb importowania zasobów
pt_br: Entrando no modo de recurso de importação
pt_pt: A entrar no modo de importação de recursos
ro: Se intră în modul de importare a resurselor
ru: Вход в режим импорта ресурсов
sq: Hyrja në modalitetin e burimeve të importit
sv: Går in i importläge för resurser
sw: Inaingiza hali ya rasilimali ya kuagiza
te: దిగుమతి రిసోర్స్ మోడ్‌లోకి ప్రవేశిస్తోంది
th: กำลังเข้าสู่โหมดการนำเข้าทรัพยากร
tr_tr: Kaynak içe aktarma moduna giriliyor
uk: Перехід у режим імпорту ресурсів
uz: Import resurs rejimiga kirish
vi: Đang vào chế độ nhập tài nguyên

source: Entering add resource mode
af_za: Gaan by voeg hulpbronmodus in
ar: الدُخُول في وَضْع إضافة المَوارِد
az: Resurs əlavə etmə rejiminə daxil olunur
bo: ཐོན་ཁུངས་ཁ་སྣོན་ཐབས་ལམ་ནང་འཇུག་བྱེད་པ།
da: Går ind i tilstanden Tilføj ressource
de_de: Der Modus zum Hinzufügen von Ressourcen wird aufgerufen
el: Είσοδος στη λειτουργία προσθήκης πόρων
es_419: Entrando al modo agregar recurso
fa: ورود به‌حالت افزودن منبع
fr: Passer en mode d&#39;ajout de ressources
fr_ca: Passer en mode d'ajout de ressources
he: נכנס למצב הוספת משאב
hi: संसाधन जोड़ें मोड दर्ज करना
hu: Belépés az erőforrás hozzáadási módba
it_it: Accesso alla modalità Aggiungi risorsa
ja: リソース追加モードに入ります
ka: რესურსის დამატების რეჟიმში შესვლა
kk: Ресурс қосу режиміне кіру
lv: Tiek atvērts resursa pievienošanas režīms
nl: De modus voor het toevoegen van bronnen openen
pl: Wejście w tryb dodawania zasobu
pt_br: Entrando no modo adicionar recurso
pt_pt: A entrar no modo de adicionar recurso
ro: Se intră în modul de reclamă a resurselor
ru: Вход в режим добавления ресурса
sq: Hyrja në modalitetin e shtimit të burimit
sv: Går in i läget för att lägga till resurs
sw: Ingiza hali ya kuongeza rasilimali
te: యాడ్ రిసోర్స్ మోడ్‌లోకి ప్రవేశిస్తోంది
th: เข้าสู่โหมดเพิ่มทรัพยากร
tr_tr: Kaynak ekleme moduna giriliyor
uk: Вхід у режим додавання ресурсу
uz: Resurs qo‘shish rejimiga kirish
vi: Đang vào chế độ thêm tài nguyên

source: Add new resource
af_za: Voeg nuwe hulpbron by
ar: أضِف مَوْرِداً جديداً
az: Yeni resurs əlavə et
bo: ཐོན་ཁུངས་གསར་སྣོན་བྱེད་པ།
da: Tilføj ny ressource
de_de: Neue Ressource hinzufügen
el: Προσθήκη νέου πόρου
es_419: Agregar nuevo recurso
fa: افزودن منبع جدید
fr: Ajouter une nouvelle ressource
fr_ca: Ajouter une nouvelle ressource
he: הוסף משאב חדש
hi: नया संसाधन जोड़ें
hu: Új erőforrás hozzáadása
it_it: Aggiungi nuova risorsa
ja: 新しいリソースを追加
ka: ახალი რესურსის დამატება
kk: Жаңа ресурс қосыңыз
lv: Pievienojiet jaunu resursu
nl: Nieuwe bron toevoegen
pl: Dodaj nowy zasób
pt_br: Adicionar novo recurso
pt_pt: Adicionar novo recurso
ro: Reclamă o nouă resursă
ru: Добавить новый ресурс
sq: Shto burim të ri
sv: Lägga till ny resurs
sw: Ongeza rasilimali mpya
te: కొత్త వనరును జోడించండి
th: เพิ่มทรัพยากรใหม่
tr_tr: Yeni kaynak ekle
uk: Додати новий ресурс
uz: Yangi manba qo‘shing
vi: Thêm tài nguyên mới

source: Entering edit resource mode
af_za: Betree redigeerhulpbronmodus
ar: الدُخُول في وَضْع تَعديل المَوارِد
az: Redaktə rejiminə keçid
bo: རྩོམ་སྒྲིག་ཐོན་ཁུངས་ཐབས་ལམ་ནང་འཇུག་བྱེད་པ།
da: Går ind i redigeringsressourcetilstand
de_de: Aufruf des Ressourcenbearbeitungsmodus
el: Είσοδος σε λειτουργία επεξεργασίας πόρων
es_419: Entrando al modo de edición de recursos
fa: ورود به‌حالت ویرایش منبع
fr: Passez en mode modification de ressource
fr_ca: Passer en mode édition de ressource
he: נכנס למצב עריכת משאב
hi: संपादन संसाधन मोड में प्रवेश करना
hu: Az erőforrás szerkesztési módjának megnyitása
it_it: Accesso alla modalità di modifica delle risorse
ja: リソース編集モードに入ります
ka: რესურსის რედაქტირების რეჟიმში შესვლა
kk: Өңдеу ресурсы режиміне кіру
lv: Tiek atvērts resursu rediģēšanas režīms
nl: De modus voor het bewerken van bronnen openen
pl: Wchodzę w tryb edycji zasobu
pt_br: Entrando no modo de edição de recursos
pt_pt: A entrar no modo de edição de recurso
ro: Intrăm în modul de editare a resurselor
ru: Вход в режим редактирования ресурса
sq: Po hyn në modalitetin e modifikimit të burimit
sv: Går in i redigeringsläge för resurser
sw: Inaingiza hali ya kuhariri rasilimali
te: సవరణ వనరు మోడ్‌లోకి ప్రవేశిస్తోంది
th: เข้าสู่โหมดแก้ไขทรัพยากร
tr_tr: Kaynak düzenleme moduna giriliyor
uk: Вхід у режим редагування ресурсу
uz: Resursni tahrirlash rejimiga kirish
vi: Đang vào chế độ tài nguyên chỉnh sửa

source: Entering flag resource mode
af_za: Betree vlaghulpbronmodus
ar: ادخُل في وَضْع الإبلاغ عن مَوارِد
az: Bayraq resursu rejiminə daxil olunur
bo: དར་ཆ་ཐོན་ཁུངས་ཐབས་ལམ་ནང་འཇུག་བྱེད་པ།
da: Går ind i flagressourcetilstand
de_de: Eintritt in den Flag-Ressourcenmodus
el: Είσοδος σε λειτουργία πόρων σημαίας
es_419: Entrando al modo de recurso de bandera
fa: ورود به‌حالت علامت منبع
fr: Passez en mode ressource indicateur
fr_ca: Passage en mode de signalement de ressource
he: כניסה למצב משאב דגל
hi: फ़्लैग संसाधन मोड में प्रवेश करना
hu: Zászló erőforrás módba lépés
it_it: Accesso alla modalità risorsa flag
ja: フラグリソースモードに入る
ka: დროშის რესურსის რეჟიმში შესვლა
kk: Жалау ресурсы режиміне кіру
lv: Notiek karoga resursu režīma ievadīšana
nl: De vlagbronmodus openen
pl: Wejście do trybu zasobu flagi
pt_br: Entrando no modo de recurso de sinalizador
pt_pt: A entrar no modo de assinalar o recurso
ro: Intră în modul resursă flag
ru: Вход в режим ресурса флага
sq: Hyrja në modalitetin e burimit të flamurit
sv: Går in i flaggningsläge för resurser
sw: Inaingiza hali ya rasilimali ya ripoti
te: ఫ్లాగ్ రిసోర్స్ మోడ్‌లోకి ప్రవేశిస్తోంది
th: กำลังเข้าสู่โหมดทรัพยากรแฟล็ก
tr_tr: Kaynağı işaretleme moduna giriliyor
uk: Вхід у режим ресурсу прапора
uz: Bayroq resurs rejimiga kirish
vi: Đang vào chế độ tài nguyên cờ

source: Flag resource
af_za: Vlag hulpbron
ar: أبلِغ عن المَوْرِد
az: Resursu işarələ
bo: དར་ཆའི་ཐོན་ཁུངས།
da: Flagressource
de_de: Flag-Ressource
el: Επισήμανση πόρου
es_419: Marcar recurso
fa: علامت‌گذاری منبع
fr_ca: Signalement de la ressource
he: משאב דגל
hi: ध्वज संसाधन
hu: Jelölje meg az erőforrást
it_it: Segnala risorsa
ja: リソースをフラグする
ka: დროშის რესურსი
lv: Karoga resurss
nl: Markeer de bron
pl: Oznacz zasób
pt_br: Recurso de sinalização
pt_pt: Assinalar recurso
ro: Resursa de semnalizare
ru: Пометить ресурс
sq: Burimi i flamurit
sv: Flagga resurs
sw: Nyenzo ya bendera
te: ఫ్లాగ్ రిసోర్స్
th: แจ้งทรัพยากร
tr_tr: Kaynağı işaretle
uk: Ресурс прапора
uz: Bayroq manbai
vi: Tài nguyên gắn cờ
