Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Here is a list of reasons why students think this resource problematic:
af_za: Hier is &#39;n lys van redes waarom studente dink dat hierdie hulpbron problematies is:
ar: فيما يلي قائمة بالأسباب التي تجعل الطلاب يعتقدون أن هذا المورد يمثل مشكلة:
az: Budur tələbələrin bu resursu problemli hesab etmələrinin səbəbləri:
bo: འདིར་སློབ་མ་ཚོས་ཐོན་ཁུངས་འདི་དཀའ་ངལ་ཅན་དུ་བསམ་པའི་རྒྱུ་མཚན་གྱི་ཐོ་གཞུང་ཞིག་ཡོད།
da: Her er en liste over årsager til, at eleverne synes, at denne ressource er problematisk:
de_de: Hier ist eine Liste von Gründen, warum Studierende diese Ressource für problematisch halten:
el: Ακολουθεί μια λίστα με τους λόγους για τους οποίους οι μαθητές πιστεύουν ότι αυτός ο πόρος είναι προβληματικός:
es_419: Aquí hay una lista de razones por las que los estudiantes piensan que este recurso es problemático:
fa: در اینجا فهرستی از دلایلی وجود دارد که چرا از دید فراگیران، این منبع مشکل‌ساز است:
fr: Voici une liste de raisons pour lesquelles les apprenants pensent que cette ressource pose problème :
fr_ca: Voici une liste de raisons pour lesquelles les étudiants pensent que cette ressource pose problème :
he: להלן רשימה של סיבות מדוע תלמידים חושבים שהמשאב הזה בעייתי:
hi: यहां उन कारणों की सूची दी गई है जिनके कारण छात्र इस संसाधन को समस्याग्रस्त मानते हैं:
hu: Itt van néhány ok, amiért a diákok problémásnak tartják ezt az erőforrást:
it_it: Ecco un elenco dei motivi per cui gli studenti ritengono che questa risorsa sia problematica:
ja: 学生がこのリソースを問題視する理由のリストはこちらです。
ka: აქ მოცემულია მიზეზების ჩამონათვალი, რის გამოც სტუდენტები ფიქრობენ ამ რესურსს პრობლემურად:
kk: Мұнда студенттердің бұл ресурсты проблемалы деп санайтын себептерінің тізімі берілген:
lv: Šeit ir saraksts ar iemesliem, kāpēc dalībnieki uzskata, ka šis resurss ir problemātisks:
nl: Hier is een lijst van redenen waarom leerlingen deze hulpbron problematisch vinden:
pl: Oto lista powodów, dla których uczniowie uważają, że ten zasób jest problematyczny:
pt_br: Aqui está uma lista de razões pelas quais os alunos consideram este recurso problemático:
pt_pt: Aqui está uma lista de razões pelas quais os alunos consideram este recurso problemático:
ro: Iată o listă de motive pentru care elevii consideră că această resursă este problematică:
ru: Вот список причин, по которым студенты считают этот ресурс проблематичным:
sq: Këtu është një listë e arsyeve pse studentët mendojnë se ky burim është problematik:
sv: Här är en lista över anledningar till varför studenter tycker att denna resurs är problematisk:
sw: Hapa kuna orodha ya sababu kwa nini wanafunzi wanafikiria rasilimali hii kuwa na shida:
te: విద్యార్థులు ఈ వనరు సమస్యాత్మకంగా భావించడానికి గల కారణాల జాబితా ఇక్కడ ఉంది:
th: ต่อไปนี้เป็นรายการเหตุผลที่นักเรียนคิดว่าทรัพยากรนี้มีปัญหา:
tr_tr: Öğrencilerin bu kaynağı sorunlu bulmasının nedenlerinin listesi:
uk: Ось перелік причин, чому студенти вважають цей ресурс проблематичним:
uz: Talabalar ushbu manbani muammoli deb o‘ylashlarining sabablari ro‘yxati:
vi: Dưới đây là danh sách các lý do khiến sinh viên cho rằng tài nguyên này có vấn đề:

source: The reason why it is endorsed is:
af_za: Die rede waarom dit onderskryf word, is:
ar: والسبب في اعتِماده هو:
az: Bunun təsdiqlənməsinin səbəbi:
bo: དེ་ལ་རྒྱབ་སྐྱོར་གནང་དགོས་པའི་རྒྱུ་མཚན་ནི།
da: Grunden til at det er godkendt er:
de_de: Der Grund für die Befürwortung ist:
el: Ο λόγος για τον οποίο εγκρίνεται είναι:
es_419: La razón por la que se avala es:
fa: دلیل تأیید آن عبارت است از:
fr: La raison pour laquelle il est approuvé est la suivante :
fr_ca: La raison pour laquelle c'est approuvé est la suivante:
he: הסיבה לכך היא מאושר:
hi: इसका समर्थन करने का कारण यह है:
hu: Azért támogatják, mert:
it_it: Il motivo per cui è approvato è:
ja: それが支持されている理由は次のとおりです。
ka: მიზეზი, რის გამოც იგი დამტკიცებულია, არის:
kk: Оның мақұлдану себебі:
lv: Iemesls, kāpēc tas ir apstiprināts, ir:
nl: De reden waarom het wordt goedgekeurd is:
pl: Powodem zatwierdzenia jest:
pt_br: A razão pela qual é endossado é:
pt_pt: A razão pela qual é aprovado é:
ro: Motivul pentru care este aprobat este:
ru: Причина, по которой это одобрено:
sq: Arsyeja pse është miratuar është:
sv: Anledningen till att det stöds är:
sw: Sababu ya kuidhinishwa ni:
te: ఇది ఆమోదించబడటానికి కారణం:
th: เหตุผลที่ได้รับการรับรองคือ:
tr_tr: Onaylanmasının nedeni şudur:
uk: Причина, чому його схвалено:
uz: Ma'qullanishining sababi:
vi: Lý do tại sao nó được xác nhận là:

source: Resource:
af_za: Hulpbron:
ar: الموارد:
az: Resurs:
bo: ཐོན་ཁུངས།
da: Ressource:
de_de: Ressource:
el: Πόρος:
es_419: Recurso:
fa: منبع:
fr: Ressource :
fr_ca: Ressource :
he: מַשׁאָב:
hi: संसाधन:
hu: Forrás:
it_it: Risorsa:
ja: リソース:
ka: რესურსი:
kk: Ресурс:
lv: Resurss:
nl: Bron:
pl: Ratunek:
pt_br: Recurso:
pt_pt: Recurso:
ro: Resursă:
ru: Ресурс:
sq: Burimi:
sv: Resurs:
sw: Rasilimali:
te: వనరు:
th: ทรัพยากร:
tr_tr: Kaynak:
uk: ресурс:
uz: Resurs:
vi: Nguồn:

source: votes
af_za: stemme
ar: الأصوات
az: səslər
bo: འོས་གྲངས།
da: stemmer
de_de: Stimmen
el: ψήφους
es_419: votos
fa: رأی
he: הצבעות
hi: वोट
hu: szavazatok
it_it: voti
ja: 投票数
ka: ხმები
kk: дауыс
lv: balsis
nl: stemmen
pl: głosy
pt_br: votos
pt_pt: votos
ro: voturi
ru: голоса
sq: vota
sv: röster
sw: kura
te: ఓట్లు
th: โหวต
tr_tr: oy
uk: голосів
uz: ovozlar
vi: phiếu bầu

source: The content you typed has not been submitted yet. Are you sure to go back?
af_za: Die inhoud wat jy getik het, is nog nie ingedien nie. Gaan jy seker terug?
ar: المحتوى الذي كتبته لم يتم إرساله بعد. هل أنت متأكد من العودة؟
az: Yazdığınız məzmun hələ təqdim edilməyib. Geri qayıtmaq istədiyinizə əminsinizmi?
bo: ཁྱེད་ཀྱིས་གཏགས་པའི་ནང་དོན་ད་དུང་བསྐུར་མ་བྱུང་། ཁྱེད་རང་ཕྱིར་ལོག་ནི་གཏན་ཁེལ་ཡིན་པས།
da: Indholdet du indtastede er ikke blevet indsendt endnu. Er du sikker på at gå tilbage?
de_de: Der von Ihnen eingegebene Inhalt wurde noch nicht übermittelt. Bist du sicher, dass du zurückkommst?
el: Το περιεχόμενο που πληκτρολογήσατε δεν έχει υποβληθεί ακόμα. Είστε σίγουροι ότι θα επιστρέψετε;
es_419: El contenido que usted escribió aún no ha sido enviado. ¿Estás seguro de que volverás?
fa: محتوایی که تایپ کردید هنوز ارسال نشده‌است. مطمئنی برمیگردی؟
fr: Le contenu que vous avez saisi n&#39;a pas encore été soumis. Êtes-vous sûr d&#39;y retourner ?
fr_ca: Le contenu que vous avez saisi n'a pas encore été soumis. Etes-vous certain de vouloir y retourner ?
he: התוכן שהקלדת עדיין לא נשלח. אתה בטוח שתחזור?
hi: आपके द्वारा टाइप की गई सामग्री अभी तक सबमिट नहीं की गई है। क्या आप निश्चित रूप से वापस जायेंगे?
hu: A begépelt tartalom még nincs elküldve. Biztosan vissza akarsz lépni?
it_it: Il contenuto che hai digitato non è stato ancora inviato. Sei sicuro di tornare indietro?
ja: 入力した内容はまだ送信されていません。本当に戻りますか？
ka: თქვენ მიერ აკრეფილი შიგთავსი ჯერ არ არის გაგზავნილი. დარწმუნებული ხართ, რომ დაბრუნდებით?
kk: Сіз терген мазмұн әлі жіберілген жоқ. Қайтуға сенімдісіз бе?
lv: Jūsu ievadītais saturs vēl nav iesniegts. Vai noteikti atgriezīsities?
nl: De inhoud die u hebt getypt, is nog niet verzonden. Weet je zeker dat je teruggaat?
pl: Wpisana zawartość nie została jeszcze przesłana. Czy na pewno wrócisz?
pt_br: O conteúdo que você digitou ainda não foi enviado. Tem certeza que vai voltar?
pt_pt: O conteúdo que escreveu ainda não foi submetido. Tem a certeza de que quer voltar atrás?
ro: Conținutul pe care l-ați tastat nu a fost încă trimis. Ești sigur că vrei să te întorci?
ru: Введенный вами контент еще не отправлен. Вы уверены, что вернетесь?
sq: Përmbajtja që keni shkruar nuk është dorëzuar ende. Jeni i sigurt që do të ktheheni?
sv: Innehållet du skrev har inte skickats in ännu. Är du säker på att du vill gå tillbaka?
sw: Maudhui uliyoandika bado hayajawasilishwa. Je, una uhakika wa kurudi?
te: మీరు టైప్ చేసిన కంటెంట్ ఇంకా సమర్పించబడలేదు. మీరు ఖచ్చితంగా తిరిగి వెళ్లాలనుకుంటున్నారా?
th: เนื้อหาที่คุณพิมพ์ยังไม่ถูกส่ง คุณแน่ใจหรือว่าจะกลับไป?
tr_tr: Yazdığınız içerik henüz gönderilmedi. Geri dönmek istediğine emin misin?
uk: Введений вами вміст ще не надіслано. Ви точно повернетеся?
uz: Siz kiritgan kontent hali yuborilmagan. Ortga qaytishga ishonchingiz komilmi?
vi: Nội dung bạn gõ chưa được gửi. Bạn có chắc chắn quay lại không?

source: Import resources
af_za: Voer hulpbronne in
ar: استَوْرِد المَوارِد
az: Resursları idxal et
bo: ཐོན་ཁུངས་ནང་འདྲེན་བྱེད་པ།
da: Importer ressourcer
de_de: Importieren Sie Ressourcen
el: Εισαγωγή πόρων
es_419: Importar recursos
fa: منابع ورودی
fr: Importer des ressources
fr_ca: Importer des ressources
he: ייבוא משאבים
hi: संसाधन आयात करें
hu: Erőforrások importálása
it_it: Importa risorse
ja: リソースをインポート
ka: რესურსების შემოტანა
kk: Импорттық ресурстар
lv: Importēt resursus
nl: Bronnen importeren
pl: Importuj zasoby
pt_br: Importar recursos
pt_pt: Importar recursos
ro: Importă resurse
ru: Импортировать ресурсы
sq: Burimet e importit
sv: Importera resurser
sw: Ingiza rasilimali
te: వనరులను దిగుమతి చేయండి
th: นำเข้าทรัพยากร
tr_tr: Kaynakları içe aktar
uk: Імпорт ресурсів
uz: Import resurslari
vi: Nhập tài nguyên

source: Suggest resource
af_za: Stel hulpbron voor
ar: اقتَرِح مَوْرِداً
az: Resurs təklif et
bo: ཐོན་ཁུངས་བསམ་འཆར་འདོན་པ།
da: Foreslå ressource
de_de: Ressource vorschlagen
el: Προτείνετε πόρο
es_419: Sugerir recurso
fa: پیشنهاد منبع
fr: Suggérez une ressource
fr_ca: Suggérer une ressource
he: הצע משאב
hi: संसाधन सुझाएँ
hu: Javasoljon forrást
it_it: Suggerisci risorsa
ja: リソースを提案
ka: რესურსის შეთავაზება
lv: Ieteikt resursu
nl: Hulpbron voorstellen
pl: Zaproponuj źródło
pt_br: Sugerir recurso
pt_pt: Sugerir recursos
ro: Sugerare resursă
ru: Предложить ресурс
sq: Sugjeroni një burim
sv: Föreslå resurs
sw: Pendekeza nyenzo
te: వనరును సూచించండి
th: แนะนำทรัพยากร
tr_tr: Kaynak öner
uk: Запропонуйте ресурс
uz: Resurs taklif qiling
vi: Đề xuất tài nguyên

source: Edit existing resource
af_za: Wysig bestaande hulpbron
ar: عَدِّل مَوْرِداً موجوداً مُسبَقاً
az: Mövcud resursu redaktə et
bo: ད་ཡོད་ཐོན་ཁུངས་རྩོམ་སྒྲིག་བྱེད་པ།
da: Rediger eksisterende ressource
de_de: Bearbeiten Sie die vorhandene Ressource
el: Επεξεργασία υπάρχοντος πόρου
es_419: Editar recurso existente
fa: ویرایش منبع موجود
fr: Modifier une ressource existante
fr_ca: Modifier une ressource existante
he: ערוך משאב קיים
hi: मौजूदा संसाधन संपादित करें
hu: Létező erőforrás szerkesztése
it_it: Modifica risorsa esistente
ja: 既存のリソースを編集
ka: არსებული რესურსის რედაქტირება
kk: Бар ресурсты өңдеу
lv: Rediģēt esošo resursu
nl: Bestaande bron bewerken
pl: Edytuj istniejący zasób
pt_br: Editar recurso existente
pt_pt: Editar recurso existente
ro: Editați resursa existentă
ru: Редактировать существующий ресурс
sq: Redaktoni burimin ekzistues
sv: Redigera befintlig resurs
sw: Hariri rasilimali iliyopo
te: ఇప్పటికే ఉన్న వనరులను సవరించండి
th: แก้ไขทรัพยากรที่มีอยู่
tr_tr: Mevcut kaynağı düzenle
uk: Редагувати існуючий ресурс
uz: Mavjud manbani tahrirlash
vi: Chỉnh sửa tài nguyên hiện có

source: Flag Resource
af_za: Vlaghulpbron
ar: أبلِغ عن المَوْرِد
az: Resursu işarələ
bo: དར་ཆའི་ཐོན་ཁུངས།
da: Flagressource
de_de: Flag-Ressource
el: Επισήμανση πόρου
es_419: Marcar recurso
fa: منبع پرچم
fr: Ressource de signalement
fr_ca: Signaler une ressource
he: משאב דגל
hi: ध्वज संसाधन
it_it: Segnala risorsa
ja: リソースをフラグする
ka: დროშის რესურსი
lv: Karoga resurss
nl: Markeer bron
pl: Oznacz zasób
pt_br: Recurso de sinalização
pt_pt: Assinalar Recurso
ro: Resursa de semnalizare
ru: Пометить ресурс
sq: Burimi i flamurit
sv: Flagga resurs
sw: Nyenzo ya Bendera
te: ఫ్లాగ్ రిసోర్స్
th: ทรัพยากรการตั้งค่าสถานะ
tr_tr: Kaynağı İşaretle
uk: Позначити ресурс
uz: Bayroq resursi
vi: Tài nguyên cờ

source: Endorse Resource
af_za: Onderskryf hulpbron
ar: اعتَمِد المَوْرِد
az: Resursu təsdiqlə
bo: ཐོན་ཁུངས་ལ་རྒྱབ་སྐྱོར་བྱེད་པ།
da: Godkend ressource
de_de: Ressource unterstützen
el: Υποστηρίξτε τον πόρο
es_419: Respaldar recurso
fa: تأیید منبع
fr: Approuver la ressource
fr_ca: Approuver la ressource
he: אישור משאב
hi: संसाधन का समर्थन करें
hu: Ajánlott forrás
it_it: Approvare la risorsa
ja: リソースを承認する
ka: რესურსის დამტკიცება
kk: Ресурсты бекіту
lv: Apstiprināt resursu
nl: Ondersteun de bron
pl: Popieraj zasób
pt_br: Endossar recurso
pt_pt: Aprovar recurso
ro: Susține resursa
ru: Одобрить ресурс
sq: Mbështet burimin
sv: Godkänn resurs
sw: Thibitisha Rasilimali
te: వనరులను ఆమోదించండి
th: รับรองทรัพยากร
tr_tr: Kaynağı Onaylayın
uk: Підтримати ресурс
uz: Resursni tasdiqlash
vi: Tài nguyên xác nhận

source: Remove Resource
af_za: Verwyder hulpbron
ar: أَزِل المَوْرِد
az: Resursu sil
bo: ཐོན་ཁུངས་མེད་པར་བཟོ་བ།
da: Fjern ressource
de_de: Ressource entfernen
el: Κατάργηση πόρου
es_419: Eliminar recurso
fa: حذف منبع
fr: La ressource est supprimée
fr_ca: Supprimer la ressource
he: הסר משאב
hi: संसाधन हटाएँ
hu: Erőforrás eltávolítása
it_it: Rimuovi risorsa
ja: リソースを削除
ka: რესურსის წაშლა
kk: Ресурсты жою
lv: Noņemt resursu
nl: Bron verwijderen
pl: Usuń zasób
pt_br: Remover recurso
pt_pt: Remover recurso
ro: Eliminați resursa
ru: Удалить ресурс
sq: Hiq burimin
sv: Ta bort resurs
sw: Ondoa Rasilimali
te: వనరులను తీసివేయండి
th: ลบทรัพยากร
tr_tr: Kaynağı Kaldır
uk: Видалити ресурс
uz: Resursni o‘chirish
vi: Xóa tài nguyên

source: Upload resources in JSON format to the database.
af_za: Laai hulpbronne in JSON-formaat op na die databasis.
ar: ارفَغ المَوارِد بِنَسَق JSON إلى قاعِدة البيانات.
az: Resursları JSON formatında verilənlər bazasına yükləyin.
bo: གཞི་གྲངས་མཛོད་ལ་JSONརྩ་སྒྲིག་ནང་ཐོན་ཁུངས་ཡར་བསྐུར།
da: Upload ressourcer i JSON-format til databasen.
de_de: Laden Sie Ressourcen im JSON-Format in die Datenbank hoch.
el: Ανεβάστε πόρους σε μορφή JSON στη βάση δεδομένων.
es_419: Sube recursos en formato JSON a la base de datos.
fa: منابع را با فرمت JSON در پایگاه داده بارگذاری کنید.
fr: Chargez des ressources au format JSON dans la base de données.
fr_ca: Téléchargez des ressources au format JSON dans la base de données.
he: העלה משאבים בפורמט JSON למסד הנתונים.
hi: डेटाबेस में JSON प्रारूप में संसाधन अपलोड करें।
hu: Töltsön fel erőforrásokat JSON formátumban az adatbázisba.
it_it: Carica le risorse in formato JSON nel database.
ja: データベースにJSON形式でリソースをアップロードします。
ka: ატვირთეთ რესურსები JSON ფორმატში მონაცემთა ბაზაში.
kk: Дерекқорға JSON пішіміндегі ресурстарды жүктеп салыңыз.
lv: Augšupielādējiet resursus JSON formātā datu bāzē.
nl: Upload bronnen in JSON-indeling naar de database.
pl: Prześlij zasoby w formacie JSON do bazy danych.
pt_br: Faça upload de recursos no formato JSON para o banco de dados.
pt_pt: Carregar recursos em formato JSON para a base de dados.
ro: Încărcați resurse în format JSON în baza de date.
ru: Загрузите ресурсы в формате JSON в базу данных.
sq: Ngarko burimet në formatin JSON në bazën e të dhënave.
sv: Ladda upp resurser i JSON-format till databasen.
sw: Pakia rasilimali katika umbizo la JSON kwenye hifadhidata.
te: డేటాబేస్‌కు JSON ఆకృతిలో వనరులను అప్‌లోడ్ చేయండి.
th: อัปโหลดทรัพยากรในรูปแบบ JSON ไปยังฐานข้อมูล
tr_tr: Kaynakları JSON formatında veritabanına yükleyin.
uk: Завантажте ресурси у форматі JSON до бази даних.
uz: Resurslarni JSON formatida ma'lumotlar bazasiga yuklang.
vi: Tải tài nguyên ở định dạng JSON lên cơ sở dữ liệu.

source: Suggest a resource which can help other students with this problem. Please do not give the answer directly.
af_za: Stel &#39;n hulpbron voor wat ander studente met hierdie probleem kan help. Moet asseblief nie die antwoord direk gee nie.
ar: اقتَرِح مَورِداً يُمكِنه مساعدة الطلّاب الآخَرين في حل هذه المَسألة. مِن فَضلِك لا تُعطِ الجواب بشكل مباشر.
az: Başqa tələbələrə bu problemi həll etməkdə kömək edə biləcək bir resurs təklif edin. Xahiş edirik, cavabı birbaşa verməyin.
bo: དཀའ་ངལ་འདི་ལ་རོགས་རམ་བྱེད་ཐུབ་པའི་ཐོན་ཁུངས་གཞན་སློབ་ཕྲུག་ལ་བསམ་འཆར་འདོན་དགོས། ལན་ཐད་ཀར་མ་གནང་རོགས་གནང་།
da: Foreslå en ressource, som kan hjælpe andre elever med dette problem. Giv venligst ikke svaret direkte.
de_de: Schlagen Sie eine Ressource vor, die anderen Schülern bei diesem Problem helfen kann. Bitte geben Sie die Antwort nicht direkt.
el: Προτείνετε έναν πόρο που μπορεί να βοηθήσει άλλους μαθητές με αυτό το πρόβλημα. Παρακαλώ μην δώσετε απευθείας την απάντηση.
es_419: Sugiera un recurso que pueda ayudar a otros estudiantes con este problema. Por favor no dé la respuesta directamente.
fa: منبعی را پیشنهاد کنید که بتواند به سایر فراگیران در حل این مشکل کمک کند. لطفا جواب را مستقیم ندهید.
fr: Suggérez une ressource pour aider d’autres apprenants à résoudre cet exercice. Merci de ne pas répondre directement.
fr_ca: Suggérez une ressource qui peut aider d’autres élèves à résoudre ce problème. Merci de ne pas donner la réponse directement.
he: הצע משאב שיכול לעזור לתלמידים אחרים בבעיה זו. נא לא לתת את התשובה ישירות.
hi: एक संसाधन का सुझाव दें जो अन्य छात्रों को इस समस्या से निपटने में मदद कर सके। कृपया सीधे उत्तर न दें.
hu: Javasoljon egy forrást, amely segíthet más diákoknak ebben a problémában. Kérjük, ne adja meg közvetlenül a választ.
it_it: Suggerisci una risorsa che possa aiutare altri studenti con questo problema. Per favore non dare la risposta direttamente.
ja: 他の学生がこの問題を解決するのに役立つリソースを提案してください。答えを直接教えないでください。
ka: შემოგთავაზეთ რესურსი, რომელიც დაეხმარება სხვა სტუდენტებს ამ პრობლემის მოგვარებაში. გთხოვთ, პირდაპირ არ გასცეთ პასუხი.
kk: Осы мәселе бойынша басқа студенттерге көмектесетін ресурсты ұсыныңыз. Жауапты тікелей бермеңіз.
lv: Ierosiniet resursu, kas var palīdzēt citiem dalībniekiem, kuri saskaras ar šo problēmu. Lūdzu, nenorādiet atbildi tieši.
nl: Stel een hulpmiddel voor dat andere leerlingen met dit probleem kan helpen. Geef het antwoord alstublieft niet rechtstreeks.
pl: Zaproponuj źródło, które może pomóc innym uczniom w rozwiązaniu tego problemu. Proszę nie udzielać odpowiedzi bezpośrednio.
pt_br: Sugira um recurso que possa ajudar outros alunos com esse problema. Por favor, não dê a resposta diretamente.
pt_pt: Sugira um recurso que possa ajudar outros estudantes com este problema. Por favor, não dê a resposta diretamente.
ro: Sugerați o resursă care poate ajuta alți studenți cu această problemă. Vă rog să nu dați răspunsul direct.
ru: Предложите ресурс, который может помочь другим учащимся решить эту проблему. Пожалуйста, не давайте ответ напрямую.
sq: Sugjeroni një burim që mund të ndihmojë studentët e tjerë me këtë problem. Ju lutemi mos e jepni përgjigjen drejtpërdrejt.
sv: Föreslå en resurs som kan hjälpa andra studenter med detta problem. Vänligen ge inte svaret direkt.
sw: Pendekeza nyenzo ambayo inaweza kuwasaidia wanafunzi wengine na tatizo hili. Tafadhali usitoe jibu moja kwa moja.
te: ఈ సమస్యతో ఇతర విద్యార్థులకు సహాయపడే వనరును సూచించండి. దయచేసి నేరుగా సమాధానం ఇవ్వకండి.
th: แนะนำแหล่งข้อมูลที่สามารถช่วยนักเรียนคนอื่นๆ เกี่ยวกับปัญหานี้ได้ กรุณาอย่าให้คำตอบโดยตรง
tr_tr: Bu problemle karşılaşan diğer öğrencilere yardımcı olabilecek bir kaynak önerin. Lütfen cevabı doğrudan vermeyin.
uk: Запропонуйте ресурс, який може допомогти іншим студентам вирішити цю проблему. Будь ласка, не відповідайте прямо.
uz: Boshqa talabalarga ushbu muammoni hal qilishda yordam beradigan manbani taklif qiling. Iltimos, to‘g‘ridan-to‘g‘ri javob bermang.
vi: Đề xuất một nguồn tài nguyên có thể giúp các sinh viên khác giải quyết vấn đề này. Vui lòng không đưa ra câu trả lời trực tiếp.

source: Edit the resource and make it more helpful for other students with this problem. Please do not give the answer directly.
af_za: Wysig die hulpbron en maak dit nuttiger vir ander studente met hierdie probleem. Moet asseblief nie die antwoord direk gee nie.
ar: عَدِّل المَورِد واجعله أكثر فائدة للطلّاب الآخَرين الذين لديهم هذه المسألة. مِن فَضلِك لا تُعطِ الجواب بشكل مباشر.
az: Resursu redaktə edin və bu problemi olan digər tələbələr üçün daha faydalı edin. Xahiş edirik, cavabı birbaşa verməyin.
bo: ཐོན་ཁུངས་དེ་རྩོམ་སྒྲིག་བྱས་ནས་དཀའ་ངལ་འདི་ཡོད་པའི་སློབ་ཕྲུག་གཞན་ལ་ཕན་ཐོགས་ཆེ་བ་བཟོ་རོགས་གནང་། ལན་ཐད་ཀར་མ་གནང་རོགས་གནང་།
da: Rediger ressourcen og gør den mere nyttig for andre elever med dette problem. Giv venligst ikke svaret direkte.
de_de: Bearbeiten Sie die Ressource und machen Sie sie für andere Schüler mit diesem Problem hilfreicher. Bitte geben Sie die Antwort nicht direkt.
el: Επεξεργαστείτε τον πόρο και κάντε τον πιο χρήσιμο για άλλους μαθητές με αυτό το πρόβλημα. Παρακαλώ μην δώσετε απευθείας την απάντηση.
es_419: Edite el recurso y hágalo más útil para otros estudiantes con este problema. Por favor no dé la respuesta directamente.
fa: منبع را ویرایش کنید و آن را برای سایر فراگیرانی که این مشکل دارند مفیدتر کنید. لطفاً جواب را مستقیم ندهید.
fr: Modifiez la ressource et rendez-la plus utile aux autres apprenants qui rencontrent cet exercice. Merci de ne pas répondre directement.
fr_ca: Modifiez la ressource et rendez-la plus utile aux autres étudiants confrontés à ce problème. Merci de ne pas donner la réponse directement.
he: ערוך את המשאב והפוך אותו למועיל יותר עבור תלמידים אחרים עם בעיה זו. נא לא לתת את התשובה ישירות.
hi: संसाधन को संपादित करें और इसे इस समस्या वाले अन्य छात्रों के लिए अधिक उपयोगी बनाएं। कृपया सीधे उत्तर न दें.
hu: Szerkessze az erőforrást, és tegye hasznosabbá más diákok számára, akik ezzel a problémával küzdenek. Kérjük, ne adja meg közvetlenül a választ.
it_it: Modifica la risorsa e rendila più utile per gli altri studenti con questo problema. Per favore non dare la risposta direttamente.
ja: リソースを編集して、この問題を抱える他の学生にとってより役立つものにしてください。答えを直接教えないでください。
ka: შეცვალეთ რესურსი და გახადეთ ის უფრო სასარგებლო ამ პრობლემის მქონე სხვა სტუდენტებისთვის. გთხოვთ, პირდაპირ არ გასცეთ პასუხი.
kk: Ресурсты өңдеңіз және оны осы мәселемен басқа студенттерге пайдалырақ етіңіз. Жауапты тікелей бермеңіз.
lv: Rediģējiet šo resursu un padariet to noderīgāku citiem dalībniekiem, kuriem ir šī problēma. Lūdzu, nesniedziet atbildi tieši.
nl: Bewerk de bron en maak deze nuttiger voor andere leerlingen met dit probleem. Geef het antwoord alstublieft niet rechtstreeks.
pl: Edytuj zasób i uczyń go bardziej przydatnym dla innych uczniów borykających się z tym problemem. Proszę nie udzielać odpowiedzi bezpośrednio.
pt_br: Edite o recurso e torne-o mais útil para outros alunos com esse problema. Por favor, não dê a resposta diretamente.
pt_pt: Edite o recurso e torne-o mais útil para outros estudantes com este problema. Por favor, não dê a resposta diretamente.
ro: Editați resursa și faceți-o mai utilă pentru alți studenți cu această problemă. Vă rog să nu dați răspunsul direct.
ru: Отредактируйте ресурс и сделайте его более полезным для других учащихся, столкнувшихся с этой проблемой. Пожалуйста, не давайте ответ напрямую.
sq: Ndryshoni burimin dhe bëjeni më të dobishëm për studentët e tjerë me këtë problem. Ju lutemi mos e jepni përgjigjen drejtpërdrejt.
sv: Redigera resursen och gör den mer hjälpsam för andra studenter med detta problem. Vänligen ge inte svaret direkt.
sw: Hariri nyenzo na uifanye iwe ya manufaa zaidi kwa wanafunzi wengine walio na tatizo hili. Tafadhali usitoe jibu moja kwa moja.
te: వనరును సవరించండి మరియు ఈ సమస్య ఉన్న ఇతర విద్యార్థులకు మరింత సహాయకారిగా చేయండి. దయచేసి నేరుగా సమాధానం ఇవ్వకండి.
th: แก้ไขทรัพยากรและทำให้มีประโยชน์มากขึ้นสำหรับนักเรียนคนอื่นๆ ที่มีปัญหานี้ กรุณาอย่าให้คำตอบโดยตรง
tr_tr: Kaynağı düzenleyin ve bu problemle karşılaşan diğer öğrenciler için daha yararlı hale getirin. Lütfen cevabı doğrudan vermeyin.
uk: Відредагуйте ресурс і зробіть його більш корисним для інших студентів із цією проблемою. Будь ласка, не відповідайте прямо.
uz: Resursni tahrirlang va uni ushbu muammo bilan boshqa talabalar uchun foydaliroq qiling. Iltimos, to‘g‘ridan-to‘g‘ri javob bermang.
vi: Chỉnh sửa tài nguyên và làm cho nó hữu ích hơn cho những học sinh khác đang gặp vấn đề này. Vui lòng không đưa ra câu trả lời trực tiếp.
