Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Show related resources
af_za: Wys verwante hulpbronne
ar: عرض الموارد ذات الصلة
az: Əlaqəli resursları göstər
bo: འབྲེལ་ཡོད་ཐོན་ཁུངས་སྟོན་པ།
da: Vis relaterede ressourcer
de_de: Verwandte Ressourcen anzeigen
el: Εμφάνιση σχετικών πόρων
es_419: Mostrar recursos relacionados
fa: نمایش منابع مرتبط
fr: Afficher les ressources associées
fr_ca: Afficher les ressources associées
he: הצג משאבים קשורים
hi: संबंधित संसाधन दिखाएं
hu: Kapcsolódó források megjelenítése
it_it: Mostra risorse correlate
ja: 関連リソースを表示
ka: დაკავშირებული რესურსების ჩვენება
kk: Қатысты ресурстарды көрсетіңіз
lv: Rādīt saistītos resursus
nl: Toon gerelateerde bronnen
pl: Pokaż powiązane zasoby
pt_br: Mostrar recursos relacionados
pt_pt: Mostrar recursos relacionados
ro: Se afișează resursele conexe
ru: Показать связанные ресурсы
sq: Trego burimet përkatëse
sv: Visa relaterade resurser
sw: Onyesha nyenzo zinazohusiana
te: సంబంధిత వనరులను చూపించు
th: แสดงทรัพยากรที่เกี่ยวข้อง
tr_tr: İlgili kaynakları göster
uk: Показати пов&#39;язані ресурси
uz: Tegishli manbalarni ko‘rsatish
vi: Hiển thị các tài nguyên liên quan

source: This will be a list of resources your fellow students thought might be helpful, but it is empty currently. If you find useful resources, either on edx.org or elsewhere, please add it.
af_za: Dit sal &#39;n lys van hulpbronne wees wat jou medestudente gedink het nuttig kan wees, maar dit is tans leeg. As jy nuttige hulpbronne vind, hetsy op edx.org of elders, voeg dit asseblief by.
ar: ستكون هذه قائمة بالموارد التي يعتقد زملائك الطلاب أنها قد تكون مفيدة، ولكنها فارغة حاليًا. إذا وجدت موارد مفيدة، سواء على edx.org أو في أي مكان آخر، فيرجى إضافتها.
az: Bu, tələbə yoldaşlarınızın faydalı ola biləcəyini düşündüyü resursların siyahısı olacaq, lakin hazırda boşdur. Əgər edx.org-da və ya başqa yerdə faydalı resurslar tapsanız, əlavə edin.
bo: འདི་ནི་ཁྱེད་ཀྱི་སློབ་ཕྲུག་གཞན་ཚོས་ཕན་ཐོགས་ཡོད་སྲིད་པར་བསམ་པའི་ཐོན་ཁུངས་ཀྱི་ཐོ་གཞུང་ཞིག་ཡིན། འོན་ཀྱང་ད་ལྟ་སྟོང་པ་རེད་ གལ་ཏེ་ཁྱེད་ལ་ཕན་ཐོགས་པའི་ཐོན་ཁུངས་རྙེད་ན། edx.org ཡང་ན་ས་ཆ་གཞན་ཞིག་ནས་ཁ་སྣོན་བྱེད་རོགས།
da: Dette vil være en liste over ressourcer, som dine medstuderende mente kunne være nyttige, men den er tom i øjeblikket. Hvis du finder nyttige ressourcer, enten på edx.org eller andre steder, bedes du tilføje dem.
de_de: Dabei handelt es sich um eine Liste mit Ressourcen, von denen Ihre Kommilitonen dachten, dass sie hilfreich sein könnten. Derzeit ist sie jedoch leer. Wenn Sie auf edx.org oder anderswo nützliche Ressourcen finden, fügen Sie diese bitte hinzu.
el: Αυτή θα είναι μια λίστα πόρων που οι συμφοιτητές σας πιστεύουν ότι μπορεί να είναι χρήσιμοι, αλλά αυτή τη στιγμή είναι κενή. Εάν βρείτε χρήσιμους πόρους, είτε στο edx.org είτε αλλού, προσθέστε τους.
es_419: Esta será una lista de recursos que sus compañeros de estudios pensaron que podrían ser útiles, pero actualmente está vacía. Si encuentra recursos útiles, ya sea en edx.org o en otro lugar, agréguelos.
fa: این فهرستی از منابعی است که از دید همکلاسی‌های شما ممکن است مفید باشد، اما اکنون، خالی است. اگر منابع مفیدی پیدا کردید، چه در edx.org یا هر جای دیگر، لطفاً آن را اضافه کنید.
fr: Il s&#39;agira d&#39;une liste de ressources que vos camarades apprenants ont jugées utiles, mais elle est actuellement vide. Si vous trouvez des ressources utiles, que ce soit sur edx.org ou ailleurs, veuillez les ajouter.
fr_ca: Il s'agira d'une liste de ressources que vos camarades étudiants ont jugées utiles, mais elle est actuellement vide. Si vous trouvez des ressources utiles, que ce soit sur edx.org ou ailleurs, veuillez les ajouter.
he: זו תהיה רשימה של משאבים שעמיתיך חשבו שעשויים להיות מועילים, אבל היא ריקה כרגע. אם אתה מוצא משאבים שימושיים, ב-edx.org או במקום אחר, הוסף אותם.
hi: यह उन संसाधनों की एक सूची होगी जिनके बारे में आपके साथी छात्रों ने सोचा था कि वे सहायक हो सकते हैं, लेकिन यह वर्तमान में खाली है। यदि आपको edx.org या अन्यत्र उपयोगी संसाधन मिलते हैं, तो कृपया उसे जोड़ें।
hu: Ez egy lista azokról az erőforrásokról, amelyeket diáktársaid hasznosnak találtak, de jelenleg üres. Ha találsz hasznos erőforrásokat, akár az edx.org-on, akár máshol, kérlek, add hozzá.
it_it: Questo sarà un elenco di risorse che i tuoi compagni studenti ritengono potrebbero essere utili, ma al momento è vuoto. Se trovi risorse utili, su edx.org o altrove, aggiungile.
ja: あなたの仲間の学生が役立つと思ったリソースのリストになりますが、現在は空です。edx.orgや他の場所で役立つリソースを見つけたら、追加してください。
ka: ეს იქნება რესურსების სია, რომლებიც თქვენი თანაკურსელები ფიქრობდნენ, რომ შეიძლება სასარგებლო იყოს, მაგრამ ამჟამად ცარიელია. თუ იპოვით სასარგებლო რესურსებს, edx.org ან სხვაგან, გთხოვთ, დაამატოთ იგი.
kk: Бұл сіздің әріптестеріңіз пайдалы болуы мүмкін ресурстардың тізімі болады, бірақ қазір ол бос. Егер сіз edx.org сайтынан немесе басқа жерден пайдалы ресурстарды тапсаңыз, оны қосыңыз.
lv: Tas būs saraksts ar resursiem, kas, pēc jūsu domām, varētu būt noderīgi, taču pašlaik tas ir tukšs. Ja atrodat noderīgus resursus edx.org vai citur, lūdzu, pievienojiet tos.
nl: Dit zal een lijst zijn met bronnen waarvan je medestudenten dachten dat ze nuttig zouden kunnen zijn, maar deze is momenteel leeg. Als u nuttige bronnen vindt, op edx.org of elders, voeg deze dan toe.
pl: Będzie to lista zasobów, które według Twoich kolegów mogą być pomocne, ale obecnie są puste. Jeśli znajdziesz przydatne zasoby na edx.org lub gdzie indziej, dodaj je.
pt_br: Esta será uma lista de recursos que seus colegas consideraram que poderiam ser úteis, mas está vazia no momento. Se você encontrar recursos úteis, seja em edx.org ou em outro lugar, adicione-os.
pt_pt: Esta será uma lista de recursos que os seus colegas consideraram úteis, mas neste momento ainda está vazia. Se encontrar recursos úteis, quer em edx.org quer noutro sítio, adicione-os.
ro: Aceasta va fi o listă de resurse considerate de colegii tăi care ar putea fi utile, dar este goală în prezent. Dacă găsiți resurse utile, fie pe edx.org, fie în altă parte, vă rugăm să le reclamați.
ru: Это будет список ресурсов, которые, по мнению ваших сокурсников, могут оказаться полезными, но в настоящее время он пуст. Если вы найдете полезные ресурсы на edx.org или где-либо еще, добавьте их.
sq: Kjo do të jetë një listë e burimeve që studentët tuaj menduan se mund të ishin të dobishme, por aktualisht është bosh. Nëse gjeni burime të dobishme, qoftë në edx.org ose diku tjetër, ju lutemi shtoni ato.
sv: Det här kommer att vara en lista över resurser som dina medstudenter trodde kunde vara till hjälp, men den är för närvarande tom. Om du hittar användbara resurser, antingen på edx.org eller någon annanstans, vänligen lägg till dem.
sw: Hii itakuwa orodha ya nyenzo ambazo wanafunzi wenzako walidhani zinaweza kusaidia, lakini ni tupu kwa sasa. Ukipata nyenzo muhimu, ama kwenye edx.org au kwingineko, tafadhali ongeza.
te: ఇది మీ తోటి విద్యార్థులు సహాయకరంగా ఉంటుందని భావించిన వనరుల జాబితాగా ఉంటుంది, కానీ ప్రస్తుతం ఇది ఖాళీగా ఉంది. మీరు edx.orgలో లేదా మరెక్కడైనా ఉపయోగకరమైన వనరులను కనుగొంటే, దయచేసి దానిని జోడించండి.
th: นี่จะเป็นรายการแหล่งข้อมูลที่เพื่อนนักเรียนของคุณคิดว่าอาจมีประโยชน์ แต่ขณะนี้ว่างเปล่า หากคุณพบแหล่งข้อมูลที่เป็นประโยชน์ ไม่ว่าจะบน edx.org หรือที่อื่น ๆ โปรดเพิ่มเข้าไป
tr_tr: Bu, öğrenci arkadaşlarınızın yararlı olabileceğini düşündüğü kaynakların bir listesi olacak, ancak şu anda boş. Edx.org içinde veya başka bir yerde yararlı kaynaklar bulursanız, lütfen ekleyin.
uk: Це буде список ресурсів, які, на думку ваших однокурсників, можуть бути корисними, але наразі він порожній. Якщо ви знайшли корисні ресурси на edx.org або деінде, додайте їх.
uz: Bu sizning hamkasblaringiz foydali bo‘lishi mumkin deb o‘ylagan manbalar ro‘yxati bo‘ladi, ammo u hozircha bo‘sh. Agar siz edx.org yoki boshqa joyda foydali manbalarni topsangiz, uni qo‘shing.
vi: Đây sẽ là danh sách các tài nguyên mà các sinh viên của bạn cho rằng có thể hữu ích nhưng hiện tại nó chưa có. Nếu bạn tìm thấy các tài nguyên hữu ích, trên edx.org hoặc ở nơi khác, vui lòng thêm nó.

source: Add new resource &gt;&gt;
af_za: Voeg nuwe hulpbron by &gt;&gt;
ar: أَضِف مَوْرِداً جَديداً &gt;&gt;
az: Yeni resurs əlavə et &gt;&gt;
bo: ཐོན་ཁུངས་གསར་པ་ཁ་སྣོན། &gt;&gt;
da: Tilføj ny ressource &gt;&gt;
de_de: Neue Ressource hinzufügen &gt;&gt;
el: Προσθήκη νέου πόρου &gt;&gt;
es_419: Agregar nuevo recurso &gt;&gt;
fa: افزودن منبع جدید &gt;&gt;
fr: Ajouter une nouvelle ressource &gt;&gt;
fr_ca: Ajouter une nouvelle ressource &gt;&gt;
he: הוסף משאב חדש &gt;&gt;
hi: नया संसाधन जोड़ें &gt;&gt;
hu: Új forrás hozzáadása &gt;&gt;
it_it: Aggiungi nuova risorsa &gt;&gt;
ja: 新しいリソースを追加 &gt;&gt;
ka: ახალი რესურსის დამატება &gt;&gt;
kk: Жаңа ресурс қосу &gt;&gt;
lv: Pievienot jaunu resursu &gt;&gt;
nl: Nieuwe bron toevoegen &gt;&gt;
pl: Dodaj nowy zasób &gt;&gt;
pt_br: Adicionar novo recurso &gt;&gt;
pt_pt: Adicionar novo recurso &gt;&gt;
ro: Adăugați o nouă resursă &gt;&gt;
ru: Добавить новый ресурс &gt;&gt;
sq: Shto burim të ri &gt;&gt;
sv: Lägga till ny resurs &gt;&gt;
sw: Ongeza rasilimali mpya &gt;&gt;
te: కొత్త వనరుని జోడించండి &gt;&gt;
th: เพิ่มทรัพยากรใหม่ &gt;&gt;
tr_tr: Yeni kaynak ekle &gt;&gt;
uk: Додати новий ресурс &gt;&gt;
uz: Yangi manba qo‘shish >>
vi: Thêm tài nguyên mới &gt;&gt;

source: Download resources
af_za: Laai hulpbronne af
ar: نَزِّل المَوارِد
az: Resursları yüklə
bo: ཐོན་ཁུངས་ཕབ་ལེན།
da: Download ressourcer
de_de: Laden Sie Ressourcen herunter
el: Λήψη πόρων
es_419: Descargar recursos
fa: بارگذاری منابع
fr: Télécharger les ressources
fr_ca: Télécharger les ressources
he: הורד משאבים
hi: संसाधन डाउनलोड करें
hu: Erőforrások letöltése
it_it: Scarica risorse
ja: リソースをダウンロード
ka: რესურსების ჩამოტვირთვა
kk: Ресурстарды жүктеп алу
lv: Lejupielādēt resursus
nl: Bronnen downloaden
pl: Pobierz zasoby
pt_br: Baixar recursos
pt_pt: Transferir recursos
ro: Descărcați resurse
ru: Скачать ресурсы
sq: Shkarko burimet
sv: Ladda ner resurser
sw: Pakua rasilimali
te: వనరులను డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลดทรัพยากร
tr_tr: Kaynakları indirin
uk: Завантажити ресурси
uz: Resurslarni yuklab oling
vi: Tải tài nguyên xuống

source: Upload resources
af_za: Laai hulpbronne op
ar: اِرفَع المَوارِد
az: Resursları yüklə
bo: ཐོན་ཁུངས་ཡར་བསྐུར།
da: Upload ressourcer
de_de: Laden Sie Ressourcen hoch
el: Μεταφόρτωση πόρων
es_419: Subir recursos
fa: بارگیری منابع
fr: Charger des ressources
fr_ca: Téléverser des ressources
he: העלה משאבים
hi: संसाधन अपलोड करें
it_it: Carica risorse
ja: リソースをアップロード
ka: რესურსების ატვირთვა
kk: Ресурстарды жүктеп салу
lv: Augšupielādējiet resursus
nl: Upload bronnen
pl: Prześlij zasoby
pt_br: Carregar recursos
pt_pt: Carregar recursos
ro: Încărcați resurse
ru: Загрузить ресурсы
sq: Ngarko burimet
sv: Ladda upp resurser
sw: Pakia rasilimali
te: వనరులను అప్‌లోడ్ చేయండి
th: อัปโหลดทรัพยากร
tr_tr: Kaynakları yükle
uk: Завантажте ресурси
uz: Resurslarni yuklash
vi: Tải tài nguyên lên

source: mode
af_za: wyse
ar: وضع
az: rejim
bo: ཐབས་ལམ།
de_de: Modus
el: τρόπος
es_419: modo
fa: حالت
he: מצב
hi: तरीका
hu: mód
it_it: modalità
ja: モード
ka: რეჟიმი
kk: режимі
lv: režīmā
nl: modus
pl: tryb
pt_br: modo
pt_pt: modo
ro: modul
ru: режим
sq: modaliteti
sv: läge
sw: hali
te: మోడ్
th: โหมด
tr_tr: mod
uk: режим
uz: rejimi
vi: cách thức
