Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Upload a preview screenshot (in GIF/PNG/JPG) of the resource; ideally, this should let students know whether this resources is useful to them
af_za: Laai &#39;n voorskou-skermkiekie (in GIF/PNG/JPG) van die hulpbron op; ideaal gesproke moet dit studente laat weet of hierdie hulpbronne vir hulle nuttig is
ar: ارفَع لقطة شاشة (بصيغة GIF/PNG/JPG) لمُعاينة المَورِد؛ يُفترض أنْ تُساعِد هذه اللقطة الطلّاب لمعرفة ما إذا كانت هذه الموارِد مفيدة لهم.
az: Resursun önizləmə ekran görüntüsünü (GIF/PNG/JPG formatında) yükləyin; bu, tələbələrə bu resursun onlar üçün faydalı olub-olmadığını bilməyə kömək etməlidir.
bo: ཐོན་ཁུངས་ཀྱི་སྔོན་ལྟའི་གློག་བརྙན་པར་རིས་(GIF/PNG/JPGནང་)ཡར་བསྐུར་བྱེད། འདིས་སློབ་མ་རྣམས་ལ་ཐོན་ཁུངས་འདི་ཁོང་ཚོར་ཕན་ཐོགས་ཡོད་མེད་ཤེས་དགོས་ཡིན།
da: Upload et forhåndsvisningsskærmbillede (i GIF/PNG/JPG) af ressourcen; ideelt set bør dette fortælle eleverne, om disse ressourcer er nyttige for dem
de_de: Laden Sie einen Vorschau-Screenshot (in GIF/PNG/JPG) der Ressource hoch; Im Idealfall sollten die Schüler dadurch wissen, ob diese Ressource für sie nützlich ist
el: Ανεβάστε ένα στιγμιότυπο οθόνης προεπισκόπησης (σε GIF/PNG/JPG) του πόρου. Στην ιδανική περίπτωση, αυτό θα πρέπει να ενημερώνει τους μαθητές εάν αυτοί οι πόροι είναι χρήσιμοι για αυτούς
es_419: Cargue una captura de pantalla de vista previa (en GIF/PNG/JPG) del recurso; Idealmente, esto debería permitirles a los estudiantes saber si estos recursos les son útiles.
fa: یک تصویر پیش‌نمایش (در GIF/PNG/JPG) از منبع بارگذاری کنید. در حالت ایده‌آل، این باید به فراگیران اجازه دهد که بدانند آیا این منابع برای آن‌ها مفید است یا خیر
fr: Chargez une capture d&#39;écran d&#39;aperçu (au format GIF/PNG/JPG) de la ressource ; idéalement, cela aidera les apprenants à savoir si cette ressource leur est utile.
fr_ca: Téléchargez un aperçu d'une capture d'écran (au format GIF/PNG/JPG) de la ressource ; idéalement, cela devrait permettre aux étudiants de savoir si cette ressource leur est utile
he: העלה צילום מסך מקדימה (ב-GIF/PNG/JPG) של המשאב; באופן אידיאלי, זה אמור לאפשר לתלמידים לדעת אם המשאבים האלה מועילים להם
hi: संसाधन का पूर्वावलोकन स्क्रीनशॉट (जीआईएफ/पीएनजी/जेपीजी में) अपलोड करें; आदर्श रूप से, इससे छात्रों को पता चलना चाहिए कि क्या ये संसाधन उनके लिए उपयोगी हैं
hu: Töltsön fel egy előnézeti képernyőképet (GIF/PNG/JPG formátumban) az erőforrásról; ideális esetben ez segít a diákoknak eldönteni, hogy hasznos-e számukra az erőforrás.
it_it: Carica uno screenshot di anteprima (in GIF/PNG/JPG) della risorsa; idealmente, questo dovrebbe far sapere agli studenti se queste risorse sono loro utili
ja: リソースのプレビュー画像（GIF/PNG/JPG）をアップロードしてください。理想的には、これにより学生がこのリソースが自分にとって有用かどうかを判断できるようにします。
ka: ატვირთეთ რესურსის გადახედვის სკრინშოტი (GIF/PNG/JPG); იდეალურ შემთხვევაში, ამან უნდა აცნობოს სტუდენტებს იცოდნენ, სასარგებლოა თუ არა ეს რესურსები მათთვის
kk: Ресурстың алдын ала қарау скриншотын (GIF/PNG/JPG форматында) жүктеңіз; ең дұрысы, бұл студенттерге бұл ресурстардың олар үшін пайдалы екенін білуі керек
lv: Augšupielādējiet resursa priekšskatījuma ekrānšāviņu (GIF/PNG/JPG formātā); ideālā gadījumā tas ļautu dalībniekiem saprast, vai šis resurss viņiem ir noderīgs.
nl: Upload een voorbeeldscreenshot (in GIF/PNG/JPG) van de bron; idealiter zou dit de studenten moeten laten weten of deze hulpmiddelen nuttig voor hen zijn
pl: Prześlij zrzut ekranu podglądu (w formacie GIF/PNG/JPG) zasobu; W idealnym przypadku powinno to dać uczniom znać, czy te zasoby są dla nich przydatne.
pt_br: Carregue uma captura de tela de visualização (em GIF/PNG/JPG) do recurso; idealmente, isso deve permitir que os alunos saibam se esses recursos são úteis para eles
pt_pt: Carregue uma captura de ecrã de pré-visualização (em GIF/PNG/JPG) do recurso; idealmente, esta deve permitir aos alunos saber se este recurso é útil para eles
ro: Încărcați o captură de ecran de previzualizare (în GIF/PNG/JPG) a resursei; în mod ideal, acest lucru ar trebui să-i informeze pe elevi dacă aceste resurse le sunt utile.
ru: Загрузите скриншот предварительного просмотра (в формате GIF/PNG/JPG) ресурса; в идеале это должно дать учащимся понять, полезны ли им эти ресурсы.
sq: Ngarko një pamje paraprake të ekranit (në GIF/PNG/JPG) të burimit; Në mënyrë ideale, kjo duhet t&#39;u bëjë të ditur studentëve nëse këto burime janë të dobishme për ta
sv: Ladda upp en förhandsgranskningsbild (i GIF/PNG/JPG) av resursen; detta bör helst låta studenterna veta om denna resurs är användbar för dem
sw: Pakia onyesho la kukagua skrini (katika GIF/PNG/JPG) ya rasilimali; kwa hakika, hii inapaswa kuwafahamisha wanafunzi kama nyenzo hii ni muhimu kwao
te: వనరు యొక్క ప్రివ్యూ స్క్రీన్‌షాట్‌ను (GIF/PNG/JPGలో) అప్‌లోడ్ చేయండి; ఆదర్శవంతంగా, ఈ వనరులు వారికి ఉపయోగపడతాయో లేదో విద్యార్థులకు తెలియజేయాలి
th: อัปโหลดภาพหน้าจอตัวอย่าง (ในรูปแบบ GIF/PNG/JPG) ของทรัพยากร ตามหลักการแล้ว สิ่งนี้ควรแจ้งให้นักเรียนทราบว่าแหล่งข้อมูลนี้มีประโยชน์สำหรับพวกเขาหรือไม่
tr_tr: Kaynağın önizleme ekran görüntüsünü (GIF/PNG/JPG formatında) yükleyin; İdeal olarak bu, öğrencilerin bu kaynakların kendileri için yararlı olup olmadığını bilmelerini sağlamalıdır.
uk: Завантажте скріншот попереднього перегляду (у GIF/PNG/JPG) ресурсу; в ідеалі це повинно дати учням зрозуміти, чи корисні ці ресурси для них
uz: Resursning oldindan ko‘rish skrinshotini (GIF/PNG/JPG formatida) yuklang; ideal holda, bu o‘quvchilarga ushbu manbalar ular uchun foydalimi yoki yo‘qligini bilishi kerak
vi: Tải lên ảnh chụp màn hình xem trước (ở dạng GIF/PNG/JPG) của tài nguyên; lý tưởng nhất là điều này sẽ cho sinh viên biết liệu tài nguyên này có hữu ích cho họ hay không

source: Go back to the main list
af_za: Gaan terug na die hooflys
ar: عُد إلى القائِمة الرئيسية
az: Əsas siyahıya qayıt
bo: ཐོ་གཞུང་གཙོ་བོར་ཕྱིར་འགྲོ།
da: Gå tilbage til hovedlisten
de_de: Gehen Sie zurück zur Hauptliste
el: Επιστρέψτε στην κύρια λίστα
es_419: Volver a la lista principal
fa: به لیست اصلی برگردید
fr: Retournez à la liste principale
fr_ca: Revenir à la liste principale
he: חזור לרשימה הראשית
hi: मुख्य सूची पर वापस जाएँ
hu: Menjen vissza a fő listához
it_it: Torna all&#39;elenco principale
ja: メインリストに戻る
ka: დაბრუნება მთავარ სიაში
kk: Негізгі тізімге оралыңыз
lv: Atgriezieties galvenajā sarakstā
nl: Ga terug naar de hoofdlijst
pl: Wróć do głównej listy
pt_br: Volte para a lista principal
pt_pt: Voltar à lista principal
ro: Reveniți la lista principală
ru: Вернуться к основному списку
sq: Kthehuni në listën kryesore
sv: Gå tillbaka till huvudlistan
sw: Rudi kwenye orodha kuu
te: ప్రధాన జాబితాకు తిరిగి వెళ్లండి
th: กลับไปที่รายการหลัก
tr_tr: Ana listeye geri dön
uk: Повернутися до головного списку
uz: Asosiy ro‘yxatga qayting
vi: Quay lại danh sách chính

source: Give a meaningful reason for why this resource should be removed
af_za: Gee &#39;n sinvolle rede waarom hierdie hulpbron verwyder moet word
ar: أَعطِ سبباً مُقنِعاً حَوْل ضَرورة إزالة هذا المَوْرِد
az: Bu resursun niyə silinməli olduğuna dair məntiqli bir səbəb verin
bo: ཐོན་ཁུངས་འདི་མེད་པར་བཟོ་དགོས་པའི་རྒྱུ་མཚན་དོན་སྙིང་ལྡན་པ་ཞིག་བཤད།
da: Giv en meningsfuld grund til, hvorfor denne ressource skal fjernes
de_de: Geben Sie einen aussagekräftigen Grund an, warum diese Ressource entfernt werden sollte
el: Δώστε έναν ουσιαστικό λόγο για τον οποίο πρέπει να αφαιρεθεί αυτός ο πόρος
es_419: Proporcione una razón significativa por la que se debe eliminar este recurso.
fa: دلیل معناداری برای حذف این منبع بیاورید
fr: Donnez une raison significative pour laquelle cette ressource doit être supprimée
fr_ca: Donnez une raison significative pour laquelle cette ressource doit être supprimée
he: תן סיבה משמעותית מדוע יש להסיר משאב זה
hi: इस संसाधन को क्यों हटाया जाना चाहिए इसका सार्थक कारण बताएं
hu: Adjon meg egy értelmes indokot, hogy miért kellene eltávolítani ezt az erőforrást.
it_it: Fornisci una ragione significativa per cui questa risorsa dovrebbe essere rimossa
ja: このリソースを削除すべき理由を明確に述べてください。
ka: მიეცით მნიშვნელოვანი მიზეზი, თუ რატომ უნდა მოიხსნას ეს რესურსი
kk: Бұл ресурсты неліктен алып тастаудың маңызды себебін көрсетіңіз
lv: Norādiet jēgpilnu iemeslu, kāpēc šis resurss ir jānoņem
nl: Geef een zinvolle reden waarom deze bron moet worden verwijderd
pl: Podaj znaczący powód, dla którego ten zasób powinien zostać usunięty
pt_br: Dê uma razão significativa pela qual este recurso deve ser removido
pt_pt: Apresente uma razão válida para remover este recurso
ro: Dați un motiv semnificativ pentru care această resursă ar trebui eliminată
ru: Укажите вескую причину, почему этот ресурс следует удалить.
sq: Jepni një arsye domethënëse përse duhet hequr ky burim
sv: Ge en meningsfull anledning till varför denna resurs bör tas bort
sw: Toa sababu ya maana kwa nini rasilimali hii inapaswa kuondolewa
te: ఈ వనరు ఎందుకు తీసివేయబడాలి అనేదానికి అర్ధవంతమైన కారణాన్ని ఇవ్వండి
th: ให้เหตุผลที่มีความหมายว่าทำไมทรัพยากรนี้จึงควรถูกลบออก
tr_tr: Bu kaynağın neden kaldırılması gerektiğine dair anlamlı bir gerekçe belirtin
uk: Наведіть вагому причину, чому цей ресурс слід видалити
uz: Ushbu resursni nima uchun olib tashlash kerakligining mazmunli sababini keltiring
vi: Đưa ra lý do có ý nghĩa tại sao nên loại bỏ tài nguyên này

source: Flag this resource as problematic and give your reason
af_za: Vlag hierdie hulpbron as problematies en gee jou rede
ar: ضَع علامةً على هذا المَوْرِد على أنَّه يُسَبِّب مَشاكِلاً، واُذكُر السبب
az: Bu resursu problemli kimi işarələyin və səbəbinizi bildirin
bo: ཐོན་ཁུངས་འདི་དཀའ་ངལ་ཅན་དུ་ངོས་འཛིན་བྱེད་དེ་རྒྱུ་མཚན་བཤད་རོགས།
da: Markér denne ressource som problematisk og giv din grund
de_de: Markieren Sie diese Ressource als problematisch und geben Sie Ihren Grund an
el: Επισημάνετε αυτόν τον πόρο ως προβληματικό και δώστε τον λόγο σας
es_419: Marca este recurso como problemático y explica el motivo.
fa: این منبع را به‌عنوان مشکل‌دار علامت بزنید و دلیل خود را بیاورید
fr: Signalez cette ressource comme problématique et donnez votre raison
fr_ca: Signalez cette ressource comme problématique et donnez votre raison
he: סמן את המשאב הזה כבעייתי ותן את הסיבה שלך
hi: इस संसाधन को समस्याग्रस्त के रूप में चिह्नित करें और अपना कारण बताएं
hu: Jelölje meg ezt az erőforrást problémásként, és adja meg az okát.
it_it: Contrassegna questa risorsa come problematica e spiega il motivo
ja: このリソースに問題があると報告し、その理由を述べてください。
ka: მონიშნეთ ეს რესურსი, როგორც პრობლემური და მიუთითეთ თქვენი მიზეზი
lv: Atzīmējiet šo resursu kā problemātisku un norādiet iemeslu
nl: Markeer deze bron als problematisch en geef uw reden op
pl: Oznacz ten zasób jako problematyczny i podaj powód
pt_br: Sinalize este recurso como problemático e dê o motivo
pt_pt: Assinale este recurso como problemático e indique a sua razão
ro: Semnalați această resursă ca fiind problematică și spuneți-vă motivul
ru: Отметьте этот ресурс как проблемный и укажите причину.
sq: Shënoni këtë burim si problematik dhe jepni arsyen tuaj
sv: Markera denna resurs som problematisk och ange din anledning
sw: Ripoti nyenzo hii kama yenye matatizo na toa sababu yako
te: ఈ వనరు సమస్యాత్మకమైనదిగా ఫ్లాగ్ చేసి, మీ కారణాన్ని తెలియజేయండి
th: ตั้งค่าสถานะทรัพยากรนี้ว่าเป็นปัญหาและแจ้งเหตุผลของคุณ
tr_tr: Bu kaynağı sorunlu olarak işaretleyin ve gerekçesini belirtin
uk: Позначте цей ресурс як проблемний і вкажіть причину
uz: Ushbu manbani muammoli deb belgilang va sababini ayting
vi: Gắn cờ tài nguyên này là có vấn đề và đưa ra lý do của bạn

source: Delete this resource
af_za: Vee hierdie hulpbron uit
ar: احذف هذا المورد
az: Bu resursu silin
bo: ཐོན་ཁུངས་འདི་སུབ།
da: Slet denne ressource
de_de: Löschen Sie diese Ressource
el: Διαγράψτε αυτόν τον πόρο
es_419: Eliminar este recurso
fa: حذف این منبع
fr: Supprimer cette ressource
fr_ca: Supprimer cette ressource
he: מחק את המשאב הזה
hi: इस संसाधन को हटाएँ
hu: Törölje ezt az erőforrást
it_it: Elimina questa risorsa
ja: このリソースを削除
ka: ამ რესურსის წაშლა
kk: Бұл ресурсты жойыңыз
lv: Dzēst šo resursu
nl: Verwijder deze bron
pl: Usuń ten zasób
pt_br: Excluir este recurso
pt_pt: Eliminar este recurso
ro: Ștergeți această resursă
ru: Удалить этот ресурс
sq: Fshije këtë burim
sv: Ta bort denna resurs
sw: Futa nyenzo hii
te: ఈ వనరును తొలగించండి
th: ลบทรัพยากรนี้
tr_tr: Bu kaynağı sil
uk: Видалити цей ресурс
uz: Ushbu manbani o‘chirib tashlang
vi: Xóa tài nguyên này

source: Show a list of student-recommented related resources
af_za: Wys &#39;n lys van student-aanbeveel verwante hulpbronne
ar: اِعرِض قائِمَةً بالمَوارِد ذات الصِلة التي أوْصى بِها الطلّاب
az: Tələbələr tərəfindən tövsiyə olunan əlaqəli resursların siyahısını göstərin
bo: སློབ་མས་འོས་སྦྱོར་བྱས་པའི་འབྲེལ་ཡོད་ཐོན་ཁུངས་ཀྱི་རེའུ་མིག་སྟོན་པ།
da: Vis en liste over relaterede ressourcer anbefalet af elever
de_de: Zeigen Sie eine Liste der von Schülern empfohlenen verwandten Ressourcen an
el: Εμφάνιση λίστας σχετικών πόρων που προτείνουν οι μαθητές
es_419: Mostrar una lista de recursos relacionados recomendados por estudiantes
fa: نمایش فهرستی از منابع مرتبط با توصیۀ فراگیر
fr: Afficher une liste de ressources connexes recommandées par les apprenants
fr_ca: Afficher une liste de ressources connexes recommandées par les étudiants
he: הצג רשימה של משאבים קשורים שהומלצו על ידי תלמידים
hi: विद्यार्थियों द्वारा अनुशंसित संबंधित संसाधनों की सूची दिखाएँ
hu: Mutassa a diákok által ajánlott kapcsolódó források listáját
it_it: Mostra un elenco di risorse correlate consigliate dagli studenti
ja: 学生が推薦する関連リソースの一覧を表示
ka: აჩვენეთ სტუდენტების მიერ ხელახლა კომენტარირებული დაკავშირებული რესურსების სია
kk: Студент ұсынған байланысты ресурстардың тізімін көрсетіңіз
lv: Rādīt dalībnieku ieteikto saistīto resursu sarakstu
nl: Toon een lijst met door studenten aanbevolen gerelateerde bronnen
pl: Pokaż listę zasobów polecanych przez uczniów, związanych z tematem.
pt_br: Mostrar uma lista de recursos relacionados recomendados pelos alunos
pt_pt: Mostrar uma lista de recursos recomendados por alunos relacionados
ro: Se afișează o listă de resurse conexe recomandate de elevi
ru: Показать список связанных ресурсов, рекомендованных студентами.
sq: Trego një listë të burimeve të lidhura me komentet e studentëve
sv: Visa en lista över studentrekommenderade relaterade resurser
sw: Onyesha orodha ya nyenzo zinazohusiana na zilizopendekezwa na wanafunzi
te: విద్యార్థి సిఫార్సు చేసిన సంబంధిత వనరుల జాబితాను చూపండి
th: แสดงรายการแหล่งข้อมูลที่เกี่ยวข้องกับนักเรียนแนะนำ
tr_tr: Öğrencilerin önerdiği ilgili kaynakların listesini göster
uk: Показати список пов’язаних ресурсів, рекомендованих студентами
uz: Talabalar tomonidan tavsiya etilgan tegishli manbalar ro‘yxatini ko‘rsating
vi: Hiển thị danh sách các tài nguyên liên quan được sinh viên đề xuất

source: Hide the recommendations list
af_za: Versteek die aanbevelingslys
ar: أخفِ قائِمة التوصيات
az: Tövsiyələr siyahısını gizlət
bo: འོས་སྦྱོར་རེའུ་མིག་སྦས་པ།
da: Skjul listen med anbefalinger
de_de: Blenden Sie die Empfehlungsliste aus
el: Απόκρυψη της λίστας προτάσεων
es_419: Ocultar la lista de recomendaciones
fa: پنهان‌سازی فهرست توصیه‌ها
fr: Masquer la liste des recommandations
fr_ca: Masquer la liste des recommandations
he: הסתר את רשימת ההמלצות
hi: सिफ़ारिशों की सूची छिपाएँ
it_it: Nascondi l&#39;elenco dei consigli
ja: おすすめリストを非表示にする
ka: რეკომენდაციების სიის დამალვა
kk: Ұсыныстар тізімін жасырыңыз
lv: Slēpt ieteikumu sarakstu
nl: Verberg de lijst met aanbevelingen
pl: Ukryj listę rekomendacji
pt_br: Ocultar a lista de recomendações
pt_pt: Ocultar a lista de recomendações
ro: Ascundeți lista de recomandări
ru: Скрыть список рекомендаций
sq: Fshih listën e rekomandimeve
sv: Dölj rekommendationslistan
sw: Ficha orodha ya mapendekezo
te: సిఫార్సుల జాబితాను దాచండి
th: ซ่อนรายการคำแนะนำ
tr_tr: Öneri listesini gizle
uk: Приховати список рекомендацій
uz: Tavsiyalar ro‘yxatini yashirish
vi: Ẩn danh sách đề xuất

source: Check the icon to endorse this resource
af_za: Merk die ikoon om hierdie hulpbron te onderskryf
ar: انقُر فوق الأيقونة لتوصي بهذا المَوْرِد
az: İkonu yoxlayaraq bu resursu təsdiqləyin
bo: ཐོན་ཁུངས་འདི་ལ་རྒྱབ་སྐྱོར་བྱེད་པའི་འདྲ་སྐུ་ལ་ཞིབ་བཤེར་བྱས།
da: Marker ikonet for at godkende denne ressource
de_de: Klicken Sie auf das Symbol, um diese Ressource zu unterstützen
el: Ελέγξτε το εικονίδιο για να εγκρίνετε αυτόν τον πόρο
es_419: Marque el ícono para respaldar este recurso.
fa: بررسی برای تأیید این منبع
fr: Vérifiez l&#39;icône pour approuver cette ressource.
fr_ca: Cochez l'icône pour approuver cette ressource
he: סמן את הסמל כדי לאשר משאב זה
hi: इस संसाधन का समर्थन करने के लिए आइकन की जाँच करें
it_it: Controlla l&#39;icona per sostenere questa risorsa
ja: このリソースを承認するにはアイコンをチェックしてください
ka: ამ რესურსის დასამტკიცებლად შეამოწმეთ ხატულა
kk: Бұл ресурсты мақұлдау үшін белгішені тексеріңіз
lv: Atzīmējiet ikonu, lai apstiprinātu šo resursu
nl: Vink het pictogram aan om deze bron te onderschrijven
pl: Zaznacz ikonę, aby popierać ten zasób
pt_br: Marque o ícone para endossar este recurso
pt_pt: Assinale o ícone para apoiar este recurso
ro: Verificați pictograma pentru a susține această resursă
ru: Установите значок, чтобы поддержать этот ресурс.
sq: Kontrolloni ikonën për të miratuar këtë burim
sv: Kontrollera ikonen för att godkänna denna resurs
sw: Angalia ikoni ili kuidhinisha nyenzo hii
te: ఈ వనరును ఆమోదించడానికి చిహ్నాన్ని తనిఖీ చేయండి
th: ตรวจสอบไอคอนเพื่อรับรองทรัพยากรนี้
tr_tr: Bu kaynağı onaylamak için simgeyi işaretleyin
uk: Перевірте піктограму, щоб підтвердити цей ресурс
uz: Ushbu manbani tasdiqlash uchun belgini belgilang
vi: Kiểm tra biểu tượng để xác nhận tài nguyên này

source: This resource is endorsed by staff
af_za: Hierdie hulpbron word deur personeel onderskryf
ar: لقد اُعتُمِدَ هذا المَوْرِد مِن قِبَل الفَريق
az: Bu resurs işçi heyəti tərəfindən təsdiqlənib
bo: ཐོན་ཁུངས་འདི་ལས་བྱེད་པས་ཆོག་མཆན་སྤྲད་ཡོད།
da: Denne ressource er godkendt af personalet
de_de: Diese Ressource wird von den Mitarbeitern empfohlen
el: Αυτός ο πόρος εγκρίνεται από το προσωπικό
es_419: Este recurso está respaldado por el personal.
fa: این منبع توسط کارکنان تایید شده‌است
fr: Cette ressource est approuvée par le personnel
fr_ca: Cette ressource est approuvée par le personnel
he: משאב זה מאושר על ידי הצוות
hi: यह संसाधन कर्मचारियों द्वारा समर्थित है
hu: Ezt az erőforrást a személyzet támogatja.
it_it: Questa risorsa è approvata dal personale
ja: このリソースはスタッフによって承認されています
ka: ეს რესურსი მოწონებულია პერსონალის მიერ
kk: Бұл ресурсты қызметкерлер мақұлдайды
lv: Šo resursu apstiprina darbinieki
nl: Deze bron wordt onderschreven door het personeel
pl: Personel zatwierdza ten zasób.
pt_br: Este recurso é endossado pela equipe
pt_pt: Este recurso é aprovado pelo staff
ro: Această resursă este aprobată de personal
ru: Этот ресурс одобрен сотрудниками
sq: Ky burim është miratuar nga stafi
sv: Denna resurs är godkänd av personalen
sw: Nyenzo hii imeidhinishwa na wafanyikazi
te: ఈ వనరు సిబ్బందిచే ఆమోదించబడింది
th: ทรัพยากรนี้ได้รับการรับรองโดยเจ้าหน้าที่
tr_tr: Bu kaynak ders personeli tarafından onaylanmıştır
uk: Цей ресурс схвалений співробітниками
uz: Ushbu resurs xodimlar tomonidan tasdiqlangan
vi: Tài nguyên này được xác nhận bởi nhân viên

source: Click to view resources for removal
af_za: Klik om hulpbronne vir verwydering te sien
ar: انقُر لِعَرض المَوارِد التي سَتُزال
az: Resursları silmək üçün baxın
bo: མེད་པར་བཟོ་བའི་ཐོན་ཁུངས་ལྟ་བར་སྣུན།
da: Klik for at se ressourcer til fjernelse
de_de: Klicken Sie hier, um Ressourcen zum Entfernen anzuzeigen
el: Κάντε κλικ για να δείτε πόρους για κατάργηση
es_419: Haga clic para ver los recursos para la eliminación
fa: برای مشاهدۀ حذف منابع کلیک کنید
fr: Pour cliquer et voir les ressources pour la suppression
fr_ca: Cliquez pour afficher les ressources pour la suppression
he: לחץ כדי להציג משאבים להסרה
hi: हटाने के संसाधन देखने के लिए क्लिक करें
it_it: Fare clic per visualizzare le risorse per la rimozione
ja: 削除するリソースを表示するにはクリックしてください
ka: დააწკაპუნეთ წაშლის რესურსების სანახავად
kk: Жоюға арналған ресурстарды көру үшін басыңыз
lv: Noklikšķiniet, lai skatītu resursus noņemšanai
nl: Klik op om bronnen voor verwijdering te bekijken
pl: Kliknij, aby wyświetlić zasoby do usunięcia
pt_br: Clique para visualizar recursos para remoção
pt_pt: Clique para ver os recursos para remoção
ro: Faceți clic pentru a vizualizează resursele pentru eliminare
ru: Нажмите, чтобы просмотреть ресурсы для удаления
sq: Klikoni për të parë burimet për heqje
sv: Klicka för att visa resurser för borttagning
sw: Bofya ili kuona nyenzo za kuondolewa
te: తొలగింపు కోసం వనరులను వీక్షించడానికి క్లిక్ చేయండి
th: คลิกเพื่อดูทรัพยากรสำหรับการลบออก
tr_tr: Kaldırılacak kaynakları görüntülemek için tıklayın
uk: Натисніть, щоб переглянути ресурси для видалення
uz: O‘chirish uchun resurslarni ko‘rish uchun bosing
vi: Bấm vào để xem tài nguyên để loại bỏ

source: Click to view resources in ordinary decreasing-vote order
af_za: Klik om hulpbronne in gewone dalende-stemvolgorde te sien
ar: انقر لعرض الموارد بترتيب التصويت التنازلي العادي
az: Resursları adi azalan səs sırasına baxmaq üçün klikləyin
bo: ཐོན་ཁུངས་སྤྱིར་བཏང་གི་འོས་ཤོག་ཆག་པའི་གོ་རིམ་ལྟར་ལྟ་བར་སྣུན་རོགས།
da: Klik for at se ressourcer i almindelig faldende stemmerækkefølge
de_de: Klicken Sie hier, um die Ressourcen in der normalen Reihenfolge absteigender Stimmen anzuzeigen
el: Κάντε κλικ για να δείτε τους πόρους με κανονική φθίνουσα σειρά ψήφου
es_419: Haga clic para ver los recursos en orden ordinario de votos decrecientes
fa: برای مشاهدۀ منابع به‌ترتیب کاهش رأی معمولی کلیک کنید
fr: Cliquez pour voir les ressources dans l&#39;ordre ordinaire des votes décroissants
fr_ca: Cliquez pour afficher les ressources dans l'ordre ordinaire des votes décroissants
he: לחץ לצפייה במשאבים בסדר הצבעה רגיל
hi: संसाधनों को सामान्य घटते-वोट क्रम में देखने के लिए क्लिक करें
hu: Kattint a források megtekintéséhez szavazatok szerinti csökkenő sorrendben.
it_it: Fare clic per visualizzare le risorse nell&#39;ordinario ordine decrescente di voto
ka: დაწკაპეთ რესურსების სანახავად ჩვეულებრივი შემცირებული ხმის მიცემის თანმიმდევრობით
kk: Ресурстарды әдеттегі кему-дауыс ретімен көру үшін басыңыз
lv: Noklikšķiniet, lai skatītu resursus parastā dilstošā secībā
nl: Klik om bronnen te bekijken in de gewone volgorde van afnemende stemmen
pl: Kliknij, aby wyświetlić zasoby w zwykłej kolejności malejącej głosów
pt_br: Clique para visualizar os recursos em ordem decrescente normal de votos
pt_pt: Clique para ver os recursos por ordem decrescente de votos
ro: Faceți clic pentru a vizualiza resursele în ordinea obișnuită a votului descrescător
ru: Нажмите, чтобы просмотреть ресурсы в обычном порядке убывания голосов.
sq: Klikoni për të parë burimet sipas rendit të zakonshëm të votave në rënie
sv: Klicka för att visa resurser i vanlig fallande röstordning
sw: Bofya ili kuona nyenzo katika mpangilio wa kawaida wa kupunguza kura
te: సాధారణ తగ్గుతున్న-ఓటు క్రమంలో వనరులను వీక్షించడానికి క్లిక్ చేయండి
th: คลิกเพื่อดูแหล่งข้อมูลตามลำดับการลดคะแนนเสียงแบบปกติ
tr_tr: Kaynakları azalan oy sırasına göre görüntülemek için tıklayın
uk: Натисніть, щоб переглянути ресурси у звичайному порядку зменшення голосів
uz: Resurslarni oddiy ovoz berish tartibida ko‘rish uchun bosing
vi: Nhấp để xem tài nguyên theo thứ tự phiếu bầu giảm dần thông thường
