Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Set the student-view, client side configurations for RecommenderXblock.
af_za: Stel die student-aansig, kliëntkant-konfigurasies vir RecommenderXblock.
ar: قُم بتعيين إعدادات جانب العميل لعرض الطالب لـ RecommenderXblock.
az: Tələbə baxışını, RecommenderXblock üçün müştəri tərəfi konfiqurasiyalarını təyin edin.
bo: སློབ་ཕྲུག་གི་མཐོང་སྣང་དང་མཁོ་སྤྲོད་ཕྱོགས་ཀྱི་སྒྲིག་བཀོད་འདི་RecommenderXblock ལ་སྒྲིག་དགོས།
da: Indstil elev-visning, klientside konfigurationer for RecommenderXblock.
de_de: Legen Sie die clientseitigen Konfigurationen für die Studentenansicht für RecommenderXblock fest.
el: Ρυθμίστε τις διαμορφώσεις μαθητή-προβολής, πλευράς πελάτη για το RecommenderXblock.
es_419: Establezca las configuraciones del lado del cliente de la vista de estudiante para RecommenderXblock.
fa: پیکربندی‌های دید-فراگیر، سمت مشتری را برای RecommenderXblock تنظیم کنید.
fr: Définissez les configurations côté client, vue apprenant, pour RecommenderXblock.
fr_ca: Définissez les configurations côté client, vue étudiant, pour RecommenderXblock.
he: הגדר את תצורות צד הלקוח לתצוגת התלמיד עבור RecommenderXblock.
hi: RecommenderXblock के लिए छात्र-दृश्य, क्लाइंट साइड कॉन्फ़िगरेशन सेट करें।
hu: Állítsa be a RecommenderXblock hallgatói nézetének kliensoldali konfigurációit.
it_it: Imposta le configurazioni lato client e vista studente per RecommenderXblock.
ka: დააყენეთ სტუდენტის ხედი, კლიენტის მხარის კონფიგურაციები RecommenderXblock-ისთვის.
kk: RecommenderXblock үшін студенттік көріністі, клиенттік конфигурацияларды орнатыңыз.
lv: Iestatiet RecommenderXblock dalībnieka skata klienta puses konfigurācijas.
nl: Stel de student-weergave, client-side configuraties in voor RecommenderXblock.
pl: Ustaw widok ucznia i konfiguracje po stronie klienta dla RecommenderXblock.
pt_br: Defina as configurações do lado do cliente da visualização do aluno para RecommenderXblock.
pt_pt: Definir as configurações do lado do cliente e da vista do aluno para o RecommenderXblock.
ro: Setați configurațiile pentru vizualizarea studentului, partea clientului pentru RecommenderXblock.
ru: Установите клиентскую конфигурацию просмотра для учащихся для RecommenderXblock.
sq: Vendosni konfigurimet e pamjes studentore, nga ana e klientit për RecommenderXblock.
sv: Ställ in studentvyn, klientkonfigurationer för RecommenderXblock.
sw: Weka mwonekano wa mwanafunzi, usanidi wa upande wa mteja wa RecommenderXblock.
te: RecommenderXblock కోసం విద్యార్థి వీక్షణ, క్లయింట్ వైపు కాన్ఫిగరేషన్‌లను సెట్ చేయండి.
th: ตั้งค่ามุมมองนักเรียน การกำหนดค่าฝั่งไคลเอ็นต์สำหรับ RecommenderXblock
tr_tr: RecommenderXblock için öğrenci görünümü, istemci tarafı yapılandırmalarını ayarlayın.
uk: Налаштуйте конфігурації на стороні клієнта для RecommenderXblock у вигляді студента.
uz: RecommenderXblock uchun talaba ko‘rinishi, mijoz tomoni konfiguratsiyalarini o‘rnating.
vi: Đặt cấu hình phía máy khách, chế độ xem sinh viên cho recommenderXblock.

source: Yes
af_za: Ja
ar: نعم
az: Bəli
bo: འགྲིག
da: Ja
de_de: Ja
el: Ναι
es_419: Si
fa: آره
fr: Oui
fr_ca: Oui
he: כן
hi: हां
hu: Igen
it_it: Si
ja: はい
ka: დიახ
kk: Иә
lv: Jā
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sq: Po
sv: Ja
sw: Ndiyo
te: అవును
th: ใช่
tr_tr: Evet
uk: Так
uz: Ha
vi: Đúng

source: No
af_za: Geen
ar: لا
az: Xeyr
bo: མི་འདུག
da: Ingen
de_de: Nein
el: Όχι
fa: خیر
fr: Non
fr_ca: Non
he: לא
hi: नहीं
hu: Nem
ja: いいえ
ka: არა
kk: Жоқ
lv: Nē
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sq: Jo
sv: Nej
sw: Hapana
te: నం
th: ไม
tr_tr: Hayır
uk: Ні
uz: Yo‘q
vi: KHÔNG

source: Do you want to take users on a little tour when they see the RecommenderXBlock first time?
af_za: Wil jy gebruikers op &#39;n klein toer neem wanneer hulle die RecommenderXBlock die eerste keer sien?
ar: هل تَوَد أنْ تأخذ المُستَخدِمين في جَولة قصيرة عِندما يَرون RecommenderXBlock لأول مَرَّة؟
az: İstifadəçiləri RecommenderXBlock-u ilk dəfə gördüklərində kiçik bir tura çıxarmaq istəyirsinizmi?
bo: ཁྱེད་རང་གིས་སྤྱོད་མཁན་ཚོས་RecommenderXBlock ཐོག་མར་མཐོང་སྐབས་ལྟ་སྐོར་ཆུང་ཆུང་ཞིག་ལ་འཁྲིད་འདོད་དམ།
da: Vil du tage brugere med på en lille rundvisning, når de ser RecommenderXBlock første gang?
de_de: Möchten Sie Benutzer auf eine kleine Tour mitnehmen, wenn sie den RecommenderXBlock zum ersten Mal sehen?
el: Θέλετε να ξεναγήσετε τους χρήστες όταν δουν για πρώτη φορά το RecommenderXBlock;
es_419: ¿Quiere llevar a los usuarios a un pequeño recorrido cuando vean RecommenderXBlock por primera vez?
fa: آیا می خواهید کاربران را با در اولین بازدیذ RecommenderXBlock به یک تور کوچک ببرید؟
fr: Voulez-vous faire un petit tour aux utilisateurs lorsqu’ils voient le RecommenderXBlock pour la première fois ?
fr_ca: Voulez-vous faire une petite visite aux utilisateurs lorsqu’ils voient le RecommenderXBlock pour la première fois?
he: האם אתה רוצה לקחת משתמשים לסיור קטן כשהם רואים את RecommenderXBlock בפעם הראשונה?
hi: क्या आप उपयोगकर्ताओं को पहली बार RecommenderXBlock देखने पर उन्हें एक छोटे दौरे पर ले जाना चाहते हैं?
hu: Szeretné, ha a felhasználók egy kis bemutatót kapnának, amikor először látják a RecommenderXBlock-ot?
it_it: Vuoi accompagnare gli utenti in un piccolo tour quando vedono RecommenderXBlock per la prima volta?
ja: RecommenderXBlockを初めて見るユーザーに、簡単なツアーを提供しますか？
ka: გსურთ მომხმარებლების წაყვანა პატარა ტურზე, როდესაც ისინი პირველად ხედავენ RecommenderXBlock-ს?
kk: Пайдаланушыларды RecommenderXBlock бірінші рет көргенде, шағын экскурсияға апарғыңыз келе ме?
lv: Vai vēlaties, lai lietotāji, pirmo reizi redzot RecommenderXBlock, dodas nelielā ekskursijā?
nl: Wil je gebruikers meenemen op een kleine rondleiding als ze de RecommenderXBlock voor het eerst zien?
pl: Czy chcesz zabrać użytkowników na krótką wycieczkę, gdy po raz pierwszy zobaczą RecommenderXBlock?
pt_br: Você quer levar os usuários em um pequeno tour quando eles virem o RecommenderXBlock pela primeira vez?
pt_pt: Quer levar os utilizadores numa pequena visita guiada quando veem o RecommenderXBlock pela primeira vez?
ro: Doriți să duceți utilizatorii într-un mic tur atunci când văd RecommenderXBlock pentru prima dată?
ru: Хотите провести для пользователей небольшую экскурсию, когда они впервые увидят RecommenderXBlock?
sq: Dëshironi t&#39;i çoni përdoruesit në një turne të vogël kur të shohin RecommenderXBlock për herë të parë?
sv: Vill du ge användarna en liten rundtur när de ser RecommenderXBlock för första gången?
sw: Je, ungependa kuchukua watumiaji kwenye ziara ndogo wanapoona RecommenderXBlock mara ya kwanza?
te: వినియోగదారులు మొదటిసారి RecommenderXBlockని చూసినప్పుడు మీరు కొద్దిపాటి పర్యటనకు వెళ్లాలనుకుంటున్నారా?
th: คุณต้องการที่จะพาผู้ใช้ไปทัวร์ชมเล็กน้อยเมื่อพวกเขาเห็น RecommenderXBlock ครั้งแรกหรือไม่?
tr_tr: Kullanıcıları RecommenderXBlock'ı ilk kez gördüklerinde küçük bir tura çıkarmak ister misiniz?
uk: Хочете провести невелику екскурсію з користувачами, коли вони вперше побачать RecommenderXBlock?
uz: Foydalanuvchilar RecommenderXBlock-ni birinchi marta ko‘rganlarida, ularga kichik bir sayohatni taklif qilishni xohlaysizmi?
vi: Bạn có muốn đưa người dùng tham quan một chút khi họ nhìn thấy recommenderXBlock lần đầu tiên không?

source: Do you want to disable the UX functions which are under development?
af_za: Wil jy die UX-funksies wat onder ontwikkeling is deaktiveer?
ar: هل تُريد أنْ تُعَطِّل وظائِف الـUX التي لا تزال قَيْد التطوير؟
az: İstifadəçi təcrübəsi funksiyalarını inkişaf mərhələsində deaktiv etmək istəyirsiniz?
bo: ཁྱེད་རང་གིས་སྒེར་འཕེལ་རྒྱས་འགྲོ་བཞིན་པའི་UXལས་འགན་ལྕོགས་མིན་བཟོ་དགོས་ཡོད་པས།
da: Vil du deaktivere UX-funktionerne, som er under udvikling?
de_de: Möchten Sie die in der Entwicklung befindlichen UX-Funktionen deaktivieren?
el: Θέλετε να απενεργοποιήσετε τις λειτουργίες UX που βρίσκονται υπό ανάπτυξη;
es_419: ¿Quieres desactivar las funciones UX que están en desarrollo?
fa: آیا می‌خواهید توابع UX را که در حال توسعه هستند غیرفعال کنید؟
fr: Vous souhaitez désactiver les fonctions UX en cours de développement ?
fr_ca: Vous souhaitez désactiver les fonctions UX en cours de développement?
he: האם אתה רוצה להשבית את פונקציות ה-UX שנמצאות בפיתוח?
hi: क्या आप विकासाधीन UX फ़ंक्शंस को अक्षम करना चाहते हैं?
hu: Szeretné letiltani a fejlesztés alatt álló UX funkciókat?
it_it: Vuoi disabilitare le funzioni UX in fase di sviluppo?
ja: 開発中のUX機能を無効にしますか？
ka: გსურთ გამორთოთ UX ფუნქციები, რომლებიც შემუშავებულია?
kk: Әзірлеу үстіндегі UX функцияларын өшіргіңіз келе ме?
lv: Vai vēlaties atspējot izstrādes stadijā esošās UX funkcijas?
nl: Wilt u de UX-functies die in ontwikkeling zijn, uitschakelen?
pl: Czy chcesz wyłączyć funkcje UX, które są w fazie rozwoju?
pt_br: Quer desabilitar as funções UX que estão em desenvolvimento?
pt_pt: Pretende desativar as funções de UX que estão ainda em desenvolvimento?
ro: Doriți să dezactivați funcțiile UX care sunt în curs de dezvoltare?
ru: Вы хотите отключить функции UX, которые находятся в стадии разработки?
sq: Dëshironi të çaktivizoni funksionet UX që janë në zhvillim e sipër?
sv: Vill du inaktivera UX-funktionerna som är under utveckling?
sw: Je, ungependa kuzima kipengele cha utendakazi cha UX ambacho kinatengenezwa?
te: మీరు అభివృద్ధిలో ఉన్న UX ఫంక్షన్‌లను నిలిపివేయాలనుకుంటున్నారా?
th: คุณต้องการปิดการใช้งานฟังก์ชั่น UX ที่อยู่ระหว่างการพัฒนาหรือไม่?
tr_tr: Geliştirilmekte olan UX işlevlerini devre dışı bırakmak istiyor musunuz?
uk: Ви бажаєте вимкнути функції UX, які знаходяться на стадії розробки?
uz: Ishlab chiqilayotgan UX funksiyalarini o‘chirib qo‘ymoqchimisiz?
vi: Bạn có muốn tắt các chức năng UX đang được phát triển không?

source: How many resources you want to show in each page of the resource list?
af_za: Hoeveel hulpbronne wil jy op elke bladsy van die hulpbronlys wys?
ar: كم عدد الموارد التي تريد إظهارها في كل صفحة من قائمة الموارد؟
az: Hər səhifədə neçə resurs göstərmək istəyirsiniz?
bo: ཁྱེད་ཀྱིས་ཤོག་ངོས་རེ་རེའི་ནང་ཐོན་ཁུངས་ག་ཚོད་སྟོན་འདོད་ཡོད་དམ།
da: Hvor mange ressourcer vil du have vist på hver side af ressourcelisten?
de_de: Wie viele Ressourcen möchten Sie auf jeder Seite der Ressourcenliste anzeigen?
el: Πόσους πόρους θέλετε να εμφανίζονται σε κάθε σελίδα της λίστας πόρων;
es_419: ¿Cuántos recursos desea mostrar en cada página de la lista de recursos?
fa: چند منبع را می‌خواهید در هر صفحه از فهرست منابع نشان دهید؟
fr: Combien de ressources souhaitez-vous afficher sur chaque page de la liste des ressources ?
fr_ca: Combien de ressources souhaitez-vous afficher sur chaque page de la liste des ressources?
he: כמה משאבים ברצונך להציג בכל עמוד ברשימת המשאבים?
hi: आप संसाधन सूची के प्रत्येक पृष्ठ में कितने संसाधन दिखाना चाहते हैं?
hu: Hány erőforrást szeretne megjeleníteni az erőforráslista egyes oldalain?
it_it: Quante risorse vuoi mostrare in ogni pagina dell&#39;elenco delle risorse?
ja: リソースリストの各ページに表示するリソースの数は？
ka: რამდენი რესურსის ჩვენება გსურთ რესურსების სიის თითოეულ გვერდზე?
kk: Ресурстар тізімінің әр бетінде қанша ресурстарды көрсеткіңіз келеді?
lv: Cik resursu vēlaties parādīt katrā resursu saraksta lapā?
nl: Hoeveel bronnen wilt u tonen op elke pagina van de bronnenlijst?
pl: Ile zasobów chcesz pokazać na każdej stronie listy zasobów?
pt_br: Quantos recursos você deseja mostrar em cada página da lista de recursos?
pt_pt: Quantos recursos pretende mostrar em cada página da lista de recursos?
ro: Câte resurse doriți să afișați în fiecare pagină a listei de resurse?
ru: Сколько ресурсов вы хотите отображать на каждой странице списка ресурсов?
sq: Sa burime dëshironi të shfaqni në secilën faqe të listës së burimeve?
sv: Hur många resurser vill du visa på varje sida i resurslistan?
sw: Je, ungependa kuonyesha rasilimali ngapi katika kila ukurasa wa orodha ya rasilimali?
te: వనరుల జాబితా యొక్క ప్రతి పేజీలో మీరు ఎన్ని వనరులను చూపించాలనుకుంటున్నారు?
th: คุณต้องการแสดงทรัพยากรจำนวนเท่าใดในแต่ละหน้าของรายการทรัพยากร
tr_tr: Kaynak listesinin her sayfasında kaç kaynak göstermek istiyorsunuz?
uk: Скільки ресурсів ви хочете показати на кожній сторінці списку ресурсів?
uz: Resurslar ro‘yxatining har bir sahifasida qancha manba ko‘rsatmoqchisiz?
vi: Bạn muốn hiển thị bao nhiêu tài nguyên trên mỗi trang của danh sách tài nguyên?

source: How many page icons in pagination control (i.e., page range)? The icons for pages from (current page - page range) to (current page + page range) will be shown.
af_za: Hoeveel bladsy-ikone in pagineringbeheer (dws bladsyreeks)? Die ikone vir bladsye vanaf (huidige bladsy - bladsyreeks) tot (huidige bladsy + bladsyreeks) sal gewys word.
ar: كم عدد أيقونات الصفحات في أدوات التَحَكُّم في ترقيم الصفحات (أي عدد الصفحات)؟ ستَظهر أيقونات الصفحات من (الصفحة الحالية - عدد الصفحات) إلى (الصفحة الحالية + عدد الصفحات).
az: Səhifələmə idarəetməsində neçə səhifə ikonu var (yəni, səhifə aralığı)? Səhifələr üçün ikonlar (cari səhifə - səhifə aralığı) ilə (cari səhifə + səhifə aralığı) arasında göstəriləcək.
da: Hvor mange sideikoner i sideinddelingskontrol (dvs. sideområde)? Ikonerne for sider fra (aktuel side - sideområde) til (aktuel side + sideområde) vil blive vist.
de_de: Wie viele Seitensymbole gibt es in der Paginierungssteuerung (z. B. Seitenbereich)? Die Symbole für die Seiten von (aktuelle Seite – Seitenbereich) bis (aktuelle Seite + Seitenbereich) werden angezeigt.
el: Πόσα εικονίδια σελίδων στον έλεγχο σελιδοποίησης (δηλαδή, εύρος σελίδων); Θα εμφανιστούν τα εικονίδια για σελίδες από (τρέχουσα σελίδα - εύρος σελίδας) έως (τρέχουσα σελίδα + εύρος σελίδας).
es_419: ¿Cuántos íconos de página hay en el control de paginación (es decir, rango de páginas)? Se mostrarán los iconos para las páginas desde (página actual - rango de páginas) hasta (página actual + rango de páginas).
fa: چند نماد صفحه در کنترل صفحه‌بندی (یعنی محدودۀ صفحه) وجود دارد؟ نمادهای صفحات از (صفحه فعلی - محدوده صفحه) تا (صفحه فعلی + محدوده صفحه) نشان داده می‌شود.
fr: Combien d&#39;icônes de page dans le contrôle de pagination (c&#39;est-à-dire, plage de pages) ? Les icônes des pages de (page actuelle - plage de pages) à (page actuelle + plage de pages) seront affichées.
fr_ca: Combien d'icônes de page dans le contrôle de pagination (c'est-à-dire, plage de pages)? Les icônes des pages de (page actuelle - plage de pages) à (page actuelle + plage de pages) seront affichées.
he: כמה סמלי עמודים בבקרת עימוד (כלומר, טווח דפים)? הסמלים עבור עמודים מ (עמוד נוכחי - טווח עמודים) עד (עמוד נוכחי + טווח עמודים) יוצגו.
hi: पेजिनेशन नियंत्रण में कितने पेज आइकन (यानी, पेज रेंज)? (वर्तमान पृष्ठ - पृष्ठ श्रेणी) से (वर्तमान पृष्ठ + पृष्ठ श्रेणी) तक के पृष्ठों के चिह्न दिखाए जाएंगे।
hu: Hány oldalikontroll ikon van a lapozás vezérlőben (azaz, oldaltartomány)? Az ikonok a (jelenlegi oldal - oldaltartomány) és a (jelenlegi oldal + oldaltartomány) közötti oldalakhoz lesznek megjelenítve.
it_it: Quante icone di pagina nel controllo dell&#39;impaginazione (ad esempio, intervallo di pagine)? Verranno visualizzate le icone per le pagine da (pagina corrente - intervallo di pagine) a (pagina corrente + intervallo di pagine).
ja: ページネーションコントロールに表示するページアイコンの数（つまり、ページ範囲）はいくつですか？（現在のページ - ページ範囲）から（現在のページ + ページ範囲）までのページのアイコンが表示されます。
ka: რამდენი გვერდის ხატულა პაგინაციის კონტროლში (ე.ი. გვერდის დიაპაზონი)? ნაჩვენები იქნება გვერდების ხატები (მიმდინარე გვერდი - გვერდის დიაპაზონი) (მიმდინარე გვერდი + გვერდის დიაპაზონი).
kk: Беттеуді басқаруда қанша бет белгішесі (яғни, бет ауқымы)? (ағымдағы бет - бет ауқымы) бастап (ағымдағы бет + бет ауқымы) аралығындағы беттерге арналған белгішелер көрсетіледі.
lv: Cik lappušu ikonas ir lappušu veidošanas kontrolē (t. i., lappušu diapazonā)? Tiks parādītas ikonas lapām no (pašreizējā lapa - lapas diapazons) līdz (pašreizējā lapa + lapas diapazons).
nl: Hoeveel paginapictogrammen in pagineringbeheer (dwz paginabereik)? De pictogrammen voor pagina's van (huidige pagina - paginabereik) tot (huidige pagina + paginabereik) worden weergegeven.
pl: Ile ikon stron kontroluje paginację (tj. zakres stron)? Wyświetlone zostaną ikony dla stron od (bieżąca strona - zakres stron) do (bieżąca strona + zakres stron).
pt_br: Quantos ícones de página no controle de paginação (ou seja, intervalo de páginas)? Os ícones para páginas de (página atual - intervalo de páginas) a (página atual + intervalo de páginas) serão mostrados.
pt_pt: Quantos ícones de página no controlo de paginação (por exemplo, intervalo de páginas)? Serão apresentados os ícones das páginas de (página atual - intervalo de páginas) a (página atual + intervalo de páginas).
ro: Câte pictograme de pagină sunt în controlul de paginare (adică, intervalul de pagini)? Vor fi afișate pictogramele pentru paginile de la (pagina curentă - interval de pagini) la (pagina curentă + interval de pagini).
ru: Сколько значков страниц в элементе управления нумерацией страниц (т. е. диапазон страниц)? Будут показаны значки страниц от (текущая страница — диапазон страниц) до (текущая страница + диапазон страниц).
sq: Sa ikona faqesh në kontrollin e faqeve (dmth., diapazoni i faqeve)? Do të shfaqen ikonat për faqet nga (faqja aktuale - diapazoni i faqeve) tek (faqja aktuale + diapazoni i faqeve).
sv: Hur många sidikoner i pagineringskontrollen (dvs. sidintervall)? Ikonerna för sidor från (aktuell sida - sidintervall) till (aktuell sida + sidintervall) kommer att visas.
sw: Je! ni aikoni ngapi za kurasa katika udhibiti wa uandishi (yaani, masafa ya kurasa)? Aikoni za kurasa kutoka (ukurasa wa sasa - masafa ya kurasa) hadi (ukurasa wa sasa + masafa ya kurasa) zitaonyeshwa.
te: పేజినేషన్ నియంత్రణలో ఎన్ని పేజీ చిహ్నాలు ఉన్నాయి (అంటే, పేజీ పరిధి)? (ప్రస్తుత పేజీ - పేజీ పరిధి) నుండి (ప్రస్తుత పేజీ + పేజీ పరిధి) వరకు ఉన్న పేజీల చిహ్నాలు చూపబడతాయి.
th: มีไอคอนหน้าจำนวนเท่าใดในการควบคุมการแบ่งหน้า (เช่น ช่วงหน้า) ไอคอนสำหรับหน้าตั้งแต่ (หน้าปัจจุบัน - ช่วงหน้า) ถึง (หน้าปัจจุบัน + ช่วงหน้า) จะปรากฏขึ้น
tr_tr: Sayfalandırma kontrolünde (yani sayfa aralığı) kaç sayfa simgesi var? (Geçerli sayfa - sayfa aralığı) ile (geçerli sayfa + sayfa aralığı) arasındaki sayfaların simgeleri gösterilecektir.
uk: Скільки піктограм сторінок в елементі керування розбивкою на сторінки (тобто діапазон сторінок)? Буде показано піктограми для сторінок від (поточна сторінка - діапазон сторінок) до (поточна сторінка + діапазон сторінок).
uz: Paginatsiya boshqaruvida nechta sahifa belgisi ko‘rsatiladi (ya'ni, sahifa diapazoni)? (Joriy sahifa - sahifa diapazoni) va (joriy sahifa + sahifa diapazoni) oralig‘idagi sahifalar uchun belgilar ko‘rsatiladi.
vi: Có bao nhiêu biểu tượng trang trong điều khiển phân trang (tức là phạm vi trang)? Các biểu tượng cho các trang từ (trang hiện tại - phạm vi trang) đến (trang hiện tại + phạm vi trang) sẽ được hiển thị.

source: Recommend a new resource which may be helpful to other students solving this problem
af_za: Beveel &#39;n nuwe hulpbron aan wat nuttig kan wees vir ander studente om hierdie probleem op te los
ar: اِنصَح بِمَصدَرٍ جَديدٍ ربما يَكون مُفيداً للطُلَاب الآخرين في حَل هذه المَسأَلة
az: Yeni bir resurs tövsiyə edin ki, bu problemi həll edən digər tələbələrə faydalı ola bilər.
bo: སློབ་མ་གཞན་དག་ལ་ཕན་ཐོགས་པའི་ཐོན་ཁུངས་གསར་བ་ཞིག་འོས་སྦྱོར་བྱས་དགོས་རེད།
da: Anbefal en ny ressource, som kan være nyttig for andre elever, der løser dette problem
de_de: Empfehlen Sie eine neue Ressource, die anderen Schülern bei der Lösung dieses Problems hilfreich sein kann
el: Προτείνετε έναν νέο πόρο που μπορεί να είναι χρήσιμος σε άλλους μαθητές που λύνουν αυτό το πρόβλημα
es_419: Recomendar un nuevo recurso que pueda ser útil para otros estudiantes que resuelvan este problema.
fa: منبع جدیدی را توصیه کنید که ممکن است برای حل این مشکل برای سایر فراگیران مفید باشد
fr: Recommandez une nouvelle ressource qui pourrait être utile à d&#39;autres apprenants pour résoudre cet exercice
fr_ca: Recommander une nouvelle ressource qui pourrait être utile à d'autres étudiants pour résoudre ce problème
he: המלץ על משאב חדש שעשוי להיות מועיל לתלמידים אחרים בפתרון בעיה זו
hi: एक नए संसाधन की अनुशंसा करें जो इस समस्या को हल करने वाले अन्य छात्रों के लिए सहायक हो सकता है
hu: Ajánlj egy új forrást, amely hasznos lehet más diákoknak a probléma megoldásában.
it_it: Consiglia una nuova risorsa che potrebbe essere utile ad altri studenti per risolvere questo problema
ja: 他の学生がこの問題を解くのに役立つ新しいリソースを推薦してください。
ka: რეკომენდაცია გაუწიეთ ახალ რესურსს, რომელიც შეიძლება სასარგებლო იყოს ამ პრობლემის გადაჭრის სხვა სტუდენტებისთვის
kk: Осы мәселені шешуде басқа студенттерге пайдалы болуы мүмкін жаңа ресурсты ұсыныңыз
lv: Iesakiet jaunu resursu, kas varētu būt noderīgs citiem dalībniekiem šīs uzdevumi risināšanā
nl: Beveel een nieuw hulpmiddel aan dat nuttig kan zijn voor andere leerlingen bij het oplossen van dit probleem
pl: Poleć nowe źródło informacji, które może być pomocne dla innych uczniów w rozwiązywaniu tego problemu
pt_br: Recomende um novo recurso que pode ser útil para outros alunos resolverem este problema
pt_pt: Recomendar um novo recurso que possa ser útil a outros estudantes que estejam a resolver este problema
ro: Recomandați o nouă resursă care poate fi utilă altor studenți care rezolvă această problemă
ru: Порекомендуйте новый ресурс, который может быть полезен другим студентам, решающим эту проблему.
sq: Rekomandoni një burim të ri që mund të jetë i dobishëm për studentët e tjerë që zgjidhin këtë problem
sv: Rekommendera en ny resurs som kan vara till hjälp för andra studenter som löser detta problem
sw: Pendekeza nyenzo mpya ambayo inaweza kusaidia wanafunzi wengine kutatua tatizo hili
te: ఈ సమస్యను పరిష్కరించడానికి ఇతర విద్యార్థులకు సహాయపడే కొత్త వనరును సిఫార్సు చేయండి
th: แนะนำแหล่งข้อมูลใหม่ซึ่งอาจเป็นประโยชน์กับนักเรียนคนอื่นๆ ในการแก้ปัญหานี้
tr_tr: Bu problemi çözmede diğer öğrencilere yardımcı olabilecek yeni bir kaynak önerin
uk: Порекомендуйте новий ресурс, який може бути корисним для інших студентів у вирішенні цієї проблеми
uz: Ushbu muammoni hal qilishda boshqa talabalar uchun foydali bo‘lishi mumkin bo‘lgan yangi manbani tavsiya eting
vi: Đề xuất một tài nguyên mới có thể hữu ích cho những sinh viên khác giải quyết vấn đề này

source: Edit this resource
af_za: Wysig hierdie hulpbron
ar: عَدِّل هذا المَوْرِد
az: Bu resursu redaktə edin
bo: ཐོན་ཁུངས་འདི་རྩོམ་སྒྲིག་བྱེད་པ།
da: Rediger denne ressource
de_de: Bearbeiten Sie diese Ressource
el: Επεξεργαστείτε αυτόν τον πόρο
es_419: Editar este recurso
fa: ویرایش این منبع
fr: Modifier cette ressource
fr_ca: Modifier cette ressource
he: ערוך משאב זה
hi: इस संसाधन को संपादित करें
hu: Szerkeszd ezt az erőforrást
it_it: Modifica questa risorsa
ja: このリソースを編集する
ka: ამ რესურსის რედაქტირება
kk: Осы ресурсты өңдеңіз
lv: Rediģēt šo resursu
nl: Bewerk deze bron
pl: Edytuj ten zasób
pt_br: Edite este recurso
pt_pt: Editar este recurso
ro: Editați această resursă
ru: Редактировать этот ресурс
sq: Redakto këtë burim
sv: Redigera denna resurs
sw: Hariri rasilimali hii
te: ఈ వనరును సవరించండి
th: แก้ไขทรัพยากรนี้
tr_tr: Bu kaynağı düzenle
uk: Редагувати цей ресурс
uz: Ushbu resursni tahrirlang
vi: Chỉnh sửa tài nguyên này
