Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Reason for why this resource should be endorsed
af_za: Rede waarom hierdie hulpbron onderskryf moet word
ar: سبب ضَرورة اعتِماد هذا المَوْرِد
az: Bu resursun təsdiqlənməsinin səbəbi
bo: ཐོན་ཁུངས་འདི་ལ་ཆོག་མཆན་སྤྲོད་དགོས་པའི་རྒྱུ་མཚན།
da: Begrundelse for, hvorfor denne ressource bør godkendes
de_de: Grund, warum diese Ressource empfohlen werden sollte
el: Λόγος για τον οποίο πρέπει να εγκριθεί αυτός ο πόρος
es_419: Razón por la cual se debe respaldar este recurso
fa: دلیل اینکه چرا این منبع باید تأیید شود
fr: Raison pour laquelle cette ressource devrait être approuvée
fr_ca: Raison pour laquelle cette ressource devrait être approuvée
he: סיבה למה יש לאשר משאב זה
hi: इस संसाधन का समर्थन क्यों किया जाना चाहिए इसका कारण
hu: Indoklás, hogy miért kellene támogatni ezt az erőforrást
it_it: Motivo per cui questa risorsa dovrebbe essere approvata
ja: このリソースを推奨すべき理由
ka: მიზეზი, რის გამოც ეს რესურსი უნდა იყოს დამტკიცებული
kk: Неліктен бұл ресурсты мақұлдау керек екендігінің себебі
lv: Iemesls, kāpēc šis resurss būtu jāatbalsta
nl: Reden waarom deze hulpbron moet worden goedgekeurd
pl: Powód, dla którego należy poprzeć ten zasób
pt_br: Razão pela qual este recurso deve ser endossado
pt_pt: Razão pela qual este recurso deve ser aprovado
ro: Motivul pentru care această resursă ar trebui aprobată
ru: Причина, по которой этот ресурс следует одобрить
sq: Arsyeja pse ky burim duhet të miratohet
sv: Anledning till varför denna resurs bör godkännas
sw: Sababu kwa nini rasilimali hii inapaswa kuidhinishwa
te: ఈ వనరు ఎందుకు ఆమోదించబడాలి అనేదానికి కారణం
th: เหตุผลที่ควรสนับสนุนทรัพยากรนี้
tr_tr: Bu kaynağın neden onaylanması gerektiğinin gerekçesi
uk: Причина підтримки цього ресурсу
uz: Nima uchun bu resurs ma'qullanishi kerakligining sababi
vi: Lý do tại sao tài nguyên này nên được xác nhận

source: Reason for why this resource should be flagged
af_za: Rede waarom hierdie hulpbron gevlag moet word
ar: سبب ضرورة وضع علامة على هذا المورد
az: Bu resursun niyə işarələnməli olduğunun səbəbi
bo: ཐོན་ཁུངས་འདི་ལ་དར་ཆ་རྒྱག་དགོས་པའི་རྒྱུ་མཚན།
da: Årsag til, hvorfor denne ressource skal markeres
de_de: Grund, warum diese Ressource gekennzeichnet werden sollte
el: Λόγος για τον οποίο πρέπει να επισημανθεί αυτός ο πόρος
es_419: Motivo por el que se debe marcar este recurso
fa: دلیل اینکه چرا این منبع باید علامت‌گذاری شود
fr: Raison pour laquelle cette ressource devrait être signalée
fr_ca: Raison pour laquelle cette ressource devrait être signalée
he: סיבה מדוע יש לסמן את המשאב הזה
hi: इस संसाधन को क्यों चिह्नित किया जाना चाहिए इसका कारण
hu: A forrás megjelölésének oka
it_it: Motivo per cui questa risorsa dovrebbe essere contrassegnata
ja: このリソースをフラグ付けすべき理由
ka: მიზეზი, რის გამოც ეს რესურსი უნდა იყოს მონიშნული
kk: Неліктен бұл ресурсты белгілеу керек
lv: Iemesls, kāpēc šis resurss ir jāatzīmē
nl: Reden waarom deze bron moet worden gemarkeerd
pl: Powód, dla którego ten zasób powinien zostać oznaczony
pt_br: Razão pela qual este recurso deve ser sinalizado
pt_pt: Motivo pelo qual este recurso deve ser assinalado
ro: Motivul pentru care această resursă ar trebui semnalată
ru: Причина, по которой этот ресурс следует пометить
sq: Arsyeja pse ky burim duhet të shënohet
sv: Anledning till varför denna resurs bör flaggas
sw: Sababu ya kwa nini rasilimali hii inapaswa kualamishwa
te: ఈ వనరు ఎందుకు ఫ్లాగ్ చేయబడాలి అనేదానికి కారణం
th: เหตุผลที่ควรตั้งค่าสถานะทรัพยากรนี้
tr_tr: Bu kaynağın işaretlenmesinin gerekçesi
uk: Причина, чому цей ресурс слід позначити
uz: Ushbu resursni nima uchun belgilash kerakligi sababi
vi: Lý do tại sao tài nguyên này nên được gắn cờ

source: Title
af_za: Titel
ar: العنوان
az: Başlıq
bo: མཚན་བྱང་།
da: Titel
de_de: Titel
el: Τίτλος
es_419: Título
fa: عنوان
fr: Titre
fr_ca: Titre
he: כותרת
hi: शीर्षक
hu: Cím
it_it: Titolo
ja: タイトル
ka: სათაური
kk: Тақырып
lv: Nosaukums
nl: Titel
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Заголовок
sq: Titulli
sv: Titel
sw: Kichwa
te: శీర్షిక
tr_tr: Başlık
uk: Назва
uz: Sarlavha
vi: Tiêu đề

source: Provide a resource title, required
af_za: Verskaf &#39;n hulpbrontitel, vereis
ar: أَدخِل عُنواناً للمَوْرِد، إِجْبارِي
az: Resursun adını təmin edin, tələb olunur
bo: ཐོན་ཁུངས་ཀྱི་མིང་སྤྲོད་དགོས། དགོས་མཁོ།
da: Angiv en ressourcetitel, påkrævet
de_de: Geben Sie einen Ressourcentitel an (erforderlich).
el: Δώστε έναν τίτλο πόρων, απαιτείται
es_419: Proporcionar un título de recurso, obligatorio
fa: عنوان منبع مورد نیاز را ارائه دهید
fr: Veuillez fournir un titre de ressource, obligatoire.
fr_ca: Fournir un titre de ressource, obligatoire
he: ספק כותרת משאב, חובה
hi: एक संसाधन शीर्षक प्रदान करना आवश्यक है
hu: Adjon meg egy erőforrás címet, kötelező
it_it: Fornire un titolo della risorsa, obbligatorio
ja: リソースのタイトルを提供してください（必須）
ka: მიაწოდეთ რესურსის სათაური, რომელიც საჭიროა
kk: Ресурс тақырыбын көрсетіңіз, қажет
lv: Norādiet resursa nosaukumu, obligāti
nl: Geef een brontitel op, vereist
pl: Podaj tytuł zasobu, jeśli jest wymagany
pt_br: Forneça um título de recurso, obrigatório
pt_pt: Fornecer um título de recurso, obrigatório
ro: Furnizați un titlu al resursei, necesar
ru: Укажите название ресурса (обязательно).
sq: Jepni një titull burimi, i nevojshëm
sw: Toa kichwa cha nyenzo, kinachohitajika
te: అవసరమైన వనరు శీర్షికను అందించండి
th: ระบุชื่อทรัพยากร (จำเป็น)
tr_tr: Bir kaynak başlığı girin, gerekli
uk: Введіть назву ресурсу (обов’язково).
uz: Resurs sarlavhasini ko‘rsating, talab qilinadi
vi: Cung cấp tiêu đề tài nguyên, được yêu cầu

source: Provide a meaningful title so other students know whether this is useful to them
af_za: Verskaf &#39;n betekenisvolle titel sodat ander studente weet of dit vir hulle nuttig is
ar: قَدِّم عُنواناً ذا مَعنى لكي يَعرِف الطلّاب الآخرون فيما إذا كان مُفيداً لهم
az: Digər tələbələrə bu resursun onlar üçün faydalı olub-olmadığını bilmələri üçün mənalı bir başlıq təmin edin
bo: དོན་སྙིང་ལྡན་པའི་འགོ་བརྗོད་ཅིག་སྤྲད་ནས་སློབ་མ་གཞན་གྱིས་འདི་ཁོང་ཚོར་ཕན་ཐོགས་ཡོད་མེད་ཤེས་ཐུབ།
da: Giv en meningsfuld titel, så andre elever ved, om dette er nyttigt for dem
de_de: Geben Sie einen aussagekräftigen Titel an, damit andere Studierende wissen, ob dieser für sie nützlich ist
el: Δώστε έναν ουσιαστικό τίτλο, ώστε οι άλλοι μαθητές να γνωρίζουν εάν αυτός είναι χρήσιμος για αυτούς
es_419: Proporcione un título significativo para que otros estudiantes sepan si les resulta útil.
fa: عنوانی معنادار ارائه دهید تا فراگیران دیگر بدانند که آیا این عنوان برای آن‌ها مفید است یا خیر
fr: Fournissez un titre significatif pour que les autres apprenants sachent si cela leur est utile
fr_ca: Fournissez un titre significatif pour que les autres étudiants sachent si cela leur est utile
he: ספק כותרת משמעותית כדי שתלמידים אחרים ידעו אם זה שימושי עבורם
hi: एक सार्थक शीर्षक प्रदान करें ताकि अन्य छात्र जान सकें कि यह उनके लिए उपयोगी है या नहीं
hu: Adj meg egy értelmes címet, hogy más diákok tudják, hasznos-e számukra.
it_it: Fornisci un titolo significativo in modo che gli altri studenti sappiano se è utile a loro
ja: 他の学生が役立つかどうか判断できるような意味のあるタイトルを提供してください。
ka: მიაწოდეთ მნიშვნელოვანი სათაური, რათა სხვა სტუდენტებმა იცოდნენ, სასარგებლოა თუ არა ეს მათთვის
kk: Басқа студенттер бұл тақырыптың өздеріне пайдалы екенін білу үшін мағыналы атау беріңіз
lv: Norādiet jēgpilnu nosaukumu, lai citi dalībnieki zinātu, vai tas viņiem ir noderīgi
nl: Geef een betekenisvolle titel zodat andere leerlingen weten of dit voor hen nuttig is
pl: Podaj znaczący tytuł, aby inni uczniowie wiedzieli, czy jest on dla nich przydatny
pt_br: Forneça um título significativo para que outros alunos saibam se isso é útil para eles
pt_pt: Forneça um título relevante para que os outros alunos saibam se este recurso é útil para eles
ro: Furnizați un titlu semnificativ, astfel încât alți elevi să știe dacă acest lucru le este util
ru: Укажите осмысленное название, чтобы другие учащиеся знали, полезно ли оно для них.
sq: Jepni një titull kuptimplotë në mënyrë që studentët e tjerë të dinë nëse ky është i dobishëm për ta
sv: Ge en meningsfull titel så att andra studenter vet om detta är användbart för dem
sw: Toa kichwa chenye maana ili wanafunzi wengine wajue kama hii ni muhimu kwao
te: అర్థవంతమైన శీర్షికను అందించండి, తద్వారా ఇది వారికి ఉపయోగకరంగా ఉందో లేదో ఇతర విద్యార్థులు తెలుసుకుంటారు
th: ตั้งชื่อหัวข้อที่มีความหมายเพื่อให้นักเรียนคนอื่นๆ รู้ว่าสิ่งนี้มีประโยชน์สำหรับพวกเขาหรือไม่
tr_tr: Diğer öğrencilerin bunun kendileri için yararlı olup olmadığını bilmeleri için anlamlı bir başlık sağlayın
uk: Надайте змістовну назву, щоб інші учні знали, чи це корисно для них
uz: Boshqa talabalar bu ular uchun foydalimi yoki yo‘qligini bilishlari uchun mazmunli nom bering
vi: Cung cấp một tiêu đề có ý nghĩa để các sinh viên khác biết liệu tiêu đề này có hữu ích với họ không

source: Location
af_za: Ligging
ar: الموقع
az: Ünvan
bo: ས་གནས།
da: Beliggenhed
de_de: Ort
el: Τόπος διαμονής
es_419: Ubicación
fa: محل
fr_ca: Emplacement
he: מיקום
hi: स्‍थान
hu: Helyszín
it_it: Posizione
ja: 場所
ka: მდებარეობა
kk: Орналасқан жері
lv: Atrašanās vieta
nl: Locatie
pl: Lokalizacja
pt_br: Localização
pt_pt: Local
ro: Locație
ru: Местонахождение
sq: Vendndodhja
sv: Plats
sw: Mahali
te: స్థానం
th: ตำแหน่ง
tr_tr: Konum
uk: Місце розташування
uz: Joylashuv
vi: Vị trí

source: Provide a resource location in url, required
af_za: Verskaf &#39;n hulpbronligging in url, vereis
ar: قَدِّم عُنوان المَوْرِد في عُنوان الرابِط الإلِكتروني (URL)، إِجبارِي
az: Resursun yerini URL-də göstərin, tələb olunur
bo: urlནང་དུ་ཐོན་ཁུངས་གནས་ཡུལ་མཁོ་སྤྲོད་བྱེད་དགོས།
da: Angiv en ressourceplacering i url, påkrævet
de_de: Geben Sie einen Ressourcenstandort in der URL an (erforderlich).
el: Καταχωρίστε μια θέση πόρου στο url, απαιτείται
es_419: Proporcione una ubicación de recurso en la URL, obligatorio
fa: یک مکان منبع را در آدرس مورد نیاز ارائه دهید
fr: Fournir un emplacement de ressource dans l&#39;url, obligatoire
fr_ca: Fournir un URL de l'emplacement de la ressource, obligatoire
he: ספק מיקום משאב ב-URL, נדרש
hi: यूआरएल में संसाधन स्थान प्रदान करना आवश्यक है
hu: Adjon meg egy erőforrás helyét URL-ben, kötelező
it_it: Fornire una posizione della risorsa nell&#39;URL, obbligatorio
ja: URLでリソースの場所を提供してください（必須）
ka: მიაწოდეთ რესურსის ადგილმდებარეობა url-ში, საჭიროა
kk: URL мекенжайында ресурс орнын көрсетіңіз, қажет
lv: Norādiet resursa atrašanās vietu url, obligāti
nl: Geef een bronlocatie op in de URL, vereist
pl: Podaj lokalizację zasobu w adresie URL, jest wymagane
pt_br: Forneça um local de recurso no URL, obrigatório
pt_pt: Fornecer uma localização de recurso em url, obrigatório
ro: Furnizați o locație a resursei în adresa URL, este necesar
ru: Укажите местоположение ресурса в URL (обязательно).
sq: Siguroni një vendndodhje burimi në url, e nevojshme
sv: Ange en resursplats i URL, obligatoriskt
sw: Toa eneo la rasilimali katika url, inahitajika
te: అవసరమైన urlలో వనరు స్థానాన్ని అందించండి
th: ระบุตำแหน่งทรัพยากรใน url (จำเป็น)
tr_tr: url şeklinde bir kaynak konumu sağlayın; gerekli
uk: Необхідно вказати місцеположення ресурсу в URL-адресі
uz: Resurs manzilini url-da ko‘rsating, talab qilinadi
vi: Cung cấp vị trí tài nguyên trong url, bắt buộc

source: Description
af_za: Beskrywing
ar: الوصف
az: Təsvir
bo: འགྲེལ་བཤད།
da: Beskrivelse
de_de: Beschreibung
el: Περιγραφή
es_419: Descripción
fa: شرح
he: תיאור
hi: विवरण
hu: Leírás
it_it: Descrizione
ja: 説明
ka: აღწერა
kk: Сипаттама
lv: Apraksts
nl: Beschrijving
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
sq: Përshkrimi
sv: Beskrivning
sw: Maelezo
te: వివరణ
tr_tr: Açıklama
uk: Опис
uz: Tavsif
vi: Sự miêu tả

source: Provide a meaningful description so other students know whether this is useful to them
af_za: Gee &#39;n sinvolle beskrywing sodat ander studente weet of dit vir hulle nuttig is
ar: قَدِّم وَصفاً ذا مَعنى لكي يَعرِف الطلّاب الآخرون فيما إذا كان مُفيداً لهم
az: Başqa tələbələrin bu məlumatın onlar üçün faydalı olub-olmadığını bilməsi üçün mənalı bir təsvir verin.
bo: སློབ་མ་གཞན་ཚོས་འདི་ཁོང་ཚོར་ཕན་ཐོགས་ཡོད་མེད་ཤེས་ཐུབ་པའི་དོན་སྙིང་ལྡན་པའི་འགྲེལ་བཤད་ཅིག་སྤྲད།
da: Giv en meningsfuld beskrivelse, så andre elever ved, om dette er nyttigt for dem
de_de: Geben Sie eine aussagekräftige Beschreibung an, damit andere Studierende wissen, ob dies für sie nützlich ist
el: Δώστε μια ουσιαστική περιγραφή, ώστε οι άλλοι μαθητές να γνωρίζουν εάν αυτή είναι χρήσιμη για αυτούς
es_419: Proporcione una descripción significativa para que otros estudiantes sepan si les resulta útil.
fa: یک توصیف معنادار ارائه دهید تا فراگیران دیگر بدانند که آیا این برای آن‌ها مفید است یا خیر
fr: Fournissez une description significative afin que les autres apprenants sachent si cela leur est utile
fr_ca: Fournissez une description significative afin que les autres étudiants sachent si cela leur est utile
he: ספק תיאור משמעותי כדי שתלמידים אחרים ידעו אם זה שימושי עבורם
hi: एक सार्थक विवरण प्रदान करें ताकि अन्य छात्र जान सकें कि यह उनके लिए उपयोगी है या नहीं
hu: Adj értelmes leírást, hogy más diákok tudják, hasznos-e ez számukra.
it_it: Fornisci una descrizione significativa in modo che gli altri studenti sappiano se è utile a loro
ja: 他の学生がそれが役に立つかどうかを知るために、意味のある説明を提供してください。
ka: მიაწოდეთ მნიშვნელოვანი აღწერა, რათა სხვა მოსწავლეებმა იცოდნენ, სასარგებლოა თუ არა ეს მათთვის
kk: Басқа студенттер мұның өздеріне пайдалы екенін білу үшін мазмұнды сипаттама беріңіз
lv: Sniedziet jēgpilnu aprakstu, lai citi dalībnieki zinātu, vai tas viņiem ir noderīgi
nl: Geef een betekenisvolle beschrijving zodat andere leerlingen weten of dit voor hen nuttig is
pl: Podaj zrozumiały opis, aby inni uczniowie wiedzieli, czy jest to dla nich przydatne
pt_br: Forneça uma descrição significativa para que outros alunos saibam se isso é útil para eles
pt_pt: Forneça uma descrição relevante para que os outros alunos saibam se este recurso é útil para eles
ro: Furnizați o descriere semnificativă, astfel încât alți elevi să știe dacă acest lucru le este util.
ru: Предоставьте содержательное описание, чтобы другие учащиеся знали, полезно ли это для них.
sq: Jepni një përshkrim kuptimplotë në mënyrë që studentët e tjerë të dinë nëse kjo është e dobishme për ta
sv: Ge en meningsfull beskrivning så att andra studenter vet om detta är användbart för dem
sw: Toa maelezo ya maana ili wanafunzi wengine wajue kama hii ni muhimu kwao
te: అర్థవంతమైన వివరణను అందించండి, తద్వారా ఇది వారికి ఉపయోగకరంగా ఉందో లేదో ఇతర విద్యార్థులు తెలుసుకుంటారు
th: ให้คำอธิบายที่มีความหมายเพื่อให้นักเรียนคนอื่นๆ ทราบว่าสิ่งนี้มีประโยชน์สำหรับพวกเขาหรือไม่
tr_tr: Diğer öğrencilerin bunun kendileri için yararlı olup olmadığını bilmeleri için anlamlı bir açıklama sağlayın
uk: Надайте змістовний опис, щоб інші учні знали, чи це корисно для них
uz: Boshqa talabalar bu ularga foydalimi yoki yo‘qligini bilishlari uchun mazmunli tavsif bering
vi: Cung cấp mô tả có ý nghĩa để các học sinh khác biết liệu điều này có hữu ích với họ hay không

source: Preview screenshot:
af_za: Voorskou skermkiekie:
ar: معاينة لقطة الشاشة:
az: Önizləmə ekran görüntüsü:
bo: སྔོན་ལྟའི་པར་རིས།
da: Forhåndsvisning af skærmbillede:
de_de: Vorschau-Screenshot:
el: Προεπισκόπηση στιγμιότυπου οθόνης:
es_419: Captura de pantalla de vista previa:
fa: پیش‌نمایش تصویر صفحه:
fr: Aperçu de la capture d&#39;écran :
fr_ca: Aperçu de la capture d'écran :
he: תצוגה מקדימה של צילום מסך:
hi: पूर्वावलोकन स्क्रीनशॉट:
hu: Előnézeti képernyőkép:
it_it: Schermata di anteprima:
ja: プレビューのスクリーンショット:
ka: გადახედეთ სკრინშოტს:
kk: Скриншотты алдын ала қарау:
lv: Priekšskatīt ekrānuzņēmumu:
nl: Voorbeeld screenshot:
pl: Podgląd zrzutu ekranu:
pt_br: Captura de tela de visualização:
pt_pt: Pré-visualização da captura de ecrã:
ro: Previzualizare captură de ecran:
ru: Скриншот предварительного просмотра:
sq: Pamja paraprake e pamjes së ekranit:
sv: Förhandsgranskningsbild:
sw: Hakiki picha ya skrini:
te: ప్రివ్యూ స్క్రీన్‌షాట్:
th: ภาพหน้าจอตัวอย่าง:
tr_tr: Ekran görüntüsünün önizlemesi:
uk: Скріншот попереднього перегляду:
uz: Skrinshotni oldindan ko‘rish:
vi: Xem trước ảnh chụp màn hình:

source: Provide a resource screenshot
af_za: Verskaf &#39;n hulpbronskermkiekie
ar: وَفِّر لَقطة شاشة للمَوارِد
az: Resursun ekran görüntüsünü təqdim edin
bo: ཐོན་ཁུངས་གློག་བརྙན་གྱི་པར་རིས་མཁོ་སྤྲོད་བྱེད།
da: Giv et ressourceskærmbillede
de_de: Stellen Sie einen Ressourcen-Screenshot bereit
el: Παρέχετε ένα στιγμιότυπο οθόνης πόρων
es_419: Proporcionar una captura de pantalla del recurso
fa: یک تصویر صفحه از منبع، ارائه دهید
fr: Fournir une capture d&#39;écran de la ressource
fr_ca: Fournir une capture d'écran de la ressource
he: ספק צילום מסך של משאבים
hi: एक संसाधन स्क्रीनशॉट प्रदान करें
hu: Adjon meg egy erőforrás képernyőképet
it_it: Fornisci uno screenshot della risorsa
ja: リソースのスクリーンショットを提供する
ka: მიაწოდეთ რესურსის სკრინშოტი
kk: Ресурстың скриншотын беріңіз
lv: Nodrošiniet resursa ekrānuzņēmumu
nl: Geef een screenshot van de bron.
pl: Proszę o zrzut ekranu zasobów
pt_br: Forneça uma captura de tela do recurso
pt_pt: Forneça uma captura de ecrã do recurso
ro: Furnizează o captură de ecran cu resurse
ru: Предоставьте скриншот ресурса
sq: Jepni një pamje të burimit
sw: Toa picha ya skrini ya rasilimali
te: రిసోర్స్ స్క్రీన్‌షాట్‌ను అందించండి
th: จัดเตรียมภาพหน้าจอทรัพยากร
tr_tr: Kaynak ekran görüntüsü sağlayın
uk: Надайте скріншот ресурсу
uz: Resurs skrinshotini taqdim eting
vi: Cung cấp ảnh chụp màn hình tài nguyên

source: Save change
af_za: Stoor verandering
ar: احفَظ التغييرات
az: Dəyişikliyi yadda saxla
bo: བསྒྱུར་བཅོས་ཉར་ཚགས་བྱེད་པ།
da: Gem ændring
de_de: Änderungen speichern
el: Σώσε την αλλαγή
es_419: Guardar cambios
fa: ذخیرۀ تغییر
fr: Enregistrer la modification
fr_ca: Sauvegarder les modifications
he: שמור שינוי
hi: परिवर्तन को संग्रहित करें
hu: Változtatás mentése
it_it: Salva modifica
ja: 変更を保存
ka: ცვლილების შენახვა
kk: Өзгерістерді сақтау
lv: Saglabāt izmaiņas
nl: Wijziging opslaan
pl: Zapisz zmianę
pt_br: Salvar as mudanças
pt_pt: Guardar alterações
ro: Salvează modificările
ru: Сохранить изменения
sq: Ruaj ndryshimin
sv: Spara ändring
sw: Hifadhi mabadiliko
te: మార్పును సేవ్ చేయండి
th: บันทึกการเปลี่ยนแปลง
tr_tr: Değişikliği kaydet
uk: Зберегти зміни
uz: O‘zgartirishni saqlang
vi: Lưu thay đổi

source: Provide a resource description
af_za: Verskaf &#39;n hulpbronbeskrywing
ar: اُكتُب وَصفاً للمَوارِد
az: Resursun təsvirini təqdim edin
bo: ཐོན་ཁུངས་ཀྱི་འགྲེལ་བཤད་མཁོ་འདོན་བྱས།
da: Giv en ressourcebeskrivelse
de_de: Geben Sie eine Ressourcenbeschreibung an
el: Δώστε μια περιγραφή πόρων
es_419: Proporcionar una descripción del recurso
fa: شرح منابع را ارائه دهید
fr: Fournir une description de la ressource
fr_ca: Fournir une description de la ressource
he: ספק תיאור משאב
hi: संसाधन विवरण प्रदान करें
hu: Adjon meg egy erőforrás leírást
it_it: Fornire una descrizione della risorsa
ja: リソースの説明を提供する
ka: მიაწოდეთ რესურსის აღწერა
kk: Ресурс сипаттамасын беріңіз
lv: Sniedziet resursa aprakstu
nl: Geef een bronbeschrijving op
pl: Podaj opis zasobu
pt_br: Forneça uma descrição do recurso
pt_pt: Forneça uma descrição do recurso
ro: Furnizați o descriere a resursei
ru: Предоставьте описание ресурса
sq: Jepni një përshkrim të burimit
sv: Ge en resursbeskrivning
sw: Toa maelezo ya rasilimali
te: వనరుల వివరణను అందించండి
th: ระบุคำอธิบายทรัพยากร
tr_tr: Kaynak açıklaması sağlayın
uk: Надайте опис ресурсу
uz: Resurs tavsifini taqdim eting
vi: Cung cấp mô tả tài nguyên

source: Provide a file of resource screenshot
af_za: Verskaf &#39;n lêer van hulpbronskermkiekie
ar: وَفِّر ملفاً يحتوي على لَقطات شاشة للمَوارِد
az: Resursun ekran görüntüsünün faylını təqdim edin
bo: ཐོན་ཁུངས་གློག་བརྙན་གྱི་ཡིག་ཆ་ཞིག་མཁོ་སྤྲོད་བྱེད།
da: Angiv en fil med ressourceskærmbillede
de_de: Stellen Sie eine Datei mit einem Ressourcen-Screenshot bereit
el: Παρέχετε ένα αρχείο στιγμιότυπου οθόνης πόρων
es_419: Proporcionar un archivo de captura de pantalla del recurso
fa: یک فایل از تصویر صفحۀ منبع ارائه دهید
fr: Fournir un fichier de capture d&#39;écran de la ressource
fr_ca: Fournir un fichier de capture d'écran de la ressource
he: ספק קובץ של צילום מסך של משאבים
hi: संसाधन स्क्रीनशॉट की एक फ़ाइल प्रदान करें
hu: Adjon meg egy fájlt az erőforrás képernyőképéről
it_it: Fornire un file di screenshot della risorsa
ja: リソースのスクリーンショットファイルを提供する
ka: მიაწოდეთ რესურსის სკრინშოტის ფაილი
kk: Ресурс скриншотының файлын беріңіз
lv: Nodrošiniet resursa ekrānuzņēmuma failu
nl: Geef een screenshot van de bron in een bestand.
pl: Podaj plik zrzutu ekranu zasobów
pt_br: Forneça um arquivo de captura de tela do recurso
pt_pt: Forneça um ficheiro com a captura de ecrã do recurso
ro: Furnizați un fișier cu captură de ecran cu resurse
ru: Предоставьте файл скриншота ресурса
sq: Jepni një skedar të pamjes së ekranit të burimit
sv: Tillhandahåll en fil med skärmdump av resurs
sw: Toa faili ya picha ya skrini ya rasilimali
te: రిసోర్స్ స్క్రీన్‌షాట్ ఫైల్‌ను అందించండి
th: จัดเตรียมไฟล์ภาพหน้าจอทรัพยากร
tr_tr: Kaynak ekran görüntüsünün bir dosyasını sağlayın
uk: Надайте файл знімка екрана ресурсу
uz: Resurs skrinshoti faylini taqdim eting
vi: Cung cấp tệp ảnh chụp màn hình tài nguyên

source: Add resource
af_za: Voeg hulpbron by
ar: أَضِف مَوْرِداً
az: Resurs əlavə et
bo: ཐོན་ཁུངས་ཁ་སྣོན།
da: Tilføj ressource
de_de: Ressource hinzufügen
el: Προσθήκη πόρου
es_419: Agregar recurso
fa: افزودن منبع
fr: Ajouter une ressource
fr_ca: Ajouter une ressource
he: הוסף משאב
hi: संसाधन जोड़ें
hu: Erőforrás hozzáadása
it_it: Aggiungi risorsa
ja: リソースを追加
ka: რესურსის დამატება
kk: Ресурс қосу
lv: Pievienot resursu
nl: Bron toevoegen
pl: Dodaj zasób
pt_br: Adicionar recurso
pt_pt: Adicionar recurso
ro: Adăugați o resursă
ru: Добавить ресурс
sq: Shto burim
sv: Lägga till resurs
sw: Ongeza rasilimali
te: వనరును జోడించండి
th: เพิ่มทรัพยากร
tr_tr: Kaynak ekle
uk: Додати ресурс
uz: Resurs qo‘shing
vi: Thêm tài nguyên

source: Configuration setting
af_za: Konfigurasie instelling
ar: إعداد التكوين
az: Konfiqurasiya ayarları
bo: སྒྲིག་བཀོད་སྒྲིག་སྟངས།
da: Konfigurationsindstilling
de_de: Konfigurationseinstellung
el: Ρύθμιση διαμόρφωσης
es_419: Ajuste de configuración
fa: تنظیمات پیکربندی
fr: Configuration
fr_ca: Paramètre de configuration
he: הגדרת תצורה
hi: कॉन्फ़िगरेशन सेटिंग
hu: Beállítások konfigurálása
it_it: Impostazione di configurazione
ja: 設定の構成設定
ka: კონფიგურაციის პარამეტრი
kk: Конфигурация параметрі
lv: Konfigurācijas iestatījums
nl: Configuratie-instelling
pl: Ustawienie konfiguracji
pt_br: Definição de configuração
pt_pt: Definição de configurações
ro: Configurație de configurare
ru: Настройка конфигурации
sq: Cilësimi i konfigurimit
sv: Konfigurationsinställning
sw: Mpangilio wa usanidi
te: కాన్ఫిగరేషన్ సెట్టింగ్
th: การตั้งค่าคอนฟิกูเรชัน
tr_tr: Yapılandırma ayarı
uk: Налаштування конфігурації
uz: Konfiguratsiya sozlamalari
vi: Cài đặt cấu hình
