Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Invalid location URL provided
af_za: Ongeldige ligging-URL verskaf
ar: قُدِّمَ عُنوان رابِط إلِكتروني (URL) غير صالِح
az: Verilmiş yer URL-si etibarsızdır
bo: ནུས་མེད་ཀྱི་གནས་ཡུལ་གྱི་URLམཁོ་འདོན་བྱས།
da: Ugyldig adresse-URL angivet
de_de: Ungültige Standort-URL angegeben
el: Παρέχεται μη έγκυρη διεύθυνση URL τοποθεσίας
es_419: URL de ubicación no válida proporcionada
fa: آدرس معتبر نیست
fr: URL de localisation non valide fournie
fr_ca: URL de localisation fournie non valide
he: סופקה כתובת אתר לא חוקית של מיקום
hi: अमान्य स्थान URL प्रदान किया गया
hu: Érvénytelen hely URL-t adtak meg
it_it: URL di posizione fornito non valido
ja: 無効な場所のURLが提供されました
ka: მითითებულია არასწორი მდებარეობის URL
kk: Жарамсыз орын URL мекенжайы берілген
lv: Norādīts nederīgs atrašanās vietas URL
nl: Ongeldige locatie-URL opgegeven
pl: Podano nieprawidłowy adres URL lokalizacji
pt_br: URL de local inválido fornecido
pt_pt: URL de localização inválido fornecido
ro: Adresa URL a locației este nevalidă
ru: Указан неверный URL-адрес местоположения.
sq: U dha URL e pavlefshme e vendndodhjes
sv: Ogiltig plats-URL angiven
sw: URL ya eneo si sahihi imetolewa
te: చెల్లని స్థాన URL అందించబడింది
th: URL สถานที่ตั้งที่ระบุไม่ถูกต้อง
tr_tr: Geçersiz konum URL adresi sağlandı
uk: Надано недійсну URL-адресу місцезнаходження
uz: Joylashuv URL manzili yaroqsiz
vi: URL vị trí được cung cấp không hợp lệ

source: The resource you are attempting to provide already exists
af_za: Die hulpbron wat jy probeer verskaf, bestaan reeds
ar: المَوْرِد الذي تُحاوِل تَوفِيرَه موجود بِالفِعل
az: Təqdim etməyə çalışdığınız resurs artıq mövcuddur
bo: ཁྱོད་ཀྱིས་མཁོ་སྤྲོད་བྱེད་བཞིན་པའི་ཐོན་ཁུངས་དེ་སྔོན་ནས་ཡོད།
da: Den ressource, du forsøger at levere, findes allerede
de_de: Die Ressource, die Sie bereitzustellen versuchen, ist bereits vorhanden
el: Ο πόρος που προσπαθείτε να παρέχετε υπάρχει ήδη
es_419: El recurso que intenta proporcionar ya existe
fa: منبعی که می‌خواهید ارائه دهید از قبل وجود دارد
fr: La ressource que vous essayez de fournir existe déjà
fr_ca: La ressource que vous essayez de fournir existe déjà
he: המשאב שאתה מנסה לספק כבר קיים
hi: आप जो संसाधन उपलब्ध कराने का प्रयास कर रहे हैं वह पहले से मौजूद है
hu: A megadni kívánt erőforrás már létezik.
it_it: La risorsa che stai tentando di fornire esiste già
ja: 提供しようとしているリソースはすでに存在します
ka: რესურსი, რომლის მიწოდებასაც ცდილობთ, უკვე არსებობს
kk: Сіз қамтамасыз етуге әрекеттеніп жатқан ресурс бұрыннан бар
lv: Resurss, kuru mēģināt nodrošināt, jau pastāv
nl: De bron die u probeert aan te bieden, bestaat al
pl: Zasób, który próbujesz udostępnić, już istnieje
pt_br: O recurso que você está tentando fornecer já existe
pt_pt: O recurso que está a tentar disponibilizar já existe
ro: Resursa pe care încercați să o furnizați există deja
ru: Ресурс, который вы пытаетесь предоставить, уже существует.
sq: Burimi që po përpiqeni të ofroni ekziston tashmë
sv: Resursen du försöker tillhandahålla finns redan
sw: Nyenzo unayojaribu kutoa tayari ipo
te: మీరు అందించడానికి ప్రయత్నిస్తున్న వనరు ఇప్పటికే ఉంది
th: ทรัพยากรที่คุณพยายามจัดหามีอยู่แล้ว
tr_tr: Sağlamaya çalıştığınız kaynak zaten mevcut
uk: Ресурс, який ви намагаєтесь надати, уже існує
uz: Siz taqdim qilmoqchi bo‘lgan resurs allaqachon mavjud
vi: Tài nguyên bạn đang cố gắng cung cấp đã tồn tại

source: The resource you are attempting to provide has been disallowed by the staff. Reason:
af_za: Die hulpbron wat jy probeer verskaf, is deur die personeel geweier. Rede:
ar: رُفِضَ المَوْرِد الذي تُحاوِل تَوفِيرَه مِن قِبَل الفَريق. وذلك بِسبب:
az: Sizin təqdim etməyə çalışdığınız resurs işçi heyəti tərəfindən qadağan edilib. Səbəb:
bo: ཁྱེད་ཀྱིས་མཁོ་སྤྲོད་བྱེད་རྩིས་ཡོད་པའི་ཐོན་ཁུངས་དེ་ལས་བྱེད་པས་ཆོག་མཆན་མ་སྤྲད་པ་རེད། རྒྱུ་མཚན:
da: Den ressource, du forsøger at levere, er blevet afvist af personalet. Grund:
de_de: Die Ressource, die Sie bereitstellen möchten, wurde vom Personal abgelehnt. Grund:
el: Ο πόρος που προσπαθείτε να παρέχετε έχει απορριφθεί από το προσωπικό. Λόγος:
es_419: El personal ha rechazado el recurso que intenta proporcionar. Razón:
fa: منبعی که مایلید کسب کنید، توسط کارکنان رد شده‌است. دلیل:
fr: La ressource que vous essayez de fournir a été refusée par le personnel. Raison:
fr_ca: La ressource que vous essayez de fournir a été refusée par le personnel. Raison :
he: המשאב שאתה מנסה לספק נאסר על ידי הצוות. סיבה:
hi: आप जो संसाधन उपलब्ध कराने का प्रयास कर रहे हैं उसे कर्मचारियों द्वारा अस्वीकार कर दिया गया है। कारण:
hu: A forrást, amelyet megpróbál biztosítani, a személyzet nem engedélyezte. Indok:
it_it: La risorsa che stai tentando di fornire non è stata consentita dallo staff. Motivo:
ja: スタッフによって提供しようとしているリソースが許可されていません。理由:
ka: რესურსი, რომლის მიწოდებასაც ცდილობთ, დაუშვებელია პერსონალის მიერ. მიზეზი:
kk: Сіз қамтамасыз етуге әрекеттеніп жатқан ресурсқа қызметкерлер рұқсат бермеді. Себебі:
lv: Personāls ir atteicis resursu, kuru mēģināt nodrošināt. Iemesls:
nl: De bron die u probeert aan te bieden, is niet toegestaan door het personeel. Reden:
pl: Zasób, który próbujesz udostępnić, został zablokowany przez personel. Powód:
pt_br: O recurso que você está tentando fornecer não foi permitido pela equipe. Razão:
pt_pt: O recurso que está a tentar disponibilizar não foi aprovado pela equipa. Motivo:
ro: Resursa pe care încercați să o furnizați a fost interzisă de personal. Motiv:
ru: Ресурс, который вы пытаетесь предоставить, запрещен сотрудниками. Причина:
sq: Burimi që po përpiqeni të ofroni është refuzuar nga stafi. Arsyeja:
sv: Resursen du försöker tillhandahålla har inte godkänts av personalen. Orsak:
sw: Nyenzo unayojaribu kutoa imekataliwa na wafanyikazi. Sababu:
te: మీరు అందించడానికి ప్రయత్నిస్తున్న వనరు సిబ్బందిచే అనుమతించబడలేదు. కారణం:
th: ทรัพยากรที่คุณพยายามจัดหาไม่ได้รับอนุญาตจากเจ้าหน้าที่ เหตุผล:
tr_tr: Sağlamaya çalıştığınız kaynağa ders personeli tarafından izin verilmedi. Gerekçe:
uk: Ресурс, який ви намагаєтеся надати, був заборонений персоналом. Причина:
uz: Siz taqdim qilmoqchi bo‘lgan resurs xodimlar tomonidan taqiqlangan. Sababi:
vi: Tài nguyên bạn đang cố gắng cung cấp đã không được nhân viên cho phép. Lý do:

source: The selected resource does not exist
af_za: Die geselekteerde hulpbron bestaan nie
ar: المَوْرِد المُحَدَّد غير موجود
az: Seçilmiş resurs mövcud deyil
bo: བདམས་པའི་ཐོན་ཁུངས་མེད་པ།
da: Den valgte ressource findes ikke
de_de: Die ausgewählte Ressource existiert nicht
el: Ο επιλεγμένος πόρος δεν υπάρχει
es_419: El recurso seleccionado no existe
fa: منبع انتخاب‌شده وجود ندارد
fr: La ressource sélectionnée n'existe pas
fr_ca: La ressource sélectionnée n'existe pas
he: המשאב שנבחר אינו קיים
hi: चयनित संसाधन मौजूद नहीं है
hu: A kiválasztott erőforrás nem létezik
it_it: La risorsa selezionata non esiste
ja: 選択されたリソースは存在しません
ka: არჩეული რესურსი არ არსებობს
kk: Таңдалған ресурс жоқ
lv: Atlasītais resurss neeksistē
nl: De geselecteerde bron bestaat niet
pl: Wybrany zasób nie istnieje
pt_br: O recurso selecionado não existe
pt_pt: O recurso selecionado não existe
ro: Resursa selectat nu există
ru: Выбранный ресурс не существует
sq: Burimi i zgjedhur nuk ekziston
sv: Den valda resursen finns inte
sw: Rasilimali iliyochaguliwa haipo
te: ఎంచుకున్న వనరు ఉనికిలో లేదు
th: ไม่มีทรัพยากรที่เลือก
tr_tr: Seçilen kaynak mevcut değil
uk: Вибраний ресурс не існує
uz: Tanlangan resurs mavjud emas
vi: Tài nguyên đã chọn không tồn tại

source: Size of uploaded file exceeds threshold
af_za: Grootte van opgelaaide lêer oorskry die drempel
ar: حجم الملف الذي رَفَعتَه يَتجاوز الحدّ المَسموح بِه
az: Yüklənmiş faylın ölçüsü həddi aşır
bo: ཡར་བསྐུར་བའི་ཡིག་ཆའི་ཆེ་ཆུང་ཚད་གཞི་ལས་བརྒལ་ཡོད།
da: Størrelsen på den uploadede fil overstiger tærsklen
de_de: Die Größe der hochgeladenen Datei überschreitet den Schwellenwert
el: Το μέγεθος του μεταφορτωμένου αρχείου υπερβαίνει το όριο
es_419: El tamaño del archivo subido supera el umbral
fa: اندازه فایل بارگیری‌شده از آستانه فراتر می‌رود
fr: La taille du fichier chargé dépasse le seuil
fr_ca: La taille du fichier téléchargé dépasse le seuil
he: גודל הקובץ שהועלה חורג מהסף
hi: अपलोड की गई फ़ाइल का आकार सीमा से अधिक है
hu: A feltöltött fájl mérete meghaladja a küszöbértéket
it_it: La dimensione del file caricato supera la soglia
ja: アップロードされたファイルのサイズがしきい値を超えています
ka: ატვირთული ფაილის ზომა აღემატება ზღურბლს
kk: Жүктеп салынған файлдың өлшемі шекті мәннен асып кетті
lv: Augšupielādētā faila lielums pārsniedz slieksni
nl: De grootte van het geüploade bestand overschrijdt de drempelwaarde
pl: Rozmiar przesłanego pliku przekracza próg
pt_br: O tamanho do arquivo enviado excede o limite
pt_pt: O tamanho do ficheiro enviado excede o limite
ro: Dimensiunea fișierului încărcat depășește pragul
ru: Размер загруженного файла превышает порог
sq: Madhësia e skedarit të ngarkuar e kalon pragun
sv: Storleken på den uppladdade filen överskrider gränsvärdet
sw: Ukubwa wa faili iliyopakiwa unazidi kikomo
te: అప్‌లోడ్ చేసిన ఫైల్ పరిమాణం థ్రెషోల్డ్‌ని మించిపోయింది
th: ขนาดของไฟล์ที่อัปโหลดเกินเกณฑ์
tr_tr: Yüklenen dosya boyutu limiti aşıyor
uk: Розмір завантаженого файлу перевищує порогове значення
uz: Yuklangan fayl hajmi chegaradan oshib ketdi
vi: Kích thước tệp tải lên vượt quá ngưỡng

source: The configuration of pyfs is not properly set
af_za: Die konfigurasie van pyfs is nie behoorlik ingestel nie
ar: لَم يُضبَط إعداد pyfs بشكل صحيح
az: Pyfs konfiqurasiyası düzgün qurulmayıb
bo: pyfs ཡི་སྒྲིག་བཀོད་ལེགས་པར་སྒྲིག་མེད།
da: Konfigurationen af pyfs er ikke korrekt indstillet
de_de: Die Konfiguration von pyfs ist nicht richtig eingestellt
el: Η διαμόρφωση των pyfs δεν έχει ρυθμιστεί σωστά
es_419: La configuración de pyfs no está configurada correctamente
fa: پیکربندی pyfs به‌درستی تنظیم نشده‌است
fr: La configuration de pyfs n&#39;est pas correctement définie
fr_ca: La configuration de pyfs n'est pas correctement définie
he: התצורה של pyfs אינה מוגדרת כראוי
hi: पाइफ़्स का कॉन्फ़िगरेशन ठीक से सेट नहीं है
hu: A pyfs konfigurációja nincs megfelelően beállítva.
it_it: La configurazione di pyfs non è impostata correttamente
ja: pyfsの設定が正しくありません
ka: pyfs-ის კონფიგურაცია სათანადოდ არ არის დაყენებული
kk: pyfs конфигурациясы дұрыс орнатылмаған
lv: Pyfs konfigurācija nav pareizi iestatīta
nl: De configuratie van pyfs is niet correct ingesteld
pl: Konfiguracja pyfs nie jest poprawnie ustawiona
pt_br: A configuração do pyfs não está definida corretamente
pt_pt: A configuração de pyfs não está definida corretamente
ro: Configurația pyfs nu este setată corect
ru: Конфигурация pyfs установлена неправильно.
sq: Konfigurimi i pyfs nuk është vendosur siç duhet
sv: Konfigurationen av pyfs är inte korrekt inställd
sw: Usanidi wa pyfs haujawekwa vizuri
te: pyfs కాన్ఫిగరేషన్ సరిగ్గా సెట్ చేయబడలేదు
th: การกำหนดค่า pyfs ไม่ได้ตั้งค่าอย่างถูกต้อง
tr_tr: Pyfs yapılandırması doğru şekilde ayarlanmamış
uk: Конфігурацію pyfs встановлено неправильно
uz: Pyfs konfiguratsiyasi to‘g‘ri sozlanmagan
vi: Cấu hình của pyfs không được đặt đúng

source: Endorse resource without permission
af_za: Onderskryf hulpbron sonder toestemming
ar: اعتَمد المُوْرِد دونَ إذنٍ
az: Resursu icazəsiz təsdiqləyin
bo: ཆོག་མཆན་མེད་པར་ཐོན་ཁུངས་ལ་རྒྱབ་སྐྱོར་བྱེད་པ།
da: Godkend ressource uden tilladelse
de_de: Ressource ohne Erlaubnis unterstützen
el: Υποστηρίξτε τον πόρο χωρίς άδεια
es_419: Respaldar recurso sin permiso
fa: تأیید منبع بدون اجازه
fr: Approuvez la ressource sans permission
fr_ca: Approuver la ressource sans autorisation
he: אישור משאב ללא רשות
hi: बिना अनुमति के संसाधन का समर्थन करें
hu: Támogassa az erőforrást engedély nélkül
it_it: Approva la risorsa senza autorizzazione
ja: 許可なくリソースを承認する
ka: რესურსის დამტკიცება ნებართვის გარეშე
lv: Apstipriniet resursu bez atļaujas
nl: Bron zonder toestemming goedkeuren
pl: Popieraj zasób bez pozwolenia
pt_br: Endossar recurso sem permissão
pt_pt: Aprovar recurso sem permissão
ro: Aprobare resursa fără permisiune
ru: Одобрять ресурс без разрешения
sq: Mirato burimin pa leje
sv: Godkänn resurs utan tillstånd
sw: Idhinisha rasilimali bila ruhusa
te: అనుమతి లేకుండా వనరులను ఆమోదించండి
th: รับรองทรัพยากรโดยไม่ได้รับอนุญาต
tr_tr: Kaynağı izin olmaksızın onayla
uk: Підтримуйте ресурс без дозволу
uz: Resursni ruxsatsiz tasdiqlash
vi: Xác nhận tài nguyên mà không được phép

source: You don't have the permission to remove this resource
af_za: Jy het nie die toestemming om hierdie hulpbron te verwyder nie
ar: ليس لديك الإذن لإزالة هذا المَوْرِد
az: Bu resursu silmək üçün icazəniz yoxdur
bo: ཁྱེད་ལ་ཆོག་མཆན་མེད་པས་ཐོན་ཁུངས་འདི་བཏོན་མི་ཆོག།
da: Du har ikke tilladelse til at fjerne denne ressource
de_de: Sie haben nicht die Berechtigung, diese Ressource zu entfernen
el: Δεν έχετε την άδεια να αφαιρέσετε αυτόν τον πόρο
es_419: No tienes permiso para eliminar este recurso.
fa: شما اجازۀ حذف این منبع را ندارید
fr: Vous n'avez pas la permission d'enlever cette ressource
fr_ca: Vous n'êtes pas autorisé à supprimer cette ressource
he: אין לך הרשאה להסיר משאב זה
hi: आपके पास इस संसाधन को हटाने की अनुमति नहीं है
hu: Nincs jogosultságod ennek az erőforrásnak az eltávolításához.
it_it: Non hai l&#39;autorizzazione per rimuovere questa risorsa
ja: このリソースを削除する権限がありません
ka: თქვენ არ გაქვთ ამ რესურსის წაშლის უფლება
kk: Бұл ресурсты жоюға рұқсатыңыз жоқ
lv: Jums nav atļaujas noņemt šo resursu
nl: U heeft geen toestemming om deze bron te verwijderen
pl: Nie masz uprawnień, aby usunąć ten zasób
pt_br: Você não tem permissão para remover este recurso
pt_pt: Não tem permissão para remover este recurso
ro: Nu aveți permisiunea de a elimina această resursă
ru: У вас нет разрешения на удаление этого ресурса.
sq: Ju nuk keni leje për ta hequr këtë burim
sv: Du har inte behörighet att ta bort denna resurs
sw: Huna ruhusa ya kuondoa nyenzo hii
te: ఈ వనరును తీసివేయడానికి మీకు అనుమతి లేదు
th: คุณไม่ได้รับอนุญาตให้ลบทรัพยากรนี้
tr_tr: Bu kaynağı kaldırma izniniz yok
uk: Ви не маєте дозволу на видалення цього ресурсу
uz: Sizda bu resursni o‘chirishga ruxsatingiz yo‘q
vi: Bạn không có quyền xóa tài nguyên này

source: Only staff can import resources
af_za: Slegs personeel kan hulpbronne invoer
ar: يمكن للطاقم فقط استيراد الموارد
az: Yalnız işçilər resursları idxal edə bilər
bo: ལས་བྱེད་པ་ཁོ་ནས་ཐོན་ཁུངས་འདྲེན་ཐུབ།
da: Kun personale kan importere ressourcer
de_de: Nur Mitarbeiter können Ressourcen importieren
el: Μόνο το προσωπικό μπορεί να εισάγει πόρους
es_419: Sólo el personal puede importar recursos
fa: فقط کارکنان می‌توانند منابع را وارد کنند
fr: Seul le personnel peut importer des ressources
fr_ca: Seul le personnel peut importer des ressources
he: רק צוות יכול לייבא משאבים
hi: केवल कर्मचारी ही संसाधनों का आयात कर सकते हैं
hu: Csak a személyzet importálhat erőforrásokat
it_it: Solo il personale può importare risorse
ja: スタッフのみがリソースをインポートできます
ka: რესურსების იმპორტი მხოლოდ პერსონალს შეუძლია
kk: Ресурстарды тек қызметкерлер ғана импорттай алады
lv: Tikai darbinieki var importēt resursus
nl: Alleen personeel kan bronnen importeren
pl: Tylko pracownicy mogą importować zasoby
pt_br: Somente a equipe pode importar recursos
pt_pt: Apenas a equipa pode importar recursos
ro: Numai personalul poate importa resurse
ru: Только сотрудники могут импортировать ресурсы
sq: Vetëm stafi mund të importojë burime
sv: Endast personal kan importera resurser
sw: Wafanyakazi pekee ndio wanaoweza kuagiza rasilimali
te: సిబ్బంది మాత్రమే వనరులను దిగుమతి చేసుకోగలరు
th: มีเพียงพนักงานเท่านั้นที่สามารถนำเข้าทรัพยากรได้
tr_tr: Yalnızca personel kaynakları içe aktarabilir
uk: Тільки персонал може імпортувати ресурси
uz: Faqatgina xodimlar resurslarni import qilishlari mumkin
vi: Chỉ nhân viên mới có thể nhập tài nguyên

source: Please submit the JSON file obtained with the download resources button
af_za: Dien asseblief die JSON-lêer in wat verkry is met die aflaai hulpbronne-knoppie
ar: يرجى إرسال ملف JSON الذي تم الحصول عليه باستخدام زر تنزيل الموارد
az: Zəhmət olmasa, yükləmə resursları düyməsi ilə əldə edilən JSON faylını təqdim edin.
bo: ཕབ་ལེན་ཐོན་ཁུངས་མཐེབ་གཞོང་གིས་ཐོབ་པའི་JSONཡིག་ཆ་དེ་འབུལ་རོགས།
da: Indsend venligst JSON-filen opnået med knappen download ressourcer
de_de: Bitte übermitteln Sie die JSON-Datei, die Sie über die Schaltfläche „Ressourcen herunterladen“ erhalten haben
el: Υποβάλετε το αρχείο JSON που έχετε αποκτήσει με το κουμπί λήψης πόρων
es_419: Envíe el archivo JSON obtenido con el botón de descarga de recursos.
fa: لطفاً فایل JSON به‌دست آمده از طریق دکمۀ بارگذاری منابع را ارسال کنید
fr: Soumettez le fichier JSON obtenu avec le bouton de téléchargement des ressources
fr_ca: Veuillez soumettre le fichier JSON obtenu avec le bouton de téléchargement des ressources
he: נא לשלוח את קובץ ה-JSON שהושג באמצעות לחצן ההורדה משאבים
hi: कृपया डाउनलोड संसाधन बटन से प्राप्त JSON फ़ाइल सबमिट करें
hu: Kérjük, küldje be a JSON fájlt, amelyet a letöltési erőforrások gombbal kapott meg.
it_it: Invia il file JSON ottenuto con il pulsante Scarica risorse
ja: ダウンロードリソースボタンで取得したJSONファイルを提出してください。
ka: გთხოვთ, წარმოადგინოთ JSON ფაილი, რომელიც მიღებულია რესურსების ჩამოტვირთვის ღილაკით
kk: Жүктеп алу ресурстары түймесі арқылы алынған JSON файлын жіберіңіз
lv: Lūdzu, iesniedziet JSON failu, kas iegūts, izmantojot lejupielādes resursu pogu
nl: Dien het JSON-bestand in dat u heeft verkregen via de knop Downloadbronnen.
pl: Prześlij plik JSON uzyskany za pomocą przycisku pobierania zasobów
pt_br: Envie o arquivo JSON obtido com o botão de download de recursos
pt_pt: Por favor, submeta o ficheiro JSON obtido com o botão de transferir recursos
ro: Vă rugăm să trimiteți fișierul JSON obținut cu butonul de descărcare a resurselor
ru: Отправьте файл JSON, полученный с помощью кнопки загрузки ресурсов.
sq: Paraqisni skedarin JSON të marrë me butonin e burimeve të shkarkimit
sv: Vänligen skicka in JSON-filen som erhållits med knappen för att ladda ner resurser.
sw: Tafadhali wasilisha faili ya JSON iliyopatikana kwa kitufe cha nyenzo za upakuaji
te: దయచేసి డౌన్‌లోడ్ వనరుల బటన్‌తో పొందిన JSON ఫైల్‌ను సమర్పించండి
th: โปรดส่งไฟล์ JSON ที่ได้รับพร้อมปุ่มดาวน์โหลดทรัพยากร
tr_tr: Lütfen kaynakları indir düğmesiyle elde ettiğiniz JSON dosyasını gönderin
uk: Надішліть файл JSON, отриманий за допомогою кнопки ресурсів для завантаження
uz: Yuklab olish manbalari tugmasi bilan olingan JSON faylni yuboring
vi: Vui lòng gửi tệp JSON thu được bằng nút tài nguyên tải xuống

source: Tried to access flagged resources without staff permission
af_za: Het probeer om toegang tot gevlagde hulpbronne te verkry sonder personeeltoestemming
ar: حاوَلْتَ الوُصول إلى المَوارِد التي تم وَضْع علامة عليها دُونَ إذنٍ مِن الطاقِم
az: Bayraqlanmış resurslara işçi icazəsi olmadan daxil olmağa cəhd edildi
bo: ལས་བྱེད་པའི་ཆོག་མཆན་མེད་པར་དར་ཆ་ཡོད་པའི་ཐོན་ཁུངས་ལ་འཛུལ་ཐབས་བྱས།
da: Forsøgte at få adgang til markerede ressourcer uden personaletilladelse
de_de: Es wurde versucht, ohne Erlaubnis des Personals auf markierte Ressourcen zuzugreifen
el: Προσπάθησε να αποκτήσει πρόσβαση σε επισημασμένους πόρους χωρίς την άδεια του προσωπικού
es_419: Intentó acceder a recursos marcados sin el permiso del personal
fa: تلاش برای دسترسی به منابع علامت‌گذاری‌شده بدون اجازۀ کارکنان
fr: J'ai essayé d'accéder aux ressources signalées sans la permission du personnel
fr_ca: Vous avez essayé d'accéder aux ressources signalées sans l'autorisation du personnel
he: ניסה לגשת למשאבים שסומנו ללא הרשאת צוות
hi: कर्मचारियों की अनुमति के बिना ध्वजांकित संसाधनों तक पहुँचने का प्रयास किया गया
hu: Megpróbált hozzáférés a megjelölt erőforrásokhoz személyzeti engedély nélkül
it_it: Ho tentato di accedere alle risorse contrassegnate senza l&#39;autorizzazione dello staff
ja: スタッフの許可なくフラグが立てられたリソースにアクセスしようとしました
ka: სცადა დროშით მონიშნულ რესურსებზე წვდომა პერსონალის ნებართვის გარეშე
kk: Қызметкерлердің рұқсатынсыз белгіленген ресурстарға қол жеткізуге тырысты
lv: Mēģināja piekļūt atzīmētajiem resursiem bez personāla atļaujas
nl: Geprobeerd toegang te krijgen tot gemarkeerde bronnen zonder toestemming van het personeel
pl: Próbowano uzyskać dostęp do oznaczonych zasobów bez zgody personelu
pt_br: Tentei acessar recursos sinalizados sem permissão da equipe
pt_pt: Tentou aceder a recursos sinalizados sem a permissão da equipa
ro: Am încercat să accesez resursele semnalate fără permisiunea personalului
ru: Пытался получить доступ к помеченным ресурсам без разрешения персонала.
sq: U përpoq të hynte në burimet e shënuara pa lejen e stafit
sv: Försökte komma åt flaggade resurser utan personalens tillstånd
sw: Ilijaribu kufikia rasilimali zilizoalamishwa bila idhini ya wafanyikazi
te: సిబ్బంది అనుమతి లేకుండా ఫ్లాగ్ చేయబడిన వనరులను యాక్సెస్ చేయడానికి ప్రయత్నించారు
th: พยายามเข้าถึงทรัพยากรที่ถูกตั้งค่าสถานะโดยไม่ได้รับอนุญาตจากเจ้าหน้าที่
tr_tr: İşaretli kaynaklara ders personelinin izni olmadan erişmeye çalışıldı
uk: Намагався отримати доступ до позначених ресурсів без дозволу персоналу
uz: Belgilangan manbalarga xodimlar ruxsatisiz kirishga harakat qildi
vi: Đã cố truy cập các tài nguyên được gắn cờ mà không có sự cho phép của nhân viên

source: This is a list of recommended resources. If you\
af_za: Dit is &#39;n lys van aanbevole hulpbronne. As jy\
ar: هذه قائمة بالموارد الموصى بها. اذا أنت\
az: Bu tövsiyə olunan resursların siyahısıdır. Əgər siz\
bo: འདི་ནི་འོས་སྦྱོར་བྱས་པའི་ཐོན་ཁུངས་ཀྱི་ཐོ་གཞུང་ཞིག་རེད། གལ་ཏེ་ཁྱེད་རང་
da: Dette er en liste over anbefalede ressourcer. Hvis du\
de_de: Dies ist eine Liste empfohlener Ressourcen. Wenn du\
el: Αυτή είναι μια λίστα με προτεινόμενους πόρους. Αν εσύ\
es_419: Esta es una lista de recursos recomendados. Si usted\
fa: این فهرستی از منابع توصیه شده‌است. اگر شما
fr: Ceci est une liste de ressources recommandées. Si tu\
fr_ca: Ceci est une liste de ressources recommandées. Si vous\
he: זוהי רשימה של משאבים מומלצים. אם אתה\
hi: यह अनुशंसित संसाधनों की एक सूची है. अगर आप\
hu: Ez egy ajánlott források listája. Ha ön\
it_it: Questo è un elenco di risorse consigliate. Se tu\
ja: これは推奨リソースのリストです。もしあなたが\
ka: ეს არის რეკომენდებული რესურსების ჩამონათვალი. თუ თქვენ\
kk: Бұл ұсынылған ресурстардың тізімі. Егер сіз\
lv: Šis ir ieteicamo resursu saraksts. Ja jūs\
nl: Dit is een lijst met aanbevolen bronnen. Als jij\
pl: To jest lista zalecanych zasobów. Jeśli\
pt_br: Esta é uma lista de recursos recomendados. Se você\
pt_pt: Esta é uma lista de recursos recomendados. Se você\
ro: Aceasta este o listă de resurse recomandate. Dacă tu\
ru: Это список рекомендуемых ресурсов. Если вы\
sq: Kjo është një listë e burimeve të rekomanduara. nese ju\
sv: Detta är en lista över rekommenderade resurser. Om du\
sw: Hii ni orodha ya rasilimali zinazopendekezwa. Kama wewe\
te: ఇది సిఫార్సు చేయబడిన వనరుల జాబితా. ఒకవేళ నువ్వు\
th: นี่คือรายการทรัพยากรที่แนะนำ ถ้าคุณ\
tr_tr: Bu önerilen kaynakların bir listesidir. Eğer sen\
uk: Це список рекомендованих ресурсів. Якщо ви\
uz: Bu tavsiya etilgan manbalar ro‘yxati. Agar siz\
vi: Đây là danh sách các tài nguyên được đề xuất. Nếu bạn\
