Repository: openedx/openedx-translations
Catalog: translations/RecommenderXBlock/recommender/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Unflag resource
af_za: Ontvlag hulpbron
ar: ألغِ الإبلاغ عن المورد
az: Resursun işarəsini ləğv et
bo: ཐོན་ཁུངས་དར་ཆ་མེད་པར་བཟོ་བ།
da: Fjern flag for ressource
de_de: Markierung der Ressource aufheben
el: Κατάργηση επισήμανσης πόρου
es_419: Desmarcar recurso
fa: حذف علامت منبع
fr: Annuler le marquage de la ressource
fr_ca: Annuler le signalement de la ressource
he: בטל את הסימון של משאב
hi: संसाधन को अनफ़्लैग करें
it_it: Deseleziona risorsa
ja: リソースのフラグを解除
ka: რესურსის დროშის მოხსნა
lv: Noņemt resursa karogu
nl: Markeer de bron
pl: Usuń flagę zasobu
pt_br: Desmarcar recurso
pt_pt: Retirar assinalação do curso
ro: Anulați semnalizarea resursei
ru: Снять пометку с ресурса
sq: Hiq flamurin e burimit
sv: Avflagga resurs
sw: Ondoa bendera ya rasilimali
te: రిసోర్స్‌ని అన్‌ఫ్లాగ్ చేయండి
th: เลิกตั้งค่าสถานะทรัพยากร
tr_tr: Kaynağın işaretini kaldır
uk: Зняти позначку ресурсу
uz: Resurs belgisini olib tashlash
vi: Bỏ gắn cờ tài nguyên

source: Endorse resource
af_za: Onderskryf hulpbron
ar: اعتَمِد المَوْرِد
az: Resursu təsdiqlə
bo: ཐོན་ཁུངས་ལ་རྒྱབ་སྐྱོར་བྱེད་པ།
da: Godkend ressource
de_de: Ressource unterstützen
el: Υποστηρίξτε τον πόρο
es_419: Respaldar recurso
fa: تأیید منبع
fr: Approuvez la ressource
fr_ca: Approuver la ressource
he: תמך במשאב
hi: संसाधन का समर्थन करें
hu: Erőforrás jóváhagyása
it_it: Approvare la risorsa
ja: リソースを承認する
ka: რესურსის დამტკიცება
kk: Ресурсты бекіту
lv: Apstiprināt resursu
nl: Ondersteun de bron
pl: Popieraj zasób
pt_br: Endossar recurso
pt_pt: Aprovar recurso
ro: Susține resursa
ru: Одобрить ресурс
sq: Mirato burimin
sv: Godkänn resurs
sw: Thibitisha rasilimali
te: వనరులను ఆమోదించండి
th: รับรองทรัพยากร
tr_tr: Kaynağı onayla
uk: Підтримати ресурс
uz: Resursni tasdiqlash
vi: Tài nguyên xác nhận

source: Unendorse resource
af_za: Onderskryf hulpbron
ar: ألغِ اعتماد المورد
az: Resursu təsdiqləməkdən imtina et
bo: ཐོན་ཁུངས་རྒྱབ་སྐྱོར་མེད་པར་བཟོ་བ།
da: Ikke godkendt ressource
de_de: Ressource nicht unterstützen
el: Μη επικυρώσει τον πόρο
es_419: Dejar de respaldar el recurso
fa: منبع تأییدنشده
fr: Annuler l&#39;approbation de la ressource
fr_ca: Annuler l'approbation de la ressource
he: ביטול אישור משאב
hi: संसाधन का समर्थन न करें
hu: Erőforrás visszavonása
it_it: Annullare l&#39;approvazione della risorsa
ja: リソースの承認を取り消す
ka: რესურსის გაუქმება
kk: Қолданбаған ресурс
lv: Neapstiprināts resurss
nl: Bron niet goedkeuren
pl: Wycofaj zasób
pt_br: Cancelar endosso de recurso
pt_pt: Retirar aprovação de recurso
ro: Dezavuați resursa
ru: Неодобренный ресурс
sq: Burim pa miratim
sw: Kutoidhinisha rasilimali
te: ఆధారం లేని వనరు
th: ยกเลิกการรับรองทรัพยากร
tr_tr: Kaynağın onayını iptal et
uk: Скасувати підтримку ресурсу
uz: Resursni tasdiqlamaslik
vi: Không xác nhận tài nguyên

source: Remove resource
af_za: Verwyder hulpbron
ar: أَزِل المَوْرِد
az: Resursu sil
bo: ཐོན་ཁུངས་མེད་པར་བཟོ་བ།
da: Fjern ressource
de_de: Ressource entfernen
el: Κατάργηση πόρου
es_419: Eliminar recurso
fa: حذف منبع
fr: Supprimer la ressource
fr_ca: Supprimer la ressource
he: הסר משאב
hi: संसाधन हटाएँ
hu: Erőforrás eltávolítása
it_it: Rimuovi risorsa
ja: リソースを削除
ka: რესურსის წაშლა
kk: Ресурсты жою
lv: Noņemt resursu
nl: Bron verwijderen
pl: Usuń zasób
pt_br: Remover recurso
pt_pt: Remover recurso
ro: Eliminați resursa
ru: Удалить ресурс
sq: Hiq burimin
sv: Ta bort resurs
sw: Ondoa rasilimali
te: వనరును తీసివేయండి
th: ลบทรัพยากร
tr_tr: Kaynağı kaldır
uk: Видалити ресурс
uz: Resursni o‘chirish
vi: Xóa tài nguyên

source: Hovering resource
af_za: Swaai hulpbron
ar: تمرير الفأرة فوق المَورِد
az: Resurs üzərində gəzinmə
bo: གཡོ་འགུལ་ཐོན་ཁུངས།
da: Svævende ressource
de_de: Schwebende Ressource
el: Πηγή που αιωρείται
es_419: recurso flotante
fa: منبع معلق
fr: Ressource survolée
fr_ca: Survol de la ressource
he: משאב מרחף
hi: मँडराता हुआ संसाधन
hu: Lebegő erőforrás
it_it: Risorsa in bilico
ka: Hovering რესურსი
kk: Жылжымалы ресурс
lv: Lidošais resurss
nl: Zwevende bron
pl: Unoszący się zasób
pt_br: Recurso flutuante
pt_pt: Pairar recurso
ro: Resursă flotantă
ru: Нависающий ресурс
sq: Burimi i pezulluar
sw: Rasilimali ya kuelea
te: హోవర్ వనరు
th: โฉบทรัพยากร
tr_tr: Kaynak üzerinde geziniliyor
uk: Зависаючий ресурс
uz: Harakatlanuvchi resurs
vi: Tài nguyên di chuột

source: A resource was clicked
af_za: &#39;n Hulpbron is geklik
ar: تم النقر على أحد الموارد
az: Resurs klikləndi
bo: ཐོན་ཁུངས་ཤིག་ལ་སྣུན།
da: Der blev klikket på en ressource
de_de: Auf eine Ressource wurde geklickt
el: Έγινε κλικ σε έναν πόρο
es_419: Se hizo clic en un recurso
fa: بر روی منبعی کلیک شد
fr: Une ressource a été cliquée
fr_ca: Une ressource a été cliquée
he: נלחץ על משאב
hi: एक संसाधन पर क्लिक किया गया
hu: Egy erőforrásra kattintottak
it_it: È stata fatta clic su una risorsa
ja: リソースがクリックされました
ka: რესურსზე დაწკაპუნებით
kk: Ресурс басылды
lv: Tika noklikšķināts uz resursa
nl: Er is op een bron geklikt
pl: Kliknij zasób
pt_br: Um recurso foi clicado
pt_pt: Um recurso foi clicado
ro: S-a făcut clic pe o resursă
ru: Ресурс был кликнут
sq: Është klikuar një burim
sv: En resurs klickades på
sw: Nyenzo ilibofya
te: ఒక వనరు క్లిక్ చేయబడింది
th: ทรัพยากรถูกคลิก
tr_tr: Bir kaynağa tıklandı
uk: Ви клацнули ресурс
uz: Resurs bosildi
vi: Một tài nguyên đã được nhấp vào

source: Back to resource list mode
af_za: Terug na hulpbronlysmodus
ar: عُد إلى وَضْع قائِمة المَوارِد
az: Resurs siyahısı rejiminə geri dön
bo: ཐོན་ཁུངས་ཐོ་གཞུང་ཐབས་ལམ་ལ་ལོག་པ།
da: Tilbage til ressourcelistetilstand
de_de: Zurück zum Ressourcenlistenmodus
el: Επιστροφή στη λειτουργία λίστας πόρων
es_419: Volver al modo de lista de recursos
fa: بازگشت به‌حالت فهرست منابع
fr: Retour au mode liste de ressources
fr_ca: Retour au mode liste de ressources
he: חזרה למצב רשימת משאבים
hi: संसाधन सूची मोड पर वापस जाएँ
hu: Vissza a forráslista módhoz
it_it: Torna alla modalità elenco risorse
ja: リソース一覧モードに戻る
ka: რესურსების სიის რეჟიმში დაბრუნება
kk: Ресурстар тізімі режиміне оралу
lv: Atgriezties uz resursu saraksta režīmu
nl: Terug naar de bronnenlijstmodus
pl: Powrót do trybu listy zasobów
pt_br: Voltar ao modo de lista de recursos
pt_pt: Voltar ao modo de lista de recursos
ro: Înapoi la modul de listă de resurse
ru: Вернуться в режим списка ресурсов
sq: Kthehu në modalitetin e listës së burimeve
sv: Tillbaka till resurslistläge
sw: Rudi kwenye hali ya orodha ya rasilimali
te: వనరుల జాబితా మోడ్‌కి తిరిగి వెళ్ళు
th: กลับสู่โหมดรายการทรัพยากร
tr_tr: Kaynak listesi moduna geri dön
uk: Повернутися до режиму списку ресурсів
uz: Resurslar ro‘yxati rejimiga qaytish
vi: Quay lại chế độ danh sách tài nguyên
