Repository: openedx/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, da, el, es_es, fa, he, hi, hu, it_it, ja, ka, kk, lv, nl, ru, sq, sv, sw, te, th, uk, uz, vi

source: Number of attempts learner used
af_za: Aantal pogings wat leerder gebruik het
da: Antal forsøg elev brugt
el: Αριθμός επιχειρημένων προσπαθειών σπουδαστή
es_es: Número de intentos que utilizó el alumno
fa: تعداد تلاش هایی که یادگیرنده استفاده کرده است
he: מספר הנסיונות שהלומד השתמש בהם
hi: शिक्षार्थी द्वारा उपयोग किए गए प्रयासों की संख्या
hu: A tanuló által felhasznált próbálkozások száma
it_it: Numero di tentativi che il discente ha utilizzato
ja: 学習者が使用した試行回数
ka: მოსწავლის მიერ გამოყენებული მცდელობების რაოდენობა
kk: Оқушының пайдаланған әрекеттерінің саны
lv: Mēģinājumu skaits, ko kursa dalībnieks izmantoja
nl: Aantal pogingen dat de leerling heeft gebruikt
ru: Количество попыток, использованных слушателем
sq: Numri i përpjekjeve të përdorura nga nxënësi
sw: Idadi ya majaribio yaliyotumiwa na mwanafunzi
te: అభ్యాసకుడు ఉపయోగించిన ప్రయత్నాల సంఖ్య
th: จำนวนความพยายามที่ผู้เรียนใช้
uk: Кількість спроб, використаних учнем
uz: O‘rganuvchi tomonidan ishlatilgan urinishlar soni
vi: Số lần học viên đã sử dụng

source: Indicates whether a learner has completed the problem at least once
af_za: Dui aan of &#39;n leerder die probleem ten minste een keer voltooi het
da: Angiver, om en elev har fuldført opgaven mindst én gang
el: Υποδεικνύει εάν ένας σπουδαστής έχει ολοκληρώσει το πρόβλημα τουλάχιστον μία φορά
es_es: Indica si un alumno ha completado el problema al menos una vez.
fa: نشان می دهد که آیا زبان آموز حداقل یک بار مسئله را کامل کرده است یا خیر
he: מציין האם השלים הלומד את הבעיה לפחות פעם אחת
hi: इंगित करता है कि क्या शिक्षार्थी ने समस्या को कम से कम एक बार पूरा किया है
hu: Jelzi, hogy a tanuló legalább egyszer megoldotta-e a feladatot.
it_it: Indica se uno studente ha completato il problema almeno una volta
ja: 学習者がその問題を少なくとも一度は完了したかどうかを示します。
ka: მიუთითებს, დაასრულა თუ არა მოსწავლემ ამოცანა ერთხელ მაინც
kk: Оқушының мәселені кемінде бір рет орындағанын көрсетеді
lv: Norāda, vai kursa dalībnieks ir pabeidzis uzdevumu vismaz vienu reizi
nl: Geeft aan of een leerling het probleem minstens één keer heeft voltooid
ru: Показывает, удалось ли слушателю хотя бы один раз выполнить задание
sq: Tregon nëse një nxënës e ka përfunduar problemin të paktën një herë
sw: Inaonyesha kama mwanafunzi amemaliza tatizo angalau mara moja
te: అభ్యాసకుడు కనీసం ఒక్కసారైనా సమస్యను పూర్తి చేశారా అని సూచిస్తుంది
th: บ่งชี้ว่าผู้เรียนทำโจทย์สำเร็จแล้วอย่างน้อยหนึ่งครั้งหรือไม่
uk: Вказує, чи виконав учень задачу принаймні один раз
uz: O‘quvchi kamida bir marta masalani bajarganligini ko‘rsatadi
vi: Cho biết liệu người học đã hoàn thành bài toán ít nhất một lần hay chưa

source: DEPRECATED. Keeps maximum score achieved by student as a weighted value.
af_za: VERVALLE. Hou maksimum telling wat deur student behaal word as &#39;n geweegde waarde.
da: UDSKREVET. Holder maksimal score opnået af eleven som en vægtet værdi.
el: ΚΑΤΑΡΓΗΘΗΚΕ. Διατηρεί τη μέγιστη βαθμολογία που πέτυχε ο σπουδαστής ως σταθμισμένη τιμή.
es_es: OBSOLETO. Mantiene la puntuación máxima alcanzada por el estudiante como un valor ponderado.
fa: منسوخ. حداکثر امتیاز کسب شده توسط دانش آموز را به عنوان یک مقدار وزن نگه می دارد.
he: מיושן. שומר על ציון מרבי שהושג על ידי תלמיד כערך משוקלל.
hi: पदावनत. छात्र द्वारा प्राप्त अधिकतम अंक को भारित मान के रूप में रखता है।
hu: ELAVULT. A diák által elért legmagasabb pontszámot súlyozott értékként tartja meg.
it_it: DEPRECATO. Mantiene il punteggio massimo ottenuto dallo studente come valore ponderato.
ja: 非推奨。学生が達成した最大スコアを重み付けされた値として保持します。
ka: ᲛᲝᲫᲕᲔᲚᲔᲑᲣᲚᲘ. ინახავს სტუდენტის მიერ მიღწეულ მაქსიმალურ ქულას, როგორც შეწონილ მნიშვნელობას.
lv: NOVECOJIS. Saglabā dalībnieka sasniegto maksimālo punktu skaitu kā svērto vērtību.
nl: VEROUDERD. Houdt de door de leerling behaalde maximale score bij als een gewogen waarde.
ru: НЕ РЕКОМЕНДУЕТСЯ. Сохранять максимальный балл, достигнутый учащимся, в виде взвешенного значения.
sq: I DREJTUAR. Mban rezultatin maksimal të arritur nga studenti si vlerë të ponderuar.
sw: IMEACHWA. Huweka alama za juu zaidi zinazopatikana na mwanafunzi kama thamani iliyopimwa.
te: నిలిపివేయబడింది. విద్యార్థి సాధించిన గరిష్ట స్కోర్‌ను వెయిటెడ్ విలువగా ఉంచుతుంది.
th: เลิกใช้แล้ว เก็บคะแนนสูงสุดที่นักเรียนทำได้เป็นค่าถ่วงน้ำหนัก
uk: ЗАСТАРІЛИЙ. Зберігає максимальний бал, досягнутий учнем, як зважене значення.
uz: ESRA ETILGAN. Talaba tomonidan erishilgan maksimal ballni vaznli qiymat sifatida saqlaydi.
vi: KHÔNG ĐƯỢC DÙNG. Lưu giữ số điểm tối đa mà học sinh đạt được dưới dạng giá trị có trọng số.

source: Keeps maximum score achieved by student as a raw value between 0 and 1.
af_za: Hou maksimum telling wat deur student behaal word as &#39;n rou waarde tussen 0 en 1.
da: Holder den maksimale score opnået af eleven som en råværdi mellem 0 og 1.
el: Διατηρεί τη μέγιστη βαθμολογία που επιτυγχάνεται από τον σπουδαστή ως ακατέργαστη τιμή μεταξύ 0 και 1.
es_es: Mantiene la puntuación máxima alcanzada por el estudiante como un valor bruto entre 0 y 1.
fa: حداکثر امتیاز کسب شده توسط دانش آموز را به عنوان یک مقدار خام بین 0 و 1 نگه می دارد.
he: שומר על ציון מקסימלי שהשיג תלמיד כערך גולמי בין 0 ל-1.
hi: छात्र द्वारा प्राप्त अधिकतम अंक को 0 और 1 के बीच कच्चे मान के रूप में रखता है।
hu: Megőrzi a hallgató által elért maximális pontszámot nyers értékként 0 és 1 között.
it_it: Mantiene il punteggio massimo ottenuto dallo studente come valore grezzo compreso tra 0 e 1.
ja: 学生が達成した最大スコアを0から1の間の生の値として保持します。
ka: ინახავს სტუდენტის მიერ მიღწეულ მაქსიმალურ ქულას, როგორც ნედლეულ მნიშვნელობას 0-დან 1-მდე.
kk: Студент қол жеткізген максималды баллды 0 мен 1 арасында бастапқы мән ретінде сақтайды.
lv: Saglabā dalībnieka sasniegto maksimālo punktu skaitu kā neapstrādātu vērtību no 0 līdz 1.
nl: Houdt de door de leerling behaalde maximale score als ruwe waarde tussen 0 en 1.
ru: Сохранять максимальный балл, достигнутый учащимся, в виде необработанного значения в диапазоне от 0 до 1.
sq: Mban rezultatin maksimal të arritur nga studenti si një vlerë të papërpunuar midis 0 dhe 1.
sv: Håller det högsta poäng som studenten uppnått som ett råvärde mellan 0 och 1.
sw: Huhifadhi alama za juu zaidi zinazopatikana na mwanafunzi kama thamani ghafi kati ya 0 na 1.
te: విద్యార్థి సాధించిన గరిష్ట స్కోర్‌ను 0 మరియు 1 మధ్య ముడి విలువగా ఉంచుతుంది.
th: เก็บคะแนนสูงสุดที่นักเรียนทำได้เป็นค่าดิบระหว่าง 0 ถึง 1
uz: Talaba erishgan maksimal ballni xom qiymat sifatida 0 dan 1 gacha saqlaydi.
vi: Giữ điểm tối đa mà học sinh đạt được dưới dạng giá trị thô trong khoảng từ 0 đến 1.

source: Maximum score available of the problem as a raw value between 0 and 1.
af_za: Maksimum telling beskikbaar vir die probleem as &#39;n rou waarde tussen 0 en 1.
da: Maksimal score tilgængelig for problemet som en råværdi mellem 0 og 1.
el: Η μέγιστη διαθέσιμη βαθμολογία του προβλήματος ως ακατέργαστη τιμή μεταξύ 0 και 1.
es_es: Puntuación máxima disponible del problema como valor bruto entre 0 y 1.
fa: حداکثر امتیاز موجود از مسئله به عنوان یک مقدار خام بین 0 و 1.
he: ציון מקסימלי זמין של הבעיה כערך גולמי בין 0 ל-1.
hi: समस्या का अधिकतम स्कोर 0 और 1 के बीच कच्चे मान के रूप में उपलब्ध है।
hu: A probléma maximálisan elérhető pontszáma nyers értékként 0 és 1 között.
it_it: Punteggio massimo disponibile del problema come valore grezzo compreso tra 0 e 1.
ja: 問題の最大スコアは0から1の間の生の値として利用可能です。
ka: ამოცანის მაქსიმალური ქულა, როგორც ნედლი მნიშვნელობა 0-დან 1-მდე.
kk: 0 мен 1 арасындағы шикі мән ретінде мәселенің қол жетімді ең жоғары ұпайы.
lv: Maksimālais uzdevumi rezultāts, kas pieejams kā neapstrādāta vērtība no 0 līdz 1.
nl: Maximaal beschikbare score voor het probleem als ruwe waarde tussen 0 en 1.
ru: Максимальный доступный балл по задаче в виде необработанного значения от 0 до 1.
sq: Rezultati maksimal i disponueshëm i problemit si vlerë e papërpunuar midis 0 dhe 1.
sv: Maximal poäng för problemet som ett råvärde mellan 0 och 1.
sw: Upeo wa alama unaopatikana wa tatizo kama thamani ghafi kati ya 0 na 1.
te: సమస్య యొక్క గరిష్ట స్కోర్ 0 మరియు 1 మధ్య ముడి విలువగా అందుబాటులో ఉంది.
th: คะแนนสูงสุดของปัญหาเป็นค่าดิบระหว่าง 0 ถึง 1
uz: Muammo bo‘yicha maksimal ball 0 va 1 oralig‘ida xom qiymat sifatida mavjud.
vi: Điểm tối đa có sẵn của vấn đề dưới dạng giá trị thô trong khoảng từ 0 đến 1.

source: Unknown DnDv2 mode {mode} - course is misconfigured
af_za: Onbekende DnDv2-modus {mode} - kursus is verkeerd gekonfigureer
da: Ukendt DnDv2-tilstand {mode} - kurset er forkert konfigureret
el: Άγνωστη λειτουργία DnDv2 {mode} - το μάθημα δεν έχει διαμορφωθεί σωστά
es_es: Modo DnDv2 desconocido {mode} : el curso está mal configurado
fa: حالت DnDv2 ناشناخته {mode} - دوره به اشتباه پیکربندی شده است
he: מצב DnDv2 לא ידוע {mode} - הקורס אינו מוגדר
hi: अज्ञात DnDv2 मोड {mode} - पाठ्यक्रम ग़लत कॉन्फ़िगर किया गया है
hu: Ismeretlen DnDv2 mód {mode} - a kurzus hibásan van konfigurálva
it_it: Modalità DnDv2 sconosciuta {mode} - il corso è configurato in modo errato
ja: DnDv2のモード{mode}が不明です - コースが誤って設定されています
ka: უცნობი DnDv2 რეჟიმი {mode} - კურსი არასწორად არის კონფიგურირებული
kk: Белгісіз DnDv2 режимі {mode} - курс дұрыс конфигурацияланған
lv: Nezināms DnDv2 režīms {mode} — kurss ir nepareizi konfigurēts
nl: Onbekende DnDv2-modus {mode} - cursus is verkeerd geconfigureerd
ru: Неизвестный режим {mode} задачи DnDv2 — курс неверно настроен
sq: Modaliteti i panjohur DnDv2 {mode} - kursi është konfiguruar gabimisht
sv: Okänd DnDv2-läge {mode} - kursen är felkonfigurerad
sw: Hali ya DnDv2 isiyojulikana {mode} - kozi haijasanidiwa vibaya
te: తెలియని DnDv2 మోడ్ {mode} - కోర్సు తప్పుగా కాన్ఫిగర్ చేయబడింది
th: โหมด DnDv2 ที่ไม่รู้จัก {mode} - หลักสูตรมีการกำหนดค่าไม่ถูกต้อง
uk: Невідомий режим DnDv2 {mode} - курс неправильно налаштований
uz: Noma'lum DnDv2 rejimi {mode} - kurs noto‘g‘ri sozlangan
vi: Chế độ DnDv2 không xác định {mode} - khóa học bị định cấu hình sai

source: show_answer handler should only be called for assessment mode
af_za: show_answer hanteerder moet slegs vir assesseringsmodus geroep word
da: show_answer handler bør kun kaldes til vurderingstilstand
el: Ο χειριστής show_answer θα πρέπει να καλείται μόνο για τη λειτουργία αξιολόγησης
es_es: El controlador show_answer solo debe llamarse para el modo de evaluación.
fa: کنترل کننده show_answer فقط باید برای حالت ارزیابی فراخوانی شود
he: מדריך הראה_תשובה צריך להיות במצב הערכה בלבד
hi: show_answer हैंडलर को केवल मूल्यांकन मोड के लिए बुलाया जाना चाहिए
hu: A "show_answer" kezelőt csak a felmérési módban szabad hívni.
it_it: Il gestore show_answer deve essere chiamato solo per la modalità di valutazione
ka: show_answer დამმუშავებელი უნდა გამოიძახოს მხოლოდ შეფასების რეჟიმში
kk: show_answer өңдеушісі тек бағалау режиміне шақырылуы керек
lv: Show_answer apstrādātājs ir jāizsauc tikai novērtēšanas režīmā
nl: show_answer handler mag alleen worden aangeroepen voor de beoordelingsmodus
ru: Обработчик show_answer должен вызываться только в режиме оценивания
sq: Trajtuesi show_answer duhet të thirret vetëm për modalitetin e vlerësimit
sv: show_answer-hanteraren ska endast anropas för bedömningsläge
sw: kidhibiti cha show_answer kinapaswa kuitwa tu kwa hali ya tathmini
te: show_answer హ్యాండ్లర్‌ను అసెస్‌మెంట్ మోడ్ కోసం మాత్రమే పిలవాలి
th: ตัวจัดการ show_answer ควรถูกเรียกสำหรับโหมดการประเมินเท่านั้น
uk: обробник show_answer слід викликати лише для режиму оцінювання
uz: show_answer ishlov beruvchisi faqat baholash rejimiga chaqirilishi kerak
vi: Trình xử lý show_answer chỉ nên được gọi cho chế độ đánh giá

source: The answer is unavailable
af_za: Die antwoord is nie beskikbaar nie
da: Svaret er ikke tilgængeligt
el: Μη διαθέσιμη απάντηση
es_es: La respuesta no está disponible
fa: پاسخ در دسترس نیست
he: התשובה אינה זמינה
hi: उत्तर अनुपलब्ध है
hu: A válasz nem elérhető
it_it: La risposta non è disponibile
ja: 回答は利用できません
ka: პასუხი მიუწვდომელია
kk: Жауап қолжетімсіз
lv: Atbilde nav pieejama
nl: Het antwoord is niet beschikbaar
ru: Ответ недоступен
sq: Përgjigja është e padisponueshme
sv: Svaret är inte tillgängligt
sw: Jibu halipatikani
te: సమాధానం అందుబాటులో లేదు
th: คำตอบไม่พร้อมใช้งาน
uk: Відповідь недоступна
uz: Javob mavjud emas
vi: Câu trả lời không có sẵn

source: do_attempt handler should only be called for assessment mode
af_za: do_attempt-hanteerder moet slegs vir assesseringsmodus geroep word
da: do_attempt handler bør kun kaldes til vurderingstilstand
el: Ο χειριστής do_attempt θα πρέπει να καλείται μόνο για τη λειτουργία αξιολόγησης
es_es: El controlador do_attempt solo debe llamarse para el modo de evaluación.
fa: کنترل کننده do_attempt فقط باید برای حالت ارزیابی فراخوانی شود
he: יש לקרוא למבצע do_attempt רק עבור מצב הערכה
hi: do_attempt हैंडलर को केवल मूल्यांकन मोड के लिए बुलाया जाना चाहिए
hu: A do_attempt kezelőt csak felmérési módban szabad hívni.
it_it: Il gestore do_attempt deve essere chiamato solo per la modalità di valutazione
ka: do_attempt დამმუშავებელი უნდა გამოიძახოს მხოლოდ შეფასების რეჟიმში
kk: do_attempt өңдеушісі тек бағалау режиміне шақырылуы керек
lv: Do_attempt apstrādātājs ir jāizsauc tikai novērtēšanas režīmam
nl: do_attempt handler mag alleen worden aangeroepen voor de beoordelingsmodus
ru: Обработчик do_attempt должен вызываться только в режиме оценивания
sq: mbajtësi i do_attempt duhet të thirret vetëm për modalitetin e vlerësimit
sv: do_attempt-hanteraren ska endast anropas för bedömningsläge
sw: do_attempt handler inapaswa tu kuitwa kwa modi ya tathmini
te: do_attempt హ్యాండ్లర్‌ను అసెస్‌మెంట్ మోడ్ కోసం మాత్రమే పిలవాలి
th: ควรเรียกใช้ตัวจัดการ do_attempt สำหรับโหมดการประเมินเท่านั้น
uk: обробник do_attempt слід викликати лише для режиму оцінювання
uz: do_attempt ishlov beruvchisi faqat baholash rejimiga chaqirilishi kerak
vi: Trình xử lý do_attempt chỉ nên được gọi cho chế độ đánh giá

source: Max number of attempts reached
af_za: Maksimum aantal pogings bereik
da: Det maksimale antal forsøg er nået
el: Επιτεύχθηκε ο μέγιστος αριθμός προσπαθειών
es_es: Número máximo de intentos alcanzado
fa: به حداکثر تعداد تلاش رسیده است
he: אירעה חריגה ממספר הניסיונות המרבי
hi: प्रयासों की अधिकतम संख्या तक पहुंच गया
hu: Elérted a próbálkozások maximális számát.
it_it: Numero massimo di tentativi raggiunto
ja: 試行回数の上限に達しました
ka: მიღწეული მცდელობების მაქსიმალური რაოდენობა
kk: Әрекеттердің максималды санына жетті
lv: Sasniegts maksimālais mēģinājumu skaits
nl: Maximaal aantal pogingen bereikt
ru: Превышено максимальное количество попыток
sq: Është arritur numri maksimal i përpjekjeve
sv: Maximalt antal försök uppnått
sw: Idadi ya juu zaidi ya majaribio imefikiwa
te: గరిష్ట ప్రయత్నాల సంఖ్యను చేరుకున్నారు
th: พยายามถึงจำนวนครั้งสูงสุดแล้ว
uk: Досягнуто максимальної кількості спроб
uz: Maksimal urinishlar soniga erishildi
vi: Đã đạt đến số lần thử tối đa

source: Submission deadline has passed.
af_za: Die sperdatum vir indiening is verby.
da: Indleveringsfristen er udløbet.
el: Ο χρόνος υποβολής έχει παρέλθει.
es_es: La fecha límite de envío ha pasado.
fa: مهلت ارسال به پایان رسیده است.
he: הגשות המועד האחרון להגשה חלף.
hi: सबमिशन की अंतिम तिथि बीत चुकी है.
hu: A beadási határidő lejárt.
it_it: Il termine per la presentazione è scaduto.
ja: 提出期限が過ぎました。
ka: წარდგენის ვადა გავიდა.
kk: Құжаттарды тапсыру мерзімі өтті.
lv: Iesniegšanas termiņš ir pagājis.
nl: Deadline voor indiening is verstreken.
ru: Крайний срок подачи ответов истёк.
sq: Afati i dorëzimit ka kaluar.
sv: Inlämningsfristen har passerat.
sw: Tarehe ya mwisho ya kuwasilisha imepita.
te: సమర్పణ గడువు ముగిసింది.
th: หมดเขตส่งผลงานแล้ว
uk: Термін подання минув.
uz: Ariza topshirish muddati o‘tdi.
vi: Thời hạn nộp bài đã qua.

source: Loading drag and drop problem.
af_za: Laai sleep-en-los probleem.
da: Indlæser træk og slip-problem.
el: Φόρτωση προβλήματος Σύρε και εναπόθεσε.
es_es: Problema al cargar con arrastrar y soltar.
fa: بارگیری مشکل کشیدن و رها کردن.
he: העלאת בעיית גרירה ושחרור.
hi: लोड करने में ड्रैग और ड्रॉप की समस्या।
hu: Húzza és ejtse be a probléma betöltését.
it_it: Caricamento del problema di drag and drop.
ja: ドラッグアンドドロップ問題を読み込んでいます。
ka: ჩატვირთვის გადაადგილების პრობლემა.
kk: Сүйреп апару мәселесі жүктелуде.
lv: Notiek vilkšanas un nomešanas uzdevums.
nl: Er is een probleem met het laden van slepen en neerzetten.
ru: Идёт загрузка задания на перетаскивание.
sq: Problemi i ngarkimit të tërheqjes dhe lëshimit.
sw: Inapakia tatizo la kuvuta na kuacha.
te: లోడ్ చేయడంలో డ్రాగ్ అండ్ డ్రాప్ సమస్య.
th: กำลังโหลดปัญหาการลากและวาง
uz: Yuklashda sudrab olib tashlash muammosi.
vi: Đang tải vấn đề kéo và thả.

source: Basic Settings
af_za: Basiese instellings
da: Grundlæggende indstillinger
el: Βασικές ρυθμίσεις
es_es: Ajustes básicos
fa: تنظیمات پایه
he: הגדרות בסיסיות
hi: मूल सेटिंग्स
hu: Alapbeállítások
it_it: Impostazioni di base
ja: 基本設定
ka: ძირითადი პარამეტრები
kk: Негізгі параметрлер
lv: Pamatiestatījumi
nl: Basis instellingen
ru: Основные настройки
sq: Cilësimet bazë
sv: Grundinställningar
sw: Mipangilio ya Msingi
te: ప్రాథమిక సెట్టింగ్‌లు
th: การตั้งค่าพื้นฐาน
uk: Основні налаштування
uz: Asosiy sozlamalar
vi: Cài đặt cơ bản

source: (inherited from Advanced Settings)
af_za: (oorgeërf van gevorderde instellings)
da: (arvet fra avancerede indstillinger)
el: (κληρονομήθηκε από τις Σύνθετες ρυθμίσεις)
es_es: (heredado de Configuración avanzada)
fa: (به ارث رسیده از تنظیمات پیشرفته)
he: (הועבר בירושה מהגדרות מתקדמות)
hi: (उन्नत सेटिंग्स से प्राप्त)
hu: (örökölve a Speciális beállításokból)
it_it: (ereditato da Impostazioni avanzate)
ja: （詳細設定から継承）
ka: (გადამისამართდა გვერდიდან Advanced Settings)
kk: (Қосымша параметрлерден мұраланған)
lv: (mantots no papildu iestatījumiem)
nl: (overgenomen van geavanceerde instellingen)
ru: (унаследовано из Расширенных настроек)
sq: (trashëguar nga Cilësimet e Avancuara)
sv: (ärvt från Avancerade Inställningar)
sw: (imerithiwa kutoka kwa Mipangilio ya Kina)
te: (అధునాతన సెట్టింగ్‌ల నుండి వారసత్వంగా)
th: (สืบทอดมาจากการตั้งค่าขั้นสูง)
uk: (успадковано від додаткових налаштувань)
uz: (Kengaytirilgan sozlamalardan meros qilib olingan)
vi: (kế thừa từ Cài đặt nâng cao)

source: Introductory feedback
af_za: Inleidende terugvoer
da: Indledende feedback
el: Εισαγωγική ανάδραση
es_es: Comentarios introductorios
fa: بازخورد مقدماتی
he: משוב פתיחה
hi: परिचयात्मक प्रतिक्रिया
hu: Bevezető visszajelzés
it_it: Feedback introduttivo
ja: 導入フィードバック
ka: შესავალი უკუკავშირი
kk: Кіріспе кері байланыс
lv: Ievada atsauksmes
nl: Inleidende feedback
ru: Исходное сообщение для обратной связи
sq: Reagime hyrëse
sv: Inledande feedback
sw: Maoni ya utangulizi
te: పరిచయ అభిప్రాయం
th: ข้อเสนอแนะเบื้องต้น
uk: Вступний відгук
uz: Kirish munosabati
vi: Phản hồi giới thiệu

source: Final feedback
af_za: Finale terugvoer
da: Endelig feedback
el: Τελική ανάδραση
es_es: Comentarios finales
fa: بازخورد نهایی
he: משוב סופי
hi: अंतिम प्रतिक्रिया
hu: Végső visszajelzés
it_it: Feedback finale
ja: 最終フィードバック
ka: საბოლოო უკუკავშირი
kk: Қорытынды кері байланыс
lv: Pēdējās atsauksmes
nl: Laatste feedback
ru: Итоговое сообщение для обратной связи
sq: Reagimet përfundimtare
sv: Slutlig feedback
sw: Maoni ya mwisho
te: తుది అభిప్రాయం
th: ข้อเสนอแนะสุดท้าย
uk: Остаточний відгук
uz: Yakuniy fikr-mulohaza
vi: Phản hồi cuối cùng

source: Explanation Text
af_za: Verduidelikingsteks
da: Forklaringstekst
el: Κείμενο επεξήγησης
es_es: Texto de explicación
fa: متن توضیحی
he: טקסט הסבר
hi: स्पष्टीकरण पाठ
hu: Magyarázó szöveg
it_it: Testo esplicativo
ja: 説明文
ka: ახსნა-განმარტების ტექსტი
kk: Түсіндіру мәтіні
lv: Paskaidrojuma teksts
nl: Uitleg Tekst
ru: Текст Пояснения
sq: Teksti shpjegues
sv: Förklaringstext
sw: Maandishi ya Maelezo
te: వివరణ వచనం
th: ข้อความอธิบาย
uk: Текст пояснення
uz: Tushuntirish matni
vi: Văn bản giải thích

source: Zones
af_za: Sones
da: Zoner
el: Ζώνες
es_es: Zonas
fa: مناطق
he: אזורים
hi: क्षेत्र
hu: Zónák
it_it: Zone
ja: ゾーン
ka: ზონები
kk: Аймақтар
lv: Zonas
ru: Зоны
sq: Zonat
sv: Zoner
sw: Kanda
te: మండలాలు
th: โซน
uk: Зони
uz: Hududlar
vi: Khu

source: Background Image
af_za: Agtergrondprent
da: Baggrundsbillede
el: Εικόνα υποβάθρου
es_es: Imagen de fondo
fa: تصویر پس زمینه
he: תמונת רקע
hi: पृष्ठभूमि छवि
hu: Háttérkép
it_it: Immagine di sfondo
ja: 背景画像
ka: ფონის სურათი
kk: Фондық сурет
lv: Fona attēls
nl: Achtergrond afbeelding
ru: Фоновое Изображение
sq: Imazhi i sfondit
sv: Bakgrundsbild
sw: Picha ya Mandharinyuma
te: నేపథ్య చిత్రం
th: ภาพพื้นหลัง
uk: Фонове зображення
uz: Fon rasmi
vi: Hình nền

source: Provide custom image
af_za: Verskaf pasgemaakte beeld
da: Giv brugerdefineret billede
el: Παροχή εξατομικευμένης εικόνας
es_es: Proporcionar imagen personalizada
fa: ارائه تصویر دلخواه
he: ספק תמונה מותאמת אישית
hi: कस्टम छवि प्रदान करें
hu: Egyéni kép biztosítása
it_it: Fornisci un&#39;immagine personalizzata
ja: カスタム画像を提供する
ka: მიაწოდეთ მორგებული სურათი
kk: Арнаулы кескінді қамтамасыз етіңіз
lv: Nodrošiniet pielāgotu attēlu
nl: Geef een aangepaste afbeelding op
ru: Предоставить пользовательское изображение
sq: Jep imazh të personalizuar
sv: Tillhandahåll anpassad bild
sw: Toa picha maalum
te: అనుకూల చిత్రాన్ని అందించండి
th: ให้ภาพที่กำหนดเอง
uk: Надайте власне зображення
uz: Shaxsiy rasmni taqdim eting
vi: Cung cấp hình ảnh tùy chỉnh

source: Generate image automatically
af_za: Genereer beeld outomaties
da: Generer billede automatisk
el: Αυτόματη δημιουργία εικόνας
es_es: Generar imagen automáticamente
fa: تولید تصویر به صورت خودکار
he: צור תמונה באופן אוטומטי
hi: स्वचालित रूप से छवि उत्पन्न करें
hu: Kép automatikus generálása
it_it: Genera immagine automaticamente
ka: სურათის ავტომატურად გენერირება
kk: Суретті автоматты түрде жасаңыз
lv: Automātiski ģenerējiet attēlu
nl: Genereer automatisch een afbeelding
ru: Автоматическое создание изображения
sq: Gjeneroni imazhin automatikisht
sv: Generera bild automatiskt
sw: Tengeneza picha kiotomatiki
te: చిత్రాన్ని స్వయంచాలకంగా రూపొందించండి
th: สร้างภาพโดยอัตโนมัติ
uk: Автоматичне генерування зображення
uz: Rasmni avtomatik ravishda yaratish
vi: Tạo hình ảnh tự động

source: Background URL
af_za: Agtergrond URL
da: Baggrunds-URL
el: URL υποβάθρου
es_es: URL de fondo
fa: URL پس زمینه
he: כתובת URL של הרקע
hi: पृष्ठभूमि यूआरएल
hu: Háttér URL
it_it: URL di sfondo
ja: 背景URL
ka: ფონის URL
kk: Фондық URL
lv: Fona URL
nl: Achtergrond-URL
ru: URL-адрес фонового изображения
sq: URL e sfondit
sv: Bakgrunds-URL
sw: URL ya usuli
te: నేపథ్య URL
th: URL พื้นหลัง
uk: URL-адреса фону
uz: Orqa fon URL manzili
vi: URL nền

source: Change background
af_za: Verander agtergrond
da: Skift baggrund
el: Αλλαγή υποβάθρου
es_es: Cambiar el fondo
fa: پس زمینه را تغییر بدهید
he: שינוי רקע
hi: पृष्ठिका बदलो
hu: Háttér változtatása
it_it: Cambia sfondo
ja: 背景を変更
ka: ფონის შეცვლა
kk: Фонды өзгерту
lv: Mainiet fonu
nl: Verander de achtergrond
ru: Выбрать фон
sq: Ndrysho sfondin
sw: Badilisha usuli
te: నేపథ్యాన్ని మార్చండి
th: เปลี่ยนพื้นหลัง
uk: Змінити фон
uz: Fonni o‘zgartirish
vi: Thay đổi nền
