Repository: openedx/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, da, el, es_es, fa, he, hi, hu, it_it, ja, ka, kk, lv, nl, ru, sq, sv, sw, te, th, uk, uz, vi

source: Zone {num}
af_za: Sone {num}
el: Ζώνη {num}
es_es: Zona {num}
fa: منطقه {num}
he: אזור {num}
hi: जोन {num}
hu: Zóna {num}
it_it: Zona {num}
ja: ゾーン {num}
ka: ზონა {num}
kk: {num} аймағы
lv: Zona {num}
ru: Зона {num}
sq: Zona {num}
sv: Zon {num}
sw: Eneo {num}
te: జోన్ {num}
th: โซน {num}
uk: Зона {num}
uz: {num} zonasi
vi: Vùng {num}

source: Please check the values you entered.
af_za: Kontroleer asseblief die waardes wat jy ingevoer het.
da: Tjek venligst de værdier, du har indtastet.
el: Παρακαλούμε ελέγξτε τις τιμές που εισάγατε
es_es: Por favor verifique los valores que ingresó.
fa: لطفاً مقادیری را که وارد کرده اید بررسی کنید.
he: אנא בדוק את הערכים שהזנת.
hi: कृपया आपके द्वारा दर्ज किए गए मानों की जाँच करें।
hu: Kérjük, ellenőrizze a megadott értékeket.
it_it: Controlla i valori inseriti.
ja: 入力した値を確認してください。
ka: გთხოვთ, შეამოწმოთ თქვენს მიერ შეყვანილი მნიშვნელობები.
kk: Енгізілген мәндерді тексеріңіз.
lv: Lūdzu, pārbaudiet ievadītās vērtības.
nl: Controleer de waarden die u heeft ingevoerd.
ru: Пожалуйста, проверьте введенные вами значения.
sq: Ju lutemi kontrolloni vlerat që keni futur.
sv: Kontrollera de värden du angav.
sw: Tafadhali angalia thamani ulizoweka.
te: దయచేసి మీరు నమోదు చేసిన విలువలను తనిఖీ చేయండి.
th: โปรดตรวจสอบค่าที่คุณป้อน
uk: Будь ласка, перевірте введені значення.
uz: Iltimos, kiritgan qiymatlarni tekshiring.
vi: Vui lòng kiểm tra các giá trị bạn đã nhập.

source: Saving
af_za: Stoor
da: Gemmer
el: Αποθήκευση σε εξέλιξη
es_es: Guardando
fa: صرفه جویی در
he: שומר
hi: सेव हो रहा है
hu: Mentés
it_it: Salvataggio in corso
ja: 保存中
ka: მიმდინარეობს შენახვა
kk: Сақтау
lv: Saglabāšana
nl: Bezig met opslaan...
ru: Сохранение
sq: Ruajtje
sv: Sparar
sw: Kuhifadhi
te: పొదుపు చేస్తోంది
th: กำลังบันทึก
uk: Збереження
uz: Saqlash
vi: Đang lưu
