Repository: openedx/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, da, el, es_es, fa, he, hi, hu, it_it, ja, ka, kk, lv, nl, ru, sq, sv, sw, te, th, uk, uz, vi

source: The title of the drag and drop problem. The title is displayed to learners.
af_za: Die titel van die sleep-en-los probleem. Die titel word aan leerders vertoon.
da: Titlen på træk og slip-problemet. Titlen vises for eleverne.
el: Ο τίτλος του προβλήματος Σύρε κι εναπόθεσε. Ο τίτλος εμφανίζεται στους μαθητευόμενους.
es_es: El título del problema de arrastrar y soltar. El título se muestra a los alumnos.
fa: عنوان مشکل کشیدن و رها کردن. عنوان به زبان آموزان نمایش داده می شود.
he: הכותרת של בעיית הגרירה והשחרור. הכותרת מוצגת ללומדים.
hi: ड्रैग एंड ड्रॉप समस्या का शीर्षक. शीर्षक शिक्षार्थियों को प्रदर्शित किया जाता है।
hu: A húzd és ejtsd probléma címe. A cím a tanulók számára jelenik meg.
it_it: Il titolo del problema di trascinamento della selezione. Il titolo viene visualizzato agli studenti.
ja: ドラッグアンドドロップ問題のタイトル。タイトルは学習者に表示されます。
ka: გადაათრიეთ და ჩამოაგდეთ პრობლემის სათაური. სათაური ნაჩვენებია მოსწავლეებს.
kk: Сүйреп апару мәселесінің тақырыбы. Тақырып оқушыларға көрсетіледі.
lv: Vilkšanas un nomešanas uzdevuma nosaukums. Nosaukums tiek parādīts dalībniekiem.
nl: De titel van het drag-and-drop-probleem. De titel wordt aan de leerlingen getoond.
ru: Название задачи на перетаскивание элементов, отображаемое для слушателей.
sq: Titulli i problemit zvarrit dhe lësho. Titulli u shfaqet nxënësve.
sv: Titeln på drag-och-släpp-uppgiften. Titeln visas för eleverna.
sw: Kichwa cha tatizo la kuvuta na kuacha. Kichwa kinaonyeshwa kwa wanafunzi.
te: డ్రాగ్ అండ్ డ్రాప్ సమస్య యొక్క శీర్షిక. శీర్షిక అభ్యాసకులకు ప్రదర్శించబడుతుంది.
th: ชื่อเรื่องของปัญหาการลากและวาง ชื่อเรื่องจะแสดงให้ผู้เรียนเห็น
uk: Назва проблеми перетягування. Заголовок відображається для учнів.
uz: Surab olib tashlash muammosining sarlavhasi. Sarlavha o‘quvchilarga ko‘rsatiladi.
vi: Tiêu đề của vấn đề kéo và thả. Tiêu đề được hiển thị cho người học.

source: Drag and Drop
af_za: Sleep en los
da: Træk og slip
el: Σύρε και εναπόθεσε
es_es: Arrastrar y soltar
fa: کشیدن و انداختن
he: גרירה ושחרור
hi: खींचें और छोड़ें
hu: Húzd és ejtsd
it_it: Trascina e Rilascia
ja: ドラッグアンドドロップ
ka: გადაათრიეთ და ჩამოაგდეთ
kk: Сүйреп апарыңыз
lv: Vilkt un nomest
nl: Slepen en neerzetten
ru: Задача на перетаскивание
sq: Zvarrit dhe lësho
sv: Dra och släpp
sw: Buruta na Achia
te: లాగివదులు
th: ลากแล้ววาง
uz: Drag va Drop
vi: Kéo và thả

source: Mode
af_za: Wyse
el: Λειτουργία
es_es: Modo
fa: حالت
he: מצב
hi: प्रणाली
hu: Mód
it_it: Modalità
ja: モード
ka: რეჟიმი
kk: Режим
lv: Režīms
nl: Modus
ru: Режим
sq: Modaliteti
sv: Läge
sw: Hali
te: మోడ్
th: โหมด
uk: Режим
uz: Rejim
vi: Cách thức

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
af_za: Standaardmodus: die probleem verskaf onmiddellike terugvoer elke keer as &#39;n leerder &#39;n item op &#39;n teikensone laat val. Assesseringsmodus: die probleem verskaf slegs terugvoer nadat &#39;n leerder alle beskikbare items op teikensones laat val.
da: Standardtilstand: problemet giver øjeblikkelig feedback, hver gang en elev taber et emne på en målzone. Vurderingstilstand: problemet giver kun feedback, efter at en elev har droppet alle tilgængelige emner på målzoner.
el: Τυπική λειτουργία: το πρόβλημα παρέχει απευθείας ανάδραση κάθε φορά που ο μαθητευόμενος εναποθέτει ένα αντικείμενο στην ζώνη στόχο. Λειτουργία αξιολόγησης: το πρόβλημα παρέχει ανάδραση μόνον αφότου ο μαθητευόμενος έχει εναποθέσει όλα τα διαθέσιμα αντικείμενα στις ζώνες στόχους.
es_es: Modo estándar: el problema proporciona retroalimentación inmediata cada vez que un alumno deja caer un elemento en una zona objetivo. Modo de evaluación: el problema proporciona retroalimentación solo después de que un alumno coloca todos los elementos disponibles en las zonas objetivo.
fa: حالت استاندارد: هر بار که یادگیرنده آیتمی را در منطقه هدف رها می کند، مشکل بازخورد فوری ارائه می دهد. حالت ارزیابی: مشکل تنها پس از اینکه یادگیرنده تمام موارد موجود را در مناطق هدف رها کند، بازخورد ارائه می‌کند.
he: מצב תקני: הבעיה מספקת משוב מיידי בכל פעם שתלמיד משחרר פריט באזור יעד. מצב הערכה: הבעיה מספקת משוב רק לאחר שתלמיד משחרר את כל הפריטים הזמינים באזורי היעד.
hi: मानक मोड: जब भी कोई शिक्षार्थी लक्ष्य क्षेत्र पर कोई वस्तु छोड़ता है तो समस्या तत्काल प्रतिक्रिया प्रदान करती है। मूल्यांकन मोड: समस्या तभी प्रतिक्रिया प्रदान करती है जब शिक्षार्थी लक्ष्य क्षेत्रों पर सभी उपलब्ध वस्तुओं को छोड़ देता है।
hu: Normál mód: a feladat azonnali visszajelzést ad minden alkalommal, amikor a tanuló egy elemet egy célzónára helyez. Felmérési mód: a feladat csak akkor ad visszajelzést, miután a tanuló az összes elérhető elemet célzónákra helyezte.
it_it: Modalità standard: il problema fornisce un feedback immediato ogni volta che uno studente lascia cadere un oggetto su una zona target. Modalità di valutazione: il problema fornisce feedback solo dopo che lo studente ha lasciato cadere tutti gli elementi disponibili nelle zone target.
ja: 標準モード：学習者がアイテムをターゲットゾーンにドロップするたびに、問題が即時フィードバックを提供します。評価モード：学習者がすべてのアイテムをターゲットゾーンにドロップした後にのみ、問題がフィードバックを提供します。
ka: სტანდარტული რეჟიმი: პრობლემა უზრუნველყოფს მყისიერ გამოხმაურებას ყოველ ჯერზე, როდესაც მოსწავლე ჩამოაგდებს ნივთს სამიზნე ზონაში. შეფასების რეჟიმი: პრობლემა იძლევა უკუკავშირს მხოლოდ მას შემდეგ, რაც მოსწავლე ჩამოაგდებს ყველა ხელმისაწვდომ ელემენტს სამიზნე ზონებში.
kk: Стандартты режим: оқушы мақсатты аймаққа элементті түсірген сайын мәселе дереу кері байланысты қамтамасыз етеді. Бағалау режимі: мәселе оқушы барлық қолжетімді элементтерді мақсатты аймақтарға түсіргеннен кейін ғана кері байланысты қамтамасыз етеді.
lv: Standarta režīms: uzdevums nodrošina tūlītēju atgriezenisko saiti katru reizi, kad kursa dalībnieks nomet priekšmetu mērķa zonā. Vērtēšanas režīms: uzdevums sniedz atgriezenisko saiti tikai pēc tam, kad kursa dalībnieks nomet visus pieejamos vienumus mērķa zonās.
nl: Standaardmodus: het probleem geeft onmiddellijke feedback telkens wanneer een leerling een item op een doelzone laat vallen. Beoordelingsmodus: het probleem geeft pas feedback nadat een leerling alle beschikbare items op doelzones heeft neergezet.
ru: Стандартный режим: при каждом перетаскивании элемента в целевую зону слушатель получает обратную связь. Оцениваемый режим: слушатель получает обратную связь только после того, как перетащит в целевые зоны все доступные элементы.
sq: Modaliteti standard: problemi ofron reagime të menjëhershme sa herë që një nxënës hedh një artikull në një zonë të synuar. Mënyra e vlerësimit: problemi jep reagime vetëm pasi një nxënës hedh të gjithë artikujt e disponueshëm në zonat e synuara.
sv: Standardläge: problemet ger omedelbar feedback varje gång en elev släpper ett objekt på en målzon. Bedömningsläge: problemet ger feedback först efter att en elev har släppt alla tillgängliga objekt på målzoner.
sw: Hali ya kawaida: tatizo hutoa maoni ya papo hapo kila wakati mwanafunzi anapodondosha kipengee kwenye eneo lengwa. Hali ya tathmini: tatizo hutoa maoni tu baada ya mwanafunzi kudondosha vitu vyote vinavyopatikana kwenye maeneo lengwa.
te: ప్రామాణిక మోడ్: అభ్యాసకుడు లక్ష్య జోన్‌లో ఒక అంశాన్ని డ్రాప్ చేసిన ప్రతిసారీ సమస్య తక్షణ అభిప్రాయాన్ని అందిస్తుంది. అసెస్‌మెంట్ మోడ్: లెర్నర్ అందుబాటులో ఉన్న అన్ని అంశాలను టార్గెట్ జోన్‌లలో వదిలివేసిన తర్వాత మాత్రమే సమస్య అభిప్రాయాన్ని అందిస్తుంది.
th: โหมดมาตรฐาน: ปัญหาจะให้ผลตอบรับทันทีทุกครั้งที่ผู้เรียนทิ้งสิ่งของลงในโซนเป้าหมาย โหมดการประเมิน: ปัญหาจะให้ข้อเสนอแนะหลังจากที่ผู้เรียนทิ้งรายการที่มีอยู่ทั้งหมดลงในโซนเป้าหมายเท่านั้น
uk: Стандартний режим: задача забезпечує миттєвий зворотний зв’язок щоразу, коли учень кидає предмет у цільову зону. Режим оцінювання: завдання забезпечує зворотний зв’язок лише після того, як учень скидає всі доступні предмети на цільові зони.
uz: Standart rejim: muammo har safar o‘quvchi maqsadli zonaga biror narsani tushirganida darhol javob beradi. Baholash rejimi: muammo faqat o‘quvchi barcha mavjud narsalarni maqsadli zonalarga tashlaganidan keyingina fikr-mulohaza beradi.
vi: Chế độ tiêu chuẩn: bài toán cung cấp phản hồi ngay lập tức mỗi khi người học đánh rơi một vật phẩm vào vùng mục tiêu. Chế độ đánh giá: vấn đề chỉ cung cấp phản hồi sau khi người học bỏ tất cả các mục có sẵn vào vùng mục tiêu.

source: Standard
af_za: Standaard
el: Τυπική
es_es: Estándar
fa: استاندارد
he: תקן
hi: मानक
hu: Normál
ja: 標準
ka: სტანდარტული
kk: Стандартты
lv: Standarta
nl: Standaard
ru: Стандартный
sv: Standardläge
sw: Kawaida
te: ప్రామాణికం
th: มาตรฐาน
uk: Стандартний
uz: Standart
vi: Tiêu chuẩn

source: Assessment
af_za: Assessering
da: Vurdering
el: Αξιολόγηση
es_es: Tarea
fa: ارزیابی
he: הערכה
hi: आंकलन
hu: Felmérés
it_it: Valutazione
ja: アセスメント
ka: შეფასება
kk: Бағалау
lv: Vērtējums
nl: Beoordeling
ru: Оцениваемый
sq: Vlerësimi
sv: Utvärdering
sw: Tathmini
te: మూల్యాంకనం
th: การประเมิน
uk: Завдання
uz: Baholash
vi: Đánh giá

source: Maximum attempts
af_za: Maksimum pogings
da: Maksimalt antal forsøg
el: Μέγιστες προσπάθειες
es_es: Intentos máximos
fa: حداکثر تلاش
he: מספר נסיונות מרבי
hi: अधिकतम प्रयास
hu: Próbálkozások maximális száma
it_it: Tentativi massimi
ja: 最大試行回数
ka: მაქსიმალური მცდელობები
kk: Максималды әрекеттер
lv: Maksimālais mēģinājumu skaits
nl: Maximale pogingen
ru: Максимальное количество попыток
sq: Përpjekjet maksimale
sv: Maximala försök
sw: Upeo wa majaribio
te: గరిష్ట ప్రయత్నాలు
th: ความพยายามสูงสุด
uk: Максимум спроб
uz: Maksimal urinishlar
vi: Số lần thử tối đa

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
af_za: Definieer die aantal kere wat &#39;n student kan probeer om hierdie probleem te beantwoord. As die waarde nie gestel is nie, word oneindige pogings toegelaat.
da: Angiv antal gange, en kursist kan forsøge at besvare denne opgave. Hvis værdien ikke er angivet, er uendelige antal forsøg tilladt.
el: Καθορίζει τον αριθμό των επιτρεπόμενων προσπαθειών του μαθητευόμενου να απαντήσει αυτό το πρόβλημα. Εάν δεν οριστεί τιμή, θα επιτρέπονται απεριόριστες προσπάθειες.
es_es: Define el número de veces que un alumno puede intentar resolver este problema. Si no se especifica valor, se permite un número infinito de intentos.
fa: تعداد دفعاتی را که دانش آموز می تواند برای پاسخ به این مشکل تلاش کند را مشخص می کند. اگر مقدار تنظیم نشده باشد، بی نهایت تلاش مجاز است.
he: מגדיר את מספר הפעמים בהן סטודנט יכול לנסות לענות על בעיה זו. אם הערך לא נקבע, יתאפשרו אינסוף ניסיונות.
hi: इस समस्या का उत्तर देने के लिए एक छात्र कितनी बार कोशिश कर सकता है, इसे परिभाषित करता है। यदि मान सेट नहीं है, तो अनंत प्रयासों की अनुमति है।
hu: Meghatározza, hogy hányszor próbálkozhat a diák a feladat megoldásával. Ha az érték nincs beállítva, végtelen próbálkozások engedélyezettek.
it_it: Definisce il numero di volte in cui uno studente può provare a rispondere a questo problema. Se il valore non è impostato, vengono consentiti infiniti tentativi.
ja: 学生がこの問題に答えることができる回数を定義します。値が設定されていない場合、無限に試行が許可されます。
ka: განსაზღვრავს, თუ რამდენჯერ შეუძლია სტუდენტს სცადოს ამოცანაზე პასუხი. თუ რაოდენობა არ განისაზღვრება, ნებადართულია უსასრულო მცდელობები.
kk: Оқушы бұл мәселеге қанша рет жауап беруге болатынын анықтайды. Мән орнатылмаса, шексіз әрекеттерге рұқсат етіледі.
lv: Nosaka, cik reižu dalībnieks var mēģināt atbildēt uz šo uzdevumu. Ja vērtība nav iestatīta, ir atļauti bezgalīgi mēģinājumi.
nl: Definieert het aantal keren dat een leerling dit probleem kan proberen op te lossen. Als de waarde niet is ingesteld, zijn oneindige pogingen toegestaan.
ru: Определяет, сколько раз слушатель может давать ответ на задание. Если значение не установлено, предоставляется неограниченное количество попыток.
sq: Përcakton numrin e herëve që një student mund të përpiqet t'i përgjigjet këtij problemi. Nëse vlera nuk është caktuar, lejohen përpjekje të pafundme.
sv: Definierar hur många gånger en elev kan försöka svara på det här problemet. Om värdet inte är inställt är oändliga försök tillåtna.
sw: Inafafanua idadi ya mara ambazo mwanafunzi anaweza kujaribu kujibu tatizo hili. Ikiwa thamani haijawekwa, majaribio yasiyo na kikomo yanaruhusiwa.
te: ఈ సమస్యకు సమాధానమివ్వడానికి విద్యార్థి ఎన్నిసార్లు ప్రయత్నించవచ్చో నిర్వచిస్తుంది. విలువ సెట్ చేయకపోతే, అనంతమైన ప్రయత్నాలు అనుమతించబడతాయి.
th: กำหนดจำนวนครั้งของนักเรียนที่จะพยายามตอบปัญหา. ถ้าไม่กำหนด สามารถตอบได้ครั้งไม่ถ้วน
uk: Визначає, скільки разів студент може давати відповідь на завдання. Якщо значення не встановлено, надається необмежена кількість спроб.
uz: Talaba bu masalaga necha marta javob berishga harakat qilishi mumkinligini belgilaydi. Agar qiymat o‘rnatilmagan bo‘lsa, cheksiz urinishlarga ruxsat beriladi.
vi: Xác định số lần học sinh có thể cố gắng trả lời vấn đề này. Nếu giá trị không được đặt, số lần thử vô hạn được cho phép.

source: Show title
af_za: Wys titel
da: Vis titel
el: Εμφάνιση τίτλου
es_es: Mostrar título
fa: نمایش عنوان
he: הצג כותרת
hi: शीर्षक दिखाओ
hu: Cím megjelenítése
it_it: Mostra titolo
ja: タイトルを表示
ka: ვაჩვენო სათაური
kk: Тақырыпты көрсету
lv: Rādīt virsrakstu
nl: Laat de titel zien
ru: Показывать заголовок
sq: Shfaq titullin
sv: Visa titel
sw: Onyesha kichwa
te: శీర్షికను చూపించు
th: แสดงชื่อ
uk: Показати назву
uz: Sarlavhani ko‘rsatish
vi: Hiển thị tiêu đề

source: Display the title to the learner?
af_za: Wys die titel aan die leerder?
da: Vise titlen til eleven?
el: Προβολή τίτλου στον μαθητευόμενο;
es_es: ¿Mostrar el título al alumno?
fa: نمایش عنوان به زبان آموز؟
he: האם להציג את הכותרת ללומד?
hi: शिक्षार्थी को शीर्षक प्रदर्शित करें?
hu: Megjelenítse a címet a tanulónak?
it_it: Mostra il titolo al discente?
ja: 学習者にタイトルを表示しますか？
ka: აჩვენეთ სათაური მოსწავლეს?
kk: Оқушыға тақырыпты көрсету керек пе?
lv: Parādīt titulu kursa dalībniekam?
nl: De titel aan de leerling tonen?
ru: Отображать название для слушателей?
sq: Shfaqni titullin te nxënësi?
sw: Onyesha kichwa kwa mwanafunzi?
te: నేర్చుకునేవారికి శీర్షికను ప్రదర్శించాలా?
th: แสดงชื่อให้ผู้เรียนดู?
uk: Показати назву учневі?
uz: Sarlavha o‘quvchiga ko‘rsatilsinmi?
vi: Hiển thị tiêu đề cho người học?

source: Problem text
af_za: Probleem teks
da: Problemtekst
el: Κείμενο προβλήματος
es_es: Texto del problema
fa: متن مشکل
he: טקסט הבעיה
hi: समस्या पाठ
hu: A feladat szövege
it_it: Testo del problema
ja: 問題文
ka: პრობლემური ტექსტი
kk: Проблемалық мәтін
lv: Uzdevumi teksts
nl: Probleem tekst
ru: Текст задачи
sq: Teksti i problemit
sw: Maandishi ya tatizo
te: సమస్య వచనం
th: ข้อความปัญหา
uk: Текст задачі
uz: Muammoli matn
vi: Văn bản vấn đề

source: The description of the problem or instructions shown to the learner.
af_za: Die beskrywing van die probleem of instruksies wat aan die leerder gewys word.
da: Beskrivelsen af problemet eller instruktionerne vist til eleven.
el: Η περιγραφή του προβλήματος ή οι οδηγίες που εμφανίζονται στον μαθητευόμενο.
es_es: La descripción del problema o las instrucciones mostradas al alumno.
fa: شرح مسئله یا دستورالعمل هایی که به یادگیرنده نشان داده می شود.
he: תיאור הבעיה או הוראות המוצגות ללומד.
hi: शिक्षार्थी को दिखाई गई समस्या या निर्देशों का विवरण।
hu: A probléma leírása vagy az utasítások, amelyeket a tanuló lát.
it_it: Descrizione del problema o istruzioni mostrate al discente.
ja: 学習者に表示される問題の説明または指示。
ka: პრობლემის აღწერა ან ინსტრუქცია, რომელიც ნაჩვენებია მოსწავლისთვის.
kk: Мәселенің сипаттамасы немесе оқушыға көрсетілген нұсқаулар.
lv: Uzdevumi apraksts vai norādījumi, kas tiek parādīti kursa dalībniekam.
nl: De beschrijving van het probleem of de instructies die aan de leerling worden getoond.
ru: Условия задачи или указания, показываемые слушателю.
sq: Përshkrimi i problemit ose udhëzimet që i tregohen nxënësit.
sv: Beskrivningen av problemet eller instruktionerna som visas för eleven.
sw: Maelezo ya tatizo au maelekezo yaliyoonyeshwa kwa mwanafunzi.
te: సమస్య యొక్క వివరణ లేదా అభ్యాసకుడికి చూపబడిన సూచనలు.
th: คำอธิบายปัญหาหรือคำแนะนำที่แสดงให้ผู้เรียนเห็น
uk: Опис проблеми або інструкції, показані учневі.
uz: Muammoning tavsifi yoki o‘quvchiga ko‘rsatilgan ko‘rsatmalar.
vi: Mô tả vấn đề hoặc hướng dẫn hiển thị cho người học.

source: Show "Problem" heading
af_za: Wys &quot;Probleem&quot; opskrif
da: Vis overskriften &quot;Problem&quot;.
el: Εμφάνιση κεφαλίδας «Πρόβλημα»
es_es: Mostrar el encabezado &quot;Problema&quot;
fa: نمایش عنوان &quot;مشکل&quot;.
he: הצג כותרת "בעיה"
hi: &quot;समस्या&quot; शीर्षक दिखाएँ
hu: "Probléma" címsor megjelenítése
it_it: Mostra l&#39;intestazione &quot;Problema&quot;.
ja: 「問題」見出しを表示
ka: "პრობლემის" სათაურის ჩვენება
kk: «Мәселе» тақырыбын көрсетіңіз
lv: Rādīt virsrakstu &quot;Uzdevums&quot;.
nl: Toon de kop "Probleem"
ru: Отображать заголовок «Задача»
sq: Shfaq titullin &quot;Problemi&quot;.
sw: Onyesha kichwa cha &quot;Tatizo&quot;.
te: &quot;సమస్య&quot; శీర్షికను చూపు
th: แสดงหัวข้อ &quot;ปัญหา&quot;
uz: "Muammo" sarlavhasini ko‘rsatish
vi: Hiển thị tiêu đề &quot;Sự cố&quot;

source: Display the heading "Problem" above the problem text?
af_za: Vertoon die opskrif &quot;Probleem&quot; bokant die probleemteks?
da: Vise overskriften &quot;Problem&quot; over problemteksten?
el: Να εμφανίζεται η κεφαλίδα «Πρόβλημα» πάνω από το κείμενο του προβλήματος;
es_es: ¿Mostrar el título &quot;Problema&quot; encima del texto del problema?
fa: عنوان &quot;مشکل&quot; در بالای متن مشکل نمایش داده شود؟
he: האם להציג את הכותרת "בעיה" מעל לטקסט הבעיה?
hi: समस्या पाठ के ऊपर &quot;समस्या&quot; शीर्षक प्रदर्शित करें?
hu: Megjelenítse a "Probléma" címet a probléma szövege felett?
it_it: Visualizzare l&#39;intestazione &quot;Problema&quot; sopra il testo del problema?
ja: 「問題」という見出しを問題文の上に表示しますか？
ka: აჩვენეთ სათაური "პრობლემა" პრობლემური ტექსტის ზემოთ?
kk: Проблемалық мәтіннің үстінде «Мәселе» тақырыбын көрсету керек пе?
lv: Parādīt virsrakstu "Problēma" virs problēmas teksta?
nl: Het kopje &quot;Probleem&quot; weergeven boven de probleemtekst?
ru: Отображать заголовок «Задача» над условием?
sq: Të shfaqet titulli &quot;Problemi&quot; mbi tekstin e problemit?
sv: Visa rubriken "Problem" ovanför problemtexten?
sw: Onyesha kichwa &quot;Tatizo&quot; juu ya maandishi ya tatizo?
te: సమస్య వచనం పైన &quot;సమస్య&quot; శీర్షికను ప్రదర్శించాలా?
th: แสดงหัวข้อ &quot;ปัญหา&quot; เหนือข้อความปัญหาหรือไม่
uz: Muammo matni ustidagi "Muammo" sarlavhasi ko‘rsatilsinmi?
vi: Hiển thị tiêu đề &quot;Sự cố&quot; phía trên văn bản sự cố?

source: Show answer
af_za: Wys antwoord
da: Vis svar
el: Εμφάνιση απάντησης
es_es: Mostrar la respuesta
fa: پاسخ نشان می دهد
he: הצג תשובה
hi: आन्सर देखाओ
hu: Válasz mutatása
it_it: Mostra risposta
ja: 答えを表示
ka: პასუხის ჩვენება
kk: Жауабын көрсету
lv: Parādi atbildi
nl: Toon het antwoord
ru: Показать ответ
sq: Trego përgjigjen
sv: Visa svar
sw: Onyesha jibu
te: సమాధానం చూపించు
th: แสดงคำตอบ
uk: Показати відповідь
uz: Javobni ko‘rsatish
vi: Hiển thị câu trả lời

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings. To revert setting a custom value, choose the 'Default' option.
af_za: Definieer wanneer om die antwoord op die probleem te wys. &#39;n Standaardwaarde kan in Gevorderde instellings gestel word. Om die instelling van &#39;n pasgemaakte waarde terug te keer, kies die &#39;Verstek&#39;-opsie.
da: Definerer, hvornår svaret på problemet skal vises. En standardværdi kan indstilles i Avancerede indstillinger. Vælg indstillingen &#39;Standard&#39; for at vende tilbage til indstilling af en brugerdefineret værdi.
el: Καθορίζει πότε να εμφανίζεται η απάντηση στο πρόβλημα. Μια προκαθορισμένη τιμή μπορεί να οριστεί από τις «Ρυθμίσεις για προχωρημένους». Για την επαναφορά της τιμής, διαλέξτε την επιλογή «Προεπιλογή».
es_es: Define cuándo mostrar la respuesta al problema. Se puede establecer un valor predeterminado en Configuración avanzada. Para revertir la configuración de un valor personalizado, elija la opción &quot;Predeterminado&quot;.
fa: مشخص می کند که چه زمانی باید پاسخ مسئله را نشان دهد. یک مقدار پیش فرض را می توان در تنظیمات پیشرفته تنظیم کرد. برای برگرداندن تنظیم مقدار سفارشی، گزینه «پیش‌فرض» را انتخاب کنید.
he: מגדיר מתי להציג את התשובה לבעיה. ניתן להגדיר ערך ברירת מחדל בהגדרות מתקדמות. כדי לבטל הגדרת ערך מותאם אישית, בחר באפשרות 'ברירת מחדל'.
hi: परिभाषित करता है कि समस्या का उत्तर कब दिखाना है। उन्नत सेटिंग्स में एक डिफ़ॉल्ट मान सेट किया जा सकता है। कस्टम मान सेटिंग को वापस लाने के लिए, &#39;डिफ़ॉल्ट&#39; विकल्प चुनें।
hu: Meghatározza, mikor jelenjen meg a probléma válasza. Alapértelmezett érték beállítható a Speciális beállításokban. Egyedi érték visszaállításához válassza az „Alapértelmezett” opciót.
it_it: Definisce quando mostrare la risposta al problema. È possibile impostare un valore predefinito in Impostazioni avanzate. Per ripristinare l&#39;impostazione di un valore personalizzato, scegli l&#39;opzione &quot;Predefinito&quot;.
ja: 問題の答えを表示するタイミングを定義します。デフォルト値は「詳細設定」で設定できます。カスタム値を元に戻すには、「デフォルト」オプションを選択してください。
ka: განსაზღვრავს, როდის უნდა აჩვენოს პასუხი პრობლემაზე. ნაგულისხმევი მნიშვნელობა შეიძლება დაყენდეს გაფართოებულ პარამეტრებში. მორგებული მნიშვნელობის დაყენების დასაბრუნებლად, აირჩიეთ "ნაგულისხმევი" ვარიანტი.
kk: Есептің жауабын қашан көрсету керектігін анықтайды. Әдепкі мәнді Кеңейтілген параметрлерде орнатуға болады. Теңшелетін мәнді орнатуды қайтару үшін «Әдепкі» опциясын таңдаңыз.
lv: Nosaka, kad parādīt problēmas atbildi. Noklusējuma vērtību var iestatīt Paplašinātajos iestatījumos. Lai atgrieztos pie pielāgotās vērtības iestatīšanas, izvēlieties iespēju "Noklusējuma".
nl: Definieert wanneer het antwoord op het probleem moet worden weergegeven. In Geavanceerde instellingen kan een standaardwaarde worden ingesteld. Om het instellen van een aangepaste waarde terug te draaien, kiest u de optie 'Standaard'.
ru: Определяет, когда отображать ответ на задание. В Расширенных настройках можно установить значение по умолчанию. Чтобы отменить установку пользовательского значения, выберите опцию 'По умолчанию'.
sq: Përcakton se kur duhet të tregohet përgjigja e problemit. Një vlerë e paracaktuar mund të vendoset në Cilësimet e Avancuara. Për të rikthyer përcaktimin e një vlere të personalizuar, zgjidhni opsionin &quot;Default&quot;.
sw: Inafafanua wakati wa kuonyesha jibu la tatizo. Thamani chaguo-msingi inaweza kuwekwa katika Mipangilio ya Kina. Ili kurejesha kuweka thamani maalum, chagua chaguo la &#39;Chaguo-msingi&#39;.
te: సమస్యకు సమాధానాన్ని ఎప్పుడు చూపించాలో నిర్వచిస్తుంది. అధునాతన సెట్టింగ్‌లలో డిఫాల్ట్ విలువను సెట్ చేయవచ్చు. కస్టమ్ విలువ సెట్టింగ్‌ని తిరిగి మార్చడానికి, &#39;డిఫాల్ట్&#39; ఎంపికను ఎంచుకోండి.
th: กำหนดเวลาที่จะแสดงคำตอบของปัญหา ค่าเริ่มต้นสามารถตั้งค่าได้ในการตั้งค่าขั้นสูง หากต้องการเปลี่ยนกลับการตั้งค่าที่กำหนดเอง ให้เลือกตัวเลือก &quot;ค่าเริ่มต้น&quot;
uk: Визначає, коли показувати відповідь на проблему. Значення за умовчанням можна встановити в Розширених налаштуваннях. Щоб скасувати налаштування спеціального значення, виберіть опцію «За замовчуванням».
uz: Muammoning javobini qachon ko‘rsatishni belgilaydi. Standart qiymat Kengaytirilgan sozlamalarda o‘rnatilishi mumkin. Maxsus qiymatni bekor qilish uchun 'Standart' variantini tanlang.
vi: Xác định thời điểm hiển thị câu trả lời cho vấn đề. Giá trị mặc định có thể được đặt trong Cài đặt nâng cao. Để hoàn nguyên cài đặt giá trị tùy chỉnh, hãy chọn tùy chọn &#39;Mặc định&#39;.

source: Default
af_za: Verstek
el: Προεπιλεγμένο
es_es: Por defecto
fa: پیش فرض
he: ברירת מחדל
hi: चूक
hu: Alapértelmezett
it_it: Predefinito
ja: デフォルト
ka: ნაგულისხმევი
kk: Әдепкі
lv: Noklusējums
nl: Standaard
ru: По умолчанию
sq: E paracaktuar
sv: Standard
sw: Chaguomsingi
te: డిఫాల్ట్
th: ค่าที่เลือกอัตโนมัติ
uk: Основний
uz: Standart
vi: Mặc định
