Repository: openedx/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, da, el, es_es, fa, he, hi, hu, it_it, ja, ka, kk, lv, nl, ru, sq, sv, sw, te, th, uk, uz, vi

source: Navigate using TAB and SHIFT+TAB to the appropriate dropzone and press CTRL+M once more to drop it here.
af_za: Navigeer met TAB en SHIFT+TAB na die toepaslike dropzone en druk nog een keer CTRL+M om dit hier te laat val.
da: Naviger ved hjælp af TAB og SHIFT+TAB til den relevante dropzone, og tryk på CTRL+M endnu en gang for at slippe den her.
el: Πλοηγηθείτε χρησιμοποιώντας τα πλήκτρα TAB και SHIFT+TAB στην κατάλληλη ζώνη απόθεσης και πατήστε CTRL+M άλλη μια φορά για απόθεση
es_es: Navegue usando TAB y SHIFT+TAB a la zona de colocación apropiada y presione CTRL+M una vez más para soltarla aquí.
fa: با استفاده از TAB و SHIFT+TAB به dropzone مناسب بروید و یکبار دیگر CTRL+M را فشار دهید تا آن را در اینجا رها کنید.
he: נווט באמצעות כרטיסייה ו-SHIFT+TAB לאזור הירידה המתאים והקש CTRL+M פעם נוספת כדי לשחרר אותו כאן.
hi: TAB और SHIFT+TAB का उपयोग करके उपयुक्त ड्रॉपज़ोन पर नेविगेट करें और इसे यहां छोड़ने के लिए एक बार फिर CTRL+M दबाएँ।
hu: Navigáljon a TAB és a SHIFT+TAB billentyűkkel a megfelelő lerakóhelyre, majd nyomja meg ismét a CTRL+M billentyűt, hogy ide helyezze.
it_it: Naviga utilizzando TAB e MAIUSC+TAB nella zona di rilascio appropriata e premi ancora una volta CTRL+M per rilasciarla qui.
ja: TABとSHIFT+TABを使って適切なドロップゾーンに移動し、もう一度CTRL+Mを押してここにドロップします。
ka: გადადით TAB-ისა და SHIFT+TAB-ის გამოყენებით შესაბამის ჩამოსაშლელ ზონაში და კიდევ ერთხელ დააჭირეთ CTRL+M-ს, რომ ჩამოაგდოთ აქ.
kk: TAB және SHIFT+TAB пернелер тіркесімін пайдаланып, тиісті түсу аймағына өтіңіз және оны осы жерге тастау үшін CTRL+M пернелерін тағы бір рет басыңыз.
lv: Izmantojot TAB un SHIFT+TAB, dodieties uz attiecīgo nomešanas zonu un vēlreiz nospiediet CTRL+M, lai to šeit nomestu.
ru: Используя TAB и SHIFT+TAB, перейдите к соответствующей зоне и нажмите CTRL+M ещё раз, чтобы поместить элемент в эту зону.
sq: Navigoni duke përdorur TAB dhe SHIFT+TAB në zonën përkatëse të rënies dhe shtypni CTRL+M edhe një herë për ta hedhur këtu.
sv: Navigera med TAB och SHIFT+TAB till rätt plats och tryck på CTRL+M igen för att släppa den här.
sw: Nenda kwa kutumia TAB na SHIFT+TAB hadi eneo linalofaa na ubonyeze CTRL+M kwa mara nyingine ili kuidondosha hapa.
te: TAB మరియు SHIFT+TABని ఉపయోగించి సముచితమైన డ్రాప్‌జోన్‌కి నావిగేట్ చేయండి మరియు దానిని ఇక్కడ డ్రాప్ చేయడానికి మరోసారి CTRL+M నొక్కండి.
th: นำทางโดยใช้ TAB และ SHIFT+TAB ไปยังดรอปโซนที่เหมาะสม แล้วกด CTRL+M อีกครั้งเพื่อวางที่นี่
uz: TAB va SHIFT+TAB tugmalari yordamida tegishli tushirish zonasiga o‘ting va uni bu yerga qo‘yish uchun CTRL+M tugmalarini yana bir marta bosing.
vi: Điều hướng bằng TAB và SHIFT+TAB đến vùng thả thích hợp và nhấn CTRL+M một lần nữa để thả nó vào đây.

source: Press ESC if you want to cancel the drop operation (for example, to select a different item).
af_za: Druk ESC as jy die drop-operasie wil kanselleer (byvoorbeeld om &#39;n ander item te kies).
da: Tryk på ESC, hvis du vil annullere drop-handlingen (for eksempel for at vælge et andet punkt).
el: Πατήστε το πλήκτρο ESC εάν θέλετε να ακυρώσετε τη λειτουργία απόθεσης (για παράδειγμα, για να επιλέξετε ένα διαφορετικό στοιχείο).
es_es: Presione ESC si desea cancelar la operación de colocación (por ejemplo, para seleccionar un elemento diferente).
fa: اگر می‌خواهید عملیات رها کردن را لغو کنید (مثلاً برای انتخاب یک مورد دیگر)، ESC را فشار دهید.
he: לחץ ESC אם ברצונך לבטל את פעולת השחרור (לדוגמה, לבחור פריט אחר).
hi: यदि आप ड्रॉप ऑपरेशन को रद्द करना चाहते हैं (उदाहरण के लिए, किसी भिन्न आइटम का चयन करने के लिए) तो ESC दबाएँ।
hu: Nyomja meg az ESC billentyűt, ha meg szeretné szakítani a leejtési műveletet (például, ha másik elemet szeretne kiválasztani).
it_it: Premere ESC se si desidera annullare l&#39;operazione di rilascio (ad esempio per selezionare una voce diversa).
ka: დააჭირეთ ESC- ს, თუ გსურთ ვარდნის ოპერაციის გაუქმება (მაგალითად, სხვა ელემენტის ასარჩევად).
kk: Түсіру әрекетінен бас тартқыңыз келсе (мысалы, басқа элементті таңдау үшін) ESC пернесін басыңыз.
lv: Nospiediet ESC, ja vēlaties atcelt nomešanas operāciju (piemēram, lai izvēlētos citu elementu).
nl: Druk op ESC als u het neerzetten wilt annuleren (bijvoorbeeld om een ander item te selecteren).
ru: Нажмите ESC, чтобы отменить перемещение (например, чтобы выбрать другой элемент).
sq: Shtypni ESC nëse dëshironi të anuloni operacionin e lëshimit (për shembull, për të zgjedhur një artikull tjetër).
sv: Tryck på ESC om du vill avbryta flyttoperationen (till exempel för att välja ett annat objekt).
sw: Bonyeza ESC ikiwa unataka kughairi utendakazi wa kudondosha (kwa mfano, ili kuchagua kipengee tofauti).
te: మీరు డ్రాప్ ఆపరేషన్‌ను రద్దు చేయాలనుకుంటే ESC నొక్కండి (ఉదాహరణకు, వేరొక అంశాన్ని ఎంచుకోవడానికి).
th: กด ESC หากคุณต้องการยกเลิกการดำเนินการดรอป (เช่น เพื่อเลือกรายการอื่น)
uz: Agar siz tushirish operatsiyasini bekor qilmoqchi bo‘lsangiz (masalan, boshqa elementni tanlash uchun) ESC tugmasini bosing.
vi: Nhấn ESC nếu bạn muốn hủy thao tác thả (ví dụ: để chọn một mục khác).

source: TAB back to the list of draggable items and repeat this process until all of the draggable items have been placed on their respective dropzones.
af_za: TAB terug na die lys van sleepbare items en herhaal hierdie proses totdat al die sleepbare items op hul onderskeie dropzones geplaas is.
da: TAB tilbage til listen over elementer, der kan trækkes, og gentag denne proces, indtil alle elementer, der kan trækkes, er blevet placeret på deres respektive dropzoner.
el: Πατήστε το πλήκτρο TAB για να επιστρέψτε στη λίστα των στοιχείων με δυνατότητα συρσίματος και επαναλάβετε αυτή τη διαδικασία έως ότου όλα τα στοιχεία με δυνατότητα συρσίματος τοποθετηθούν στις αντίστοιχες ζώνες απόθεσης.
es_es: Vuelva con TAB a la lista de elementos que se pueden arrastrar y repita este proceso hasta que todos los elementos que se pueden arrastrar se hayan colocado en sus respectivas zonas de colocación.
fa: TAB به لیست موارد قابل کشیدن برگردید و این روند را تکرار کنید تا زمانی که همه موارد قابل کشیدن در دراپ زون مربوطه خود قرار گیرند.
he: כרטיסייה חזרה לרשימת הפריטים הניתנים לגרירה וחזור על תהליך זה עד שכל הפריטים הניתנים לגרירה הוצבו באזורי השחרור שלהם.
hi: ड्रैग करने योग्य आइटमों की सूची पर वापस जाएं और इस प्रक्रिया को तब तक दोहराएं जब तक कि सभी ड्रैग करने योग्य आइटम अपने संबंधित ड्रॉपज़ोन पर न रख दिए जाएं।
hu: Lépjen vissza a TAB billentyűvel a húzható elemek listájához, és ismételje meg ezt a folyamatot, amíg az összes húzható elemet el nem helyezte a megfelelő célterületeken.
it_it: TAB torna all&#39;elenco degli elementi trascinabili e ripeti questo processo finché tutti gli elementi trascinabili non sono stati posizionati nelle rispettive zone di rilascio.
ka: TAB დაუბრუნდით გადასატანი ნივთების ჩამონათვალს და გაიმეორეთ ეს პროცესი, სანამ ყველა გადასატანი ელემენტი არ განთავსდება მათ შესაბამის ჩამოსაშლელ ზონებზე.
kk: TAB пернесін сүйреп апарылатын элементтердің тізіміне қайтарыңыз және сүйреп апарылатын элементтердің барлығы тиісті түсу аймақтарына орналастырылғанша осы процесті қайталаңыз.
lv: TAB atpakaļ uz velkamo vienumu sarakstu un atkārtojiet šo procesu, līdz visi velkamie vienumi ir novietoti attiecīgajās nomešanas zonās.
nl: Ga met TAB terug naar de lijst met versleepbare items en herhaal dit proces totdat alle versleepbare items in hun respectievelijke dropzones zijn geplaatst.
ru: С помощью TAB вернитесь к списку перетаскиваемых элементов и повторяйте указанные действия до тех пор, пока все перетаскиваемые элементы не будут помещены в соответствующие зоны.
sq: TAB kthehuni te lista e artikujve që mund të tërhiqen dhe përsëritni këtë proces derisa të gjithë artikujt e zvarritshëm të vendosen në zonat e tyre përkatëse.
sv: TAB tillbaka till listan med dragbara objekt och upprepa denna process tills alla dragbara objekt har placerats på sina respektive släppzoner.
sw: TAB rudi kwenye orodha ya vipengee vinavyoweza kuburutwa na urudie mchakato huu hadi vipengee vyote vinavyoweza kukokotwa viwekwe kwenye maeneo ya maeneo husika.
te: లాగగలిగే అంశాల జాబితాకు తిరిగి TAB చేయండి మరియు లాగగలిగే అంశాలన్నీ వాటి సంబంధిత డ్రాప్‌జోన్‌లలో ఉంచబడే వరకు ఈ విధానాన్ని పునరావృతం చేయండి.
th: TAB กลับไปที่รายการรายการที่ลากได้ และทำซ้ำขั้นตอนนี้จนกว่ารายการที่ลากได้ทั้งหมดจะถูกวางบนดรอปโซนตามลำดับ
uz: TAB-ni sudrab olinadigan elementlar ro‘yxatiga qaytaring va barcha sudrab olinadigan elementlar tegishli tushish zonalariga joylashtirilguncha ushbu jarayonni takrorlang.
vi: TAB quay lại danh sách các mục có thể kéo và lặp lại quy trình này cho đến khi tất cả các mục có thể kéo được đặt vào vùng thả tương ứng của chúng.

source: You have used {used} of {total} attempts.
af_za: Jy het {used} van {total} pogings gebruik.
da: Du har brugt {used} af {total} forsøg.
el: Έχετε χρησιμοποιήσει {used} από {total} προσπάθειες.
es_es: Ha utilizado {used} de {total} intentos.
fa: شما از {used} از تلاش های {total} استفاده کرده اید.
he: השתמשת ב-{used} מתוך {total} ניסיונות.
hi: आपने {total} प्रयासों में से {used} उपयोग किया है।
hu: Felhasználtál {used} a(z) {total} próbálkozásból.
it_it: Hai utilizzato {used} di {total} tentativi.
ka: თქვენ გამოიყენეთ {used} {total} მცდელობა.
lv: Jūs izmantojāt {used} no {total} mēģinājumiem.
nl: U hebt {used} van {total} pogingen gebruikt.
ru: Вы использовали {used} из {total} попыток
sq: Ju keni përdorur {used} të përpjekjeve {total} .
sv: Du har använt {used} av {total} försök.
sw: Umetumia {used} ya majaribio {total} .
te: మీరు {total} ప్రయత్నాలలో {used} ఉపయోగించారు.
th: คุณได้ใช้ {used} จาก {total} ครั้ง
uk: Ви використали {used} з {total} спроб.
uz: Siz {total} urinishlarining {used} dan foydalangansiz.
vi: Bạn đã sử dụng {used} trong số lần thử {total} .

source: Submit
af_za: Indien
da: Indsend
el: Υποβολή
es_es: Enviar
fa: ارسال
he: שלח
hi: प्रस्तुत
hu: Küldés
it_it: Invia
ka: გაგზავნა
kk: Жіберу
lv: Iesniegt
nl: Indienen
ru: Отправить
sq: Paraqisni
sw: Wasilisha
te: సమర్పించండి
th: ยอมรับ
uk: Надіслати
uz: Yuborish
vi: Nộp

source: Show Answer
af_za: Wys antwoord
da: Vis Svar
el: Προβολή απάντησης
es_es: Mostrar respuesta
fa: پاسخ نشان می دهد
he: הצג תשובה
hi: जवाब देखें
hu: Válasz mutatása
it_it: Mostra Risposta
ja: 答えを表示
ka: პასუხის ჩვენება
kk: Жауапты көрсету
lv: Parādi atbildi
nl: Toon het antwoord
ru: Показать ответ
sq: Trego përgjigjen
sv: Visa svar
sw: Onyesha Jibu
te: సమాధానం చూపించు
th: แสดงคำตอบ
uk: Показати відповідь
uz: Javobni ko‘rsatish
vi: Hiển thị câu trả lời

source: Actions
af_za: Aksies
da: Handlinger
el: Ενέργειες
es_es: Acciones
fa: اقدامات
hi: kriyaaein
it_it: Azioni
kk: Әрекеттер
ru: Действия
sw: Vitendo
te: చర్యలు

source: Go to Beginning
af_za: Gaan na Begin
da: Gå til Begyndelse
el: Μετάβαση στην αρχή
es_es: Ir al principio
fa: به قسمت ابتدایی بروید
he: עבור אל התחלה
hi: आरंभ पर जाएँ
hu: Menj az elejére
it_it: Vai all&#39;inizio
ka: დასაწყისში გადასვლა
kk: Басына өтіңіз
lv: Dodieties uz Sākumu
nl: Ga naar Begin
ru: Вернуться к началу
sq: Shkoni te Fillimi
sv: Gå till början
sw: Nenda kwa Mwanzo
te: ప్రారంభానికి వెళ్లండి
th: ไปที่จุดเริ่มต้น
uk: Перейти на початок
uz: Boshiga o‘ting
vi: Đi đến phần đầu

source: Reset
af_za: Stel terug
da: Nulstil
el: Επαναφορά
es_es: Reiniciar
fa: بازنشانی کنید
he: אתחל
hi: रीसेट करें
hu: Alaphelyzetbe állítás
it_it: Azzera
ja: リセット
ka: პარამეტრების ჩამოყრა
kk: Қалпына келтіру
lv: Atiestatīt
nl: Opnieuw instellen
ru: Сбросить
sq: Rivendos
sv: Återställa
sw: Weka upya
te: రీసెట్ చేయండి
th: รีเซ็ท
uk: Зкинути
uz: Qayta tiklash
vi: Cài lại

source: Some of your answers were not correct.
af_za: Sommige van jou antwoorde was nie korrek nie.
da: Nogle af dine svar var ikke rigtige.
el: Μερικές από τις απαντήσεις σας δεν ήταν σωστές.
es_es: Algunas de tus respuestas no fueron correctas.
fa: برخی از پاسخ های شما درست نبود.
he: חלק מהתשובות שלך אינן נכונות.
hi: आपके कुछ उत्तर सही नहीं थे.
hu: Néhány válaszod nem volt helyes.
it_it: Alcune delle tue risposte non erano corrette.
ja: いくつかの回答が正しくありませんでした。
ka: ზოგიერთი თქვენი პასუხი არ იყო სწორი.
kk: Кейбір жауаптарыңыз дұрыс болмады.
lv: Dažas no jūsu atbildēm nebija pareizas.
nl: Sommige van uw antwoorden waren niet correct.
ru: Некоторые ваши ответы неверны.
sq: Disa nga përgjigjet tuaja nuk ishin të sakta.
sv: Några av dina svar var inte korrekta.
sw: Baadhi ya majibu yako hayakuwa sahihi.
te: మీ సమాధానాలలో కొన్ని సరైనవి కావు.
th: คำตอบของคุณบางข้อไม่ถูกต้อง
uk: Деякі ваші відповіді були неправильними.
uz: Ba'zi javoblaringiz to‘g‘ri emas edi.
vi: Một số câu trả lời của bạn không chính xác.

source: Hints:
af_za: Wenke:
da: Tips:
el: Υπόδειξη
es_es: Consejos:
fa: نکات:
he: רמזים:
hi: संकेत:
hu: Javaslatok:
it_it: Suggerimenti:
ja: ヒント:
ka: მინიშნებები:
kk: Кеңестер:
lv: Padomi:
nl: Tips:
ru: Подсказки:
sq: Këshilla:
sv: Tips:
sw: Vidokezo:
te: సూచనలు:
th: คำแนะนำ:
uk: Підказки:
uz: Maslahatlar:
vi: Gợi ý:

source: Correct
af_za: Korrek
da: Korrekt
el: Σωστό
es_es: Corregir
fa: درست
he: נכון
hi: सही
hu: Helyes
it_it: Corretto
ja: 正解
ka: სწორი
kk: Дұрыс
lv: Pareizi
nl: Juist
ru: Верных
sq: Saktë
sv: Rätt
sw: Sahihi
te: సరైన
th: ถูกต้อง
uk: Правильно
uz: To‘g‘ri
vi: Chính xác

source: Incorrect
af_za: Verkeerd
da: Ukorrekt
el: Λανθασμένο
es_es: Incorrecto
fa: غلط
he: לא נכון
hi: ग़लत
hu: Helytelen
it_it: Errato
ja: 不正解
ka: არასწორი
kk: Дұрыс емес
lv: Nepareizi
nl: Niet correct
ru: Неверных
sq: Gabim
sv: Felaktig
sw: Si sahihi
te: సరికాదు
th: ไม่ถูกต้อง
uk: Неправильно
uz: Noto‘g‘ri
vi: Không đúng

source: {earned}/{possible} point (graded)
af_za: {earned} / {possible} punt (gegradeer)
da: {earned} / {possible} point (bedømt)
el: {earned} / {possible} πόντος (βαθμολογημένο)
es_es: {earned} / {possible} punto (calificado)
fa: نقطه {earned} / {possible} (درجه بندی شده)
he: {earned}/{possible} נקודה (מדורג)
hi: {earned} / {possible} पॉइंट (ग्रेडेड)
hu: {earned}/{possible} pont (értékelt)
it_it: {earned} / {possible} punto (classificato)
ja: {獲得}/{可能} ポイント (採点済み)
ka: {earned}/{possible} ქულა (შეფასებული)
kk: {earned} / {possible} ұпай (бағаланған)
lv: {earned} / {possible} punkti (novērtēti)
nl: {earned} / {possible} punt (beoordeeld)
ru: {earned} / {possible} балл (оцененный)
sq: {earned} / {possible} pikë (e vlerësuar)
sv: {earned}/{possible} poäng (betygsatt)
sw: {earned} / {possible} pointi (iliyopangwa)
te: {earned} / {possible} పాయింట్ (గ్రేడెడ్)
th: {earned} / {possible} คะแนน (ให้คะแนน)
uk: {earned} / {possible} бал (оцінка)
uz: {earned} / {possible} ball (baholangan)
vi: {earned} / {possible} điểm (đã chấm điểm)

source: {earned}/{possible} point (ungraded)
af_za: {earned} / {possible} punt (ongegradeer)
da: {earned} / {possible} point (uklassificeret)
el: {earned} / {possible} σημείο (μη βαθμολογημένο)
es_es: {earned} / {possible} punto (sin calificar)
fa: نقطه {earned} / {possible} (بدون درجه بندی)
he: {earned}/{possible} נקודה (ללא דירוג)
hi: {earned} / {possible} पॉइंट (अनग्रेडेड)
hu: {earned}/{possible} pont (nem értékelt)
it_it: punto {earned} / {possible} (senza voto)
ja: {獲得}/{可能} ポイント (未採点)
ka: {earned}/{possible} ქულა (შეუფასებელი)
kk: {earned} / {possible} ұпай (бағаланбаған)
lv: {earned} / {possible} punkti (bez vērtēšanas)
nl: {earned}/{possible} punten (niet beoordeeld)
ru: {earned} / {possible} балл (без оценки)
sq: {earned} / {possible} pikë (e pagraduar)
sv: {earned}/{possible} poäng (ograderad)
sw: {earned} / {possible} uhakika (haijawekwa daraja)
te: {earned} / {possible} పాయింట్ (అన్‌గ్రేడెడ్)
th: {earned} / {possible} คะแนน (ไม่มีเกรด)
uk: {earned} / {possible} бал (без оцінки)
uz: {earned} / {possible} ball (baholanmagan)
vi: {earned} / {possible} điểm (chưa chấm)

source: {possible} point possible (graded)
af_za: {possible} punt moontlik (gegradeer)
da: {possible} point muligt (bedømt)
el: {possible} δυνατός βαθμός (βαθμολογημένο)
es_es: {possible} punto posible (calificado)
fa: امتیاز {possible} امکان پذیر است (درجه بندی شده)
he: {possible} נקודה אפשרית (מדורג)
hi: {possible} बिंदु संभव (वर्गीकृत)
hu: {possible} pont lehetséges (értékelt)
it_it: {possible} punti possibili (classificati)
ja: {possible} 点可能（採点済み）
ka: შესაძლებელია {possible} ქულა (შეფასებული)
kk: {possible} ұпай мүмкін (бағаланған)
lv: {possible} punkti ir iespējami (novērtēti)
nl: {possible} punt mogelijk (beoordeeld)
ru: {possible} балл возможен (оценивается)
sq: {possible} pikë e mundshme (e vlerësuar)
sv: {möjlig} poäng möjlig (betygsatt)
sw: {possible} uhakika (iliyopangwa)
te: {possible} పాయింట్ సాధ్యం (గ్రేడెడ్)
th: {possible} คะแนนที่เป็นไปได้ (ให้คะแนน)
uk: {possible} бал можливий (з оцінкою)
uz: {possible} ball mumkin (baholangan)
vi: {possible} điểm có thể (được xếp loại)

source: {possible} point possible (ungraded)
af_za: {possible} punt moontlik (ongegradeer)
da: {possible} point muligt (uden karakter)
el: Δυνατότητα σημείου {possible} (μη βαθμολογημένο)
es_es: {possible} punto posible (sin calificar)
fa: نقطه {possible} ممکن است (بدون درجه بندی)
he: {possible} נקודה אפשרית (ללא דירוג)
hi: {possible} बिंदु संभव (अनग्रेडेड)
hu: {possible} pont lehetséges (nem értékelt)
it_it: {possible} punti possibili (senza valutazione)
ja: {possible}点可能（未採点）
ka: შესაძლებელია {possible} ქულა (შეუფასებელი)
kk: {possible} ұпай мүмкін (бағаланбаған)
lv: {possible} punkti ir iespējami (bez vērtēšanas)
nl: {possible} punt mogelijk (niet beoordeeld)
ru: {possible} балл возможен (без оценки)
sq: {possible} pikë e mundshme (e pagraduar)
sv: {möjliga} poäng möjliga (ograderad)
sw: {possible} uhakika (haijawekwa daraja)
te: {possible} పాయింట్ సాధ్యం (గ్రేడెడ్)
th: {possible} คะแนนที่เป็นไปได้ (ไม่ได้ให้คะแนน)
uk: {possible} можливий бал (без оцінки)
uz: {possible} ball mumkin (baholanmagan)
vi: {possible} điểm có thể (không tính điểm)

source: Drag and Drop Problem
af_za: Sleep en los probleem
da: Træk og slip-problem
el: Πρόβλημα σύρε και εναπόθεσε
es_es: Problema de arrastrar y soltar
fa: مشکل کشیدن و رها کردن
he: בעיית גרור ושחרר
hi: खींचें और छोड़ें समस्या
hu: Húzd és ejtsd probléma
it_it: Problema di trascinamento della selezione
ja: ドラッグアンドドロップ問題
ka: გადაათრიეთ და ჩამოაგდეთ პრობლემა
kk: Сүйреп апару мәселесі
lv: Vilkšanas un nomešanas uzdevums
nl: Probleem met slepen en neerzetten
ru: Задача на перетаскивание
sq: Problemi zvarrit dhe lësho
sv: Dra och släpp-problem
sw: Buruta na Achia Tatizo
te: డ్రాగ్ అండ్ డ్రాప్ సమస్య
th: ปัญหาการลากและวาง
uz: Drag va Drop muammosi
vi: Vấn đề kéo và thả

source: Problem
af_za: Probleem
da: Opgave
el: Πρόβλημα
es_es: Ejercicio
fa: مسئله
he: בעיה
hi: समस्या
hu: Feladat
it_it: Problema
ja: 問題
ka: ამოცანა
kk: Мәселе
lv: Uzdevums
nl: Probleem
ru: Задача
sw: Tatizo
te: సమస్య
uk: Завдання
uz: Muammo
vi: Vấn đề

source: Item Bank
da: Varebank
el: Τράπεζα στοιχείων
es_es: Banco de artículos
fa: بانک اقلام
he: בנק פריטים
hi: आइटम बैंक
hu: Tételbank
it_it: Banca degli articoli
ja: アイテムバンク
ka: ნივთის ბანკი
kk: Элемент банкі
lv: Preču banka
nl: Artikelbank
ru: Банк элементов
sq: Banka e artikujve
sv: Frågebank
sw: Benki ya bidhaa
te: ఐటమ్ బ్యాంక్
th: รายการธนาคาร
uk: Банк предметів
uz: Elementlar banki
vi: Ngân hàng vật phẩm

source: Drop Targets
af_za: Verlaat teikens
da: Drop mål
el: Στόχοι απόθεσης
es_es: Objetivos de caída
fa: اهداف را رها کنید
he: זרוק יעדים
hi: लक्ष्य गिराएं
hu: Célterületek
it_it: Rilascia obiettivi
ja: ドロップターゲット
ka: ჩამოაგდეთ სამიზნეები
lv: Nometiet mērķus
nl: Doelen laten vallen
ru: Цели для перетаскивания
sq: Drop objektivat
sw: Acha Malengo
te: లక్ష్యాలను వదలండి
th: วางเป้าหมาย
uz: Maqsadlarni tashlash
vi: Thả mục tiêu

source: An error occurred. Unable to load drag and drop problem.
af_za: &#39;n Fout het voorgekom. Kan nie sleep-en-los probleem laai nie.
da: En fejl opstod. Kan ikke indlæse træk og slip-problem.
el: Παρουσιάστηκε σφάλμα. Δεν είναι δυνατή η φόρτωση του προβλήματος μεταφοράς και απόθεσης.
es_es: Ocurrió un error. No se puede cargar el problema de arrastrar y soltar.
fa: خطایی رخ داد. مشکل کشیدن و رها کردن بارگیری نشد.
he: אירעה שגיאה. לא ניתן להעלות בעיית גרירה ושחרור.
hi: एक त्रुटि पाई गई। ड्रैग और ड्रॉप समस्या को लोड करने में असमर्थ.
hu: Hiba történt. Nem sikerült betölteni a húzd és ejtsd problémát.
it_it: Si è verificato un errore. Impossibile caricare il problema del trascinamento della selezione.
ja: エラーが発生しました。ドラッグアンドドロップ問題を読み込めません。
ka: მოხდა შეცდომა. შეუძლებელია გადაადგილების პრობლემა ჩატვირთვა.
kk: Қате орын алды. Сүйреп апару мәселесін жүктеу мүмкін емес.
lv: Notika kļūda. Nevar ielādēt vilkšanas un nomešanas uzdevumu.
nl: Er is een fout opgetreden. Kan het probleem met slepen en neerzetten niet laden.
ru: Произошла ошибка. Не удалось загрузить задачу на перетаскивание.
sq: Ndodhi një gabim. Problemi me tërheqje dhe lëshim nuk mund të ngarkohet.
sv: Ett fel inträffade. Kunde inte ladda drag och släpp-problemet.
sw: Hitilafu imetokea. Imeshindwa kupakia tatizo la kuvuta na kuacha.
te: లోపం సంభవించింది. డ్రాగ్ మరియు డ్రాప్ సమస్యను లోడ్ చేయడం సాధ్యపడలేదు.
th: เกิดข้อผิดพลาด. ไม่สามารถโหลดปัญหาการลากและวาง
uz: Xatolik yuz berdi. Yuklab bo‘lmadi sudrab olib tashlash muammosi.
vi: Đã xảy ra lỗi. Không thể tải vấn đề kéo và thả.

source: You cannot add any more items to this zone.
af_za: Jy kan nie meer items by hierdie sone voeg nie.
da: Du kan ikke tilføje flere elementer til denne zone.
el: Δεν μπορείτε να προσθέσετε άλλα στοιχεία σε αυτήν τη ζώνη.
es_es: No puedes agregar más elementos a esta zona.
fa: شما نمی توانید موارد بیشتری را به این منطقه اضافه کنید.
he: לא ניתן להוסיף עוד פריטים לאזור זה.
hi: आप इस क्षेत्र में कोई और आइटम नहीं जोड़ सकते.
hu: Nem adhat hozzá több elemet ehhez a zónához.
it_it: Non puoi aggiungere altri elementi a questa zona.
ja: このゾーンにこれ以上アイテムを追加することはできません。
ka: თქვენ არ შეგიძლიათ დაამატოთ მეტი ელემენტები ამ ზონაში.
kk: Бұл аймаққа басқа элементтерді қосу мүмкін емес.
lv: Šai zonai vairs nevar pievienot nevienu vienumu.
nl: Je kunt geen items meer toevoegen aan deze zone.
ru: Вы не можете добавлять больше никаких элементов в эту зону.
sq: Nuk mund të shtoni artikuj të tjerë në këtë zonë.
sv: Du kan inte lägga till fler objekt i denna zon.
sw: Huwezi kuongeza vipengee vingine kwenye eneo hili.
te: మీరు ఈ జోన్‌కు మరిన్ని అంశాలను జోడించలేరు.
th: คุณไม่สามารถเพิ่มรายการใดๆ ลงในโซนนี้ได้
uz: Bu zonaga boshqa element qo‘sha olmaysiz.
vi: Bạn không thể thêm bất kỳ mục nào nữa vào vùng này.

source: There was an error with your form.
af_za: Daar was &#39;n fout met jou vorm.
da: Der opstod en fejl med din formular.
el: Παρουσιάστηκε σφάλμα στη φόρμα σας.
es_es: Hubo un error con su formulario.
fa: در فرم شما خطایی وجود داشت.
he: היתה שגיאה בטופס שלך.
hi: आपके फॉर्म में कोई त्रुटि थी.
hu: Hiba történt az űrlapjával.
it_it: Si è verificato un errore con il tuo modulo.
ja: フォームにエラーが発生しました。
ka: მოხდა შეცდომა თქვენს ფორმაში.
kk: Пішінде қате пайда болды.
lv: Jūsu veidlapā radās kļūda.
nl: Er is een fout opgetreden met uw formulier.
ru: Ошибка при обработке вашей формы.
sq: Pati një gabim me formularin tuaj.
sv: Det uppstod ett fel med ditt formulär.
sw: Kulikuwa na hitilafu na fomu yako.
te: మీ ఫారమ్‌లో లోపం ఉంది.
th: มีข้อผิดพลาดกับแบบฟอร์มของคุณ
uk: Виникла помилка з вашою формою.
uz: Shaklingizda xatolik yuz berdi.
vi: Đã xảy ra lỗi với biểu mẫu của bạn.

source: Please check over your submission.
af_za: Kontroleer asseblief jou voorlegging.
da: Tjek venligst din indsendelse.
el: Ελέγξτε την υποβολή σας.
es_es: Por favor revise su envío.
fa: لطفاً موارد ارسالی خود را بررسی کنید.
he: בדוק שנית את השליחה.
hi: कृपया अपने सबमिशन की जाँच करें।
hu: Kérjük, ellenőrizze a beküldését.
it_it: Ti invitiamo a controllare la tua presentazione.
ja: 提出物を確認してください。
ka: გთხოვთ, შეამოწმოთ თქვენი წარდგენა.
kk: Өтінішіңізді тексеріңіз.
lv: Lūdzu, pārbaudiet savu iesniegumu.
nl: Controleer uw inzending.
ru: Пожалуйста, проверьте свой ответ.
sq: Ju lutemi kontrolloni dorëzimin tuaj.
sv: Vänligen kontrollera din inlämning.
sw: Tafadhali angalia uwasilishaji wako.
te: దయచేసి మీ సమర్పణను తనిఖీ చేయండి.
th: โปรดตรวจสอบการส่งของคุณ
uz: Iltimos, arizangizni tekshiring.
vi: Vui lòng kiểm tra lại nội dung gửi của bạn.
