Repository: openedx/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, da, el, es_es, fa, he, hi, hu, it_it, ja, ka, kk, lv, nl, ru, sq, sv, sw, te, th, uk, uz, vi

source: Always
af_za: Altyd
da: Altid
el: Πάντοτε
es_es: Siempre
fa: همیشه
he: תמיד
hi: सदैव
hu: Mindig
it_it: Sempre
ja: 常に
ka: ყოველთვის
kk: Әрқашан
lv: Vienmēr
nl: Altijd
ru: Всегда
sq: Gjithmonë
sv: Alltid
sw: Kila mara
te: ఎల్లప్పుడూ
th: เสมอ
uk: Завжди
uz: Har doim
vi: Luôn luôn

source: Answered
af_za: Beantwoord
da: Besvaret
el: Απάντηση ελήφθη.
es_es: Respondido
fa: جواب داد
he: נענה
hi: उत्‍तरित
hu: Megválaszolt
it_it: Risposto
ja: 回答済み
ka: პასუხგაცემული
kk: Жауап берді
lv: Atbildēja
nl: Beantwoord
ru: Дан ответ
sq: U përgjigj
sv: svarade
sw: Akajibu
te: సమాధానం ఇచ్చారు
th: ตอบ
uk: Надано відповідь
uz: Javob berdi
vi: Đã trả lời

source: Attempted or Past Due
af_za: Poging of Verval
da: Forsøgt eller forfalden
el: Αποπειράθηκε ή Ληξιπρόθεσμο
es_es: Intento o vencido
fa: تلاش شده یا سررسید گذشته
he: ניסיון או עבר מועד
hi: अटटेंपटेड अथवा फास्ट ड्यू
hu: Megpróbált vagy lejárt
it_it: Tentato o Scaduto
ja: 試行済みまたは期限切れ
ka: მცდელობა ან ვადაგასული ვადა
kk: Әрекет жасалды немесе мерзімі өткен
lv: Mēģināts vai nokavēts
nl: Geprobeerd of achterstallig
sq: Përpjekje ose të kaluar
sw: Jaribio au Muda Uliopita
te: ప్రయత్నించబడింది లేదా గడువు ముగిసింది
th: ได้ทำหรือพ้นกำหนดแล้ว
uk: Використаний або прострочений термін
uz: Urinish yoki muddati o‘tgan
vi: Đã cố gắng hoặc quá hạn

source: Closed
af_za: Gesluit
da: Lukket
el: Κλειστό
es_es: Cerrado
fa: بسته شد
he: סגור/ה
hi: बंद हो गया है
hu: Lezárt
it_it: Chiuso
ka: დახურული
kk: Жабық
lv: Slēgts
nl: Gesloten
ru: Закрыт
sq: Mbyllur
sv: Stängd
sw: Imefungwa
te: మూసివేయబడింది
th: ปิด
uk: Закрито
uz: Yopiq
vi: Đã đóng

source: Finished
af_za: Klaar
da: Afsluttet
el: Ολοκληρώθηκε
es_es: Finalizado
fa: تمام شده
he: הושלם
hi: पूर्ण
hu: Befejezve
it_it: Completato
ja: 完了
ka: დასრულებული
kk: Аяқталды
lv: Pabeigts
nl: Afgerond
ru: Выполнено
sq: Përfunduar
sv: Färdiga
sw: Imekamilika
te: పూర్తయింది
th: เสร็จสิ้น
uk: Закінчено
uz: Tugallandi
vi: Hoàn thành

source: Correct or Past Due
af_za: Korrek of agterstallig
da: Rettidig eller senere end forfaldsdato
el: Σωστό ή Ληξιπρόθεσμο
es_es: Correcto o vencido
fa: سررسید صحیح یا گذشته
he: נכון או עבר תאריך יעד
hi: संही अथवा पिछला देय
hu: Helyes vagy lejárt határidejű
it_it: Corretto o scaduto
ja: 正解または期限切れ
ka: სწორი ან ვადაგასული
kk: Дұрыс немесе мерзімі өткен
lv: Pareizs vai nokavēts
nl: Correct of te laat
ru: Ответ верен или прошёл срок сдачи
sq: E saktë ose e kaluar afati
sv: Rätt eller förfallna
sw: Malipo Sahihi au Iliyopita
te: కరెక్ట్ లేదా పాస్ట్ డ్యూ
th: ถูกหรือเลยวันครอบกำหนด
uk: Правильно або минув термін
uz: To‘g‘ri yoki muddati o‘tgan
vi: Đúng hoặc Quá hạn

source: Past Due
af_za: Verlede
da: Forfaldsdato overskredet
el: Ληξιπρόθεσμο
es_es: Fuera de plazo
fa: سررسید گذشته
he: תאריך היעד להגשה עבר
hi: पिछला देय
hu: Lejárt
it_it: Scaduto
ja: 期限切れ
ka: ვადაგასული
kk: Мерзімі өткен
lv: Nokavēts termiņš
nl: Verlopen
ru: Прошёл срок сдачи
sq: E vonuar
sv: Gått över tiden
sw: Malipo Iliyopita
te: గడువు మీరింది
th: เลยวันครบกำหนด
uk: Пройшов термін здачі
uz: Muddati o‘tgan
vi: Quá hạn

source: Never
af_za: Nooit nie
da: Aldrig
el: Ποτέ
es_es: Nunca
fa: هرگز
he: לעולם לא
hi: कभी नहीं
hu: Soha
it_it: Mai
ja: 決して
ka: არასდროს
kk: Ешқашан
lv: Nekad
nl: Nooit
ru: Никогда
sq: kurrë
sv: Aldrig
sw: Kamwe
te: ఎప్పుడూ
th: ไม่เคย
uk: Ніколи
uz: Hech qachon
vi: Không bao giờ

source: After All Attempts
af_za: Na alle pogings
da: Efter alle Forsøg
el: Έπειτα από όλες τις προσπάθειες
es_es: Después de todos los intentos
fa: بعد از همه تلاش ها
he: אחרי כל הנסיונות
hi: सभी अत्तेंप्ट्स के बाद
hu: Minden Próbálkozások után
it_it: Dopo tutti i tentativi
ja: すべての試行後
ka: ყველა მცდელობის შემდეგ
kk: Барлық әрекеттерден кейін
lv: Pēc visiem mēģinājumiem
nl: Na alle inspanningen
sq: Pas të gjitha përpjekjeve
sv: Efter alla försök
sw: Baada ya Majaribio Yote
te: అన్ని ప్రయత్నాల తర్వాత
th: หลังจากการทำทั้งหมด
uk: Після всіх спроб
uz: Barcha urinishlardan keyin
vi: Sau Mọi Nỗ Lực

source: After All Attempts or Correct
af_za: Na alle pogings of korrek
da: Efter alle Forsøg eller Korrekt
el: Έπειτα από όλες τις προσπάθειες ή Σωστό
es_es: Después de todos los intentos o correcto
fa: بعد از همه تلاش ها یا درست
he: אחרי כל הניסיונות או נכון
hi: सभी अत्तेंप्ट्स के बाद या सही
hu: Minden próbálkozások után vagy helyesen
it_it: Dopo tutti i tentativi o corretto
ja: すべての試行または正解後
ka: მას შემდეგ, რაც ყველა მცდელობა ან სწორი
kk: Барлық әрекеттерден кейін немесе дұрыс
lv: Pēc visiem mēģinājumiem vai labot
nl: Na alle pogingen of correctie
ru: После Всех попыток или Исправлений
sq: Pas të gjitha përpjekjeve ose të sakta
sv: Efter alla försök eller korrekt
sw: Baada ya Majaribio Yote au Sahihi
te: అన్ని ప్రయత్నాల తర్వాత లేదా సరైనది
th: หลังจากทำทั้งหมดแล้วหรือถูกต้อง
uk: Після всіх спроб або правильно
uz: Barcha urinishlardan keyin yoki to‘g‘ri
vi: Sau Tất Cả Những Nỗ Lực Hoặc Đúng

source: Attempted
af_za: Poging
da: Forsøgt
el: Επιχειρήθηκε
es_es: Intentado
fa: تلاش
he: נוסה
hi: प्रयास करना
hu: Megpróbált
it_it: Tentato
ka: მცდელობა
kk: Әрекет жасалды
lv: Mēģināja
nl: Geprobeerd
ru: Использована попытка
sq: U përpoq
sv: Försökte
sw: Imejaribu
te: ప్రయత్నించారు
th: ทำแล้ว
uz: Urinish
vi: Đã cố gắng

source: Problem Weight
af_za: Probleem Gewig
da: Opgave vægtning
el: Βαρύτητα προβλήματος
es_es: Peso del problema
fa: مشکل وزن
he: משקל הבעיה
hi: समस्या वजन
hu: Feladat súlyozása
it_it: Peso del problema
ja: 問題の重み
ka: პრობლემის წონა
kk: Мәселе Салмағы
lv: Uzdevumi svars
nl: Probleem Gewicht
ru: Вес задания
sq: Pesha e problemit
sv: Problem Vikt
sw: Tatizo Uzito
te: సమస్య బరువు
th: น้ำหนักของปัญหา
uk: Вага завдання
uz: Muammo qiyinligi
vi: Vấn đề cân nặng

source: Defines the number of points the problem is worth.
af_za: Definieer die aantal punte wat die probleem werd is.
da: Definerer antallet af point, problemet er værd.
el: Καθορίζει την αξία των βαθμών ενός προβλήματος
es_es: Define el número de puntos que vale el problema.
fa: تعداد امتیازهایی که مشکل ارزش دارد را مشخص می کند.
he: מגדיר את מספר הנקודות שהבעיה שווה.
hi: यह परिभाषित करता है कि समस्या कितने अंकों की है।
hu: Meghatározza, hogy hány pontot ér a feladat.
it_it: Definisce il numero di punto che il problema vale.
ja: 問題の価値を示すポイント数を定義します。
ka: განსაზღვრავს ქულების რაოდენობას, რომლის ღირებულებაც პრობლემაა.
kk: Есептің ұпай санын анықтайды.
lv: Nosaka uzdevumu vērto punktu skaitu.
nl: Definieer het aantal punten dat het probleem waard is.
ru: Определяет количество баллов за задачу.
sq: Përcakton numrin e pikëve që problemi vlen.
sv: Definierar antalet poäng som problemet är värt.
sw: Inafafanua idadi ya pointi tatizo linafaa.
te: సమస్య విలువైన పాయింట్ల సంఖ్యను నిర్వచిస్తుంది.
th: กำหนดจำนวนคะแนนที่ปัญหามีค่า
uz: Muammoga arziydigan ballar sonini belgilaydi.
vi: Xác định số điểm mà bài toán có giá trị.

source: Item background color
af_za: Item agtergrondkleur
da: Genstands baggrundsfarve
el: Χρώμα υποβάθρου αντικειμένου
es_es: Color de fondo del artículo
fa: رنگ پس زمینه مورد
he: צבע הרקע של הפריט
hi: आइटम की पृष्ठभूमि का रंग
hu: Elem háttérszíne
it_it: Colore di sfondo dell'oggetto
ja: アイテムの背景色
ka: ელემენტის ფონის ფერი
kk: Элемент фон түсі
lv: Vienuma fona krāsa
nl: Achtergrondkleur van het artikel
ru: Фон элемента
sq: Ngjyra e sfondit të artikullit
sv: Föremålets bakgrundsfärg
sw: Rangi ya mandharinyuma ya kipengee
te: అంశం నేపథ్య రంగు
th: สีพื้นหลังของรายการ
uk: Колір фону предмета
uz: Element fon rangi
vi: Màu nền của mục

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
af_za: Die agtergrondkleur van sleepbare items in die probleem (byvoorbeeld: &#39;blou&#39; of &#39;#0000ff&#39;).
da: Baggrundsfarven på elementer, der kan trækkes i problemet (eksempel: &#39;blå&#39; eller &#39;#0000ff&#39;).
el: Το χρώμα φόντου των στοιχείων με δυνατότητα συρσίματος στο πρόβλημα (παράδειγμα: 'blue' ή '#0000ff').
es_es: El color de fondo de los elementos que se pueden arrastrar en el problema (ejemplo: &#39;azul&#39; o &#39;#0000ff&#39;).
fa: رنگ پس‌زمینه موارد قابل کشیدن در مشکل (مثال: &quot;آبی&quot; یا &quot;#0000ff&quot;).
he: צבע הרקע של הפריטים הניתנים לגרירה בבעיה (לדוגמה: 'כחול' או '#0000ff').
hi: समस्या में खींचने योग्य आइटम का पृष्ठभूमि रंग (उदाहरण: &#39;नीला&#39; या &#39;#0000ff&#39;)।
hu: A húzható elemek háttérszíne a feladatban (példa: 'kék' vagy '#0000ff').
it_it: Il colore di sfondo degli elementi trascinabili nell&#39;attività (esempio: &quot;blu&quot; o &quot;#0000ff&quot;).
ja: ドラッグ可能なアイテムの背景色（例：「blue」または「#0000ff」）。
ka: ამოცანაში გადატანილი ნივთების ფონის ფერი (მაგალითად: 'ლურჯი' ან '#0000ff').
kk: Мәселедегі апарылатын элементтердің өң түсі (мысалы: «көк» немесе «#0000ff»).
lv: Problēmā esošo velkamo vienumu fona krāsa (piemēram, “zils” vai “#0000ff”).
nl: De achtergrondkleur van versleepbare items in de opgave (bijvoorbeeld: 'blauw' of '#0000ff').
ru: Фон перетаскиваемых элементов в задаче (например, 'blue' или '#0000ff').
sq: Ngjyra e sfondit të artikujve të zvarritshëm në problem (shembull: &#39;blu&#39; ose &#39;#0000ff&#39;).
sv: Bakgrundsfärgen på flyttbara objekt i problemet (exempel: 'blå' eller '#0000ff').
sw: Rangi ya mandharinyuma ya vipengee vinavyoweza kukokotwa kwenye tatizo (mfano: &#39;bluu&#39; au &#39;#0000ff&#39;).
te: సమస్యలో లాగగలిగే అంశాల నేపథ్య రంగు (ఉదాహరణ: &#39;నీలం&#39; లేదా &#39;#0000ff&#39;).
th: สีพื้นหลังของรายการที่ลากได้ในปัญหา (ตัวอย่าง: &#39;สีน้ำเงิน&#39; หรือ &#39;#0000ff&#39;)
uz: Muammodagi sudrab olinadigan elementlarning fon rangi (masalan: “ko‘k” yoki “#0000ff”).
vi: Màu nền của các mục có thể kéo trong bài toán (ví dụ: &#39;blue&#39; hoặc &#39;#0000ff&#39;).

source: Item text color
af_za: Item teks kleur
da: Varens tekstfarve
el: Χρώμα κειμένου αντικειμένου
es_es: Color del texto del artículo
fa: رنگ متن مورد
he: צבע הטקסט של הפריט
hi: आइटम टेक्स्ट का रंग
hu: Elem szöveg színe
it_it: Coloro del testo dell'oggetto
ja: 項目のテキスト色
ka: ელემენტის ტექსტის ფერი
kk: Элемент мәтінінің түсі
lv: Vienuma teksta krāsa
nl: Tekstkleur van item
ru: Цвет текста элементов
sq: Ngjyra e tekstit të artikullit
sw: Rangi ya maandishi ya kipengee
te: అంశం వచన రంగు
th: สีข้อความของรายการ
uk: Колір тексту елемента
uz: Element matn rangi
vi: Màu văn bản mục

source: Text color to use for draggable items (example: 'white' or '#ffffff').
af_za: Tekskleur om te gebruik vir sleepbare items (byvoorbeeld: &#39;wit&#39; of &#39;#ffffff&#39;).
da: Tekstfarve til brug for elementer, der kan trækkes (eksempel: &#39;hvid&#39; eller &#39;#ffffff&#39;).
el: Χρώμα κειμένου για χρήση για στοιχεία με δυνατότητα συρσίματος (παράδειγμα: 'white' ή '#ffffff').
es_es: Color de texto que se utilizará para los elementos que se pueden arrastrar (ejemplo: &#39;blanco&#39; o &#39;#ffffff&#39;).
fa: رنگ متن برای استفاده برای موارد قابل کشیدن (مثال: &quot;سفید&quot; یا &quot;#ffffff&quot;).
he: צבע הטקסט לשימוש עבור פריטים הניתנים לגרירה (דוגמה: 'לבן' או '#ffffff').
hi: खींचने योग्य आइटम के लिए उपयोग किए जाने वाले टेक्स्ट का रंग (उदाहरण: &#39;सफ़ेद&#39; या &#39;#ffffff&#39;)।
hu: A húzható elemek szövegszíne (példa: 'fehér' vagy '#ffffff').
it_it: Colore del testo da utilizzare per gli elementi trascinabili (esempio: &quot;bianco&quot; o &quot;#ffffff&quot;).
ja: ドラッグ可能なアイテムに使用するテキストの色（例：「white」または「#ffffff」）。
ka: ტექსტის ფერი გადასატანი ნივთებისთვის გამოსაყენებლად (მაგალითად: 'თეთრი' ან '#ffffff').
kk: Сүйреп апаратын элементтер үшін пайдаланылатын мәтін түсі (мысалы: «ақ» немесе «#ffffff&#39;).
lv: Teksta krāsa, ko izmantot velkamajiem vienumiem (piemēram, “balts” vai “#ffffff”).
nl: Tekstkleur die moet worden gebruikt voor versleepbare items (bijvoorbeeld: 'wit' of & '#ffffff'.
ru: Цвет текста в перетаскиваемых элементах (например, 'blue' или '#0000ff').
sq: Ngjyra e tekstit për t&#39;u përdorur për artikujt e zvarritshëm (shembull: &#39;e bardhë&#39; ose &#39;#ffffff&#39;).
sv: Textfärg att använda för flyttbara objekt (exempel: 'vit' eller '#ffffff').
sw: Rangi ya maandishi ya kutumia kwa vipengee vinavyoweza kukokotwa (mfano: &#39;nyeupe&#39; au &#39;#ffffff&#39;).
te: లాగగలిగే వస్తువుల కోసం ఉపయోగించాల్సిన వచన రంగు (ఉదాహరణ: &#39;తెలుపు&#39; లేదా &#39;#ffffff&#39;).
th: สีข้อความที่จะใช้สำหรับรายการที่สามารถลากได้ (ตัวอย่าง: &#39;สีขาว&#39; หรือ &#39;#ffffff&#39;)
uk: Колір тексту для елементів, які можна перетягувати (приклад: «білий» або «#ffffff»).
uz: Tortib olinadigan elementlar uchun foydalaniladigan matn rangi (masalan: “oq” yoki “#ffffff”).
vi: Màu văn bản để sử dụng cho các mục có thể kéo (ví dụ: &#39;trắng&#39; hoặc &#39;#ffffff&#39;).

source: Maximum items per zone
af_za: Maksimum items per sone
da: Maksimalt antal varer pr. zone
el: Μέγιστο πλήθος αντικειμένων ανά ζώνη
es_es: Artículos máximos por zona
fa: حداکثر موارد در هر منطقه
he: מקסימום פריטים לאזור
hi: प्रति ज़ोन अधिकतम आइटम
hu: Maximális elemek zónánként
it_it: Numero massimo di articoli per zona
ja: ゾーンごとの最大アイテム数
ka: მაქსიმალური ელემენტი ზონაში
kk: Бір аймаққа ең көп элементтер
lv: Maksimālais vienumu skaits zonā
nl: Maximaal aantal artikelen per zone
ru: Максимальное количество предметов в зоне
sq: Artikujt maksimalë për zonë
sv: Maximalt antal objekt per zon
sw: Vipengee vya juu zaidi kwa kila eneo
te: ఒక్కో జోన్‌కు గరిష్ట అంశాలు
th: รายการสูงสุดต่อโซน
uk: Максимальна кількість предметів на зону
uz: Har bir zona uchun maksimal elementlar
vi: Vật phẩm tối đa trên mỗi khu vực

source: This setting limits the number of items that can be dropped into a single zone.
af_za: Hierdie instelling beperk die aantal items wat in &#39;n enkele sone gegooi kan word.
da: Denne indstilling begrænser antallet af elementer, der kan slippes i en enkelt zone.
el: Αυτή η ρύθμιση περιορίζει τον αριθμό των στοιχείων που μπορούν να αποτεθούν σε μία ζώνη.
es_es: Esta configuración limita la cantidad de elementos que se pueden colocar en una sola zona.
fa: این تنظیم تعداد مواردی را که می‌توان در یک منطقه رها کرد، محدود می‌کند.
he: הגדרה זו מגבילה את מספר הפריטים שניתן להוריד לאזור בודד.
hi: यह सेटिंग उन आइटमों की संख्या को सीमित करती है जिन्हें एक ही क्षेत्र में छोड़ा जा सकता है।
hu: Ez a beállítás korlátozza az egy zónába helyezhető elemek számát.
it_it: Questa impostazione limita il numero di elementi che possono essere rilasciati in una singola zona.
ja: この設定は、1つのゾーンにドロップできるアイテムの数を制限します。
ka: ეს პარამეტრი ზღუდავს იმ ნივთების რაოდენობას, რომლებიც შეიძლება ჩამოაგდეს ერთ ზონაში.
kk: Бұл параметр бір аймаққа тастауға болатын элементтер санын шектейді.
lv: Šis iestatījums ierobežo to vienumu skaitu, kurus var nomest vienā zonā.
nl: Deze instelling beperkt het aantal items dat in één zone kan worden neergezet.
ru: Этот параметр ограничивает количество элементов, которые могут быть помещены в одну зону.
sq: Ky cilësim kufizon numrin e artikujve që mund të hidhen në një zonë të vetme.
sv: Denna inställning begränsar antalet objekt som kan placeras i en enskild zon.
sw: Mpangilio huu huweka kikomo idadi ya vipengee vinavyoweza kudondoshwa katika eneo moja.
te: ఈ సెట్టింగ్ ఒకే జోన్‌లోకి వదలగల అంశాల సంఖ్యను పరిమితం చేస్తుంది.
th: การตั้งค่านี้จะจำกัดจำนวนรายการที่สามารถทิ้งลงในโซนเดียวได้
uk: Цей параметр обмежує кількість елементів, які можна опустити в одну зону.
uz: Ushbu sozlama bitta zonaga tushirilishi mumkin bo‘lgan elementlar sonini cheklaydi.
vi: Cài đặt này giới hạn số lượng mục có thể được thả vào một vùng.

source: Problem data
af_za: Probleem data
el: Δεδομένα προβλήματος
es_es: Datos del problema
fa: داده های مشکل
he: נתוני הבעיה
hi: समस्या डेटा
hu: Probléma adatok
it_it: Dato del problema
ja: 問題データ
ka: პრობლემური მონაცემები
kk: Мәселе деректері
lv: Uzdevumu dati
nl: Probleemgegevens
ru: Данные о задаче
sq: Të dhënat e problemit
sv: Probleminformation
sw: Data ya tatizo
te: సమస్య డేటా
th: ข้อมูลปัญหา
uk: Дані проблеми
uz: Muammoli ma'lumotlar
vi: Dữ liệu vấn đề

source: Information about zones, items, feedback, explanation and background image for this problem. This information is derived from the input that a course author provides via the interactive editor when configuring the problem.
af_za: Inligting oor sones, items, terugvoer, verduideliking en agtergrondprent vir hierdie probleem. Hierdie inligting is afgelei van die insette wat &#39;n kursusskrywer via die interaktiewe redigeerder verskaf wanneer die probleem gekonfigureer word.
da: Oplysninger om zoner, emner, feedback, forklaring og baggrundsbillede for dette problem. Denne information er afledt af input, som en kursusforfatter giver via den interaktive editor, når problemet konfigureres.
el: Πληροφορίες σχετικά με ζώνες, στοιχεία, σχόλια, επεξήγηση και εικόνα φόντου για αυτό το πρόβλημα. Αυτές οι πληροφορίες προέρχονται από τα δεδομένα που παρέχει ο συντάκτης του μαθήματος μέσω του διαδραστικού προγράμματος επεξεργασίας κατά τη διαμόρφωση του προβλήματος.
es_es: Información sobre zonas, elementos, comentarios, explicación e imagen de fondo de este problema. Esta información se deriva de la entrada que proporciona el autor del curso a través del editor interactivo al configurar el problema.
fa: اطلاعات مربوط به مناطق، آیتم ها، بازخورد، توضیح و تصویر پس زمینه برای این مشکل. این اطلاعات از ورودی هایی که نویسنده دوره از طریق ویرایشگر تعاملی هنگام پیکربندی مشکل ارائه می کند، به دست می آید.
he: מידע על אזורים, פריטים, משוב, הסבר ותמונת רקע לבעיה זו. מידע זה נגזר מהקלט שמחבר הקורס מספק באמצעות העורך האינטראקטיבי בעת הגדרת הבעיה.
hi: इस समस्या के लिए क्षेत्र, आइटम, फीडबैक, स्पष्टीकरण और पृष्ठभूमि छवि के बारे में जानकारी। यह जानकारी उस इनपुट से ली गई है जो पाठ्यक्रम लेखक समस्या को कॉन्फ़िगर करते समय इंटरैक्टिव संपादक के माध्यम से प्रदान करता है।
hu: Információ a zónákról, elemekről, visszajelzésekről, magyarázatokról és a háttérképről ehhez a feladathoz. Ez az információ a kurzus szerzője által az interaktív szerkesztőn keresztül megadott bemenetből származik, amikor a feladatot konfigurálja.
it_it: Informazioni su zone, elementi, feedback, spiegazione e immagine di sfondo per questo problema. Queste informazioni derivano dall&#39;input che l&#39;autore del corso fornisce tramite l&#39;editor interattivo durante la configurazione del problema.
ja: ゾーン、アイテム、フィードバック、説明、およびこの問題の背景画像に関する情報。この情報は、コース作成者が問題を設定する際にインタラクティブエディターを通じて提供する入力から得られます。
ka: ინფორმაცია ზონების, ნივთების, გამოხმაურების, ახსნა-განმარტებისა და ფონის სურათის შესახებ ამ პრობლემის შესახებ. ეს ინფორმაცია გამომდინარეობს იმ შეყვანიდან, რომელსაც კურსის ავტორი აწვდის ინტერაქტიული რედაქტორის საშუალებით პრობლემის კონფიგურაციისას.
kk: Бұл мәселе бойынша аймақтар, элементтер, кері байланыс, түсініктеме және фондық сурет туралы ақпарат. Бұл ақпарат курс авторы мәселені конфигурациялау кезінде интерактивті өңдегіш арқылы беретін кірістен алынады.
lv: Informācija par zonām, vienumiem, atsauksmes, skaidrojums un fona attēls šai problēmai. Šī informācija tiek iegūta no ievades, ko kursa autors nodrošina, izmantojot interaktīvo redaktoru, konfigurējot uzdevumu.
nl: Informatie over zones, items, feedback, uitleg en achtergrondafbeelding voor dit probleem. Deze informatie wordt afgeleid uit de input die een cursusauteur via de interactieve editor levert bij het configureren van het probleem.
ru: Информация о зонах, элементах, обратной связи, пояснении и фоновом изображении, используемых в задаче. Вводится автором курса при помощи интерактивной программы редактирования во время создания задачи.
sq: Informacion në lidhje me zonat, artikujt, reagimet, shpjegimin dhe imazhin e sfondit për këtë problem. Ky informacion rrjedh nga të dhënat që jep një autor i kursit nëpërmjet redaktuesit interaktiv kur konfiguron problemin.
sv: Information om zoner, objekt, feedback, förklaring och bakgrundsbild för detta problem. Denna information hämtas från den inmatning som en kursförfattare tillhandahåller via den interaktiva redigeraren när problemet konfigureras.
sw: Taarifa kuhusu maeneo, vipengee, maoni, maelezo na picha ya usuli ya tatizo hili. Maelezo haya yanatokana na ingizo ambalo mwandishi wa kozi hutoa kupitia kihariri shirikishi wakati wa kusanidi tatizo.
te: ఈ సమస్యకు సంబంధించిన జోన్‌లు, అంశాలు, అభిప్రాయం, వివరణ మరియు నేపథ్య చిత్రం గురించిన సమాచారం. సమస్యను కాన్ఫిగర్ చేస్తున్నప్పుడు ఇంటరాక్టివ్ ఎడిటర్ ద్వారా కోర్సు రచయిత అందించే ఇన్‌పుట్ నుండి ఈ సమాచారం తీసుకోబడింది.
th: ข้อมูลเกี่ยวกับโซน รายการ ข้อเสนอแนะ คำอธิบาย และภาพพื้นหลังสำหรับปัญหานี้ ข้อมูลนี้ได้มาจากข้อมูลที่ผู้เขียนหลักสูตรให้ไว้ผ่านตัวแก้ไขแบบโต้ตอบเมื่อกำหนดค่าปัญหา
uk: Інформація про зони, елементи, відгуки, пояснення та фонове зображення для цієї проблеми. Ця інформація отримана з вхідних даних, які автор курсу надає через інтерактивний редактор під час налаштування проблеми.
uz: Ushbu muammo uchun zonalar, elementlar, fikr-mulohaza, tushuntirish va fon tasviri haqida ma'lumot. Ushbu ma'lumot kurs muallifi muammoni sozlashda interaktiv muharrir orqali taqdim etgan ma'lumotlardan olinadi.
vi: Thông tin về khu vực, vật phẩm, phản hồi, giải thích và hình nền cho vấn đề này. Thông tin này được lấy từ thông tin đầu vào mà tác giả khóa học cung cấp thông qua trình chỉnh sửa tương tác khi định cấu hình sự cố.

source: Information about current positions of items that a learner has dropped on the target image.
af_za: Inligting oor huidige posisies van items wat &#39;n leerder op die teikenbeeld laat val het.
da: Oplysninger om aktuelle positioner af emner, som en elev har tabt på målbilledet.
el: Πληροφορίες σχετικά με τις τρέχουσες θέσεις των στοιχείων που ένας σπουδαστής έχει εναποθέσει στην εικόνα-στόχο.
es_es: Información sobre las posiciones actuales de los elementos que un alumno ha dejado en la imagen de destino.
fa: اطلاعاتی در مورد موقعیت فعلی مواردی که زبان آموز روی تصویر مورد نظر رها کرده است.
he: מידע אודות מיקום נוכחי של פריטים שצריך הלומד לשחרר על תמונת המטרה.
hi: किसी विद्यार्थी द्वारा लक्षित छवि पर छोड़ी गई वस्तुओं की वर्तमान स्थिति के बारे में जानकारी।
hu: Információ a tanuló által a céltárgyra helyezett elemek aktuális pozícióiról.
it_it: Informazioni sulle posizioni attuali degli elementi che uno studente ha lasciato cadere sull&#39;immagine target.
ja: 学習者がターゲット画像にドロップしたアイテムの現在の位置に関する情報。
ka: ინფორმაცია იმ ნივთების ამჟამინდელი პოზიციების შესახებ, რომლებიც მოსწავლემ ჩამოაგდო სამიზნე სურათზე.
kk: Оқушы мақсатты кескінге түсірген элементтердің ағымдағы орындары туралы ақпарат.
lv: Informācija par objektu pašreizējām pozīcijām, kuras kursa dalībnieks ir nometis mērķa attēlā.
nl: Informatie over de huidige positie van items die een leerling op de doelafbeelding heeft neergezet.
ru: Информация о текущем местонахождении элементов, которые слушатель расположил на заданных участках изображения.
sq: Informacion rreth pozicioneve aktuale të artikujve që një nxënës ka hedhur në imazhin e synuar.
sv: Information om aktuella positioner för objekt som en elev har släppt på målbilden.
sw: Taarifa kuhusu nafasi za sasa za vitu ambazo mwanafunzi amedondosha kwenye picha inayolengwa.
te: లక్ష్య చిత్రంపై అభ్యాసకుడు పడిపోయిన అంశాల ప్రస్తుత స్థానాల గురించి సమాచారం.
th: ข้อมูลเกี่ยวกับตำแหน่งปัจจุบันของรายการที่ผู้เรียนทิ้งลงบนภาพเป้าหมาย
uz: Maqsadli tasvirga o‘quvchi tushirgan elementlarning joriy joylashuvi haqida ma'lumot.
vi: Thông tin về vị trí hiện tại của vật phẩm mà người học đã đánh rơi trên ảnh mục tiêu.
