Repository: openedx/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, da, el, es_es, fa, he, hi, hu, it_it, ja, ka, kk, lv, nl, ru, sq, sv, sw, te, th, uk, uz, vi

source: Misplaced {misplaced_count} item (misplaced item was returned to the item bank)
af_za: Misplaaste {misplaced_count} item (misplaaste item is teruggestuur na die itembank)
da: Forlagt {misplaced_count} vare (forlagt vare blev returneret til varebanken)
el: Εσφαλμένο αντικείμενο {misplaced_count} (το λανθασμένο αντικείμενο επιστράφηκε στην τράπεζα αντικειμένων)
es_es: Artículo {misplaced_count} extraviado (el artículo extraviado se devolvió al banco de artículos)
fa: کالای نابجا {misplaced_count} (کالای اشتباه به بانک اقلام بازگردانده شد)
he: פריט {misplaced_count} שהונח לא נכון. הפריט שהונח לא נכון הוחזר לבנק הפריטים.
hi: गुम हुआ {misplaced_count} आइटम (गुम हुआ आइटम आइटम बैंक में वापस कर दिया गया था)
hu: Helytelenül elhelyezett {misplaced_count} elem (a helytelenül elhelyezett elem visszakerült az elem bankba)
it_it: Articolo {misplaced_count} smarrito (l&#39;articolo smarrito è stato restituito alla banca degli articoli)
ja: 誤って配置された{misplaced_count}個のアイテム（誤って配置されたアイテムはアイテムバンクに戻されました）
ka: არასწორად განთავსებული {misplaced_count} ნივთი (არასწორად განთავსებული ნივთი დაბრუნდა საქონლის ბანკში)
lv: Nepareizi novietotas {misplaced_count} vienumi (nevietā ievietotās vienumi tika atgrieztas vienumu bankā)
nl: Misplaatst {misplaced_count} item (misplaatst item is teruggestuurd naar de itembank)
ru: Неуместный предмет {misplaced_count} (неуместный предмет был возвращен в банк предметов)
sq: Artikulli {misplaced_count} i vendosur gabimisht (artikulli i vendosur gabimisht u kthye në bankën e artikujve)
sw: Kipengee cha {misplaced_count} kilichokosewa (kipengee kilichokosewa kilirejeshwa kwenye benki ya bidhaa)
te: {misplaced_count} అంశం తప్పుగా ఉంచబడింది (తప్పుగా ఉంచబడిన అంశం ఐటెమ్ బ్యాంక్‌కు తిరిగి ఇవ్వబడింది)
th: วางผิดที่รายการ {misplaced_count} (รายการที่ผิดถูกส่งคืนไปยังธนาคารรายการ)
uk: Загублений елемент {misplaced_count} (загублений елемент було повернено до банку товарів)
uz: Noto‘g‘ri joylashtirilgan {misplaced_count} ta mahsulot (o‘rnatilgan narsalar bankka qaytarildi)
vi: Các vật phẩm {misplaced_count} bị thất lạc (các vật phẩm bị thất lạc đã được trả lại vào ngân hàng vật phẩm)

source: Did not place {missing_count} required item
af_za: Het nie {missing_count} vereiste item geplaas nie
da: Placerede ikke {missing_count} påkrævet vare
el: Δεν τοποθετήθηκε το απαιτούμενο στοιχείο {missing_count}
es_es: No colocó el elemento requerido {missing_count}
fa: مورد مورد نیاز {missing_count} قرار داده نشد
he: לא הנחת את הפריט הנדרש {missing_count}
hi: आवश्यक वस्तु {missing_count} नहीं रखी
hu: Nem helyeztél el {missing_count} kötelező elemet
it_it: Non è stato inserito l&#39;elemento richiesto {missing_count}
ja: 必須項目を{missing_count}個配置しませんでした
ka: არ განთავსებულია {missing_count} საჭირო ნივთი
kk: {missing_count} қажетті элементті орналастырмады
lv: Netika ievietoti {missing_count} nepieciešamie vienumi
nl: Het vereiste item {missing_count} is niet geplaatst
ru: Не разместил необходимый предмет {missing_count}
sq: Nuk vendosi artikullin e kërkuar {missing_count}
sw: Haikuweka kipengee kinachohitajika cha {missing_count}
te: {missing_count} అవసరమైన అంశాన్ని ఉంచలేదు
th: ไม่ได้วางรายการที่จำเป็น {missing_count}
uk: Не розмістив {missing_count} необхідний елемент
uz: {missing_count} kerakli narsalarni joylashtirmadi
vi: Không đặt các mục bắt buộc {missing_count}

source: Submitting
af_za: Dien tans in
da: Indsender
el: Γίνεται υποβολή
es_es: Enviando
fa: در حال ارائه
he: מוגש
hi: भेजने से
hu: Beküldés
it_it: In fase di invio
ja: 提出中
ka: იგზავნება
kk: Жіберілуде
lv: Notiek iesniegšana
nl: Indienen
ru: Отправка
sq: Duke paraqitur
sv: Skicka in
sw: Inawasilisha
te: సమర్పిస్తోంది
th: กำลังส่ง
uk: Відправлення на перевірку
uz: Yuborish
vi: Đang nộp

source: Unknown Zone
af_za: Onbekende sone
da: Ukendt zone
el: Άγνωστη ζώνη
es_es: Zona Desconocida
fa: منطقه ناشناخته
he: אזור לא ידוע
hi: अज्ञात क्षेत्र
hu: Ismeretlen zóna
it_it: Zona sconosciuta
ja: 未知のゾーン
ka: უცნობი ზონა
kk: Белгісіз аймақ
lv: Nezināma zona
nl: Onbekende zone
ru: Неизвестная Зона
sq: Zonë e panjohur
sv: Okänd zon
sw: Eneo lisilojulikana
te: తెలియని జోన్
th: โซนที่ไม่รู้จัก
uk: Невідома зона
uz: Noma'lum zona
vi: Vùng không xác định

source: Placed in: {zone_title}
af_za: Geplaas in: {zone_title}
da: Placeret i: {zone_title}
el: Τοποθετήθηκε σε: {zone_title}
es_es: Colocado en: {zone_title}
fa: قرار داده شده در: {zone_title}
he: ממוקם ב: {zone_title}
hi: इसमें रखा गया: {zone_title}
hu: Elhelyezve itt: {zone_title}
it_it: Inserito in: {zone_title}
ja: 配置先: {zone_title}
ka: განთავსებულია: {zone_title}
kk: Орналастырылған: {zone_title}
lv: Ievietots: {zone_title}
nl: Geplaatst in: {zone_title}
ru: Расположен в зоне: {zone_title}
sq: Vendosur në: {zone_title}
sv: Placerad i: {zone_title}
sw: Imewekwa katika: {zone_title}
te: దీనిలో ఉంచబడింది: {zone_title}
th: วางอยู่ใน: {zone_title}
uk: Розміщено в: {zone_title}
uz: Joylashtirilgan: {zone_title}
vi: Được đặt trong: {zone_title}

source: Correctly placed in: {zone_title}
af_za: Korrek geplaas in: {zone_title}
da: Korrekt placeret i: {zone_title}
el: Τοποθετήθηκε σωστά σε: {zone_title}
es_es: Colocado correctamente en: {zone_title}
fa: به درستی در: {zone_title} قرار داده شده است
he: ממוקם כהלכה ב: {zone_title}
hi: सही ढंग से रखा गया: {zone_title}
hu: Helyesen elhelyezve itt: {zone_title}
it_it: Inserito correttamente in: {zone_title}
ka: სწორად განთავსებულია: {zone_title}
kk: Дұрыс орналастырылған: {zone_title}
lv: Pareizi ievietots: {zone_title}
nl: Correct geplaatst in: {zone_title}
ru: Верно расположен в зоне: {zone_title}
sq: Vendosur saktë në: {zone_title}
sv: Korrekt placerad i: {zone_title}
sw: Imewekwa kwa usahihi katika: {zone_title}
te: దీనిలో సరిగ్గా ఉంచబడింది: {zone_title}
th: วางอย่างถูกต้องใน: {zone_title}
uk: Правильно розміщено в: {zone_title}
uz: To‘g‘ri joylashtirilgan: {zone_title}
vi: Đặt đúng trong: {zone_title}

source: , draggable, grabbed
af_za: , sleepbaar, gegryp
da: , trækbar, greb
el: , συρόμενο, κρατημένο
es_es: , arrastrable, agarrado
fa: ، قابل کشیدن، چنگ انداختن
he: , ניתן לגרירה, תפס
hi: , खींचने योग्य, पकड़ लिया गया
hu: , húzható, megragadva
it_it: , trascinabile, afferrato
ja: , ドラッグ可能, 掴んだ
ka: , გადაათრიე, დაიჭირეს
kk: , сүйретілетін, ұсталатын
lv: , velkams, satverts
nl: , sleepbaar, gegrepen
ru: , перетаскиваемый, захвачен
sq: , i zvarritshëm, i kapur
sv: , flyttbar, greppad
sw: , inayoweza kuvutwa, kunyakuliwa
te: , లాగగలిగే, పట్టుకోబడ్డ
th: ,ลากได้,คว้า
uk: , перетягнутий, захоплений
uz: , ko‘chirib olinadigan, ushlangan
vi: , có thể kéo được, nắm lấy được

source: , draggable
af_za: , sleepbaar
da: , trækbar
el: , συρόμενο
es_es: , arrastrable
fa: ، قابل کشیدن
he: , ניתן לגרירה
hi: , खींचने योग्य
hu: , húzható
it_it: , trascinabile
ja: ドラッグ可能
ka: , გადაათრიეთ
kk: , сүйреп апаратын
lv: , velkams
nl: , sleepbaar
ru: , перетаскиваемый
sq: , i zvarritshëm
sw: , ya kuburuzwa
te: , లాగగలిగే
th: ลากได้
uk: , з можливістю перетягування
uz: , ko‘chirib olinadigan
vi: , có thể kéo được

source: No items placed here
af_za: Geen items hier geplaas nie
da: Ingen varer placeret her
el: Δεν έχουν τοποθετηθεί αντικείμενα εδώ
es_es: No hay artículos colocados aquí.
fa: هیچ موردی در اینجا قرار داده نشده است
he: לא הוצבו כאן פריטים
hi: यहां कोई सामान नहीं रखा गया है
hu: Nincsenek ide helyezett elemek
it_it: Nessun elemento inserito qui
ja: ここにアイテムは配置されていません。
ka: აქ ნივთები არ არის განთავსებული
kk: Мұнда ешбір зат орналастырылмаған
lv: Šeit nav ievietots neviens vienums
nl: Er zijn hier geen items geplaatst
ru: Здесь нет размещенных предметов
sq: Nuk ka artikuj të vendosur këtu
sv: Inga objekt placerade här
sw: Hakuna vipengee vilivyowekwa hapa
te: ఇక్కడ ఏ వస్తువులు ఉంచబడలేదు
th: ไม่มีรายการวางไว้ที่นี่
uk: Тут не розміщено елементів
uz: Bu yerda hech narsa joylanmagan
vi: Không có mục nào được đặt ở đây

source: Items placed here:
af_za: Items wat hier geplaas word:
da: Varer placeret her:
el: Τοποθετημένα αντικείμενα εδώ:
es_es: Artículos colocados aquí:
fa: موارد قرار داده شده در اینجا:
he: פריטים ממוקמים כאן:
hi: यहां रखे गए आइटम:
hu: Ide helyezett elemek:
it_it: Elementi inseriti qui:
ja: 配置されたアイテム:
ka: აქ განთავსებული ნივთები:
kk: Мұнда орналастырылған заттар:
lv: Šeit ievietotās vienumi:
nl: Artikelen die hier geplaatst zijn:
ru: Предметы, размещенные здесь:
sq: Artikujt e vendosur këtu:
sw: Vipengee vilivyowekwa hapa:
te: ఇక్కడ ఉంచబడిన అంశాలు:
th: รายการที่วางไว้ที่นี่:
uk: Предмети, що тут розміщені:
uz: Bu erda joylashtirilgan narsalar:
vi: Các vật phẩm được đặt ở đây:

source: , dropzone
el: , ζώνη εναπόθεσης
es_es: , zona de descenso
fa: ، دراپ زون
he: , איזור נפילה
hi: , ड्रॉप क्षेत्र
hu: , lerakózóna
it_it: , zona di rilascio
ja: , ドロップゾーン
kk: , түсу аймағы
nl: , afgeefpunt
ru: , зона для перетаскивания
sw: , eneo la kushuka
te: , డ్రాప్ జోన్
th: , ดรอปโซน
uz: , tushish zonasi
vi: , vùng Loại

source: droppable
af_za: valbaar
da: faldbar
el: εναποθέσιμο
es_es: desplegable
fa: قابل رها شدن
he: ניתן להפיל
hu: ledobható
it_it: rilasciabile
ja: ドロップ可能
ka: წვეთოვანი
kk: түсірілетін
lv: nolaižams
nl: laat vallen
ru: сбрасываемый
sq: me rënie
sw: inayoweza kushuka
te: పడిపోవు
th: ลดลงได้
uz: tushish mumkin
vi: có thể bỏ được

source: Feedback
af_za: Terugvoer
el: Σχόλια
es_es: Comentarios
fa: بازخورد
he: משוב
hi: प्रतिक्रिया
hu: Visszajelzés
ja: フィードバック
ka: გამოხმაურება
kk: Кері байланыс
lv: Atsauksmes
ru: Обратная связь
sv: Återkoppling
sw: Maoni
te: అభిప్రాయం
th: ผลตอบกลับ
uk: Відгук
uz: Fikr-mulohaza
vi: Nhận xét

source: Explanation
af_za: Verduideliking
da: Forklaring
el: Eξήγηση
es_es: Explicación
fa: توضیح
he: הסבר
hi: व्याख्या
hu: Magyarázat
it_it: Spiegazione
ka: განმარტება
kk: Түсіндіру
lv: Paskaidrojums
nl: Uitleg
ru: Пояснение
sq: Shpjegim
sv: Förklaring
sw: Maelezo
te: వివరణ
th: เหตุผล
uk: Пояснення
uz: Tushuntirish
vi: Giải trình

source: Close
af_za: Naby
da: Tæt
el: Κλείσιμο
es_es: Cerrar
fa: بستن
he: סגירה
hi: बंद करे
hu: Bezár
it_it: Chiudi
ja: 閉じる
ka: დახურვა
kk: Жабу
lv: Aizvērt
nl: Sluiten
ru: Закрыть
sq: Mbylle
sv: Stäng
sw: Funga
te: దగ్గరగా
th: ปิด
uk: Закрити
uz: Yopish
vi: Đóng

source: Keyboard Help
af_za: Sleutelbord Hulp
da: Tastaturhjælp
el: Βοήθεια πλήκτρων
es_es: Ayuda del teclado
fa: راهنمای صفحه کلید
he: מקלדת עזרה
hi: कीबोर्ड सहायता
hu: Billentyűzet súgó
it_it: Aiuto per la tastiera
ja: キーボードヘルプ
ka: კლავიატურის დახმარება
kk: Пернетақта анықтамасы
lv: Tastatūras palīdzība
nl: Toetsenbordhulp
ru: Помощь по управлению с клавиатуры
sq: Ndihma e tastierës
sv: Tangentbordshjälp
sw: Usaidizi wa Kibodi
te: కీబోర్డ్ సహాయం
th: วิธีใช้แป้นพิมพ์
uz: Klaviatura yordami
vi: Trợ giúp bàn phím

source: This is a screen reader-friendly problem.
af_za: Dit is &#39;n skermleservriendelike probleem.
da: Dette er et skærmlæservenligt problem.
el: Αυτό είναι ένα πρόβλημα φιλικό προς τον αναγνώστη.
es_es: Este es un problema fácil de leer en pantalla.
fa: این یک مشکل صفحه خوان است.
he: זוהי בעיה ידידותית לקורא מסך.
hi: यह एक स्क्रीन रीडर-अनुकूल समस्या है.
hu: Ez egy képernyőolvasó-barát feladat.
it_it: Questo è un problema che riguarda gli screen reader.
ja: これはスクリーンリーダーに優しい問題です。
ka: ეს არის ეკრანის წამკითხველისთვის მოსახერხებელი პრობლემა.
kk: Бұл экранды оқуға ыңғайлы мәселе.
lv: Šī ir ekrāna lasītājam draudzīga uzdevums.
nl: Dit is een schermlezervriendelijk probleem.
ru: Это задание может быть выполнено с помощью программы для чтения с экрана
sq: Ky është një problem i përshtatshëm për lexuesin e ekranit.
sv: Detta är ett problem som är vänligt för skärmläsare.
sw: Hili ni tatizo linalofaa kusoma skrini.
te: ఇది స్క్రీన్ రీడర్-స్నేహపూర్వక సమస్య.
th: นี่เป็นปัญหาที่เหมาะกับโปรแกรมอ่านหน้าจอ
uz: Bu ekranni o‘qish uchun qulay muammo.
vi: Đây là một vấn đề thân thiện với trình đọc màn hình.

source: Drag and Drop problems consist of draggable items and dropzones. Users should select a draggable item with their keyboard and then navigate to an appropriate dropzone to drop it.
af_za: Sleep-en-los-probleme bestaan uit sleepbare items en dropsones. Gebruikers moet &#39;n sleepbare item met hul sleutelbord kies en dan na &#39;n toepaslike dropzone navigeer om dit te laat val.
da: Træk og slip-problemer består af elementer, der kan trækkes, og dropzoner. Brugere skal vælge et element, der kan trækkes, med deres tastatur og derefter navigere til en passende dropzone for at slippe det.
el: Τα προβλήματα συρσίματος και απόθεσης αποτελούνται από στοιχεία και ζώνες με δυνατότητα συρσίματος. Οι χρήστες θα πρέπει να επιλέξουν ένα στοιχείο με δυνατότητα συρσίματος με το πληκτρολόγιό τους και στη συνέχεια να πλοηγηθούν σε μια κατάλληλη ζώνη εναπόθεσης για να το αποθέσουν.
es_es: Los problemas de arrastrar y soltar consisten en elementos que se pueden arrastrar y zonas de colocación. Los usuarios deben seleccionar un elemento que se pueda arrastrar con su teclado y luego navegar a una zona de colocación adecuada para soltarlo.
fa: مشکلات کشیدن و رها کردن شامل موارد قابل کشیدن و دراپ زون است. کاربران باید یک مورد قابل کشیدن را با صفحه کلید خود انتخاب کنند و سپس به یک dropzone مناسب برای رها کردن آن بروید.
he: בעיות גרירה ושחרור מורכבות מפריטים ואזורי שחרור שניתנים לגרירה. על המשתמשים לבחור פריט שניתן לגרור באמצעות המקלדת שלהם ולאחר מכן לנווט לאזור שחרור מתאים כדי לשחרר אותו.
hi: ड्रैग और ड्रॉप समस्याओं में ड्रैग करने योग्य आइटम और ड्रॉपज़ोन शामिल होते हैं। उपयोगकर्ताओं को अपने कीबोर्ड से खींचने योग्य आइटम का चयन करना चाहिए और फिर उसे छोड़ने के लिए उपयुक्त ड्रॉपज़ोन पर नेविगेट करना चाहिए।
hu: A „húzd és vidd” feladatok húzható elemekből és célterületekből állnak. A felhasználóknak ki kell választaniuk egy húzható elemet a billentyűzetükkel, majd navigálniuk kell a megfelelő célterületre, hogy elhelyezzék azt.
it_it: I problemi di trascinamento della selezione consistono in elementi trascinabili e zone di rilascio. Gli utenti devono selezionare un elemento trascinabile con la tastiera e quindi accedere alla zona di rilascio appropriata per rilasciarlo.
ja: ドラッグアンドドロップの問題は、ドラッグ可能なアイテムとドロップゾーンで構成されています。ユーザーはキーボードを使ってドラッグ可能なアイテムを選択し、適切なドロップゾーンに移動してドロップします。
ka: გადაათრიეთ და ჩამოაგდეთ პრობლემები შედგება გადაათრიეთ ნივთებისა და ჩამოსაშლელ ზონებისგან. მომხმარებლებმა უნდა აირჩიონ გადაადგილებადი ელემენტი კლავიატურით და შემდეგ გადაადგილდნენ შესაბამის ჩამოსაშლელ ზონაში, რომ ჩამოაგდონ იგი.
kk: Сүйреп апару және тастау мәселелері сүйреп апарылатын элементтерден және түсіру аймақтарынан тұрады. Пайдаланушылар сүйреп апаратын элементті пернетақтасымен таңдап, оны тастау үшін тиісті түсу аймағына өтуі керек.
lv: Vilkšanas un nomešanas uzdevumi sastāv no velkamiem vienumiem un nomešanas zonām. Lietotājiem ar tastatūru jāizvēlas velkams vienums un pēc tam jāpārvietojas uz atbilstošu nomešanas zonu, lai to nomestu.
nl: Drag-and-drop-problemen bestaan uit versleepbare items en dropzones. Gebruikers moeten een versleepbaar item selecteren met hun toetsenbord en vervolgens naar een geschikte dropzone navigeren om het neer te zetten.
ru: Задачи на перетаскивания состоят из перетаскиваемых элементов и зон для перетаскивания. Пользователю необходимо выбрать элемент с помощью клавиатуры и переместить его в соответствующую зону.
sq: Problemet e zvarritjes dhe lëshimit përbëhen nga artikuj të zvarritshëm dhe zona të lëshimit. Përdoruesit duhet të zgjedhin një artikull të zvarritshëm me tastierën e tyre dhe më pas të lundrojnë në një zonë të përshtatshme për ta hedhur atë.
sv: Dra och släpp-problem består av flyttbara objekt och släppzoner. Användare bör välja ett flyttbart objekt med sitt tangentbord och sedan navigera till en lämplig släppzon för att släppa det.
sw: Matatizo ya Buruta na Achia yanajumuisha vipengee vinavyoweza kukokotwa na maeneo ya kudondosha. Watumiaji wanapaswa kuchagua kipengee kinachoweza kukokotwa na kibodi yao kisha waelekeze kwenye eneo linalofaa kudondosha ili kuiangusha.
te: డ్రాగ్ మరియు డ్రాప్ సమస్యలు డ్రాగ్ చేయగల అంశాలు మరియు డ్రాప్‌జోన్‌లను కలిగి ఉంటాయి. వినియోగదారులు తమ కీబోర్డ్‌తో లాగగలిగే అంశాన్ని ఎంచుకుని, దానిని వదలడానికి తగిన డ్రాప్‌జోన్‌కి నావిగేట్ చేయాలి.
th: ปัญหาการลากและวางประกอบด้วยรายการที่ลากได้และดรอปโซน ผู้ใช้ควรเลือกรายการที่สามารถลากได้โดยใช้แป้นพิมพ์ จากนั้นไปที่ดรอปโซนที่เหมาะสมเพื่อวาง
uz: Drag va Drop muammolari sudrab olinadigan elementlar va tushirish zonalaridan iborat. Foydalanuvchilar oʻz klaviaturasi bilan sudrab olinadigan elementni tanlashlari va keyin uni tashlab yuborish uchun mos tushadigan zonaga oʻtishlari kerak.
vi: Các vấn đề kéo và thả bao gồm các mục có thể kéo và vùng thả. Người dùng nên chọn một mục có thể kéo bằng bàn phím và sau đó điều hướng đến vùng thả thích hợp để thả mục đó.

source: You can complete this problem using only your keyboard by following the guidance below:
af_za: U kan hierdie probleem voltooi deur slegs u sleutelbord te gebruik deur die riglyne hieronder te volg:
da: Du kan løse dette problem ved kun at bruge dit tastatur ved at følge vejledningen nedenfor:
el: Μπορείτε να ολοκληρώσετε αυτό το πρόβλημα χρησιμοποιώντας μόνο το πληκτρολόγιό σας ακολουθώντας τις παρακάτω οδηγίες:
es_es: Puede completar este problema usando solo su teclado siguiendo las instrucciones a continuación:
fa: با دنبال کردن دستورالعمل‌های زیر می‌توانید این مشکل را فقط با استفاده از صفحه‌کلید خود تکمیل کنید:
he: אתה יכול להשלים בעיה זו רק באמצעות המקלדת שלך על ידי ביצוע ההנחיות שלהלן:
hi: आप नीचे दिए गए दिशानिर्देशों का पालन करके केवल अपने कीबोर्ड का उपयोग करके इस समस्या को पूरा कर सकते हैं:
hu: A problémát kizárólag a billentyűzeted használatával is megoldhatod az alábbi útmutatást követve:
it_it: Puoi completare questo problema utilizzando solo la tastiera seguendo le indicazioni di seguito:
ka: თქვენ შეგიძლიათ შეასრულოთ ეს პრობლემა მხოლოდ კლავიატურის გამოყენებით ქვემოთ მოცემული მითითებების შესაბამისად:
kk: Төмендегі нұсқауларды орындау арқылы бұл мәселені тек пернетақтаны пайдаланып аяқтауға болады:
lv: Šo uzdevumu var atrisināt, izmantojot tikai tastatūru, izpildot tālāk sniegtos norādījumus.
nl: U kunt dit probleem oplossen door alleen uw toetsenbord te gebruiken door de onderstaande richtlijnen te volgen:
ru: Вы можете выполнить это задание с клавиатуры, используя следующие указания:
sq: Ju mund ta plotësoni këtë problem duke përdorur vetëm tastierën tuaj duke ndjekur udhëzimet e mëposhtme:
sv: Du kan lösa detta problem enbart med ditt tangentbord genom att följa anvisningarna nedan:
sw: Unaweza kukamilisha tatizo hili kwa kutumia kibodi yako pekee kwa kufuata mwongozo ulio hapa chini:
te: దిగువ మార్గదర్శకాలను అనుసరించడం ద్వారా మీరు మీ కీబోర్డ్‌ను మాత్రమే ఉపయోగించి ఈ సమస్యను పూర్తి చేయవచ్చు:
th: คุณสามารถแก้ไขปัญหานี้ได้โดยใช้เพียงแป้นพิมพ์ของคุณโดยทำตามคำแนะนำด้านล่าง:
uk: Ви можете вирішити цю проблему, використовуючи лише клавіатуру, дотримуючись наведених нижче вказівок.
uz: Quyidagi ko‘rsatmalarga amal qilib, bu muammoni faqat klaviatura yordamida hal qilishingiz mumkin:
vi: Bạn có thể hoàn thành vấn đề này chỉ bằng bàn phím bằng cách làm theo hướng dẫn bên dưới:

source: Use only TAB and SHIFT+TAB to navigate between draggable items and drop zones.
af_za: Gebruik slegs TAB en SHIFT+TAB om tussen sleepbare items en drop-sones te navigeer.
da: Brug kun TAB og SHIFT+TAB til at navigere mellem elementer, der kan trækkes, og slipzoner.
el: Χρησιμοποιήστε μόνο τα πλήκτρα TAB και SHIFT+TAB για πλοήγηση μεταξύ στοιχείων με δυνατότητα συρσίματος και απόθεσης ζωνών.
es_es: Use solo TAB y SHIFT+TAB para navegar entre elementos que se pueden arrastrar y zonas de colocación.
fa: فقط از TAB و SHIFT+TAB برای پیمایش بین موارد قابل کشیدن و رها کردن مناطق استفاده کنید.
hi: खींचने योग्य आइटम और ड्रॉप ज़ोन के बीच नेविगेट करने के लिए केवल TAB और SHIFT+TAB का उपयोग करें।
hu: Használja csak a TAB és a SHIFT+TAB billentyűket a húzható elemek és a célterületek közötti navigáláshoz.
it_it: Utilizza solo TAB e MAIUSC+TAB per spostarti tra gli elementi trascinabili e le zone di rilascio.
ka: გამოიყენეთ მხოლოდ TAB და SHIFT+TAB გადასატანად ელემენტებსა და ჩამოსაშლელ ზონებს შორის ნავიგაციისთვის.
kk: Сүйреп апарылатын элементтер мен тастау аймақтары арасында шарлау үшін тек TAB және SHIFT+TAB пернелерін пайдаланыңыз.
lv: Izmantojiet tikai taustiņus TAB un SHIFT+TAB, lai pārvietotos starp velkamajiem vienumiem un nomešanas zonām.
nl: Gebruik alleen TAB en SHIFT+TAB om te navigeren tussen versleepbare items en neerzetzones.
ru: Для выбора перетаскиваемых элементов и зон используйте только клавиши TAB и SHIFT+TAB.
sq: Përdorni vetëm TAB dhe SHIFT+TAB për të lundruar midis artikujve të zvarritshëm dhe zonave të lëshimit.
sv: Använd endast TAB och SKIFT+TAB för att navigera mellan flyttbara objekt och avlämningszoner.
sw: Tumia TAB na SHIFT+TAB pekee ili kusogeza kati ya vipengee vinavyoweza kukokotwa na kanda za kuacha.
te: లాగగలిగే అంశాలు మరియు డ్రాప్ జోన్‌ల మధ్య నావిగేట్ చేయడానికి TAB మరియు SHIFT+TABని మాత్రమే ఉపయోగించండి.
th: ใช้เฉพาะ TAB และ SHIFT+TAB เพื่อนำทางระหว่างรายการที่ลากได้และโซนการวาง
uk: Використовуйте лише TAB і SHIFT+TAB для навігації між елементами, які можна перетягувати, і зонами переміщення.
uz: Olib olinadigan elementlar va tushirish zonalari oʻrtasida harakatlanish uchun faqat TAB va SHIFT+TAB tugmalaridan foydalaning.
vi: Chỉ sử dụng TAB và SHIFT+TAB để điều hướng giữa các mục có thể kéo và vùng thả.

source: Press CTRL+M to select a draggable item (effectively picking it up).
af_za: Druk CTRL+M om &#39;n sleepbare item te kies (haal dit effektief op).
da: Tryk på CTRL+M for at vælge et element, der kan trækkes (effektivt at samle det op).
el: Πατήστε το συνδυασμό πλήκτρων CTRL+M για να επιλέξετε ένα στοιχείο με δυνατότητα συρσίματος (ουσιαστικά σηκώνοντάς το).
es_es: Presione CTRL+M para seleccionar un elemento que se puede arrastrar (recogiéndolo efectivamente).
fa: CTRL+M را برای انتخاب یک مورد قابل کشیدن (در واقع برداشتن آن) فشار دهید.
he: הקש CTRL+M כדי לבחור פריט שניתן לגרור, כדי לאסוף אותו ביעילות.
hi: खींचने योग्य आइटम का चयन करने के लिए CTRL+M दबाएँ (प्रभावी ढंग से इसे उठाएँ)।
hu: Nyomja meg a CTRL+M billentyűkombinációt egy mozgatható elem kiválasztásához (gyakorlatilag annak felemeléséhez).
it_it: Premi CTRL+M per selezionare un elemento trascinabile (prelevandolo effettivamente).
ja: CTRL+Mを押してドラッグ可能なアイテムを選択します（実際に持ち上げることになります）。
ka: დააჭირეთ CTRL+M გადასატანი ნივთის ასარჩევად (ეფექტურად შეარჩიეთ იგი).
kk: Сүйреп апарылатын элементті таңдау үшін CTRL+M пернелер тіркесімін басыңыз (оны тиімді түрде алу).
lv: Nospiediet CTRL+M, lai atlasītu velkamu vienumu (efektīvi to paņemtu).
nl: Druk op CTRL+M om een versleepbaar item te selecteren (effectief op te pakken).
ru: Для выбора перетаскиваемого элемента нажмите CTRL+M (латинская M). Элемент будет захвачен.
sq: Shtypni CTRL+M për të zgjedhur një artikull të zvarritshëm (duke e marrë atë në mënyrë efektive).
sv: Tryck på CTRL+M för att välja ett dragbart objekt (plocka upp det).
sw: Bonyeza CTRL+M ili kuchagua kipengee kinachoweza kukokotwa (kinachoweza kukichukua).
te: లాగగలిగే అంశాన్ని ఎంచుకోవడానికి CTRL+M నొక్కండి (సమర్థవంతంగా దాన్ని తీయడం).
th: กด CTRL+M เพื่อเลือกรายการที่สามารถลากได้ (หยิบขึ้นมาได้อย่างมีประสิทธิภาพ)
uk: Натисніть CTRL+M, щоб вибрати об’єкт, який можна перетягнути (фактично піднявши його).
uz: Tortib olinadigan elementni tanlash uchun CTRL+M tugmalar birikmasini bosing (uni samarali tarzda olish).
vi: Nhấn CTRL+M để chọn một mục có thể kéo được (nhấc nó lên một cách hiệu quả).
