Repository: openedx/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, da, el, es_es, fa, he, hi, hu, it_it, ja, ka, kk, lv, nl, ru, sq, sv, sw, te, th, uk, uz, vi

source: An isosceles triangle with three layers of similar height. It is shown upright, so the widest layer is located at the bottom, and the narrowest layer is located at the top.
af_za: &#39;n Gelykbenige driehoek met drie lae van soortgelyke hoogte. Dit word regop getoon, so die breedste laag is aan die onderkant geleë, en die smalste laag is aan die bokant.
da: En ligebenet trekant med tre lag af samme højde. Det er vist opretstående, så det bredeste lag er placeret i bunden, og det smalleste lag er placeret øverst.
el: Ένα ισοσκελές τρίγωνο με τρία επίπεδα παρόμοιου ύψους, εμφανίζεται ανάποδα, ώστε το ευρύτερο επίπεδο να βρίσκεται στη βάση και το στενότερο επίπεδο να βρίσκεται στην κορυφή.
es_es: Un triángulo isósceles con tres capas de altura similar. Se muestra en vertical por lo que la capa más ancha se encuentra en la parte inferior y la más estrecha en la parte alta.
fa: مثلث متساوی الساقین با سه لایه با ارتفاع مشابه. به صورت عمودی نشان داده شده است، بنابراین پهن ترین لایه در پایین و باریک ترین لایه در بالا قرار دارد.
he: משולש שווה-שוקיים בעל שלוש שכבות בגובה דומה. הוא מוצג אנכית, כך שהשכבה הרחבה ביותר נמצאת בתחתית, והשכבה הצרה ביותר נמצאת למעלה.
hi: समान ऊँचाई की तीन परतों वाला एक समद्विबाहु त्रिभुज। इसे सीधा दिखाया गया है, इसलिए सबसे चौड़ी परत नीचे स्थित है, और सबसे संकीर्ण परत शीर्ष पर स्थित है।
hu: Egy egyenlő szárú háromszög három, hasonló magasságú réteggel. Függőlegesen van ábrázolva, így a legszélesebb réteg alul, a legkeskenyebb réteg pedig felül helyezkedik el.
it_it: Un triangolo isoscele con tre strati di altezza simile. È mostrato in verticale, quindi lo strato più largo si trova nella parte inferiore e lo strato più stretto si trova nella parte superiore.
ka: ტოლფერი სამკუთხედი მსგავსი სიმაღლის სამი ფენით. იგი ნაჩვენებია თავდაყირა, ამიტომ ყველაზე ფართო ფენა მდებარეობს ბოლოში, ხოლო ვიწრო ფენა მდებარეობს ზედა.
kk: Ұқсас биіктіктегі үш қабаты бар тең қабырғалы үшбұрыш. Ол тік көрсетілген, сондықтан ең кең қабат төменгі жағында, ал ең тар қабат жоғарғы жағында орналасқан.
lv: Vienādmalu trijstūris ar trīs līdzīga augstuma slāņiem. Tas ir attēlots vertikāli, tāpēc platākais slānis atrodas apakšā, bet šaurākais - augšā.
nl: Een gelijkbenige driehoek met drie lagen van vergelijkbare hoogte. Het wordt rechtopstaand weergegeven, zodat de breedste laag zich onderaan bevindt en de smalste laag bovenaan.
ru: Равнобедренный треугольник с тремя слоями одинаковой высоты. Расположен вершиной вверх, поэтому самый широкий слой находится в нижней части, а самый узкий слой — в верхней части.
sq: Një trekëndësh izoscelular me tre shtresa me lartësi të ngjashme. Tregohet drejt, kështu që shtresa më e gjerë është e vendosur në fund, dhe shtresa më e ngushtë është e vendosur në krye.
sv: En likbent triangel med tre lager av liknande höjd. Den visas upprätt, så det bredaste lagret är placerat längst ner och det smalaste lagret är placerat högst upp.
sw: Pembetatu ya isosceles yenye tabaka tatu za urefu sawa. Inaonyeshwa kwa wima, kwa hivyo safu pana zaidi iko chini, na safu nyembamba iko juu.
te: సమాన ఎత్తులో మూడు పొరలతో సమద్విబాహు త్రిభుజం. ఇది నిటారుగా చూపబడుతుంది, కాబట్టి విశాలమైన పొర దిగువన ఉంది మరియు ఇరుకైన పొర ఎగువన ఉంటుంది.
th: สามเหลี่ยมหน้าจั่วที่มีสามชั้นสูงเท่ากัน โดยจะแสดงเป็นแนวตั้ง ดังนั้น เลเยอร์ที่กว้างที่สุดจะอยู่ที่ด้านล่าง และเลเยอร์ที่แคบที่สุดจะอยู่ที่ด้านบน
uz: Bir xil balandlikdagi uchta qatlamli teng yonli uchburchak. U tik ko‘rsatilgan, shuning uchun eng keng qatlam pastki qismida, eng tor qatlam esa tepada joylashgan.
vi: Một tam giác cân có ba lớp có chiều cao bằng nhau. Nó được hiển thị thẳng đứng, do đó lớp rộng nhất nằm ở phía dưới và lớp hẹp nhất nằm ở trên cùng.

source: The Top Zone
af_za: Die Top Sone
da: Den øverste zone
el: Η ζώνη κορυφής
es_es: La parte alta
fa: منطقه بالا
he: האזור העליון
hi: शीर्ष क्षेत्र
hu: A Felső Zóna
it_it: La zona superiore
ja: トップゾーン
ka: ტოპ ზონა
kk: Жоғарғы аймақ
lv: Augstākā zona
nl: De Topzone
ru: Верхняя Зона
sq: Zona e Topit
sw: Eneo la Juu
te: టాప్ జోన్
th: โซนบน
uk: Верхня зона
uz: Yuqori zona
vi: Vùng trên cùng

source: The Middle Zone
af_za: Die Middelsone
da: Mellemzonen
el: Η ζώνη μέσης
es_es: La parte intermedia
fa: منطقه میانه
he: האזור האמצעי
hi: मध्य क्षेत्र
hu: A Középső Zóna
it_it: La zona centrale
ja: ミドルゾーン
ka: შუა ზონა
kk: Орташа аймақ
lv: Vidējā zona
nl: De Middenzone
ru: Средняя Зона
sq: Zona e Mesme
sv: Den mellersta zonen
sw: Eneo la Kati
te: మిడిల్ జోన్
th: โซนกลาง
uk: Середня зона
uz: O‘rta zona
vi: Khu trung lưu

source: The Bottom Zone
af_za: Die onderste sone
da: Den nederste zone
el: Η ζώνη βάσης
es_es: La parte baja
fa: منطقه پایین
he: האזור התחתון
hi: निचला क्षेत्र
hu: Alsó zóna
it_it: La zona inferiore
ja: ボトムゾーン
ka: ქვედა ზონა
kk: Төменгі аймақ
lv: Apakšējā zona
nl: De onderste zone
ru: Нижняя Зона
sq: Zona e poshtme
sw: Eneo la Chini
te: దిగువ మండలం
th: โซนล่าง
uk: Нижня зона
uz: Pastki zona
vi: Vùng dưới cùng

source: Use this zone to associate an item with the top layer of the triangle.
af_za: Gebruik hierdie sone om &#39;n item met die boonste laag van die driehoek te assosieer.
da: Brug denne zone til at knytte et element til det øverste lag af trekanten.
el: Χρησιμοποιήστε αυτήν την ζώνη για να αντιστοιχίσετε ένα αντικείμενο στο επίπεδο κορυφής του τριγώνου.
es_es: Use esta zona para asociar un ítem con la parte alta del triángulo.
fa: از این ناحیه برای مرتبط کردن یک آیتم با لایه بالایی مثلث استفاده کنید.
he: השתמש באזור זה על מנת לקשר פריט עם השכבה העליונה של המשולש.
hi: किसी आइटम को त्रिभुज की शीर्ष परत से जोड़ने के लिए इस क्षेत्र का उपयोग करें।
hu: Használja ezt a zónát, hogy egy elemet a háromszög felső rétegéhez társítson.
it_it: Utilizza questa zona per associare un oggetto allo strato superiore del triangolo.
ja: このゾーンを使用して、アイテムを三角形の最上層に関連付けてください。
ka: გამოიყენეთ ეს ზონა ნივთის სამკუთხედის ზედა ფენასთან დასაკავშირებლად.
kk: Элементті үшбұрыштың үстіңгі қабатымен байланыстыру үшін осы аймақты пайдаланыңыз.
lv: Izmantojiet šo zonu, lai saistītu vienumu ar trīsstūra augšējo slāni.
nl: Gebruik deze zone om een item te associëren met de bovenste laag van de driehoek.
ru: Используйте эту зону, чтобы связать элемент с верхним слоем треугольника.
sq: Përdoreni këtë zonë për të lidhur një artikull me shtresën e sipërme të trekëndëshit.
sv: Använd den här zonen för att associera ett objekt med det översta lagret av triangeln.
sw: Tumia eneo hili kuhusisha kipengee na safu ya juu ya pembetatu.
te: త్రిభుజం పై పొరతో ఒక అంశాన్ని అనుబంధించడానికి ఈ జోన్‌ని ఉపయోగించండి.
th: ใช้โซนนี้เพื่อเชื่อมโยงรายการกับชั้นบนสุดของรูปสามเหลี่ยม
uk: Використовуйте цю зону, щоб зв’язати елемент із верхнім шаром трикутника.
uz: Ushbu zonadan elementni uchburchakning yuqori qatlami bilan bog‘lash uchun foydalaning.
vi: Sử dụng vùng này để liên kết một mục với lớp trên cùng của hình tam giác.

source: Use this zone to associate an item with the middle layer of the triangle.
af_za: Gebruik hierdie sone om &#39;n item met die middelste laag van die driehoek te assosieer.
da: Brug denne zone til at knytte et element til trekantens midterste lag.
el: Χρησιμοποιήστε αυτήν την ζώνη για να αντιστοιχίσετε ένα αντικείμενο στο επίπεδο μέσης του τριγώνου.
es_es: Use esta zona para asociar un ítem con la parte intermedia del triángulo.
fa: از این ناحیه برای مرتبط کردن یک آیتم با لایه میانی مثلث استفاده کنید.
he: השתמש באזור זה על מנת לקשר פריט עם השכבה האמצעית של המשולש.
hi: किसी आइटम को त्रिभुज की मध्य परत से जोड़ने के लिए इस क्षेत्र का उपयोग करें।
hu: Használja ezt a zónát, hogy egy elemet a háromszög középső rétegéhez társítson.
it_it: Utilizza questa zona per associare un oggetto allo strato intermedio del triangolo.
ja: このゾーンを使用して、アイテムを三角形の中層に関連付けてください。
ka: გამოიყენეთ ეს ზონა ნივთის სამკუთხედის შუა ფენასთან დასაკავშირებლად.
kk: Элементті үшбұрыштың ортаңғы қабатымен байланыстыру үшін осы аймақты пайдаланыңыз.
lv: Izmantojiet šo zonu, lai saistītu vienumu ar trīsstūra vidējo slāni.
nl: Gebruik deze zone om een item te associëren met de middelste laag van de driehoek.
ru: Используйте эту зону, чтобы связать элемент со средним слоем треугольника.
sq: Përdoreni këtë zonë për të lidhur një artikull me shtresën e mesme të trekëndëshit.
sv: Använd den här zonen för att associera ett objekt med det mellersta lagret av triangeln.
sw: Tumia eneo hili kuhusisha kipengee na safu ya kati ya pembetatu.
te: త్రిభుజం మధ్య పొరతో అంశాన్ని అనుబంధించడానికి ఈ జోన్‌ని ఉపయోగించండి.
th: ใช้โซนนี้เพื่อเชื่อมโยงรายการกับเลเยอร์ตรงกลางของรูปสามเหลี่ยม
uk: Використовуйте цю зону, щоб пов’язати елемент із середнім шаром трикутника.
uz: Ushbu zonadan elementni uchburchakning o‘rta qatlami bilan bog‘lash uchun foydalaning.
vi: Sử dụng vùng này để liên kết một mục với lớp giữa của hình tam giác.

source: Use this zone to associate an item with the bottom layer of the triangle.
af_za: Gebruik hierdie sone om &#39;n item met die onderste laag van die driehoek te assosieer.
da: Brug denne zone til at knytte et element til trekantens nederste lag.
el: Χρησιμοποιήστε αυτήν την ζώνη για να αντιστοιχίσετε ένα αντικείμενο στο επίπεδο βάσης του τριγώνου.
es_es: Use esta zona para asociar un ítem con la parte inferior del triángulo.
fa: از این ناحیه برای مرتبط کردن یک آیتم با لایه پایین مثلث استفاده کنید.
he: השתמש באזור זה על מנת לקשר פריט עם השכבה התחתונה של המשולש.
hi: किसी आइटम को त्रिभुज की निचली परत से जोड़ने के लिए इस क्षेत्र का उपयोग करें।
hu: Használja ezt a zónát, hogy egy elemet a háromszög alsó rétegéhez társítson.
it_it: Utilizza questa zona per associare un oggetto allo strato inferiore del triangolo.
ja: このゾーンを使用して、アイテムを三角形の下層に関連付けます。
ka: გამოიყენეთ ეს ზონა ნივთის სამკუთხედის ქვედა ფენასთან დასაკავშირებლად.
kk: Элементті үшбұрыштың төменгі қабатымен байланыстыру үшін осы аймақты пайдаланыңыз.
lv: Izmantojiet šo zonu, lai saistītu vienumu ar trīsstūra apakšējo slāni.
nl: Gebruik deze zone om een item te associëren met de onderste laag van de driehoek.
ru: Используйте эту зону, чтобы связать элемент с нижним слоем треугольника.
sq: Përdoreni këtë zonë për të lidhur një artikull me shtresën e poshtme të trekëndëshit.
sv: Använd den här zonen för att associera ett objekt med den nedersta delen av triangeln.
sw: Tumia eneo hili kuhusisha kipengee na safu ya chini ya pembetatu.
te: త్రిభుజం యొక్క దిగువ పొరతో ఒక అంశాన్ని అనుబంధించడానికి ఈ జోన్‌ను ఉపయోగించండి.
th: ใช้โซนนี้เพื่อเชื่อมโยงรายการกับชั้นล่างสุดของรูปสามเหลี่ยม
uk: Використовуйте цю зону, щоб пов’язати елемент із нижнім шаром трикутника.
uz: Ushbu zonadan elementni uchburchakning pastki qatlami bilan bog‘lash uchun foydalaning.
vi: Sử dụng vùng này để liên kết một mục với lớp dưới cùng của hình tam giác.

source: Correct! This one belongs to The Top Zone.
af_za: Korrek! Hierdie een behoort aan The Top Zone.
da: Korrekt! Denne tilhører The Top Zone.
el: Σωστά! Αυτό ανήκει στην ζώνη κορυφής.
es_es: ¡Correcto! Éste pertenece a La Zona Top.
fa: درست! این یکی متعلق به The Top Zone است.
he: נכון! זה שייך ל-The Top Zone.
hi: सही! यह द टॉप जोन का है.
hu: Helyes! Ez a Felső Zónához tartozik.
it_it: Corretto! Questo appartiene alla Zona Superiore.
ja: 正解です！これはトップゾーンに属します。
ka: სწორია! ეს ერთ-ერთი ეკუთვნის The Top Zone-ს.
kk: Дұрыс! Бұл жоғарғы аймаққа жатады.
lv: Pareizi! Šis pieder Top zonai.
nl: Juist! Deze hoort bij The Top Zone.
ru: Верно! Этот ответ подходит к Верхней зоне.
sq: E sakte! Kjo i përket Zonës Top.
sv: Rätt! Den här hör till Toppzonen.
sw: Sahihi! Hii ni ya The Top Zone.
te: సరైన! ఇది టాప్ జోన్‌కు చెందినది.
th: ถูกต้อง! อันนี้เป็นของ The Top Zone
uk: Правильно! Цей належить до верхньої зони.
uz: To‘g‘ri! Bu Top Zonega tegishli.
vi: Chính xác! Cái này thuộc về The Top Zone.

source: Correct! This one belongs to The Middle Zone.
af_za: Korrek! Hierdie een behoort aan The Middle Zone.
da: Korrekt! Denne tilhører The Middle Zone.
el: Σωστά! Αυτό ανήκει στην ζώνη μέσης.
es_es: ¡Correcto! Éste pertenece a La Zona Media.
fa: درست! این یکی متعلق به The Middle Zone است.
he: נכון! זה שייך ל-The Middle Zone.
hi: सही! यह मध्य क्षेत्र का है।
hu: Helyes! Ez a Középső Zónához tartozik.
it_it: Corretto! Questo appartiene a The Middle Zone.
ja: 正解です！これはミドルゾーンに属します。
ka: სწორია! ეს ეკუთვნის შუა ზონას.
kk: Дұрыс! Бұл орта аймаққа жатады.
lv: Pareizi! Šis pieder Vidējai zonai.
nl: Juist! Deze behoort tot de Middenzone.
ru: Верно! Этот ответ подходит к Средней зоне.
sq: E sakte! Kjo i përket Zonës së Mesme.
sv: Rätt! Den här hör till Mellanzonen.
sw: Sahihi! Hii ni ya Ukanda wa Kati.
te: సరైన! ఇది మిడిల్ జోన్‌కు చెందినది.
th: ถูกต้อง! อันนี้เป็นของโซนกลาง
uk: Правильно! Цей належить до середньої зони.
uz: To‘g‘ri! Bu O‘rta zonaga tegishli.
vi: Chính xác! Cái này thuộc về The Middle Zone.

source: Correct! This one belongs to The Bottom Zone.
af_za: Korrek! Hierdie een behoort aan The Bottom Zone.
da: Korrekt! Denne tilhører The Bottom Zone.
el: Σωστά! Αυτό ανήκει στην ζώνη βάσης.
es_es: ¡Correcto! Éste pertenece a La Zona Inferior.
fa: درست! این یکی متعلق به The Bottom Zone است.
he: נכון! זה שייך ל-The Bottom Zone.
hi: सही! यह बॉटम ज़ोन का है।
hu: Helyes! Ez az alsó zónához tartozik.
it_it: Corretto! Questo appartiene a The Bottom Zone.
ja: 正解です！これはボトムゾーンに属します。
ka: სწორია! ეს ქვედა ზონას ეკუთვნის.
kk: Дұрыс! Бұл төменгі аймаққа жатады.
lv: Pareizi! Šis pieder The Bottom Zone.
nl: Juist! Deze hoort bij The Bottom Zone.
ru: Верно! Этот ответ подходит к Нижней зоне.
sq: E sakte! Kjo i përket Zonës së Fundit.
sv: Rätt! Den här tillhör bottenzonen.
sw: Sahihi! Hii ni ya The Bottom Zone.
te: సరైన! ఇది దిగువ మండలానికి చెందినది.
th: ถูกต้อง! อันนี้เป็นของ The Bottom Zone
uk: Правильно! Цей належить до нижньої зони.
uz: To‘g‘ri! Bu Bottom Zonega tegishli.
vi: Chính xác! Cái này thuộc về The Bottom Zone.

source: No, this item does not belong here. Try again.
af_za: Nee, hierdie item hoort nie hier nie. Probeer weer.
da: Nej, denne vare hører ikke hjemme her. Prøv igen.
el: Όχι, αυτό το αντικείμενο δεν ανήκει εδώ. Προσπαθήστε ξανά.
es_es: No. Este no va aquí. Inténtalo de nuevo.
fa: نه، این مورد به اینجا تعلق ندارد. دوباره امتحان کنید.
he: לא, פריט זה אינו שייך לכאן. יש לנסות שנית.
hi: नहीं, यह आइटम यहाँ नहीं है। पुनः प्रयास करें।
hu: Nem, ez az elem nem ide tartozik. Próbáld újra.
it_it: No, questo oggetto non appartiene a questo posto. Riprova.
ja: いいえ、このアイテムはここに属していません。もう一度試してください。
ka: არა, ეს ნივთი აქ არ ეკუთვნის. კიდევ სცადე.
kk: Жоқ, бұл элемент мұнда жатпайды. Қайтадан байқап көріңіз.
lv: Nē, šis vienums šeit nepieder. Mēģini vēlreiz.
nl: Nee, dit artikel hoort hier niet thuis. Probeer het nog eens.
ru: Нет, этот элемент не подходит сюда. Попробуйте ещё раз.
sq: Jo, ky artikull nuk i përket këtu. Provo sërish.
sv: Nej, det här föremålet hör inte hemma här. Försök igen.
sw: Hapana, kipengee hiki si cha hapa. Jaribu tena.
te: లేదు, ఈ అంశం ఇక్కడికి చెందినది కాదు. మళ్లీ ప్రయత్నించండి.
th: ไม่ รายการนี้ไม่ใช่ของที่นี่ ลองอีกครั้ง.
uz: Yo‘q, bu narsa bu yerga tegishli emas. Qayta urinib ko‘ring.
vi: Không, mục này không thuộc về nơi này. Thử lại.

source: You silly, there are no zones for this one.
af_za: Jou simpel, daar is geen sones vir hierdie een nie.
da: Din fjolle, der er ingen zoner til denne.
el: Ανόητε, δεν υπάρχουν ζώνες για αυτό.
es_es: Cabezahueca. No hay zonas para este.
fa: احمق، هیچ منطقه ای برای این یکی وجود ندارد.
he: אין אזורים עבור זה.
hi: आप मूर्खतापूर्ण हैं, इसके लिए कोई क्षेत्र नहीं है।
hu: Te buta, ehhez nincsenek zónák.
it_it: Sciocco, non ci sono zone per questo.
ka: სისულელეა, ამისთვის ზონები არ არსებობს.
kk: Ақымақ, бұл үшін аймақтар жоқ.
lv: Šajā gadījumā nav nekādu zonu.
nl: Gekkie, er zijn geen zones voor deze.
ru: Ай-яй-яй, для этого элемента нет подходящих зон.
sq: Ju budalla, nuk ka zona për këtë.
sv: Du tok, det finns inga zoner för den här.
sw: Mpumbavu wewe, hakuna kanda za hii.
te: మీరు వెర్రి, దీనికి జోన్‌లు లేవు.
th: คุณโง่ไม่มีโซนสำหรับอันนี้
uz: Qiziq ekansiz, bu yerda hech qanday zonalar yo‘q.
vi: Đồ ngốc, không có khu vực nào cho cái này cả.

source: Of course it goes here! It goes anywhere!
af_za: Natuurlik gaan dit hier! Dit gaan enige plek!
da: Selvfølgelig går den her! Det går overalt!
el: Ασφαλώς και ταιριάζει εδώ! Ταιριάζει οπουδήποτε!
es_es: ¡Claro que va aquí! ¡Va en todas partes!
fa: البته اینجا میره! به هر جایی میرسه!
he: בוודאי שזה לשם! זה מתאים בכל מקום!
hi: कहीं भी चला जाता है |
hu: Természetesen ide tartozik! Bárhová tartozhat!
it_it: Ovviamente va qui! Va ovunque!
ja: もちろん、ここに行きます！どこにでも行けます！
ka: რა თქმა უნდა, აქ მიდის! ის ყველგან მიდის!
kk: Әрине, бұл жерде жүреді! Ол кез келген жерге барады!
lv: Protams, ka tas der šeit! Tas der visur!
nl: Natuurlijk hoort het hier! Het gaat overal!
ru: Конечно, этот элемент подходит сюда! Он подходит куда угодно!
sq: Sigurisht që shkon këtu! Shkon kudo!
sv: Självklart går det här! Det går var som helst!
sw: Bila shaka inakwenda hapa! Inaenda popote!
te: వాస్తవానికి ఇది ఇక్కడకు వెళుతుంది! ఇది ఎక్కడికైనా వెళ్తుంది!
th: แน่นอนมันไปที่นี่! มันจะไปทุกที่!
uz: Albatta, bu erda ketadi! U har qanday joyga boradi!
vi: Tất nhiên là nó đi tới đây! Nó đi bất cứ đâu!

source: Goes to the top
af_za: Gaan na bo
da: Går til toppen
el: Ταιριάζει στην κορυφή
es_es: va a la cima
fa: به سمت بالا می رود
he: מתאים למעלה
hi: शीर्ष पर जाता है
hu: Felkerül a tetejére
it_it: Va in cima
ka: გადადის ზევით
kk: Жоғарыға шығады
lv: Iet uz augšu
nl: Gaat naar de top
ru: Подходит к верхнему уровню
sq: Shkon në krye
sv: Går till toppen
sw: Inakwenda juu
te: పైకి వెళుతుంది
th: ไปที่ด้านบน
uz: Yuqoriga chiqadi
vi: Đi lên đầu

source: Goes to the middle
af_za: Gaan na die middel
da: Går til midten
el: Ταιριάζει στην μέση
es_es: va al medio
fa: به وسط می رود
he: מתאים למרכז
hi: मध्य में चला जाता है
hu: A közepére kerül
it_it: Va al centro
ja: 中央に行く
ka: მიდის შუაში
kk: Ортаға барады
lv: Iet uz vidu
nl: Gaat naar het midden
ru: Подходит к среднему уровню
sq: Shkon në mes
sv: Går till mitten
sw: Inakwenda katikati
te: మధ్యలోకి వెళుతుంది
th: ไปตรงกลาง
uz: O‘rtaga boradi
vi: Đi đến giữa

source: Goes to the bottom
af_za: Gaan na onder
da: Går til bunds
el: Ταιριάζει στην βάση
es_es: va al fondo
fa: به پایین می رود
he: מתאים לתחתית
hi: तह तक जाता है
hu: Leér a legaljára
it_it: Va fino in fondo
ja: 一番下に行く
ka: მიდის ბოლოში
kk: Төменге барады
lv: Iet uz leju
nl: Gaat naar de bodem
ru: Подходит к нижнему уровню
sq: Shkon në fund
sv: Går till botten
sw: Inakwenda chini
te: దిగువకు వెళుతుంది
th: ไปที่ด้านล่าง
uz: Pastga tushadi
vi: Đi đến đáy

source: Goes anywhere
af_za: Gaan enige plek
da: Går overalt
el: Ταιριάζει οπουδήποτε.
es_es: Va a todas partes.
fa: هر جا می رود
he: בכל מקום
hi: कहीं भी चला जाता है |
hu: Bárhová megy
it_it: Va ovunque
ja: どこにでも行ける
ka: მიდის სადმე
kk: Кез келген жерге барады
lv: Iet jebkur
nl: Gaat overal naartoe
ru: Подходит всюду
sq: Shkon kudo
sw: Huenda popote
te: ఎక్కడికైనా వెళ్తుంది
th: ไปไหนก็ได้
uz: Har qanday joyga boradi
vi: Đi bất cứ đâu

source: I don't belong anywhere
af_za: Ek hoort nêrens nie
da: Jeg hører ingen steder til
el: Δεν ταιριάζω πουθενά
es_es: no pertenezco a ningún lado
fa: من به جایی تعلق ندارم
he: אינני שייך לשום מקום
hi: मैं कहीं भी नहीं हूं
hu: Nem tartozom sehova
it_it: Non appartengo a nessun posto
ja: どこにも属していない
ka: მე არსად არ ვეკუთვნი
kk: Мен ешқайда жатпаймын
lv: Es nekur nepiederu
nl: Ik hoor nergens bij
ru: Я никуда не подхожу
sq: Unë nuk i përkas askund
sv: Jag hör inte hemma någonstans
sw: mimi si mali popote
te: నేను ఎక్కడికీ చెందను
th: ฉันไม่ได้อยู่ในที่ใดเลย
uk: Я нікуди не належу
uz: Men hech qayerga tegishli emasman
vi: Tôi không thuộc về nơi nào cả

source: Drag the items onto the image above.
af_za: Sleep die items na die prent hierbo.
da: Træk elementerne til billedet ovenfor.
el: Σύρε τα αντικείμενα επάνω στην παραπάνω εικόνα.
es_es: Arrastra los ítems sobre la imagen superior.
fa: موارد را روی تصویر بالا بکشید.
he: גרור את הפריטים אל התמונה למעלה.
hi: ऊपर की छवि पर आइटम खींचें।
hu: Húzza az elemeket a fenti képre.
it_it: Trascina gli elementi sull&#39;immagine sopra.
ja: 画像の上にアイテムをドラッグしてください。
ka: გადაიტანეთ ელემენტები ზემოთ მოცემულ სურათზე.
kk: Элементтерді жоғарыдағы суретке сүйреңіз.
lv: Velciet vienumus uz iepriekš redzamo attēlu.
nl: Sleep de items naar de afbeelding hierboven.
ru: Перетащите элементы на изображение, расположенное выше.
sq: Zvarritni artikujt në imazhin e mësipërm.
sv: Dra objekten till bilden ovan.
sw: Buruta vipengee kwenye picha iliyo hapo juu.
te: పై చిత్రంపై అంశాలను లాగండి.
th: ลากรายการไปไว้บนภาพด้านบน
uk: Перетягніть елементи на зображення вище.
uz: Elementlarni yuqoridagi rasmga torting.
vi: Kéo các mục vào hình ảnh trên.

source: Good work! You have completed this drag and drop problem.
af_za: Goeie werk! Jy het hierdie sleep-en-los probleem voltooi.
da: Godt arbejde! Du har fuldført dette træk og slip-problem.
el: Καλή προσπάθεια! Ολοκλήρωσες το πρόβλημα Σύρε και επαπόθεσε
es_es: ¡Buen trabajo! Has completado este problema de arrastrar y soltar.
fa: کار خوب! شما این مشکل کشیدن و رها کردن را کامل کرده اید.
he: עבודה טובה! השלמת את בעיית הגרירה והשחרור הזו.
hi: अच्छा काम! आपने यह ड्रैग और ड्रॉप समस्या पूरी कर ली है।
hu: Szép munka! Megoldottad ezt a húzd és ejtsd feladatot.
it_it: Buon lavoro! Hai completato questo problema di trascinamento della selezione.
ja: よくできました！このドラッグ＆ドロップ問題を完了しました。
ka: კარგი საქმე! თქვენ დაასრულეთ გადაათრიეთ და ჩამოაგდეთ ეს პრობლემა.
kk: Жақсы жұмыс! Сіз осы апарып тастау мәселесін аяқтадыңыз.
lv: Labs darbs! Jūs pabeidzāt šo vilkšanas un nomešanas uzdevumu.
nl: Goed werk! Je hebt dit slepen-en-neerzetten-probleem voltooid.
ru: Хорошо! Вы справились с этим заданием.
sq: punë të mbarë! Ju e keni përfunduar këtë problem me tërheqje dhe lëshim.
sv: Bra jobbat! Du har slutfört denna drag-och-släpp-uppgift.
sw: Kazi nzuri! Umekamilisha tatizo hili la kuvuta na kuacha.
te: మంచి పని! మీరు ఈ డ్రాగ్ అండ్ డ్రాప్ సమస్యను పూర్తి చేసారు.
th: การทำงานที่ดี! คุณเสร็จสิ้นปัญหาการลากและวางนี้แล้ว
uk: Гарна робота! Ви виконали цю проблему перетягування.
uz: Yaxshi ish! Siz sudrab olib tashlash muammosini tugatdingiz.
vi: Làm tốt lắm! Bạn đã hoàn thành xong bài toán kéo thả này.

source: Title
af_za: Titel
da: Titel
el: Τίτλος
es_es: Título
fa: عنوان
he: כותרת
hi: शीर्षक
hu: Cím
it_it: Titolo
ja: タイトル
ka: სათაური
kk: Тақырып
lv: Nosaukums
nl: Titel
ru: Заголовок
sq: Titulli
sv: Titel
sw: Kichwa
te: శీర్షిక
uk: Назва
uz: Sarlavha
vi: Tiêu đề
