Repository: openedx/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, da, el, es_es, fa, he, hi, hu, it_it, ja, ka, kk, lv, nl, ru, sq, sv, sw, te, th, uk, uz, vi

source: For example, 'http://example.com/background.png' or '/static/background.png'.
af_za: Byvoorbeeld, &#39;http://example.com/background.png&#39; of &#39;/static/background.png&#39;.
da: For eksempel &#39;http://example.com/background.png&#39; eller &#39;/static/background.png&#39;.
el: Για παράδειγμα, "http://example.com/background.png" ή "/static/background.png".
es_es: Por ejemplo, &#39;http://example.com/antecedentes.png&#39; o &#39;/static/antecedentes.png&#39;.
fa: برای مثال، «http://example.com/background.png» یا «/static/background.png».
he: לדוגמה, 'http://example.com/background.png' או '/static/background.png'.
hi: उदाहरण के लिए, &#39;http://example.com/background.png&#39; या &#39;/static/background.png&#39;।
hu: Például: 'http://example.com/background.png' vagy '/static/background.png'.
it_it: Ad esempio, &quot;http://example.com/ background.png&quot; o &quot;/static/ background.png&quot;.
ja: 例えば、「http://example.com/background.png」や「/static/background.png」。
ka: მაგალითად, 'http://example.com/background.png' ან '/სტატიკური/background.png'.
lv: Piemēram, “http://example.com/background.png” vai “/static/background.png”.
nl: Bijvoorbeeld 'http://example.com/background.png' of '/static/background.png'.
ru: Например, http://example.com/background.png или /static/background.png
sq: Për shembull, &#39;http://example.com/background.png&#39; ose &#39;/static/background.png&#39;.
sv: Till exempel, 'http://example.com/background.png' eller '/static/background.png'.
sw: Kwa mfano, &#39;http://example.com/background.png&#39; au &#39;/static/background.png&#39;.
te: ఉదాహరణకు, &#39;http://example.com/background.png&#39; లేదా &#39;/static/background.png&#39;.
th: ตัวอย่างเช่น &#39;http://example.com/พื้นหลัง.png&#39; หรือ &#39;/static/พื้นหลัง.png&#39;
vi: Ví dụ: &#39;http://example.com/background.png&#39; hoặc &#39;/static/background.png&#39;.

source: Zone Layout
af_za: Sone-uitleg
el: Διάταξη ζωνών
es_es: Diseño de zona
fa: طرح بندی منطقه
he: פריסת אזור
hi: ज़ोन लेआउट
hu: Zóna elrendezés
it_it: Disposizione delle zone
ja: ゾーンレイアウト
ka: ზონის განლაგება
kk: Аймақ орналасуы
lv: Zonu izkārtojums
nl: Zone-indeling
ru: Раскладка Зоны
sq: Paraqitja e Zonës
sv: Zonlayout
sw: Mpangilio wa Eneo
te: జోన్ లేఅవుట్
th: เค้าโครงโซน
uz: Zona tartibi
vi: Bố cục vùng

source: Number of columns
af_za: Aantal kolomme
da: Antal kolonner
el: Αριθμός στηλών
es_es: Número de columnas
fa: تعداد ستون ها
he: מספר העמודות
hi: स्तंभों की संख्या
hu: Oszlopok száma
it_it: Numero di colonne
ja: 列の数
ka: სვეტების რაოდენობა
kk: Бағандар саны
lv: Kolonnu skaits
nl: Aantal kolommen
ru: Количество столбцов
sq: Numri i kolonave
sv: Antal kolumner
sw: Idadi ya safu wima
te: నిలువు వరుసల సంఖ్య
th: จำนวนคอลัมน์
uk: Кількість стовпців
uz: Ustunlar soni
vi: Số cột

source: Number of rows
af_za: Aantal rye
da: Antal rækker
el: Αριθμός γραμμών
es_es: Número de filas
fa: تعداد ردیف ها
he: מספר שורות
hi: पंक्तियों की संख्या
hu: Sorok száma
it_it: Numero di righe
ja: 行数
ka: მწკრივების რიცხვი
kk: Жолдар саны
lv: Rindu skaits
nl: Aantal rijen
ru: Количество строк
sq: Numri i rreshtave
sv: Antal rader
sw: Idadi ya safu
te: అడ్డు వరుసల సంఖ్య
th: จำนวนแถว
uk: Кількість рядків
uz: Qatorlar soni
vi: Số hàng

source: Number of columns and rows.
af_za: Aantal kolomme en rye.
da: Antal kolonner og rækker.
el: Αριθμός στηλών και γραμμών.
es_es: Número de columnas y filas.
fa: تعداد ستون ها و ردیف ها.
he: מספר עמודות ושורות.
hi: स्तंभों और पंक्तियों की संख्या.
hu: Oszlopok és sorok száma.
it_it: Numero di colonne e righe.
ja: 列と行の数。
ka: სვეტების და რიგების რაოდენობა.
kk: Бағандар мен жолдар саны.
lv: Kolonnu un rindu skaits.
nl: Aantal kolommen en rijen.
ru: Количество столбцов и строк.
sq: Numri i kolonave dhe rreshtave.
sv: Antal kolumner och rader.
sw: Idadi ya safu wima na safu.
te: నిలువు వరుసలు మరియు అడ్డు వరుసల సంఖ్య.
th: จำนวนคอลัมน์และแถว
uk: Кількість стовпців і рядків.
uz: Ustunlar va qatorlar soni.
vi: Số lượng cột và hàng.

source: Zone Size
af_za: Sone Grootte
da: Zonestørrelse
el: Μέγεθος ζώνης
es_es: Tamaño de zona
fa: اندازه منطقه
he: גודל אזור
hi: ज़ोन का आकार
hu: Zóna méret
it_it: Dimensione della zona
ja: ゾーンサイズ
ka: ზონის ზომა
kk: Аймақ өлшемі
lv: Zonas izmērs
nl: Zonegrootte
ru: Размер Зоны
sq: Madhësia e Zonës
sv: Zonstorlek
sw: Ukubwa wa Eneo
te: జోన్ పరిమాణం
th: ขนาดโซน
uk: Розмір зони
uz: Zona hajmi
vi: Kích thước vùng

source: Zone width
af_za: Sone breedte
da: Zone bredde
el: Πλάτος ζώνης
es_es: Ancho de zona
fa: عرض منطقه
he: רוחב אזור
hi: जोन की चौड़ाई
hu: Zóna szélessége
it_it: Larghezza della zona
ja: ゾーン幅
ka: ზონის სიგანე
kk: Аймақ ені
lv: Zonas platums
nl: Zonebreedte
ru: Ширина Зоны
sq: Gjerësia e zonës
sv: Zonbredd
sw: Upana wa eneo
te: జోన్ వెడల్పు
th: ความกว้างของโซน
uk: Ширина зони
uz: Zona kengligi
vi: Chiều rộng vùng

source: Zone height
af_za: Sone hoogte
da: Zonehøjde
el: Ύψος ζώνης
es_es: Altura de la zona
fa: ارتفاع منطقه
he: גובה אזור
hi: जोन की ऊंचाई
hu: Zóna magasság
it_it: Altezza della zona
ja: ゾーンの高さ
ka: ზონის სიმაღლე
kk: Аймақ биіктігі
lv: Zonas augstums
nl: Zonehoogte
ru: Высота Зоны
sq: Lartësia e zonës
sv: Zonhöjd
sw: Urefu wa eneo
te: జోన్ ఎత్తు
th: ความสูงของโซน
uk: Висота зони
uz: Zona balandligi
vi: Chiều cao vùng

source: Size of a single zone in pixels.
af_za: Grootte van &#39;n enkele sone in pixels.
da: Størrelsen af en enkelt zone i pixels.
el: Μέγεθος μονής ζώνης σε εικονοστοιχεία.
es_es: Tamaño de una sola zona en píxeles.
fa: اندازه یک منطقه واحد بر حسب پیکسل.
he: גודל של אזור בודד בפיקסלים.
hi: एकल ज़ोन का आकार पिक्सेल में.
hu: Egy zóna mérete pixelben.
it_it: Dimensione di una singola zona in pixel.
ja: 単一ゾーンのサイズ（ピクセル単位）
ka: ერთი ზონის ზომა პიქსელებში.
kk: Бір аймақтың пиксельдегі өлшемі.
lv: Vienas zonas lielums pikseļos.
nl: Grootte van een enkele zone in pixels.
ru: Размер отдельной зоны в пикселях.
sq: Madhësia e një zone të vetme në pixel.
sv: Storleken på en enskild zon i pixlar.
sw: Ukubwa wa eneo moja kwa saizi.
te: పిక్సెల్‌లలో ఒకే జోన్ పరిమాణం.
th: ขนาดของโซนเดียวในหน่วยพิกเซล
uk: Розмір окремої зони в пікселях.
uz: Bitta zonaning piksellardagi o‘lchami.
vi: Kích thước của một vùng tính bằng pixel.

source: Generate image and zones
af_za: Genereer beeld en sones
da: Generer billede og zoner
el: Δημιουργία εικόνας και ζωνών
es_es: Generar imagen y zonas.
fa: ایجاد تصویر و مناطق
he: צור תמונה ואזורים
hi: छवि और क्षेत्र उत्पन्न करें
hu: Kép és zónák generálása
it_it: Genera immagine e zone
ja: 画像とゾーンを生成
ka: შექმენით სურათი და ზონები
kk: Кескін мен аймақтарды жасаңыз
lv: Ģenerējiet attēlu un zonas
nl: Genereer een afbeelding en zones
ru: Создать изображение и зоны
sq: Gjeneroni imazhe dhe zona
sv: Generera bild och zoner
sw: Tengeneza picha na kanda
te: చిత్రం మరియు జోన్‌లను రూపొందించండి
th: สร้างภาพและโซน
uk: Створіть зображення та зони
uz: Tasvir va zonalarni yarating
vi: Tạo hình ảnh và vùng

source: Background description
af_za: Agtergrond beskrywing
da: Baggrundsbeskrivelse
el: Περιγραφή υποβάθρου
es_es: Descripción de fondo
fa: توضیحات پس زمینه
he: תיאור רקע
hi: पृष्ठभूमि विवरण
hu: Háttérleírás
it_it: Descrizione sfondo
ja: 背景の説明
ka: ფონის აღწერა
kk: Фондық сипаттама
lv: Fona apraksts
nl: Achtergrondbeschrijving
ru: Описание фона
sq: Përshkrimi i sfondit
sv: Bakgrundsbeskrivning
sw: Maelezo ya usuli
te: నేపథ్య వివరణ
th: คำอธิบายพื้นหลัง
uk: Опис фону
uz: Fon tavsifi
vi: Mô tả nền

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
af_za: Verskaf asseblief &#39;n beskrywing van die prent vir nie-visuele gebruikers. Die beskrywing moet voldoende inligting verskaf om enigiemand toe te laat om die probleem op te los selfs sonder om die beeld te sien.
da: Angiv venligst en beskrivelse af billedet til ikke-visuelle brugere. Beskrivelsen skal give tilstrækkelig information til at tillade nogen at løse problemet selv uden at se billedet.
el: Δώστε μια περιγραφή της εικόνας για άτομα με δυσκολίες όρασης. Η περιγραφή θα πρέπει να παρέχει επαρκείς πληροφορίες για να επιτρέπει σε οποιονδήποτε να επιλύσει το πρόβλημα ακόμα και χωρίς να μπορεί να δει την εικόνα.
es_es: Proporcione una descripción de la imagen para usuarios no visuales. La descripción debe proporcionar suficiente información para permitir que cualquiera para solucionar el problema incluso sin ver la imagen.
fa: لطفا توضیحی در مورد تصویر برای کاربران غیر بصری ارائه دهید. توضیحات باید اطلاعات کافی برای اجازه دادن به هر کسی ارائه دهد برای حل مشکل حتی بدون دیدن تصویر.
he: נא ספק תיאור של התמונה למשתמשים חסרי יכולת ויזואלית. התיאור חייב לספק מידע במידה מספקת ולאפשר לכל אחד לפתור את הבעיה גם מבלי לראות את התמונה.
hi: कृपया गैर-दृश्य उपयोगकर्ताओं के लिए छवि का विवरण प्रदान करें। विवरण में किसी को भी अनुमति देने के लिए पर्याप्त जानकारी प्रदान की जानी चाहिए छवि देखे बिना भी समस्या का समाधान करना।
hu: Kérjük, adjon meg egy leírást a képről a nem vizuális felhasználók számára. A leírásnak elegendő információt kell nyújtania ahhoz, hogy bárki megoldhassa a problémát, még akkor is, ha nem látja a képet.
it_it: Si prega di fornire una descrizione dell&#39;immagine per gli utenti non visivi. La descrizione dovrebbe fornire informazioni sufficienti per consentire a chiunque per risolvere il problema anche senza vedere l&#39;immagine.
ka: გთხოვთ, მოგვაწოდოთ სურათის აღწერა არავიზუალური მომხმარებლებისთვის. აღწერილობა უნდა იყოს საკმარისი ინფორმაცია, რომ ვინმეს დაუშვას პრობლემის გადასაჭრელად, სურათის ნახვის გარეშეც კი.
lv: Lūdzu, sniedziet attēla aprakstu lietotājiem, kas nav vizuāli orientēti. Aprakstā jāsniedz pietiekama informācija, lai ikviens varētu atrisināt problēmu, pat neredzot attēlu.
ru: Пожалуйста, опишите изображение для невидящих пользователей. Описание должно содержать достаточно информации, чтобы любой мог решить задачу, даже не видя изображение.
sq: Ju lutemi jepni një përshkrim të imazhit për përdoruesit jo-vizualë. Përshkrimi duhet të ofrojë informacion të mjaftueshëm për të lejuar këdo për të zgjidhur problemin edhe pa parë imazhin.
sw: Tafadhali toa maelezo ya picha kwa watumiaji wasioona. Maelezo yanapaswa kutoa maelezo ya kutosha ili kuruhusu mtu yeyote kutatua tatizo hata bila kuona picha.
te: దయచేసి విజువల్ కాని వినియోగదారుల కోసం చిత్రం యొక్క వివరణను అందించండి. వివరణ ఎవరినైనా అనుమతించడానికి తగిన సమాచారాన్ని అందించాలి చిత్రాన్ని చూడకుండా కూడా సమస్యను పరిష్కరించడానికి.
th: โปรดระบุคำอธิบายรูปภาพสำหรับผู้ใช้ที่มองไม่เห็น คำอธิบายควรให้ข้อมูลที่เพียงพอสำหรับทุกคน เพื่อแก้ไขปัญหาแม้จะไม่เห็นภาพก็ตาม
uk: Будь ласка, надайте опис зображення для невізуальних користувачів. Опис повинен містити достатньо інформації, щоб будь-хто міг вирішити проблему, навіть не бачивши зображення.
uz: Vizual bo‘lmagan foydalanuvchilar uchun rasmning tavsifini bering. Tavsif har kimga ruxsat berish uchun etarli ma'lumotni taqdim etishi kerak tasvirni ko‘rmasdan ham muammoni hal qilish.
vi: Vui lòng cung cấp mô tả về hình ảnh cho người dùng không trực quan. Mô tả phải cung cấp đủ thông tin để cho phép bất kỳ ai để giải quyết vấn đề ngay cả khi không nhìn thấy hình ảnh.

source: Zone labels
af_za: Sone etikette
da: Zone etiketter
el: Ετικέτες ζώνης
es_es: Etiquetas de zona
fa: برچسب های منطقه
he: תוויות האזור
hi: ज़ोन लेबल
hu: Zónacímkék
it_it: Etichette della zona
ja: ゾーンラベル
ka: ზონის ეტიკეტები
kk: Аймақ белгілері
lv: Zonu etiķetes
ru: Подписи зон
sq: Etiketat e zonave
sv: Zonetiketter
sw: Lebo za eneo
te: జోన్ లేబుల్స్
th: ป้ายโซน
uk: Мітки зон
uz: Hudud belgilari
vi: Nhãn vùng

source: Display label names on the image
af_za: Vertoon etiketname op die prent
da: Vis etiketnavne på billedet
el: Προβολή ονομάτων ετικετών επάνω στην εικόνα
es_es: Mostrar nombres de etiquetas en la imagen
fa: نمایش نام برچسب ها روی تصویر
he: יש להציג את שמות התווית על התמונה
hi: छवि पर लेबल नाम प्रदर्शित करें
hu: Jelenítse meg a címkéket a képen
it_it: Visualizza i nomi delle etichette sull'immagine
ja: 画像にラベル名を表示
ka: ეტიკეტების სახელების ჩვენება სურათზე
kk: Кескінде жапсырма атауларын көрсету
lv: Attēlā parādiet etiķešu nosaukumus
nl: Geef labelnamen op de afbeelding weer
ru: Показывать подписи на изображении
sq: Shfaqni emrat e etiketave në imazh
sv: Visa etikettnamn på bilden
sw: Onyesha majina ya lebo kwenye picha
te: చిత్రంపై లేబుల్ పేర్లను ప్రదర్శించండి
th: แสดงชื่อป้ายกำกับบนภาพ
uk: Відображати назви міток на зображенні
uz: Rasmda yorliq nomlarini ko‘rsatish
vi: Hiển thị tên nhãn trên hình ảnh

source: Zone borders
af_za: Sone grense
da: Zonegrænser
el: Όρια ζώνης
es_es: Fronteras de la zona
fa: مرزهای منطقه
he: גבולות האזור
hi: क्षेत्र की सीमाएँ
hu: Zónahatárok
it_it: Bordi della zona
ja: ゾーン境界
ka: ზონის საზღვრები
kk: Аймақ шекаралары
lv: Zonu robežas
nl: Zonegrenzen
ru: Границы зон
sq: Kufijtë e zonës
sv: Zongränser
sw: Mipaka ya eneo
te: జోన్ సరిహద్దులు
th: ขอบเขตโซน
uk: Межі зон
uz: Zona chegaralari
vi: Biên giới vùng

source: Display zone borders on the image
af_za: Vertoon sonegrense op die prent
da: Vis zonekanter på billedet
el: Προβολή περιθωρίων ζώνης επάνω στην εικόνα
es_es: Mostrar bordes de zona en la imagen
fa: نمایش حاشیه های ناحیه روی تصویر
he: הצג את גבולות האזור על התמונה
hi: छवि पर ज़ोन सीमाएँ प्रदर्शित करें
hu: Jelenítse meg a zónahatárokat a képen
it_it: Visualizza i bordi della zona sull&#39;immagine
ja: 画像にゾーン境界を表示
ka: ზონის საზღვრების ჩვენება სურათზე
kk: Кескіндегі аймақ шекараларын көрсету
lv: Attēlā parādīt zonas robežas
nl: Zoneranden op de afbeelding weergeven
ru: Отображать границы зон на изображении
sq: Shfaqni kufijtë e zonës në imazh
sw: Onyesha mipaka ya eneo kwenye picha
te: చిత్రంపై జోన్ సరిహద్దులను ప్రదర్శించండి
th: แสดงเส้นขอบโซนบนภาพ
uk: Відображення меж зони на зображенні
uz: Rasmda zona chegaralarini ko‘rsatish
vi: Hiển thị vùng viền trên ảnh

source: Display zone borders when dragging an item
af_za: Vertoon sonegrense wanneer &#39;n item gesleep word
da: Vis zonerammer, når du trækker et element
el: Προβολή περιθωρίων ζώνης όταν σύρετε ένα αντικείμενο
es_es: Mostrar bordes de zona al arrastrar un elemento
fa: هنگام کشیدن یک مورد، مرزهای منطقه را نمایش دهید
he: הצג גבולות אזור בעת גרירת פריט
hi: किसी आइटम को खींचते समय ज़ोन बॉर्डर प्रदर्शित करें
hu: Jelenítse meg a zónahatárokat, amikor egy elemet húz.
it_it: Visualizza i bordi della zona durante il trascinamento di un elemento
ja: アイテムをドラッグするときにゾーンの境界線を表示する
ka: ზონის საზღვრების ჩვენება ელემენტის გადათრევისას
kk: Элементті сүйреу кезінде аймақ шекараларын көрсету
lv: Rādīt zonas robežas, velkot vienumu
nl: Zonegrenzen weergeven bij het slepen van een item
ru: Отображение границ зоны при перетаскивании элемента
sq: Shfaq kufijtë e zonës kur tërhiqni një artikull
sv: Visa zongränser när ett objekt dras
sw: Onyesha mipaka ya eneo unapoburuta kipengee
te: అంశాన్ని లాగేటప్పుడు జోన్ సరిహద్దులను ప్రదర్శించండి
th: แสดงเส้นขอบโซนเมื่อลากรายการ
uk: Відображати межі зон під час перетягування елемента
uz: Elementni tortib olayotganda zona chegaralarini ko‘rsatish
vi: Hiển thị đường viền vùng khi kéo một mục

source: Zone definitions
af_za: Sone definisies
da: Zone definitioner
el: Ορισμοί ζώνης
es_es: Definiciones de zona
fa: تعاریف منطقه
he: הפרדות אזור
hi: ज़ोन परिभाषाएँ
hu: Zóna definíciók
it_it: Definizioni della zona
ja: ゾーン定義
ka: ზონის განმარტებები
kk: Аймақ анықтамалары
lv: Zonu definīcijas
nl: Zonedefinities
ru: Зоны
sq: Përkufizimet e zonave
sv: Zondefinitioner
sw: Ufafanuzi wa eneo
te: జోన్ నిర్వచనాలు
th: คำจำกัดความของโซน
uk: Визначення зон
uz: Zona ta'riflari
vi: Định nghĩa vùng

source: Add a zone
af_za: Voeg &#39;n sone by
da: Tilføj en zone
el: Προσθήκη μιας ζώνης
es_es: Agregar una zona
fa: یک منطقه اضافه کنید
he: הוסף אזור
hi: एक ज़ोन जोड़ें
hu: Adjon hozzá egy zónát
it_it: Aggiungi una zona
ja: ゾーンを追加
ka: ზონის დამატება
kk: Аймақ қосыңыз
lv: Pievienojiet zonu
nl: Voeg een zone toe
ru: Добавить зону
sq: Shtoni një zonë
sv: Lägga till en zon
sw: Ongeza eneo
te: జోన్‌ను జోడించండి
th: เพิ่มโซน
uk: Додайте зону
uz: Hudud qo‘shing
vi: Thêm một khu vực

source: Items
da: genstande
el: Αντικείμενα
es_es: Elementos
fa: موارد
he: פריטים
hi: इटेम्स
hu: Tételek
it_it: Oggetti
ja: アイテム
ka: ელემენტები
kk: Элементтер
lv: Preces
nl: Artikelen
ru: Элементы
sq: Artikuj
sv: Föremål
sw: Vipengee
te: వస్తువులు
th: รายการ
uk: Елементи
uz: Elementlar
vi: Mặt hàng

source: Item definitions
af_za: Item definisies
da: Varedefinitioner
el: Ορισμοί αντικειμένου
es_es: Definiciones de artículos
fa: تعاریف آیتم ها
he: הגדרות פריט
hi: आइटम परिभाषाएँ
hu: Elem definíciók
it_it: Definizioni degli articoli
ja: アイテム定義
ka: ნივთის განმარტებები
kk: Элемент анықтамалары
lv: Preču definīcijas
nl: Artikeldefinities
ru: Определения элемента
sq: Përkufizimet e artikujve
sw: Ufafanuzi wa vitu
te: అంశం నిర్వచనాలు
th: คำจำกัดความของรายการ
uk: Визначення предметів
uz: Element ta'riflari
vi: Định nghĩa mục

source: Add an item
af_za: Voeg &#39;n item by
da: Tilføj et element
el: Προσθήκη ενός αντικειμένου
es_es: Agregar un artículo
fa: یک مورد اضافه کنید
he: הוסף פריט
hi: एक आइटम जोड़ें
hu: Adj hozzá egy elemet
it_it: Aggiungi un oggetto
ka: ელემენტის დამატება
kk: Элементті қосыңыз
lv: Pievienojiet vienumu
nl: Voeg een artikel toe
ru: Добавить элемент
sq: Shto një artikull
sv: Lägga till ett objekt
sw: Ongeza kipengee
te: ఒక అంశాన్ని జోడించండి
th: เพิ่มรายการ
uk: Додайте предмет
uz: Element qo‘shing
vi: Thêm một mục

source: Continue
af_za: Aanhou
da: Fortsæt
el: Συνέχεια
es_es: Continuar
fa: ادامه هید
he: המשך
hi: जारी रखें
hu: Folytatás
it_it: Continua
ka: გაგრძელება
kk: Жалғастыру
lv: Turpināt
nl: Doorgaan
ru: Продолжить
sq: Vazhdo
sv: Fortsätt
sw: Endelea
te: కొనసాగించు
th: ดำเนินการต่อ
uk: Продовжити
uz: Davom eting
vi: Tiếp tục

source: Save
af_za: Stoor
da: Gem
el: Αποθήκευση
es_es: Guardar
fa: صرفه جویی
he: שמירה
hi: सेव करें
hu: Mentés
it_it: Salva
ja: 保存
ka: შენახვა
kk: Сақтау
lv: Saglabāt
nl: Opslaan
ru: Сохранить
sq: Ruaj
sv: Spara
sw: Hifadhi
te: సేవ్ చేయండి
uk: Зберегти
uz: Saqlash
vi: Lưu

source: Cancel
af_za: Kanselleer
da: Annuller
el: Ακύρωση
es_es: Cancelar
fa: لغو کنید
he: ביטול
hi: रद्द करें
hu: Megszakít
it_it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
lv: Atcelt
nl: Annuleren
ru: Отмена
sq: Anulo
sw: Ghairi
te: రద్దు చేయండి
th: ยกเลิก
uk: Відмінити
uz: Bekor qilish
vi: Hủy bỏ

source: Your highest score is {score}
af_za: Jou hoogste telling is {score}
da: Din højeste score er {score}
el: Η υψηλότερη βαθμολογία σας είναι {score}
es_es: Tu puntuación más alta es {score}
fa: بالاترین امتیاز شما {score} است
he: הציון הגבוה ביותר שלך הוא {score}
hi: आपका उच्चतम स्कोर {score} है
hu: A legmagasabb pontszámod {score}
it_it: Il tuo punteggio più alto è {score}
ja: あなたの最高得点は{score}です
ka: თქვენი ყველაზე მაღალი ქულა არის {score}
kk: Сіздің ең жоғары ұпайыңыз - {score}
lv: Jūsu augstākais rezultāts ir {score}
nl: Je hoogste score is {score}
ru: Ваш максимальный балл: {score}
sq: Rezultati juaj më i lartë është {score}
sv: Ditt högsta resultat är {score}
sw: Alama yako ya juu zaidi ni {score}
te: మీ అత్యధిక స్కోర్ {score}
th: คะแนนสูงสุดของคุณคือ {score}
uk: Ваш найвищий бал – {score}
uz: Sizning eng yuqori ballingiz {score}
vi: Điểm cao nhất của bạn là {score}

source: Final attempt was used, highest score is {score}
af_za: Finale poging is gebruik, hoogste telling is {score}
da: Sidste forsøg blev brugt, højeste score er {score}
el: Χρησιμοποιήθηκε η τελική προσπάθεια, η υψηλότερη βαθμολογία είναι {score}
es_es: Se utilizó el último intento, la puntuación más alta es {score}
fa: تلاش نهایی استفاده شد، بالاترین امتیاز {score} است
he: נעשה שימוש בניסיון האחרון, הציון הגבוה ביותר הוא {score}
hi: अंतिम प्रयास का उपयोग किया गया, उच्चतम स्कोर {score} है
hu: Az utolsó próbálkozás felhasználásra került, a legmagasabb pontszám: {score}
it_it: È stato utilizzato il tentativo finale, il punteggio più alto è {score}
ja: 最終試行が使用され、最高スコアは{score}です。
ka: გამოყენებულია საბოლოო მცდელობა, ყველაზე მაღალი ქულა არის {score}
kk: Соңғы әрекет қолданылды, ең жоғары балл {score}
lv: Tika izmantots pēdējais mēģinājums, augstākais rezultāts ir {score}
nl: Laatste poging is gebruikt, hoogste score is {score}
ru: Последняя попытка использована, максимальный балл: {score}
sq: Përpjekja përfundimtare u përdor, rezultati më i lartë është {score}
sw: Jaribio la mwisho lilitumika, alama ya juu zaidi ni {score}
te: చివరి ప్రయత్నం ఉపయోగించబడింది, అత్యధిక స్కోర్ {score}
th: มีการใช้ความพยายามครั้งสุดท้าย คะแนนสูงสุดคือ {score}
uk: Використано останню спробу, найвищий бал {score}
uz: Yakuniy urinish ishlatilgan, eng yuqori ball {score}
vi: Lần thử cuối cùng đã được sử dụng, điểm cao nhất là {score}

source: Correctly placed {correct_count} item
af_za: Korrek geplaas {correct_count} item
da: Korrekt placeret {correct_count} element
el: Σωστά τοποθετημένο στοιχείο {correct_count}
es_es: Artículo {correct_count} colocado correctamente
fa: مورد {correct_count} به درستی قرار داده شده است
he: פריט {correct_count} ממוקם נכון
hi: सही ढंग से रखा गया {correct_count} आइटम
hu: Helyesen elhelyezett {correct_count} elem
it_it: Elemento {correct_count} posizionato correttamente
ja: 正しく配置されたアイテム数: {correct_count}
ka: სწორად განთავსებული {correct_count} ნივთი
kk: Дұрыс орналастырылған {correct_count} элементі
lv: Pareizi novietotas {correct_count} vienumi
nl: Correct geplaatste {correct_count} item
ru: Правильно размещенный элемент {correct_count} .
sq: Artikulli {correct_count} i vendosur saktë
sv: Korrekt placerad {correct_count} artikel
sw: Imewekwa kwa usahihi kipengee cha {correct_count}
te: {correct_count} అంశం సరిగ్గా ఉంచబడింది
th: วางรายการ {correct_count} อย่างถูกต้อง
uk: Правильно розміщений елемент {correct_count}
uz: To‘g‘ri joylashtirilgan {correct_count} elementlar
vi: Các mục {correct_count} được đặt đúng

source: Misplaced {misplaced_count} item
af_za: Misplaaste {misplaced_count} item
da: Forlagt {misplaced_count} vare
el: Εσφαλμένο στοιχείο {misplaced_count}
es_es: Artículo {misplaced_count} fuera de lugar
fa: مورد {misplaced_count} نابجا
he: פריט {misplaced_count} שגוי
hi: {misplaced_count} आइटम ग़लत रखा गया
hu: Helytelenül elhelyezett {misplaced_count} elem
it_it: Articolo {misplaced_count} fuori posto
ja: 紛失したアイテム数: {misplaced_count}
ka: არასწორად განთავსებული {misplaced_count} ნივთი
kk: Қате орналастырылған {misplaced_count} элементі
lv: Nepareizi novietoti {misplaced_count} vienumi
nl: Misplaatst {misplaced_count} -item
ru: Неправильно размещен элемент {misplaced_count} .
sq: Artikulli {misplaced_count} i vendosur gabimisht
sv: Felplacerad {misplaced_count} artikel
sw: Kipengee cha {misplaced_count} ambacho hakijawekwa sawa
te: {misplaced_count} అంశం తప్పుగా ఉంచబడింది
th: วางผิดที่ {misplaced_count} รายการ
uk: Загублений елемент {misplaced_count}
uz: Noto‘g‘ri joylashtirilgan {misplaced_count} element
vi: Các mục {misplaced_count} bị đặt sai vị trí
