Repository: openedx/openedx-translations
Catalog: translations/xblock-image-explorer/image_explorer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, fa, fr, he, hi, hu, it_it, ja, kk, lv, pt_br, pt_pt, ro, ru, sv, sw, te, th, tr_tr, uz, vi, zh_cn, zh_hk

source: Display Name
af_za: Vertoon Naam
ar: الاسم المعروض
az: Ad göstərin
bo: འཆར་མིང་།
da: Vist navn
de_de: Anzeigename
el: Εμφανιζόμενο όνομα
es_419: Nombre a mostrar
fa: نام نمایشی
fr: Nom d'affichage
he: שם לתצוגה
hi: नाम प्रदर्शित करें
hu: Megjelenített név
it_it: Mostra il nome
ja: 表示名
kk: Көрсетілетін атау
lv: Parādāmais nosaukums
pt_br: Exibir Nome
pt_pt: Nome a Exibir
ro: Nume afișare
ru: Отображаемое название
sv: Visningsnamn
sw: Jina la Kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr_tr: Görünen Ad
uz: Ko‘rsatiladigan ism
vi: Tên hiển thị
zh_cn: 显示名称
zh_hk: 顯示名稱

source: This name appears in the horizontal navigation at the top of the page.
af_za: Hierdie naam verskyn in die horisontale navigasie boaan die bladsy.
ar: يظهر هذا الاسم في شريط التنقل الأفقي أعلى الصفحة.
az: Bu ad səhifənin yuxarı hissəsindəki üfüqi naviqasiyada görünür.
bo: མིང་འདི་ནི་ཤོག་ངོས་འདིའི་སྒང་གི་འཕྲེད་ལ་ཡོད་པའི་ཕྱོགས་ཁྲིད་དེའི་ནང་འཆར་ཡོང་བ་ཡིན།
da: Dette navn vises i den vandrette navigation øverst på siden.
de_de: Dieser Name erscheint in der horizontalen Navigation oben auf der Seite.
el: Αυτό το όνομα εμφανίζεται στην οριζόντια πλοήγηση στο επάνω μέρος της σελίδας.
es_419: Este nombre aparece en la navegación horizontal en la parte superior de la página.
fa: این نام در پیمایش افقی در بالای صفحه ظاهر می‌شود.
fr: Ce nom apparaît dans la barre de navigation horizontale en haut de la page.
he: שם זה מופיע בניווט האופקי בראש העמוד.
hi: यह नाम पृष्ठ के शीर्ष पर क्षैतिज नेविगेशन में दिखाई देता है।
hu: Ez a név jelenik meg a vízszintes navigációs sávban az oldal tetején
it_it: Questo nome appare nella navigazione orizzontale nella parte superiore della pagina.
ja: ページ上部の水平ナビゲーションにこの名前が表示されます。
kk: Бұл атау беттің жоғарғы жағындағы көлденең шарлауда пайда болады.
lv: Šis nosaukums ir redzams horizontālajā navigācijas joslā lapas augšdaļā.
pt_br: Este nome aparece na navegação horizontal no topo da página.
pt_pt: Este nome aparece na navegação horizontal no topo da página.
ro: Acest nume apare în bara de navigare orizontală din partea de sus a paginii.
ru: Это имя отображается в горизонтальной навигации вверху страницы.
sv: Detta namn visas i den horisontella navigeringen högst upp på sidan.
sw: Jina hili linaonekana katika usogezaji mlalo juu ya ukurasa.
te: ఈ పేరు పేజీ ఎగువన ఉన్న క్షితిజ సమాంతర నావిగేషన్‌లో కనిపిస్తుంది.
th: ชื่อนี้ปรากฏในการนำทางแนวนอนที่ด้านบนของหน้า
tr_tr: Bu ad, sayfanın üst kısmındaki yatay gezinme alanında görünür.
uz: Ushbu nom sahifaning yuqori qismidagi gorizontal navigatsiyada ko‘rinadi.
vi: Tên này xuất hiện trong điều hướng ngang ở đầu trang.
zh_cn: 该名称出现在页面顶部的水平导航中。
zh_hk: 該名稱出現在頁面頂部的水平導航中。

source: Image Explorer
af_za: Beeldverkenner
ar: مستكشف الصور
bo: འདྲ་པར་འཚོལ་བྱེད།
da: Billedstifinder
de_de: Bild-Explorer
el: Εξερεύνηση εικόνων
es_419: Explorador de imágenes
fa: کاوشگر تصویر
fr: Explorateur d&#39;images
he: סייר תמונות
hi: छवि एक्सप्लोरर
hu: Kép Felfedező
it_it: Esplora immagini
ja: 画像エクスプローラー
pt_br: Explorador de imagens
pt_pt: Explorador de imagens
ro: Explorator de Imagine
ru: Обозреватель изображений
sv: Bildutforskare
sw: Kichunguzi cha Picha
te: ఇమేజ్ ఎక్స్‌ప్లోరర్
th: โปรแกรมสำรวจรูปภาพ
tr_tr: Görüntü Gezgini
uz: Rasm Explorer
vi: Trình khám phá hình ảnh
zh_cn: 图像浏览器
zh_hk: 圖像瀏覽器

source: Hot Spots Coordinates Centered
af_za: Warm kolle koördinate gesentreer
ar: توسيط إحداثيات النُقاط النَشِطة
az: İsti Nöqtələrin Koordinatları Mərkəzləşdirilib
bo: ཚ་ཁུལ་གྱི་སྦྲེལ་མཐུད་དབུས་སུ་བཞག་ཡོད།
da: Hot Spots koordinater centreret
de_de: Hot-Spot-Koordinaten zentriert
el: Συντεταγμένες καυτών σημείων στο κέντρο
es_419: Coordenadas de puntos calientes centradas
fa: کانون مختصات نقاط برجسته
fr: Coordonnées des points chauds centrés
he: קואורדינטות נקודות חמות ממורכזות
hi: हॉट स्पॉट निर्देशांक केन्द्रित
hu: Forró pontok koordinátái középen
it_it: Coordinate dei punti caldi centrate
ja: ホットスポット座標の中心化
kk: Ыстық нүктелердің координаталары ортаңғыланған
lv: Karstie punkti koordinātas centrētas
pt_br: Coordenadas de pontos quentes centralizadas
pt_pt: Coordenadas de pontos quentes centradas
ro: Coordonatele punctelor fierbinți centrate
ru: Координаты горячих точек по центру
sv: Koordinater för centrering av hotspots
sw: Viratibu vya Maeneo Moto Vikizingatia
te: హాట్ స్పాట్‌ల కోఆర్డినేట్‌లు కేంద్రీకృతమై ఉన్నాయి
th: พิกัดฮอตสปอตอยู่กึ่งกลาง
tr_tr: Sıcak Noktalar Koordinatları Ortalanmış
uz: Issiq nuqtalar koordinatalari markazlashtirilgan
vi: Điểm nóng Tọa độ được căn giữa
zh_cn: 热点坐标居中
zh_hk: 熱點座標居中

source: Store hotspots opened by student, for completion
af_za: Stoor hotspots wat deur student oopgemaak is, vir voltooiing
ar: قم بتخزين نقاط الاتصال التي فتحها الطالب، لاستكمالها
az: Tələbə tərəfindən açılan qaynar nöqtələri tamamlamaq üçün saxla
bo: སློབ་མས་མཇུག་སྒྲིལ་ཆེད་ཁ་ཕྱེ་བའི་ཚོང་ཁང་གི་ཚ་དྲོད་ས་ཚིགས།
da: Opbevar hotspots åbnet af studerende, til færdiggørelse
de_de: Vom Studenten eröffnete Store-Hotspots zur Fertigstellung
el: Σημεία πρόσβασης καταστημάτων που άνοιξε ο μαθητής, για συμπλήρωση
es_419: Tienda de puntos de acceso abiertos por el estudiante, para completar
fa: برای تکمیل، کانون‌های فروشگاهی که توسط فراگیر باز شده‌است،
fr: Points d&#39;accès de stockage ouverts par l&#39;apprenant, à finaliser
he: אחסן נקודות חמות שנפתחו על ידי תלמיד, להשלמה
hi: पूर्णता हेतु छात्र द्वारा खोले गए स्टोर हॉटस्पॉट
hu: Tárolja a diák által megnyitott hotspotokat a befejezéshez
it_it: Negozio hotspot aperti dallo studente, per il completamento
ja: 学生が開いたホットスポットを保存し、完了のために使用する
kk: Аяқтау үшін студент ашқан ыстық нүктелерді сақтаңыз
lv: Glabājiet dalībnieka atvērtos piekļuves punktus pabeigšanai
pt_br: Armazene pontos de acesso abertos pelo aluno, para conclusão
pt_pt: Armazenar os pontos de acesso abertos pelo aluno, para conclusão
ro: Magazin hotspot deschise de student, pentru finalizare
ru: Точки доступа магазина, открытые студентом, на завершение
sv: Spara hotspots öppnade av studenten, för slutförande
sw: Hifadhi maeneo-hotspots kufunguliwa na mwanafunzi, kwa ajili ya kukamilisha
te: పూర్తి కోసం విద్యార్థి ప్రారంభించిన స్టోర్ హాట్‌స్పాట్‌లు
th: ร้านค้าฮอตสปอตที่เปิดโดยนักเรียนเพื่อให้เสร็จสมบูรณ์
tr_tr: Tamamlanmak üzere öğrenci tarafından açılan mağaza erişim noktaları
uz: Tugatish uchun talaba tomonidan ochilgan ulanish nuqtalarini saqlang
vi: Lưu trữ các điểm nóng do sinh viên mở để hoàn thành
zh_cn: 学生开设的商店热点，待完成
zh_hk: 存儲學生打開的熱點，以供完成使用

source: XML contents to display for this module
af_za: XML-inhoud om vir hierdie module te vertoon
ar: مُحتَويات XML التي سَتُعرَض لهذه الوَحدة
az: Bu modul üçün XML məzmunlar
bo: ཚད་གཞི་འདིའི་ཆེད་དུ་མངོན་པའི་XMLནང་དོན།
da: XML-indhold, der skal vises for dette modul
de_de: Für dieses Modul anzuzeigende XML-Inhalte
el: Περιεχόμενα XML για εμφάνιση για αυτήν την ενότητα
es_419: Contenido XML a mostrar para este módulo
fa: محتویات XML برای نمایش برای این ماژول
fr: Contenu XML à afficher pour ce module
he: תוכן XML להצגה עבור מודול זה
hi: इस मॉड्यूल के लिए प्रदर्शित करने के लिए XML सामग्री
hu: A modulhoz megjelenítendő XML tartalom
it_it: Contenuti XML da visualizzare per questo modulo
ja: このモジュールに表示するXMLコンテンツ
kk: Осы модуль үшін көрсетілетін XML мазмұны
lv: XML saturs, kas jāparāda šim modulim
pt_br: Conteúdo XML a ser exibido para este módulo
pt_pt: Conteúdo XML a apresentar para este módulo
ro: Conținut XML de afișat pentru acest modul
ru: Содержимое XML для отображения для этого модуля
sv: XML-innehåll som ska visas för den här modulen
sw: Maudhui ya XML ya kuonyesha kwa moduli hii
te: ఈ మాడ్యూల్ కోసం ప్రదర్శించడానికి XML కంటెంట్‌లు
th: เนื้อหา XML ที่จะแสดงสำหรับโมดูลนี้
tr_tr: Bu modül için görüntülenecek XML içerikleri
uz: Ushbu modul uchun ko‘rsatiladigan XML tarkibi
vi: Nội dung XML để hiển thị cho mô-đun này
zh_cn: 要为此模块显示的 XML 内容
zh_hk: 若要為此模組顯示的 XML 內容

source: Missing event_type in JSON data
af_za: Gebeurtenistipe ontbreek in JSON-data
ar: بيانات JSON ينقُصُها event_type
az: JSON məlumatında event_type çatışmır
bo: JSON གཞི་གྲངས་ནང་མ་ཚང་བའི་ event_type
da: Manglende event_type i JSON-data
de_de: Event_type fehlt in JSON-Daten
el: Λείπει το event_type στα δεδομένα JSON
es_419: Falta event_type en datos JSON
fa: event_type در داده‌های JSON وجود ندارد
fr: event_type manquant dans les données JSON
he: חסר event_type בנתוני JSON
hi: JSON डेटा में इवेंट_प्रकार गुम है
hu: Hiányzó event_type a JSON adatokban
it_it: event_type mancante nei dati JSON
ja: JSONデータにevent_typeがありません
kk: JSON деректерінде оқиға_түрі жоқ
lv: JSON datos trūkst event_type
pt_br: Event_type ausente nos dados JSON
pt_pt: event_type está em falta nos dados JSON indicados
ro: Lipsește event_type în datele JSON
ru: В данных JSON отсутствует event_type.
sv: Saknas event_type i JSON-data
sw: Aina_ya tukio haipo katika data ya JSON
te: JSON డేటాలో ఈవెంట్_రకం లేదు
th: ไม่มี event_type ในข้อมูล JSON
tr_tr: JSON verilerinde event_type eksik
uz: JSON maʼlumotlarida hodisa_turi yetishmayapti
vi: Thiếu loại sự kiện trong dữ liệu JSON
zh_cn: JSON 数据中缺少 event_type
zh_hk: JSON 資料中缺少 event_type

source: Title
af_za: Titel
ar: العنوان
az: Başlıq
bo: མཚན་བྱང་།
da: Titel
de_de: Titel
el: Τίτλος
es_419: Título
fa: عنوان
fr: Titre
he: כותרת
hi: शीर्षक
hu: Cím
it_it: Titolo
ja: タイトル
kk: Тақырып
lv: Nosaukums
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Заголовок
sv: Titel
sw: Kichwa
te: శీర్షిక
tr_tr: Başlık
uz: Sarlavha
vi: Tiêu đề
zh_cn: 头衔
zh_hk: 標題

source: The title of the Image Explorer that is displayed to the user
af_za: Die titel van die Image Explorer wat aan die gebruiker vertoon word
ar: عُنوان مُستَكشِف الصُوَر الذي يُعرَض للمُستَخدِم
az: İstifadəçiyə göstərilən Şəkil Araşdırıcısının başlığı
bo: སྤྱོད་མཁན་ལ་སྟོན་རྒྱུའི་འདྲ་པར་འཚོལ་བྱེད་ཀྱི་མིང་།
da: Titlen på billedstifinderen, der vises for brugeren
de_de: Der Titel des Bild-Explorers, der dem Benutzer angezeigt wird
el: Ο τίτλος του Image Explorer που εμφανίζεται στον χρήστη
es_419: El título del Explorador de imágenes que se muestra al usuario.
fa: عنوان Image Explorer که به کاربر نمایش داده می‌شود
fr: Le titre de l&#39;Explorateur d&#39;images qui est affiché à l&#39;utilisateur
he: הכותרת של סייר התמונות שמוצגת למשתמש
hi: इमेज एक्सप्लोरर का शीर्षक जो उपयोगकर्ता को प्रदर्शित किया जाता है
hu: A felhasználónak megjelenített Kép Felfedező címe
it_it: Il titolo di Image Explorer visualizzato all&#39;utente
ja: 画像エクスプローラーのタイトルがユーザーに表示されます。
kk: Пайдаланушыға көрсетілетін Image Explorer тақырыбы
lv: Image Explorer nosaukums, kas tiek parādīts lietotājam
pt_br: O título do Image Explorer que é exibido ao usuário
pt_pt: O título do Explorador de Imagens que é apresentado ao utilizador
ro: Titlul imaginii Explorer care este afișat utilizatorului
ru: Название обозревателя изображений, отображаемое пользователю.
sv: Titeln på Bildutforskaren som visas för användaren
sw: Kichwa cha Kivinjari cha Picha ambacho kinaonyeshwa kwa mtumiaji
te: వినియోగదారుకు ప్రదర్శించబడే ఇమేజ్ ఎక్స్‌ప్లోరర్ యొక్క శీర్షిక
th: ชื่อเรื่องของ Image Explorer ที่แสดงต่อผู้ใช้
tr_tr: Kullanıcıya görüntülenen Resim Gezgini'nin başlığı
uz: Foydalanuvchiga ko‘rsatiladigan Image Explorer sarlavhasi
vi: Tiêu đề của Image Explorer được hiển thị cho người dùng
zh_cn: 显示给用户的图像浏览器的标题
zh_hk: 顯示給用户的圖像瀏覽器的標題

source: Hotspot coordinates centered
af_za: Hotspot-koördinate gesentreer
ar: تتمحور إحداثيات نقطة الاتصال
az: İsti Nöqtələrin Koordinatları Mərkəzləşdirilib
bo: ཚ་ཁུལ་གྱི་སྦྲེལ་མཐུད་དབུས་སུ་བཞག་ཡོད།
da: Hotspot-koordinater centreret
de_de: Hotspot-Koordinaten zentriert
el: Οι συντεταγμένες hotspot στο κέντρο
es_419: Coordenadas del punto de acceso centradas
fa: مختصات نقاط برجسته در مرکز قرار دارد
fr: Coordonnées du point d&#39;accès centrées
he: קואורדינטות נקודה חמה ממורכזות
hi: हॉटस्पॉट निर्देशांक केन्द्रित हैं
hu: Hotspot koordináták középre igazítva
it_it: Coordinate dell&#39;hotspot centrate
ja: ホットスポット座標の中心位置
kk: Хотспот координаттары орталықта орналасқан
lv: Hotspot koordinātas centrētas
pt_br: Coordenadas do ponto de acesso centralizadas
pt_pt: Coordenadas do ponto de acesso centradas
ro: Coordonatele hotspot-ului centrate
ru: Координаты горячей точки по центру
sv: Hotspot-koordinater centrerade
sw: Viwianishi vya Hotspot vimewekwa katikati
te: హాట్‌స్పాట్ కోఆర్డినేట్‌లు కేంద్రీకృతమై ఉన్నాయి
th: พิกัดฮอตสปอตอยู่กึ่งกลาง
tr_tr: Sıcak nokta koordinatları ortalanmış
uz: Hotspot koordinatalari markazlashtirilgan
vi: Tọa độ điểm phát sóng được căn giữa
zh_cn: 热点坐标居中
zh_hk: 熱點座標居中

source: If set to true, hotspot coordinates interpreted to point to the center of the hotspot
af_za: As dit op waar gestel is, word hotspot-koördinate geïnterpreteer om na die middel van die hotspot te wys
ar: إذا عُيِّنَ على "نعم"، فَسَتُفَسَّر إحداثيات نُقطة الاتِصال كأَنَّها تُشير إلى وَسَط النُقطة النَشِطة
az: Əgər doğru olaraq təyin olunarsa, hotspot koordinatları hotspotun mərkəzinə işarə edəcək şəkildə şərh olunur.
bo: གལ་ཏེ་བདེན་པར་སྒྲིག་ན་དྲ་ཚིགས་ཀྱི་སྦྲེལ་མཐུད་དེ་དྲ་ཚིགས་ཀྱི་དབུས་སུ་སྟོན་པར་དོན་འགྲེལ་བྱེད།
da: Hvis indstillet til sand, fortolkes hotspot-koordinater til at pege mod midten af hotspottet
de_de: Wenn der Wert auf „true“ gesetzt ist, werden die Hotspot-Koordinaten so interpretiert, dass sie auf die Mitte des Hotspots zeigen
el: Εάν οριστεί σε true, οι συντεταγμένες του hotspot ερμηνεύονται έτσι ώστε να δείχνουν προς το κέντρο του hotspot
es_419: Si se establece en verdadero, las coordenadas del punto de acceso se interpretan como apuntando al centro del punto de acceso
fa: اگر روی درست تنظیم شود، مختصات نقاط برجسته برای اشاره به مرکز کانون تفسیر می‌شود
fr: Si défini sur vrai, les coordonnées du point chaud sont interprétées pour pointer vers le centre du point chaud
he: אם מוגדר כ-true, קואורדינטות נקודות חמות מתפרשות כך שיצביעו על מרכז הנקודה החמה
hi: यदि सही पर सेट किया जाता है, तो हॉटस्पॉट निर्देशांक को हॉटस्पॉट के केंद्र की ओर इंगित करने के लिए व्याख्या की जाती है
hu: Ha igazra van állítva, a hotspot koordinátái a hotspot középpontjára mutatnak.
it_it: Se impostato su true, le coordinate dell&#39;hotspot vengono interpretate in modo da puntare al centro dell&#39;hotspot
ja: ホットスポットの座標がホットスポットの中心を指すように解釈される場合は、trueに設定します。
kk: Егер шын мәніне орнатылса, хотспот координаттары хотспоттың ортасын көрсету үшін түсіндіріледі
lv: Ja iestatīts uz True, tīklāja koordinātas tiek interpretētas tā, lai norādītu uz karstā punkta centru
pt_br: Se definido como verdadeiro, as coordenadas do ponto de acesso serão interpretadas para apontar para o centro do ponto de acesso
pt_pt: Se definido como verdadeiro, as coordenadas do hotspot são interpretadas como apontando para o centro do hotspot
ro: Dacă se setează la adevărat, coordonatele hotspot-ului sunt interpretate pentru a indica centrul hotspot-ului
ru: Если установлено значение true, координаты горячей точки интерпретируются как указывающие на центр горячей точки.
sv: Om det är inställt på sant, tolkas hotspot-koordinaterna som att de pekar mot mitten av hotspotten
sw: Ikiwekwa kuwa ndivyo, viwianishi vya mtandaopepe vinatafsiriwa kuelekeza katikati ya mtandao-hewa
te: ఒప్పుకు సెట్ చేయబడితే, హాట్‌స్పాట్ కోఆర్డినేట్‌లు హాట్‌స్పాట్ మధ్యలో సూచించబడతాయి
th: หากตั้งค่าเป็นจริง พิกัดฮอตสปอตจะตีความให้ชี้ไปที่ศูนย์กลางของฮอตสปอต
tr_tr: Doğru olarak ayarlanırsa sıcak nokta koordinatları, sıcak noktanın merkezini işaret edecek şekilde yorumlanır
uz: Agar “true” qiymati o‘rnatilsa, faol nuqta koordinatalari faol nuqta markaziga ishora qilib talqin qilinadi
vi: Nếu được đặt thành true, tọa độ điểm phát sóng sẽ được diễn giải để trỏ đến tâm của điểm phát sóng
zh_cn: 如果设置为 true，则热点坐标解释为指向热点的中心
zh_hk: 如果設置為 true，熱點坐標將被解釋為指向熱點的中心

source: If set to false, assumed to point to the top left corner of the hotspot image
af_za: As dit op vals gestel is, word aanvaar dat dit na die boonste linkerhoek van die hotspot-prent wys
ar: إذا عُيِّنَ هذا الخِيار على "لا"، فَمِن المُفتَرَض أنْ يُشِير إلى الزَاوِية العُلوية اليُسرى مِن صورة النُقطة النَشِطة
az: Əgər yanlış olaraq təyin olunarsa, hotspot şəkilinin sol üst küncünə işarə etdiyi qəbul edilir.
bo: གལ་ཏེ་རྫུན་མ་ལ་སྒྲིག་ཚེ། དྲ་ཚིགས་པར་རིས་ཀྱི་གཡོན་ཕྱོགས་སྟེང་ཟུར་ལ་སྟོན་པར་བསམ་གཞིག་བྱེད།
da: Hvis indstillet til falsk, antages det at pege på det øverste venstre hjørne af hotspot-billedet
de_de: Wenn der Wert auf „false“ gesetzt ist, wird davon ausgegangen, dass er auf die obere linke Ecke des Hotspot-Bildes zeigt
el: Εάν οριστεί σε false, θεωρείται ότι δείχνει στην επάνω αριστερή γωνία της εικόνας του hotspot
es_419: Si se establece en falso, se supone que apunta a la esquina superior izquierda de la imagen del punto de acceso
fa: اگر روی false تنظیم شود، فرض می‌شود که به‌گوشۀ سمت چپ بالای تصویر نقطۀ اتصال اشاره می‌کند
fr: Si défini sur faux, supposé pointer vers le coin supérieur gauche de l&#39;image du point chaud
he: אם מוגדר כ-false, ההנחה היא להצביע על הפינה השמאלית העליונה של תמונת הנקודה החמה
hi: यदि गलत पर सेट किया जाता है, तो हॉटस्पॉट छवि के ऊपरी बाएँ कोने पर इंगित करने के लिए माना जाता है
hu: Ha hamisra van állítva, feltételezhető, hogy a hotspot kép bal felső sarkára mutat.
it_it: Se impostato su false, si presuppone che punti all&#39;angolo in alto a sinistra dell&#39;immagine dell&#39;hotspot
ja: ホットスポットの座標が画像の左上を指すと仮定されます。
kk: Егер "жалған" күйіне орнатылса, хотспот кескінінің жоғарғы сол жақ бұрышын меңзейді деп есептеледі
lv: Ja iestatīts uz “false”, tiek pieņemts, ka tas norāda uz attēla karstā punkta augšējo kreiso stūri.
pt_br: Se definido como falso, assume-se que aponta para o canto superior esquerdo da imagem do ponto de acesso
pt_pt: Se definido como false, assume-se que aponta para o canto superior esquerdo da imagem do hotspot
ro: Dacă este setat la fals, se presupune că indică spre colțul din stânga sus al imaginii hotspot-ului
ru: Если установлено значение false, предполагается, что он указывает на верхний левый угол изображения горячей точки.
sv: Om det är inställt på falskt, antas det peka på det övre vänstra hörnet av hotspot-bilden
sw: Ikiwekwa kuwa sivyo, itachukuliwa kuelekeza kwenye kona ya juu kushoto ya picha ya mtandaopepe
te: తప్పుకు సెట్ చేస్తే, హాట్‌స్పాట్ చిత్రం యొక్క ఎగువ ఎడమ మూలకు సూచించబడుతుంది
th: หากตั้งค่าเป็น False ถือว่าชี้ไปที่มุมซ้ายบนของรูปภาพฮอตสปอต
tr_tr: Yanlış olarak ayarlanırsa sıcak nokta görüntüsünün sol üst köşesine işaret ettiği varsayılır
uz: Agar noto‘g‘ri o‘rnatilgan bo‘lsa, ulanish nuqtasi tasvirining yuqori chap burchagiga ishora qiladi deb taxmin qilinadi
vi: Nếu được đặt thành false, giả sử trỏ đến góc trên cùng bên trái của hình ảnh điểm phát sóng
zh_cn: 如果设置为 false，则假定指向热点图像的左上角
zh_hk: 如果設置為 false，則假設熱點坐標指向熱點圖像的左上角

source: Definition
af_za: Definisie
ar: تعريف
az: Tərif
bo: མཚན་ཉིད།
el: Ορισμός
es_419: Definición
fa: تعریف
fr: Définition
he: הַגדָרָה
hi: परिभाषा
hu: Meghatározás
it_it: Definizione
ja: 定義
kk: Анықтама
lv: Definīcija
pt_br: Definição
pt_pt: Definição
ro: Definiţie
ru: Определение
sw: Ufafanuzi
te: నిర్వచనం
th: คำนิยาม
tr_tr: Tanım
uz: Ta'rif
vi: Sự định nghĩa
zh_cn: 定义
zh_hk: 定義

source: The XML definition for the Image Explorer
af_za: Die XML-definisie vir die Image Explorer
ar: تعريف XML لمستكشف الصور
az: Şəkil Tədqiqatçısı üçün XML tərifi
bo: པར་རིས་འཚོལ་ཞིབ་བྱེད་མཁན་གྱི་XML ངོས་འཛིན།
da: XML-definitionen for Image Explorer
de_de: Die XML-Definition für den Bild-Explorer
el: Ο ορισμός XML για το Image Explorer
es_419: La definición XML para el Explorador de imágenes
fa: تعریف XML برای Image Explorer
fr: La définition XML pour l&#39;Explorateur d&#39;images
he: הגדרת ה-XML עבור סייר התמונות
hi: इमेज एक्सप्लोरर के लिए XML परिभाषा
hu: Az Image Explorer XML definíciója
it_it: La definizione XML per Image Explorer
ja: 画像エクスプローラーのXML定義
kk: Image Explorer үшін XML анықтамасы
lv: XML definīcija Image Explorer
pt_br: A definição XML para o Image Explorer
pt_pt: A definição XML para o Explorador de Imagens
ro: Definiția XML pentru Imagine Explorer
ru: Определение XML для обозревателя изображений
sv: XML-definitionen för Bildutforskaren
sw: Ufafanuzi wa XML wa Kichunguzi cha Picha
te: ఇమేజ్ ఎక్స్‌ప్లోరర్ కోసం XML నిర్వచనం
th: ข้อกำหนด XML สำหรับ Image Explorer
tr_tr: Görüntü Gezgini için XML tanımı
uz: Image Explorer uchun XML ta'rifi
vi: Định nghĩa XML cho Image Explorer
zh_cn: 图像浏览器的 XML 定义
zh_hk: 圖像瀏覽器的 XML 定義

source: Save
af_za: Stoor
ar: حفظ
az: Yaddaşda saxlayın
bo: ཉར་ཚགས།
da: Gemme
de_de: Speichern
el: Αποθήκευση
es_419: Guardar
fa: ذخیره
fr: Enregistrer
he: שמירה
hi: सहेजें
hu: Mentés
it_it: Salva
ja: 保存
kk: Сақтау
lv: Saglabāt
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sv: Spara
sw: Hifadhi
te: సేవ్ చేయండి
tr_tr: Kaydet
uz: Saqlash
vi: Lưu
zh_cn: 保存
zh_hk: 儲存

source: Cancel
af_za: Kanselleer
ar: ألغِ
az: Ləğv edin
bo: ཕྱིར་འཐེན།
da: Afbestille
de_de: Löschen
el: Ακύρωση
es_419: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Megszakít
it_it: Annulla
ja: キャンセル
kk: Болдырмау
lv: Atcelt
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
sw: Ghairi
te: రద్దు చేయండి
th: ยกเลิก
tr_tr: İptal
uz: Bekor qilish
vi: Hủy bỏ
zh_cn: 取消
zh_hk: 取消
