Repository: openedx/openedx-translations
Catalog: translations/xblock-image-modal/imagemodal/conf/locale/*/LC_MESSAGES/django.po
Languages: az, bo, kk, ro, te, th, tr_tr, uz

source: Display Name
az: Görünüş adı
bo: འཆར་སྟོན་བྱ་རྒྱུའི་མིང་།
kk: Көрсетілетін атау
ro: Nume afișare
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr_tr: Görünen Ad
uz: Ko‘rsatiladigan ism

source: This is the XBlock's display name
az: Bu, XBlock-un göstərilən adıdır
bo: འདི་ནི་ XBlock ཡི་འཆར་མིང་ཡིན།
kk: Бұл XBlock көрсетілетін атауы
ro: Acesta este numele afișat al XBlock
te: ఇది XBlock యొక్క ప్రదర్శన పేరు
th: นี่คือชื่อที่แสดงของ XBlock
tr_tr: Bu XBlock'un görünen adıdır
uz: Bu XBlockning ko‘rsatilgan nomi

source: Image URL
az: Şəkil URL-i
bo: འདྲ་པར་གྱི་དྲ་ཐག
kk: Кескін URL мекенжайы
ro: Adresa URL a imaginii
te: చిత్రం URL
th: URL รูปภาพ
tr_tr: Resim URL'i
uz: Rasm URL

source: This is the location of the full-screen image to be displayed.
az: Bu, tam ekran görüntüsünün göstəriləcəyi yerdir.
bo: འདི་ནི་འདྲ་པར་དེ་འཆར་ངོས་ཆ་ཚང་གང་བར་སྟོན་རྒྱུའི་ས་གནས་ཡིན།
kk: Бұл толық экранда көрсетілетін кескіннің орны.
ro: Aceasta este locația imaginii pe tot ecranul care urmează să fie afișat.
te: ఇది ప్రదర్శించబడే పూర్తి-స్క్రీన్ చిత్రం యొక్క స్థానం.
th: นี่คือตำแหน่งของภาพเต็มหน้าจอที่จะแสดง
tr_tr: Bu, görüntülenecek tam ekran görüntünün konumudur.
uz: Bu ko‘rsatiladigan to‘liq ekran tasvirining joylashuvi.

source: Thumbnail URL
az: Kiçik şəkil URL-i
bo: མཚོན་བྱེད་འདྲ་པར་གྱི་དྲ་ཐག
kk: Нобай URL мекенжайы
ro: Adresa URL miniatură
te: థంబ్‌నెయిల్ URL
th: URL ภาพขนาดย่อ
tr_tr: Küçük resim URL'i
uz: Eskiz URL manzili

source: This is the (optional) location of a thumbnail image to be displayed before the main image has been enlarged.
az: Bu, əsas şəkil böyüdülməzdən əvvəl göstəriləcək kiçik şəkilin (istəyə bağlı) yeridir.
bo: འདི་ནི་མ་ཕྱིའི་འདྲ་པར་ཆེ་རུ་མ་བཏང་གོང་དུ་འཆར་རྒྱུའི་མཚོན་བྱེད་འདྲ་པར་ (གདམ་ཀ) གྱི་གནས་ཡིན།
kk: Бұл негізгі кескін үлкейтілгенге дейін көрсетілетін нобай кескінінің (қосымша) орны.
ro: Aceasta este locația (optională) a unei imagini în miniatură care va fi afișată înainte ca imaginea principală să fie mărită.
te: ఇది ప్రధాన చిత్రం విస్తరించబడటానికి ముందు ప్రదర్శించబడే సూక్ష్మచిత్రం యొక్క (ఐచ్ఛికం) స్థానం.
th: นี่คือตำแหน่ง (ไม่บังคับ) ของภาพขนาดย่อที่จะแสดงก่อนที่จะขยายภาพหลัก
tr_tr: Bu, ana görüntü büyütülmeden önce görüntülenecek küçük resim görüntüsünün (isteğe bağlı) konumudur.
uz: Bu asosiy tasvirni kattalashtirishdan oldin ko‘rsatiladigan eskiz tasvirining (ixtiyoriy) joylashuvi.

source: Description
az: Təsvir
bo: འགྲེལ་བཤད།
kk: Сипаттама
ro: Descriere
te: వివరణ
tr_tr: Açıklama
uz: Tavsif

source: Description text, displayed to screen readers
az: Ekran oxuyucularına göstərilən təsvir mətni
bo: འགྲེལ་བཤད། འཆར་ངོས་སུ་ལྟ་མཁན་རྣམས་ལ་སྟོན་ཡོང་།
kk: Экраннан оқу құралдарына көрсетілетін сипаттама мәтіні
ro: Text de descriere, afișat cititorilor de ecran
te: వివరణ వచనం, స్క్రీన్ రీడర్‌లకు ప్రదర్శించబడుతుంది
th: ข้อความคำอธิบายที่แสดงต่อโปรแกรมอ่านหน้าจอ
tr_tr: Ekran okuyuculara görüntülenen açıklama metni
uz: Ta'rif matni, ekran o‘quvchilariga ko‘rsatiladi

source: Alt Text
az: Alternativ Mətn
bo: Alt ཡིག་འབྲུ།
kk: Балама мәтін
te: ప్రత్యామ్నాయ వచనం
th: ข้อความแสดงแทน
tr_tr: Alternatif Metin
uz: Muqobil matn

source: This field allows you to add alternate or descriptive text that pertains to your image.
az: Bu sahə sizə şəkilinizlə əlaqəli alternativ və ya təsviri mətn əlavə etməyə imkan verir.
bo: ཚན་པ་འདིས་ཁྱེད་ལ་རང་ཉིད་ཀྱི་འདྲ་པར་དང་འབྲེལ་ཐོགས་པའི་འདྲ་མཚུངས་སམ་ཡང་ན་འགྲེལ་བརྗོད་རྣམས་སྣོན་པའི་ཆོག་མཆན་སྤྲོད་པ་ཡིན།
kk: Бұл өріс суретке қатысты балама немесе сипаттаушы мәтінді қосуға мүмкіндік береді.
ro: Acest câmp vă permite să adăugați text alternativ sau descriptiv care se referă la imaginea dvs.
te: ఈ ఫీల్డ్ మీ చిత్రానికి సంబంధించిన ప్రత్యామ్నాయ లేదా వివరణాత్మక వచనాన్ని జోడించడానికి మిమ్మల్ని అనుమతిస్తుంది.
th: ฟิลด์นี้อนุญาตให้คุณเพิ่มข้อความอื่นหรือข้อความอธิบายที่เกี่ยวข้องกับรูปภาพของคุณ
tr_tr: Bu alan, görselinize ait alternatif veya açıklayıcı metin eklemenizi sağlar.
uz: Bu maydon sizga rasmingizga tegishli muqobil yoki tavsiflovchi matnni qo‘shish imkonini beradi.

source: Fullscreen
az: Tam ekran
bo: འཆར་ངོས་ཧྲིལ་བོ།
kk: Толық экран
ro: Ecran complet
te: పూర్తి స్క్రీన్
th: ดูเต็มจอ
tr_tr: Tam ekran
uz: To‘liq ekran

source: Zoom In
az: Böyütmək
bo: རྒྱ་བསྐྱེད།
kk: Үлкейту
ro: Măriți
te: పెద్దదిగా చూపు
th: ขยาย
tr_tr: Büyüt
uz: Kattalashtirish

source: Close
az: Bağla
bo: སྒོ་རྒྱོབས།
kk: Жабу
ro: Închideți
te: దగ్గరగా
th: ปิด
tr_tr: Kapat
uz: Yopish
