{
  "a11yBodyPolicyLink": "དྲ་ཚིགས་སྤྱོད་ཆོག་པའི་སྲིད་ཇུས།",
  "a11yBodyPageHeader": "སློབ་ཚན་གསར་གཏོད་བྱེད་མཁན་གྱི་མི་སྒེར་གྱི་ཐོབ་ཐང་བརྒྱུད་རིམ།",
  "a11yBodyIntroGraph": "ང་ཚོས་ཨེ་ཌི་ཨེགསི་ལ་འཛམ་གླིང་སྤྱི་ཚོགས་ཀྱི་དགོས་མཁོ་དང་ལྟ་ཚུལ་ཐུན་མོང་མ་ཡིན་པ་ཤེས་རྟོགས་དང་བརྩི་བཀུར་བྱེད་ཀྱི་ཡོད། ང་ཚོས་སློབ་ཚན་རུ་ཁག་ཚང་མར་རིན་ཐང་སྤྲོད་ཀྱི་ཡོད་ལ། སློབ་ཚན་རུ་ཁག་གསར་གཏོད་བྱེད་མཁན་དང་དབང་པོ་སྐྱོན་ཅན་རྩོམ་པ་པོ་ཚང་མར་ཐོབ་ཐང་རྒྱ་བསྐྱེད་གཏོང་རྒྱུར་ཁས་ལེན་བྱེད་ཀྱི་ཡོད། དེར་བརྟེན་ང་ཚོས་ {communityAccessibilityElement} དང་བྱ་རིམ་འདི་སྤྱད་དེ་སློབ་ཚན་རུ་ཁག་གསར་གཏོད་བྱེད་མཁན་དང་རྩོམ་པ་པོ་ཚོས་ཁོང་ཚོའི་དབང་པོ་སྐྱོན་ཅན་གྱི་རྐྱེན་པས་ང་ཚོའི་སྟེགས་བུའི་ཐོག་ལ་ནང་དོན་བཟོ་སྐྲུན་དང་སྤེལ་ཐུབ་ཀྱི་མེད་ན།",
  "a11yBodyStepsHeader": "སློབ་ཚན་གྱི་རུ་ཁག་གསར་གཏོད་པ་དང་རྩོམ་པ་པོ་ཚོ་རོགས་རམ་དེ་འདྲ་དགོས་ན་གཤམ་གསལ་གྱི་གོམ་པ་བརྒྱབ་དགོས།",
  "a11yBodyEdxResponse": "ང་ཚོས་ཁྱེད་རང་གི་འདོད་པ་དང་དགོས་མཁོའི་སྐོར་ལ་འབྲེལ་བ་བྱེད་ཀྱི་ཡོད། ཐབས་ཤེས་འོས་འཚམ་གཏན་འབེབས་བྱེད་སྐབས་ལ། ཐབས་ཤེས་དེ་ཕན་ནུས་ལྡན་པ་དང་དུས་ཐོག་ཏུ་ཡོད་ན། མཐའ་མའི་ཐག་གཅོད་དེ་ང་ཚོའི་ཡིན། ང་ཚོས་ཐོབ་ཐང་ཐབས་ལམ་འདེམས་པའི་སྐབས་ལ་བསམ་གཞིག་བྱེད་པའི་རྒྱུ་རྐྱེན་ནི། ཕན་ནུས་དང་། དུས་ཚོད་དང་བསྟུན་པ། (ཁྱེད་ཀྱི་དུས་ཚོད་དང་འབྲེལ་བ་ཡོད།) ལག་བསྟར་བྱེད་བདེ་བ་དང་། ཁྱེད་ལ་བེད་སྤྱོད་བདེ་པོ་ཡོད། ང་ཚོས་ཐག་གཅོད་དེ་ཁྱེད་ལ་བརྡ་ཐོ་བཏང་ནས་ཁྱེད་དང་གྲོས་བསྡུར་བྱས་ནས་ཉིན་བཅུ་(10)གཅིག་གི་ནང་ང་ཚོའི་ཐག་གཅོད་ཀྱི་གཞི་རྩ་འགྲེལ་བཤད་རྒྱག་རྒྱུ་ཡིན།",
  "a11yBodyEdxFollowUp": "དེ་རྗེས་ང་ཚོས་བདུན་ཕྲག་རེ་རེར་ཁྱེད་ལ་ང་ཚོའི་བརྟག་དཔྱད་དང་། ཐག་གཅོད་དང་། ཁྱེད་ཀྱི་ཐབས་ཤེས་ལག་བསྟར་བྱེད་ཚར་རྗེས་ང་ཚོས་ཁྱེད་ལ་བརྡ་ཐོ་བཏང་དང་། ཐབས་ཤེས་དེ་ཕན་ནུས་ལྡན་པ་ཡིན་མིན་ལྟ་བར་དགོས་མཁོ་བྱུང་ཚེ་ཁྱེད་ལ་རྗེས་འདེད་གཏོང་རྒྱུ་ཡིན།",
  "a11yBodyOngoingSupport": "དགོས་མཁོ་ལྟར་EdXཡིས་མུ་མཐུད་དུ་ཚན་རིག་གི་རྒྱབ་སྐྱོར་སྤྲོད་རྒྱུ་ཡིན་པ་དང་། སློབ་ཚན་འགོ་འཛུགས་བྱས་པའི་རྗེས་སུ་བྱུང་བའི་གནད་དོན་ཁ་སྣོན་གང་རུང་ལ་ཐག་གཅོད་བྱེད་རྒྱུ་རེད།",
  "a11yBodyProcessContact": "གལ་ཏེ་ཁྱེད་ལ་བྱ་རིམ་འདིའི་སྐོར་ལ་དྲི་བ་ཡོད་ན། ཁྱེད་ཀྱིས་ང་ཚོར་ {emailElement} ཡང་ན་ {phoneNumber} ཐོག་འབྲེལ་བ་བྱེད་ཆོག རེད།",
  "a11yBodyA11yFeedback": "ཁྱེད་རང་གིས་དྲི་བ་དང་བསམ་འཆར་གང་རུང་ཡོད་ན་ {emailElement} ལ་གཏོང་དང་། ཡང་ན་གཤམ་གྱི་འབྲི་ཤོག་བེད་སྤྱོད་གཏོང་རོགས། ང་ཚོས་ཁྱེད་ཀྱི་བསམ་ཚུལ་ལ་དགའ་བསུ་ཞུ།",
  "a11yBodyEmailHeading": "",
  "a11yBodyNameEmail": "ཁྱེད་ཀྱི་མིང་དང་ཡིག་ཟམ་ཁ་བྱང་།",
  "a11yBodyInstitution": "ཁྱེད་རང་འབྲེལ་བ་ཡོད་པའི་edXཚོགས་མིའི་སྒྲིག་འཛུགས་དང་།",
  "a11yBodyBarrier": "ཁྱེད་རང་གིས་འཕྲད་བཞིན་པའི་འགྲན་སློང་དང་འགོག་རྐྱེན་གྱི་འགྲེལ་བཤད་མདོར་བསྡུས་ཤིག་དང་། དང་",
  "a11yBodyTimeConstraints": "ཁྱེད་ལ་མགྱོགས་པོ་དང་དུས་ཡུན་ག་ཚོད་རིང་ལ་ཐོབ་ཐང་དགོས་ཡོད་པས། (དཔེར་ན། འཆར་གཞི་བཏིང་བའི་སློབ་ཚན་འགོ་འཛུགས་ཚེས་གྲངས་ཡང་ན་སློབ་ཚན་དང་འབྲེལ་བའི་དུས་ཚོད་དང་འབྲེལ་བ་ཡོད་པའི་མཐའ་མའི་རྩོམ་ཡིག་ལྟ་བུ།)",
  "a11yBodyReceipt": "ཁྱེད་ཀྱི་ལས་ཁུངས་ཀྱི་ཨེ་ཌི་ཨེགསི་མཉམ་ལས་འགན་འཛིན་དང་ཨེ་ཌི་ཨེགསི་དྲ་ཚིགས་འཛུལ་སྤྱོད་ཆེད་མཁས་པ་ལ་ཁྱེད་ཀྱི་རེ་འདུན་དེ་ཨེ་ཌི་ཨེགསི་རྒྱབ་སྐྱོར་ཚོགས་ཆུང་གིས་ཐོབ་པ་གཏན་འཁེལ་བྱེད་པར་ལན་འདེབས་རྒྱུ་རེད།",
  "a11yBodyExtraInfo": "edXཡིས་དྲ་ཚིགས་ལ་འཛུལ་ཞུགས་བྱེད་པའི་ཆེད་མཁས་པའི་ལམ་སྟོན་འོག་ཁྱེད་ཀྱི་རེ་འདུན་ལ་གྲོས་བསྡུར་བྱེད་པར་འབྲེལ་བ་བྱེད་དོན་དང་། ཁྱེད་ཀྱི་དགའ་ཕྱོགས་དང་དགོས་མཁོའི་སྐོར་གྱི་གནས་ཚུལ་ཁ་སྣོན་བསྡུ་རུབ་བྱེད་དོན་དང་།",
  "a11yBodyFixesListHeader": "",
  "a11yBodyThirdParty": "ཁྱེད་རང་གིས་སྒྲིག་ཆས་བེད་སྤྱོད་ལ་རོགས་རམ་བྱེད་རྒྱུའི་ཕྱོགས་གསུམ་པའི་ལག་ཆ་ཡང་ན་མཉེན་ཆས་ཉོ།",
  "a11yBodyContractor": "དུས་ཐོག་ཏུ་མཐོང་ཐོས་དང་, སྐད་ཆ་དང་, ལུས་པོའི་རོགས་རམ་སྤྲོད་པར་སྦྱོང་བརྡར་ཐོབ་པའི་རང་དབང་གི་ཁག་ཐེག་བྱེད་མཁན་ཞིག་བཀོལ་སྤྱོད་བྱེད་པ། ཡང་ན་",
  "a11yBodyCodeFix": "ལག་རྩལ་གྱི་བཅོས་སྒྲིག་ལག་བསྟར་བྱེད་པའི་ཆེད་དུ་སྒྲིག་གཞི་གསར་པ་བཟོ་བཞིན་ཡོད།",
  "accessibilityPolicyFormEmailLabel": "ཡིག་ཟམ་ཁ་བྱང་།",
  "accessibilityPolicyFormError": "",
  "accessibilityPolicyFormErrorHighVolume": "ང་ཚོས་ད་ལྟ་འབོར་ཚད་མཐོ་པོ་མྱོང་བཞིན་ཡོད། དེ་རིང་རྗེས་སུ་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས། ཡང་ན་ {emailLink} ལ་གློག་འཕྲིན་གཏོང་རོགས།",
  "accessibilityPolicyFormErrorMissingFields": "ས་ཁོངས་ཚང་མ་བཀང་དགོས།",
  "accessibilityPolicyFormFieldsRequired": "ས་ཁོངས་ཚང་མ་དགོས་ངེས་ཡིན།",
  "accessibilityPolicyFormHeader": "གློག་བརྙན་ཁང་གི་འཛུལ་ཞུགས་བསམ་འཆར།",
  "accessibilityPolicyFormMessageLabel": "འཕྲིན",
  "accessibilityPolicyFormNameLabel": "མིང་།",
  "accessibilityPolicyFormSubmitAria": "ཐོབ་ཐང་བསམ་འཆར་འགེངས་ཤོག་ཕུལ།",
  "accessibilityPolicyFormSubmitLabel": "འབུལ་སྤྲོད།",
  "accessibilityPolicyFormSubmittingFeedbackLabel": "བསམ་འཆར་འབུལ་བ།",
  "accessibilityPolicyFormSuccess": "ཁྱེད་ཀྱིས་edXལ་འབྲེལ་བ་བྱས་པར་ཐུགས་རྗེ་ཆེ།",
  "accessibilityPolicyFormSuccessDetails": "ཁྱེད་ཀྱིས་གློག་བརྙན་ཁང་གི་འཛུལ་སྤྱོད་ཀྱི་ཐད་ལ་བསམ་འཆར་བཏོན་པར་ཐུགས་རྗེ་ཆེ། ང་ཚོས་སྤྱིར་བཏང་ཚོང་ལས་ཉིན་གཅིག་གི་ནང་ལ་ལན་འདེབས་བྱེད་ཀྱི་ཡོད། ( {day_start} ནས་ {day_end} དང་། {time_start} ནས་ {time_end} )",
  "accessibilityPolicyFormValidEmail": "ཡིག་ཟམ་ཁ་བྱང་ནུས་ལྡན་ཞིག་བླུགས།",
  "accessibilityPolicyFormValidMessage": "",
  "accessibilityPolicyFormValidName": "མིང་ཞིག་བཀོད།",
  "assetsClearFiltersButtonLabel": "ཚགས་རླུང་ཚང་མ་བསུབ་དགོས།",
  "assetsClearSearchButtonLabel": "འཚོལ་ཞིབ་གཙང་སེལ།",
  "assetsDropZoneAriaLabel": "རྒྱུ་ནོར་ཡར་བསྒྱུར།",
  "assetsDropZoneBrowseLabel": "གློག་ཀླད་ལ་ལྟ་ཀློག་བྱེད་པ།",
  "assetsDropZoneHeader": "འདིར་ཐད་ཀར་དྲུད་དེ་ཞོག",
  "assetsDropZoneMaxFileSizeLabel": "ཡིག་ཆའི་ཆེ་ཤོས། {maxFileSizeMB} MB",
  "assetsFiltersAudio": "སྒྲ།",
  "assetsFiltersCode": "ཨང་བརྡ།",
  "assetsFiltersDocuments": "ཡིག་ཆ",
  "assetsFiltersImages": "འདྲ་པར།",
  "assetsFiltersOther": "གཞན།",
  "assetsFiltersSectionLabel": "ཡིག་ཆའི་རིགས་ལྟར་ཚགས་ཆས།",
  "assetsImagePreviewFilterLabel": "ཡིག་ཆའི་སྔོན་ལྟ་སྦས།",
  "assetsListNoPreview": "སྔོན་ལྟ་ཐོབ་མི་ཐུབ།",
  "assetsListNameLabel": "མིང་།",
  "assetsListDateLabel": "གསར་སྣོན་བྱས་པའི་ཟླ་ཚེས།",
  "assetsPageNoResultsMessage": "ཡིག་ཆ་ 0 རྙེད།",
  "assetsPageNoAssetsMessage": "ཡིག་ཆ་ 0 ཡར་བསྐུར་ཟིན།",
  "assetsPageSkipLink": "རེའུ་མིག་ནང་དོན་ལ་མཆོང་།",
  "assetsResultsCountFiltered": "སྟོན་པ་ {start} - {end} ནང་ནས་ {total, plural, one {{formatted_total} འབྱུང་འགྱུར་གྱི་མཐུན་སྒྲིལ་} གཞན་ {{formatted_total} འབྱུང་འགྱུར་གྱི་མཐུན་སྒྲིལ་}} ནང་ནས་སྟོན་གྱི་ཡོད།",
  "assetsResultsCountTotal": "སྟོན་པ་ {start} - {end} ནང་ནས་ {total, plural, གཅིག་ { {formatted_total} བསྡོམས་ཡིག་ཆ་} གཞན་ { {formatted_total} བསྡོམས་ཡིག་ཆ་}} ནང་ནས།",
  "assetsSearchInputLabel": "འཚོལ།",
  "assetsSearchSubmitLabel": "འཚོལ་བཤེར་ཕུལ་བ།",
  "assetsTableGenericUpdateError": "བྱ་སྤྱོད་མཇུག་སྒྲིལ་ཐུབ་མ་སོང་། ཁྱེད་ཀྱིས་ཤོག་ངོས་གསར་པ་བཟོས་ནས་བྱ་སྤྱོད་ཡང་བསྐྱར་ཚོད་ལྟ་རོགས།",
  "assetsTableCantDelete": "{assetName} བསུབ་ཐུབ་མི་ཚུགས།",
  "assetsTableDeleteSuccess": "{assetName} བསུབ་ཡོད།",
  "assetsTableUploadSuccess": "{uploaded_count} ཡིག་ཆ་རྣམས་ལེགས་འགྲུབ་བྱུང་ཡོད།",
  "assetsTableUploadInProgress": "{uploading_count} ཡིག་ཆ་ཡར་བསྐུར་བཞིན་ཡོད།",
  "assetsTableTooManyFiles": "ཡར་བསྐུར་བྱེད་པའི་ཡིག་ཆའི་གྲངས་འབོར་ཆེ་ཤོས་ནི་ {max_count} ཡིན། ཡིག་ཆ་གང་ཡང་ཡར་བསྐུར་མ་བྱུང་།",
  "assetsTableTooMuchData": "ཡར་བསྐུར་བའི་ཆེ་ཆུང་ཆེ་ཤོས་ནི་ {max_size} MB ཡིན་པས། ཡིག་ཆ་གང་ཡང་ཡར་བསྐུར་མ་བྱུང་།",
  "assetsTableGenericError": "{assetName} སྐྱེལ་འདྲེན་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་ཡོད། ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།",
  "assetsTableFailedLock": "ཁྱེད་ཀྱིས་ {assetName} ལ་ལྡེ་མིག་བསྒྱུར་མ་ཐུབ།",
  "assetsTableLoadingStatus": "ལེན་བཞིན་པ་་་",
  "assetsTablePreviewLabel": "པར་རིས་སྔོན་ལྟ།",
  "assetsTableNameLabel": "མིང་།",
  "assetsTableTypeLable": "རིགས།",
  "assetsTableDateLabel": "གསར་སྣོན་བྱས་པའི་ཟླ་ཚེས།",
  "assetsTableCaption": "རྒྱུ་ནོར་རེའུ་མིག",
  "assetsTableCopyLabel": "URLའདྲ་བཤུས།",
  "assetsTableDeleteLabel": "རྒྱུ་ནོར་བསུབས་པ།",
  "assetsTableLockLabel": "རྒྱུ་ནོར་བཀག་སྡོམ།",
  "assetsTableNoDescription": "འགྲེལ་བརྗོད་མེད་པ།",
  "assetsTableNoPreview": "སྔོན་ལྟ་ཐོབ་མི་ཐུབ།",
  "assetsTableLockedObject": "བཀག་བ {object}",
  "assetsTableUnlockedObject": "{object} ལྡེ་མིག་ཕྱེ་མེད།",
  "assetsTableUpdateLock": "{assetName} གྱི་ལྡེ་མིག་གནས་ཚུལ་གསར་བརྗེ་བྱེད་བཞིན་ཡོད།",
  "assetsTableStudioLink": "སྒྲུབ་ཁང་",
  "assetsTableWebLink": "དྲ་ཚིགས།",
  "assetsTableCopiedStatus": "",
  "assetsTableDetailedCopyLink": "{displayName} འདྲ་བཤུས་ {label} ཅ༠ URL",
  "assetsTableDeleteObject": "ཡིག་ཆ་བཏོན་གཏང་།",
  "assetsTableCancel": "ཕྱིར་འཐེན།",
  "assetsTablePermaDelete": "གཏན་དུ་བསུབ་པ།",
  "assetsTableLearnMore": "མང་ཙམ་ཤེས་དགོས།",
  "assetsTableDeleteWarning": "{displayName} བསུབས་པ་དེ་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།",
  "assetsTableDeleteConsequences": "ཡིག་ཆ་འདིར་འབྲེལ་མཐུད་དང་གཞི་གྲངས་གང་རུང་ད་ནས་ལས་ཀ་བྱེད་མི་ཐུབ། {link}",
  "assetsUploadConfirmMessage": "{listOfFiles} གཤམ་གྱི་ཡིག་ཚགས་རྣམས་བརྗེ་སྒྱུར་བྱ་རྒྱུ་ཡིན།",
  "assetsUploadConfirmTitle": "ཡིག་ཆ་བསྐྱར་འབྲི།",
  "assetsUploadConfirmOverwrite": "བསྐྱར་འབྲི།",
  "assetsUploadConfirmCancel": "ཕྱིར་འཐེན།",
  "welcomeMessageShortDescription": "དགའ་བསུའི་འཕྲིན་ཡིག་ཁ་སྣོན་བྱེད་པ།",
  "welcomeMessageLongDescription": "སློབ་མ་ཚོར་སྒེར་གྱི་ཐོག་ནས་ཁྱེད་རང་གི་སློབ་ཚན་ནང་ཕེབས་བསུ་ཞུས་དང་སློབ་མ་ཚོར་སློབ་ཚན་གྱི་ཉམས་མྱོང་བཟང་པོ་ཐོབ་པར་གྲ་སྒྲིག་བྱེད།",
  "gradingPolicyShortDescription": "ཁྱེད་རང་གི་སློབ་ཚན་གྱི་སྐར་གྲངས་སྲིད་ཇུས་བཟོས།",
  "gradingPolicyLongDescription": "ལས་འགན་གྱི་རིགས་དང་རྒྱུགས་འཕྲོད་པའི་སྐར་གྲངས་ཚུད་པའི་ཁྱེད་རང་གི་སྐར་གྲངས་སྲིད་ཇུས་གཏན་འབེབས་བྱོས། ལས་འགན་ཚང་མ་བསྡོམས་པས་100%ཟིན་ཡོད།",
  "gradingPolicyComment": "ཁྱེད་ཀྱི་ད་ལྟའི་རིམ་པ་སྲིད་ཇུས་དེ་ {percent}% ལ་བསྡོམས་ཡོད།",
  "certificateShortDescription": "ཁྱེད་རང་གི་ལག་འཁྱེར་ལྕོགས་ཅན་བཟོས།",
  "certificateLongDescription": "ཡིག་ཆ་ཚང་མ་བདེན་པ་ཡིན་པ་དང་མིང་རྟགས་ཕབ་ལེན་བྱས་ཟིན་པ་དང་ལག་ཁྱེར་དེ་ཤུགས་ལྡན་བཟོས་ཟིན་པར་ངེས་གཏན་བཟོས།",
  "courseDatesShortDescription": "གལ་ཆེའི་སློབ་ཚན་གྱི་ཚེས་གྲངས་གཏན་འཁེལ།",
  "courseDatesLongDescription": "ཁྱེད་རང་གི་སློབ་ཚན་གྱི་དུས་ཚོད་གཏན་འཁེལ་བྱེད་པ་ཡིན། དེའི་ནང་སློབ་ཚན་འགོ་འཛུགས་དང་མཇུག་སྒྲིལ་དུས་ཚུད་ཡོད།",
  "assignmentDeadlinesShortDescription": "ལས་འགན་གྱི་དུས་བཀག་བདེན་དཔང་བྱེད་པ།",
  "assignmentDeadlinesLongDescription": "ལས་འགན་གྱི་དུས་ཚོད་ཚང་མ་སློབ་ཚན་འགོ་འཛུགས་དང་མཇུག་སྒྲིལ་ཚེས་གྲངས་གཉིས་ཀྱི་བར་ཡིན་པར་ཁག་ཐེག་བྱེད་དགོས།",
  "assignmentDeadlinesComment": "སློབ་ཚན་འགོ་འཛུགས་དང་མཇུག་སྒྲིལ་ཚེས་གྲངས་བར་མི་ཚུད་པའི་ལས་འགན་གཤམ་གྱི་ཡོད།",
  "videoDurationShortDescription": "བརྙན་ཐུང་གི་དུས་ཡུན་ལ་བརྟག་པ།",
  "videoDurationLongDescription": "སློབ་ཕྲུག་ཚོས་བརྙན་འཕྲིན་ཐུང་ཐུང་ཡོད་པའི་གོ་སྐབས་ལ་དེ་རྗེས་སྦྱོང་བརྡར་བྱེད་ཀྱི་ཡོད། སློབ་ཚན་གྱི་བརྙན་འཕྲིན་བརྒྱ་ཆ་༨༠ཡན་སྐར་མ་༡༠ལས་ཉུང་བ་ཡིན་པར་ཁག་ཐེག་བྱེད་དགོས།",
  "mobileFriendlyVideoShortDescription": "ཁ་པར་དང་མཐུན་པའི་བརྙན་ཐུང་བཟོས།",
  "mobileFriendlyVideoLongDescription": "",
  "diverseSequencesShortDescription": "སྣ་མང་ཅན་གྱི་སློབ་སྦྱོང་གོ་རིམ་འཛུགས་སྐྲུན།",
  "diverseSequencesLongDescription": "ཞིབ་འཇུག་གིས་ནང་དོན་སྣ་ཚོགས་ཀྱི་ཉམས་མྱོང་གིས་སློབ་སྦྱོང་བྱེད་མཁན་གྱི་འབྲེལ་གཏུག་ལ་སྐུལ་འདེད་གཏོང་བ་རེད། ཁྱེད་ཀྱི་སློབ་སྦྱོང་གི་རིམ་པ་ཡང་ན་སྡེ་ཚན་ཆུང་བ་བརྒྱ་ཆ་༨༠ཡན་ལ་ནང་དོན་རིགས་སྣ་ཚོགས་(དཔེར་ན་བརྙན་འཕྲིན་དང་། གྲོས་བསྡུར། ཡང་ན་དཀའ་ངལ་ལྟ་བུ)ཚུད་དགོས་རེད།",
  "weeklyHighlightsShortDescription": "བདུན་ཕྲག་རེའི་གཙོ་གནད་སྒྲིག་དགོས།",
  "weeklyHighlightsLongDescription": "ཁྱེད་ཀྱི་སློབ་ཚན་ནང་སློབ་ཕྲུག་ཚོ་མཉམ་ཞུགས་དང་ལམ་ལ་འགྲོ་བར་བདུན་ཕྲག་རེའི་གཙོ་གནད་ཚོ་ལག་བསྟར་དང་གསལ་བཤད་བྱེད།",
  "unitDepthShortDescription": "ཚད་གཞིའི་གཏིང་ཚད་དོ་དམ་བྱེད་པ།",
  "unitDepthLongDescription": "སློབ་ཚན་གྱི་ནང་དོན་དེ་དོ་དམ་བྱེད་ཐུབ་པའི་ཆ་ཤས་ལ་གཅོད་པ་དེས་སློབ་ཕྲུག་གི་འབྲེལ་གཏུག་ལ་སྐུལ་འདེད་གཏོང་གི་ཡོད། ང་ཚོས་ཆ་ཤས་གསུམ་ལས་བརྒལ་མི་དགོས་པའི་བསམ་འཆར་འདོན་བྱེད་ཡོད།",
  "proctoringEmailShortDescription": "པྲོག་ཊོར་ཊེག་འཕར་ཚད་ཡིག་ཟམ་ཁ་སྣོན་བྱེད་པ།",
  "proctoringEmailLongDescription": "པྲོག་ཊོར་ཊེག་བེད་སྤྱོད་བྱེད་པའི་སློབ་ཚན་གྱི་ཡིག་ཟམ་འཕར་མའི་ཡིག་ཟམ་དགོས། སློབ་ཕྲུག་དང་རྒྱབ་སྐྱོར་བ་ཚོས་ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་རུ་ཁག་ལ་ལྟ་རྟོག་བྱེད་པའི་གནད་དོན་ཐད་འབྲེལ་བ་བྱེད་ཐུབ་པར་ཁག་ཐེག་བྱེད་དགོས།",
  "updateLinkLabel": "བསྐྱར་གསོ།",
  "completionCountLabel": "{completed} / {total} ལེགས་འགྲུབ་བྱུང་།",
  "completedItemLabel": "རྫོགས་སོ།",
  "uncompletedItemLabel": "མ་གྲུབ་པ།",
  "loadingChecklistLabel": "ལེན་བཞིན་པ་་་",
  "launchChecklistLabel": "འགོ་འཛུགས་ཞིབ་བཤེར་ཐོ་གཞུང་།",
  "bestPracticesChecklistLabel": "ལག་ལེན་ཡག་ཤོས་ཞིབ་བཤེར་ཐོ་གཞུང་།",
  "doneLoadingChecklistStatusLabel": "འགོ་འཛུགས། ཞིབ་བཤེར་ཐོ་གཞུང་གྲངས་ཐོ་མངོན་བཞིན་ཡོད།",
  "launchChecklistDoneLoadingLabel": "འགོ་འཛུགས། ཞིབ་བཤེར་ཐོ་གཞུང་གི་གཞི་གྲངས་མངོན་འགྱུར་བྱས་ཟིན།",
  "bestPracticesChecklistLoadingLabel": "ལག་ལེན་ཡག་ཤོས་ཞིབ་བཤེར་ཐོ་གཞུང་གི་གྲངས་ཐོ་མངོན་བཞིན་ཡོད།",
  "bestPracticesChecklistDoneLoadingLabel": "ལག་ལེན་ཡག་ཤོས་ཞིབ་བཤེར་ཐོ་གཞུང་གི་གྲངས་ཐོ་མངོན་འགྱུར་བྱས་ཟིན།",
  "checklistsStatusLabel": "ཞིབ་བཤེར་ཐོ་གཞུང་།",
  "checklistStatusLoadingLabel": "ཞིབ་བཤེར་ཐོ་གཞུང་གི་གྲངས་ཐོ་མངོན་བཞིན་ཡོད།",
  "checklistStatusDoneLoadingLabel": "ཞིབ་བཤེར་ཐོ་གཞུང་གི་གཞི་གྲངས་མངོན་འཇུག་བྱས་ཟིན།",
  "loadingIconLabel": "ལེན་བཞིན་པ་་་",
  "startDateStatusLabel": "འགོ་འཛུགས་ཚེས་གྲངས།",
  "pacingTypeStatusLabel": "གོམ་སྟབས་རིགས།",
  "pacingTypeInstructorPaced": "སློབ་སྟོན་པས་འགྲོས་མཐུན།",
  "pacingTypeSelfPaced": "རང་འགུལ་ངང་།",
  "editImageModalAssetsListLoadingSpinner": "འཁོར་ལོ་བླུགས་བཞིན་པ།",
  "editImageModalAssetsListNoAssetsMessage": "0 པར་རིས་ཡར་བསྐུར་ཟིན།",
  "editImageModalAssetsListNoResultsMessage": "",
  "editImageModalCancelButton": "ཕྱིར་འཐེན།",
  "editImageModalFormError": "",
  "editImageModalFormErrorMissingFields": "ས་ཁོངས་ཚང་མ་བཀང་དགོས།",
  "editImageModalFormValidImageDescription": "པར་རིས་འགྲེལ་བཤད་ཁ་སྣོན་བྱེད་པའམ་ཡང་ན་པར་རིས་དེ་མཛེས་རྒྱན་ཁོ་ན་ཡིན་པ་གཏན་འཁེལ་བྱེད།",
  "editImageModalFormValidImageDimensions": "པར་རིས་ཀྱི་ཆ་ཚད་ནི་ཨང་གྲངས་བཟང་པོ་ཡིན་དགོས།",
  "editImageModalImageDescriptionDescription": "པར་རིས་ལ་ལྟ་མི་ཚུགས་པའི་སྤྱོད་མཁན་ལ་ཡིག་འབྲུ་གཞན་ཞིག དཔེར་ན། \"སྤྲིན་པ་ཡོད་པའི་ནམ་མཁའ།\"",
  "editImageModalImageDescriptionLabel": "པར་རིས་འགྲེལ་བཤད། (Alt Text)",
  "editImageModalImageDescriptionLegend": "འདྲ་པར་འགྲེལ་བཤད།",
  "editImageModalDimensionsLegend": "པར་རིས་ཀྱི་རྒྱ་ཁྱོན།",
  "editImageModalImageHeight": "མཐོ་ཚད།",
  "editImageModalImageIsDecorativeCheckboxDescription": "པར་རིས་འདི་རྒྱབ་ལྗོངས་ཡིན་པས་ཡང་ན་གཞན་དུ་ཡིག་གཟུགས་མི་དགོས།",
  "editImageModalImageIsDecorativeCheckboxLabel": "པར་རིས་འདི་མཛེས་རྒྱན་ཁོ་ན་ཡིན།",
  "editImageModalImagePreviewText": "པར་རིས་སྔོན་ལྟ།",
  "editImageModalInsertImageButton": "",
  "editImageModalLearnMore": "མང་ཙམ་ཤེས་དགོས།",
  "editImageModalLockImageProportionsCheckboxLabel": "ལྡེ་མིག་ཆ་སྙོམས།",
  "editImageModalImageWidth": "ཞིང་ཚད།",
  "editImageModalInsertTitle": "པར་རིས་ཁ་སྣོན་བྱེད་པ།",
  "editImageModalInsertHeader": "སྔོན་ལ་ཡར་བསྐུར་བྱས་པའི་པར་རིས་འདེམས།",
  "editImageModalEditTitle": "པར་རིས་སྒྲིག་སྟངས་བཟོ་བཅོས།",
  "editImageModalImageOrFields": "ཡང་ན་",
  "editImageModalNextPageButton": "རྗེས་མ།",
  "editImageModalPreviousPageButton": "ཕྱིར་ལོགས།",
  "editImageModalInvalidFileType": "ཡིག་ཆ་རྣམས་ནི་པར་རིས་ཡིན་དགོས། དཔེར་ན། .jpg, .png, དང་ .tiff ཡིག་ཆ་ལྟ་བུ། ཡིག་ཆ་གང་ཡང་ཡར་བསྐུར་མ་བྱུང་།",
  "editImageModalTooManyFiles": "ཐེངས་གཅིག་ལ་ཡིག་ཆ་གཅིག་ཡར་བསྐུར་ཆོག ཡིག་ཆ་གང་ཡང་ཡར་བསྐུར་མ་བྱུང་།",
  "paginationAriaLabel": "ནང་དོན་ཤོག་ངོས་བཟོ་བ།",
  "paginationButtonDisabled": "གནོན་མཐེབ་བཀག་ཡོད།",
  "paginationNext": "རྗེས་མ་",
  "paginationPrevious": "སྔོན་མ།",
  "paginationPage": "ཤོག་ངོས།",
  "paginationCurrentPage": "ད་ལྟའི་ཤོག་ངོས།",
  "paginationOf": ""
}