Repository: openedx/openedx-translations
Catalog: translations/xblock-qualtrics-survey/qualtricssurvey/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, bo, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, kk, ko, lv, nl, pt_pt, ro, ru, sq, sv, sw, te, th, uk, uz, vi, zh_cn, zh_hk

source: Display Name:
af_za: Vertoonnaam:
bo: འཆར་སྟོན་བྱ་རྒྱུའི་མིང་ནི།
da: Vist navn:
de_de: Anzeigename:
el: Εμφανιζόμενο όνομα:
es_419: Nombre para mostrar:
fa: نام نمایشی:
fr: Nom d'Affichage :
fr_ca: Afficher un nom :
he: הצג שם:
hi: प्रदर्शित होने वाला नाम:
hu: Megjelenő név:
it_it: Nome da visualizzare:
ja: 表示名:
kk: Көрсетілетін атау:
ko: 표시 이름:
lv: Parādāmais nosaukums:
nl: Weergavenaam:
pt_pt: Nome a Exibir:
ro: Nume de afișare:
ru: Отображаемое имя:
sq: Emri i shfaqur:
sv: Visningsnamn:
sw: Jina la Onyesho:
te: ప్రదర్శన పేరు:
th: ชื่อที่แสดง:
uz: Ko‘rsatiladigan nom:
vi: Tên hiển thị:
zh_cn: 显示名称：
zh_hk: 顯示名稱：

source: This name appears in the horizontal navigation at the top of the page.
af_za: Hierdie naam verskyn in die horisontale navigasie boaan die bladsy.
bo: མིང་འདི་ནི་ཤོག་ངོས་འདིའི་སྒང་གི་འཕྲེད་ལ་ཡོད་པའི་ཕྱོགས་ཁྲིད་དེའི་ནང་འཆར་ཡོང་བ་ཡིན།
da: Dette navn vises i den vandrette navigation øverst på siden.
de_de: Dieser Name erscheint in der horizontalen Navigation oben auf der Seite.
el: Αυτό το όνομα εμφανίζεται στην οριζόντια πλοήγηση στο επάνω μέρος της σελίδας.
es_419: Este nombre aparece en la navegación horizontal en la parte superior de la página.
fa: این نام در پیمایش افقی در بالای صفحه ظاهر می‌شود.
fr: Ce nom apparaît dans la barre de navigation horizontale en haut de la page.
fr_ca: Ce nom apparaît dans la navigation horizontale en haut de la page.
he: שם זה מופיע בניווט האופקי בראש העמוד.
hi: यह नाम पृष्ठ के शीर्ष पर क्षैतिज नेविगेशन में दिखाई देता है।
hu: Ez a név jelenik meg a vízszintes navigációs sávban az oldal tetején
it_it: Questo nome appare nella navigazione orizzontale nella parte superiore della pagina.
ja: ページ上部の水平ナビゲーションにこの名前が表示されます。
kk: Бұл атау беттің жоғарғы жағындағы көлденең шарлауда пайда болады.
ko: 이 이름은 페이지 상단의 가로 탐색에 나타납니다.
lv: Šis nosaukums ir redzams horizontālajā navigācijas joslā lapas augšdaļā.
nl: Deze naam verschijnt in de horizontale navigatie bovenaan de pagina.
pt_pt: Este nome aparece na navegação horizontal no topo da página.
ro: Acest nume apare în bara de navigare orizontală din partea de sus a paginii.
ru: Это имя отображается в горизонтальной навигации вверху страницы.
sq: Ky emër shfaqet në lundrimin horizontal në krye të faqes.
sv: Detta namn visas i den horisontella navigeringen högst upp på sidan.
sw: Jina hili linaonekana katika usogezaji mlalo juu ya ukurasa.
te: ఈ పేరు పేజీ ఎగువన ఉన్న క్షితిజ సమాంతర నావిగేషన్‌లో కనిపిస్తుంది.
th: ชื่อนี้ปรากฏในการนำทางแนวนอนที่ด้านบนของหน้า
uk: Це ім’я відображається на горизонтальній панелі навігації у верхній частині сторінки.
uz: Ushbu nom sahifaning yuqori qismidagi gorizontal navigatsiyada ko‘rinadi.
vi: Tên này xuất hiện trong điều hướng ngang ở đầu trang.
zh_cn: 该名称出现在页面顶部的水平导航中。
zh_hk: 該名稱出現在頁面頂部的水平導航中。

source: Link Text:
af_za: Skakelteks:
bo: འབྲེལ་མཐུད་ཀྱི་ཡིག་ཆ་གཤམ་གསལ།
da: Linktekst:
el: Κείμενο συνδέσμου:
es_419: Texto del enlace:
fa: متن پیوند:
fr: Texte du lien :
fr_ca: Texte du lien :
he: טקסט קישור:
hi: लिंक पाठ:
hu: Link szöveg:
it_it: Testo del collegamento:
ja: リンクテキスト:
kk: Сілтеме мәтіні:
ko: 링크 텍스트:
lv: Saites teksts:
nl: Verbind tekst:
pt_pt: Texto da ligação:
ro: Text link:
ru: Текст ссылки:
sq: Teksti i lidhjes:
sv: Länktext:
sw: Maandishi ya Kiungo:
te: లింక్ టెక్స్ట్:
th: ข้อความลิงก์:
uk: Текст посилання:
uz: Havola matni:
vi: Văn bản liên kết:
zh_cn: 链接文字：
zh_hk: 連結文字：

source: This is the text that will link to your survey.
af_za: Dit is die teks wat na jou opname sal skakel.
bo: འདི་ནི་ཁྱེད་ཀྱི་བརྟག་དཔྱད་ལ་ཐད་ཀར་སྦྲེལ་བྱེད་ཀྱི་ཡིག་འབྲུ་དེ་ཡིན།
da: Dette er teksten, der vil linke til din undersøgelse.
de_de: Dies ist der Text, der auf Ihre Umfrage verlinkt.
el: Αυτό είναι το κείμενο που θα συνδέσει την έρευνά σας.
es_419: Este es el texto que se vinculará a su encuesta.
fa: این متنی است که به نظرسنجی شما پیوند داده می‌شود.
fr: C&#39;est le texte qui liera à votre enquête.
fr_ca: Il s'agit du texte qui fera le lien vers votre sondage.
he: זה הטקסט שיקשר לסקר שלך.
hi: यह वह पाठ है जो आपके सर्वेक्षण से लिंक होगा।
hu: Ez a szöveg fog a kérdőívére mutatni.
it_it: Questo è il testo che collegherà al tuo sondaggio.
ja: あなたのアンケートへのリンクとなるテキストです。
kk: Бұл сауалнамаға сілтеме жасайтын мәтін.
ko: 설문조사에 링크할 텍스트입니다.
lv: Šis ir teksts, kurā būs saite uz jūsu aptauju.
nl: Dit is de tekst die naar uw enquête linkt.
pt_pt: Este é o texto que ligará ao seu inquérito.
ro: Acesta este textul care va duce la sondajul dvs.
ru: Это текст, который будет ссылаться на ваш опрос.
sq: Ky është teksti që do të lidhet me anketën tuaj.
sv: Det här är texten som kommer att länka till din enkät.
sw: Haya ndiyo maandishi yatakayounganishwa na uchunguzi wako.
te: ఇది మీ సర్వేకు లింక్ చేసే వచనం.
th: นี่คือข้อความที่จะเชื่อมโยงไปยังแบบสำรวจของคุณ
uk: Це текст, який буде посиланням на ваше опитування.
uz: Bu sizning so‘rovingizga havola qiladigan matn.
vi: Đây là văn bản sẽ liên kết đến khảo sát của bạn.
zh_cn: 这是链接到您的调查的文本。
zh_hk: 這是連結到您的調查的文字。

source: Message:
af_za: Boodskap:
bo: འཕྲིན་ཐུང་ནི་
da: Besked:
de_de: Nachricht:
el: Μήνυμα:
es_419: Mensaje:
fa: پیام:
he: הודעה:
hi: सन्देश
hu: Üzenet:
it_it: Messaggio:
ja: メッセージ
kk: Хабарлама:
ko: 메시지:
lv: Ziņa:
nl: Bericht:
pt_pt: Mensagem:
ro: Mesaj:
ru: Текст сообщения:
sq: Mesazh:
sv: Meddelande:
sw: Ujumbe:
te: సందేశం:
th: ข้อความ:
uk: Повідомлення:
uz: Xabar:
vi: Tin nhắn:
zh_cn: 消息：
zh_hk: 訊息:

source: This is the text that will be displayed above the link to your survey.
af_za: Dit is die teks wat bo die skakel na jou opname vertoon sal word.
bo: འདི་ནི་ཁྱེད་ཀྱི་བརྟག་དཔྱད་ནང་གི་དྲ་ཐག་དེའི་སྒང་ལ་འཆར་རྒྱུའི་ཡིག་འབྲུ་དེ་ཡིན།
da: Dette er teksten, der vil blive vist over linket til din undersøgelse.
de_de: Dies ist der Text, der über dem Link zu Ihrer Umfrage angezeigt wird.
el: Αυτό είναι το κείμενο που θα εμφανιστεί πάνω από τον σύνδεσμο προς την έρευνά σας.
es_419: Este es el texto que se mostrará encima del enlace a su encuesta.
fa: این متنی است که در بالای پیوند نظرسنجی شما نمایش داده می‌شود.
fr: C&#39;est le texte qui sera affiché au-dessus du lien vers votre enquête.
fr_ca: Il s'agit du texte qui sera affiché au-dessus du lien vers votre sondage.
he: זה הטקסט שיוצג מעל הקישור לסקר שלך.
hi: यह वह पाठ है जो आपके सर्वेक्षण के लिंक के ऊपर प्रदर्शित किया जाएगा।
hu: Ez a szöveg fog megjelenni a kérdőívhez vezető link felett.
it_it: Questo è il testo che verrà visualizzato sopra il collegamento al tuo sondaggio.
ja: アンケートへのリンクの上に表示されるテキストです。
kk: Бұл сауалнамаға сілтеменің үстінде көрсетілетін мәтін.
ko: 설문조사 링크 위에 표시될 텍스트입니다.
lv: Šis ir teksts, kas tiks parādīts virs saites uz jūsu aptauju.
nl: Dit is de tekst die boven de link naar uw enquête wordt weergegeven.
pt_pt: Este é o texto que será apresentado por cima da hiperligação para o seu inquérito.
ro: Acesta este textul care va fi afișat deasupra linkului către sondaj.
ru: Это текст, который будет отображаться над ссылкой на ваш опрос.
sq: Ky është teksti që do të shfaqet mbi lidhjen e sondazhit tuaj.
sv: Detta är texten som kommer att visas ovanför länken till din undersökning.
sw: Haya ndiyo maandishi yatakayoonyeshwa juu ya kiungo cha uchunguzi wako.
te: ఇది మీ సర్వేకు లింక్ పైన ప్రదర్శించబడే వచనం.
th: นี่คือข้อความที่จะแสดงเหนือลิงก์ไปยังแบบสำรวจของคุณ
uk: Це текст, який відображатиметься над посиланням на ваше опитування.
uz: Bu sizning so‘rovnomangizga havola ustida ko‘rsatiladigan matn.
vi: Đây là văn bản sẽ được hiển thị phía trên liên kết tới khảo sát của bạn.
zh_cn: 这是将显示在调查链接上方的文本。
zh_hk: 這是將顯示在調查連結上方的文字。

source: Param Name:
af_za: Param Naam:
bo: ཚད་གཞིའི་མིང་།
da: Param navn:
de_de: Parametername:
el: Όνομα παραμέτρου:
es_419: Nombre del parámetro:
fa: نام پارامتر:
fr: Nom du paramètre :
fr_ca: Nom du paramètre :
he: שם פראם:
hi: परम नाम:
hu: Paraméter neve:
it_it: Nome parametro:
ja: パラメータ名:
kk: Парам атауы:
ko: 매개변수 이름:
lv: Parametra nosaukums:
nl: Paramnaam:
pt_pt: Nome do Parâmetro:
ro: Nume param:
ru: Имя параметра:
sq: Emri i parametrit:
sv: Parameternamn:
sw: Jina la Param:
te: పరమ పేరు:
th: ชื่อพารามิเตอร์:
uk: Назва параметра:
uz: Parametrning nomi:
vi: Tên thông số:
zh_cn: 参数名称：
zh_hk: 參數名稱：

source: This is the name for the User ID parameter in the url. If blank, User ID is ommitted from the url.
af_za: Dit is die naam vir die User ID-parameter in die url. Indien leeg, word gebruiker-ID van die url weggelaat.
bo: དྲ་ཐག་དེའི་ནང་སྤྱོད་མཁན་གྱི་ ID ཡི་ཚད་གཞི་དེའི་མིང་ཡིན། གལ་སྲིད་སྟོང་བར་བཞག་ན་སྤྱོད་མཁན་གྱི་ ID དེ་ཕྱིར་འཐེན་བྱེད་འགྲོ་བ་ཡིན།
da: Dette er navnet på User ID-parameteren i url&#39;en. Hvis tom, udelades User ID fra url&#39;en.
de_de: Dies ist der Name für den Benutzer-ID-Parameter in der URL. Wenn leer, wird die Benutzer-ID in der URL weggelassen.
el: Αυτό είναι το όνομα για την παράμετρο User ID στη διεύθυνση url. Εάν είναι κενό, το User ID παραλείπεται από το url.
es_419: Este es el nombre del parámetro ID de usuario en la URL. Si está en blanco, la ID de usuario se omite en la URL.
fa: این نام پارامتر User ID در آدرس اینترنتی است. اگر خالی باشد، شناسۀ کاربری از آدرس اینترنتی حذف می‌شود.
fr: Il s&#39;agit du nom du paramètre Identité Utilisateur dans l&#39;url. S&#39;il est vide, l&#39;Identité Utilisateur est omise de l&#39;url.
fr_ca: Il s'agit du nom du paramètre ID utilisateur dans l'URL. S'il est vide, l'ID utilisateur est omis de l'URL.
he: זהו השם לפרמטר User ID בכתובת האתר. אם ריק, User ID מושמט מכתובת האתר.
hi: यह यूआरएल में यूजर आईडी पैरामीटर का नाम है। यदि रिक्त है, तो उपयोगकर्ता आईडी यूआरएल से हटा दी गई है।
hu: Ez a felhasználói azonosító paraméter neve az URL-ben. Ha üres, a felhasználói azonosító kimarad az URL-ből.
it_it: Questo è il nome del parametro ID utente nell&#39;URL. Se vuoto, l&#39;ID utente viene omesso dall&#39;URL.
ja: ユーザーIDパラメータのURL内での名前です。空白の場合、URLからユーザーIDは省略されます。
kk: Бұл URL мекенжайындағы Пайдаланушы идентификаторы параметрінің атауы. Бос болса, пайдаланушы идентификаторы url мекенжайынан шығарылады.
ko: 이것은 url의 사용자 ID 매개변수에 대한 이름입니다. 비어 있으면 사용자 ID가 url에서 생략됩니다.
lv: Tas ir url lietotāja ID parametra nosaukums. Ja šis parametrs ir tukšs, lietotāja ID url netiek iekļauts.
nl: Dit is de naam voor de parameter Gebruikers-ID in de URL. Indien leeg, wordt de gebruikers-ID weggelaten uit de URL.
pt_pt: Este é o nome do parâmetro ID de utilizador no url. Se estiver em branco, o ID de utilizador é omitido do url.
ro: Acesta este numele parametrului ID utilizator din adresa URL. Dacă este gol, ID-ul utilizatorului este omis din url.
ru: Это имя параметра User ID в URL-адресе. Если поле пусто, идентификатор пользователя не включается в URL-адрес.
sq: Ky është emri për parametrin ID të përdoruesit në url. Nëse është bosh, ID-ja e përdoruesit hiqet nga url-ja.
sv: Detta är namnet på användar-ID-parametern i URL:en. Om den lämnas tom, utelämnas användar-ID från URL:en.
sw: Hili ni jina la kigezo cha Kitambulisho cha Mtumiaji kwenye url. Ikiwa tupu, Kitambulisho cha Mtumiaji kitaachwa kwenye url.
te: ఇది urlలో వినియోగదారు ID పరామితి పేరు. ఖాళీగా ఉంటే, వినియోగదారు ID url నుండి విస్మరించబడుతుంది.
th: นี่คือชื่อของพารามิเตอร์ User ID ใน URL หากเว้นว่างไว้ ID ผู้ใช้จะถูกละเว้นจาก URL
uk: Це назва параметра User ID в URL-адресі. Якщо поле пусте, ідентифікатор користувача не вказано в URL-адресі.
uz: Bu URL'dagi Foydalanuvchi ID parametri uchun nomdir. Agar bo'sh qoldirilsa, Foydalanuvchi ID URL'dan chiqarib tashlanadi.
vi: Đây là tên của thông số User ID trong url. Nếu trống, ID người dùng sẽ bị bỏ qua khỏi url.
zh_cn: 这是 url 中用户 ID 参数的名称。如果为空，则从 url 中省略用户 ID。
zh_hk: 這是 url 中用户 ID 參數的名稱。如果為空，則從 url 中省略用户 ID。

source: Survey ID:
af_za: Opname ID:
bo: བརྟག་དཔྱད་ཀྱི་ ID ནི།
da: Undersøgelses-id:
de_de: Umfrage-ID:
el: Αναγνωριστικό έρευνας:
es_419: ID de la encuesta:
fa: شناسۀ نظرسنجی:
fr: ID de l&#39;enquête :
fr_ca: ID du sondage :
he: מזהה סקר:
hi: सर्वेक्षण आईडी:
hu: Felmérés azonosító:
it_it: ID sondaggio:
ja: 調査ID:
kk: Сауалнама идентификаторы:
ko: 설문조사 ID:
lv: Aptaujas ID:
nl: Enquête-ID:
pt_pt: ID do inquérito:
ro: ID sondaj:
ru: Идентификатор опроса:
sq: ID-ja e anketës:
sv: Enkät-ID:
sw: Kitambulisho cha Utafiti:
te: సర్వే ID:
th: รหัสแบบสำรวจ:
uk: ID опитування:
uz: So‘rov identifikatori:
vi: ID khảo sát:
zh_cn: 调查编号：
zh_hk: 調查ID：

source: This is the ID that Qualtrics uses for the survey, which can include numbers and letters, and should be entered in the following format: SV_###############
af_za: Dit is die ID wat Qualtrics vir die opname gebruik, wat syfers en letters kan insluit, en moet in die volgende formaat ingevoer word: SV_##############
bo: འདི་ནི་བརྟག་དཔྱད་ཀྱི་ཆེད་དུ་Qualtrics དྲ་ཚིགས་ནང་བཀོལ་རྒྱུའི་ ID རེད། དེའི་ནང་ཨང་གྲངས་དང་ཡིག་འབྲུ་གཉིས་ཡོང་ཆོག་ཅིང་། ངེས་པར་དུ་གཤམ་གསལ་གྱི་རྣམ་སྒྲིག་བཀོལ་དགོས། SV_###############
da: Dette er det ID, som Qualtrics bruger til undersøgelsen, som kan indeholde tal og bogstaver, og skal indtastes i følgende format: SV_###############
de_de: Dies ist die ID, die Qualtrics für die Umfrage verwendet. Sie kann Zahlen und Buchstaben enthalten und sollte im folgenden Format eingegeben werden: SV_###############
el: Αυτό είναι το αναγνωριστικό που χρησιμοποιεί το Qualtrics για την έρευνα, το οποίο μπορεί να περιλαμβάνει αριθμούς και γράμματα και θα πρέπει να εισαχθεί στην ακόλουθη μορφή: SV_###############
es_419: Este es el ID que utiliza Qualtrics para la encuesta, que puede incluir números y letras, y debe ingresarse en el siguiente formato: SV_###############
fa: این شناسه‌ای است که Qualtrics برای نظرسنجی استفاده می‌کند که می‌تواند شامل اعداد و حروف باشد و باید در قالب زیر وارد شود: SV_###############
fr: Il s&#39;agit de l&#39;Identité utilisée par Qualtrics pour l&#39;enquête. Il peut inclure des chiffres et des lettres et doit être saisi au format suivant : SV_###############
fr_ca: Il s'agit de l'identifiant utilisé par Qualtrics pour le sondage. Il peut inclure des chiffres et des lettres et doit être selon le format suivant : SV_###############
he: זהו המזהה שבו משתמשת Qualtrics עבור הסקר, שיכול לכלול מספרים ואותיות, ויש להזין אותו בפורמט הבא: SV_##############
hi: यह वह आईडी है जिसे क्वाल्ट्रिक्स सर्वेक्षण के लिए उपयोग करता है, जिसमें संख्याएं और अक्षर शामिल हो सकते हैं, और इसे निम्नलिखित प्रारूप में दर्ज किया जाना चाहिए: SV_###############
hu: Ez az azonosító, amelyet a Qualtrics használ a felméréshez, és amely számokat és betűket is tartalmazhat, a következő formátumban kell megadni: SV_###############
it_it: Questo è l&#39;ID utilizzato da Qualtrics per il sondaggio, che può includere numeri e lettere e deve essere inserito nel seguente formato: SV_###############
ja: Qualtricsがアンケートに使用するIDです。数字と文字を含めることができ、次の形式で入力する必要があります: SV_###############
kk: Бұл Qualtrics сауалнама үшін пайдаланатын идентификатор, ол сандар мен әріптерді қамтуы мүмкін және келесі пішімде енгізілуі керек: SV_###############
ko: 이는 Qualtrics가 설문조사에 사용하는 ID로, 숫자와 문자를 포함할 수 있으며 다음 형식으로 입력해야 합니다: SV_################
lv: Tas ir identifikators, ko Qualtrics izmanto aptaujai, un tajā var būt gan cipari, gan burti, un tas ir jāievada šādā formātā: SV_###############
nl: Dit is de ID die Qualtrics gebruikt voor de enquête, die cijfers en letters kan bevatten, en moet in de volgende notatie worden ingevoerd: SV_##############
pt_pt: Este é o ID que o Qualtrics utiliza para o inquérito, que pode incluir números e letras, e deve ser introduzido no seguinte formato: SV_###############
ro: Acesta este id-ul pe care Qualtrics îl folosește pentru sondaj, care poate include cifre și litere și trebuie introdus în următorul format: SV_###############
ru: Это идентификатор, который Qualtrics использует для опроса. Он может включать цифры и буквы и должен вводиться в следующем формате: SV_###############
sq: Ky është ID-ja që Qualtrics përdor për anketën, e cila mund të përfshijë numra dhe shkronja dhe duhet të futet në formatin e mëposhtëm: SV_###############
sv: Detta är ID:t som Qualtrics använder för undersökningen, vilket kan innehålla siffror och bokstäver, och bör anges i följande format: SV_###############
sw: Hiki ndicho kitambulisho ambacho Qualtrics hutumia kwa ajili ya utafiti, ambacho kinaweza kujumuisha nambari na herufi, na kinapaswa kuandikwa katika muundo ufuatao: SV_#################
te: ఇది Qualtrics సర్వే కోసం ఉపయోగించే ID, ఇందులో సంఖ్యలు మరియు అక్షరాలు ఉంటాయి మరియు కింది ఫార్మాట్‌లో నమోదు చేయాలి: SV_##############
th: นี่คือรหัสที่ Qualtrics ใช้สำหรับแบบสำรวจ ซึ่งอาจมีทั้งตัวเลขและตัวอักษร และควรป้อนในรูปแบบต่อไปนี้: SV_###############
uk: Це ідентифікатор, який Qualtrics використовує для опитування, який може містити цифри та літери та має бути введений у такому форматі: SV_################
uz: Bu Qualtrics so‘rov uchun foydalanadigan identifikator bo‘lib, u raqamlar va harflarni o‘z ichiga olishi mumkin va quyidagi formatda kiritilishi kerak: SV_##############
vi: Đây là ID mà Qualtrics sử dụng cho khảo sát, có thể bao gồm số và chữ cái và phải được nhập theo định dạng sau: SV_###############
zh_cn: 这是 Qualtrics 用于调查的 ID，可以包含数字和字母，并应按以下格式输入：SV_###############
zh_hk: 這是 Qualtrics 用於調查的 ID，可以包含數字和字母，並應按以下格式輸入：SV_################

source: Your University:
af_za: Jou Universiteit:
bo: ཁྱེད་ཀྱི་སློབ་ཆེན་ནི།
da: Dit universitet:
de_de: Deine Universität:
el: Το πανεπιστήμιό σας:
es_419: Tu universidad:
fa: دانشگاه شما:
fr: Votre université :
fr_ca: Votre université :
he: האוניברסיטה שלך:
hi: आपका विश्वविद्यालय:
hu: Az Ön egyeteme:
it_it: La tua Università:
ja: あなたの大学:
kk: Сіздің университетіңіз:
ko: 귀하의 대학:
lv: Jūsu universitāte:
nl: Jouw universiteit:
pt_pt: A sua universidade:
ro: Universitatea ta:
ru: Ваш университет:
sq: Universiteti juaj:
sv: Ditt universitet:
sw: Chuo Kikuu chako:
te: మీ విశ్వవిద్యాలయం:
th: มหาวิทยาลัยของคุณ:
uk: Ваш університет:
uz: Sizning universitetingiz:
vi: Trường đại học của bạn:
zh_cn: 你的大学：
zh_hk: 你的大學：

source: This is the name of your university.
af_za: Dit is die naam van jou universiteit.
bo: འདི་ཁྱེད་ཀྱི་སློབ་ཆེན་གྱི་མིང་རེད།
da: Dette er navnet på dit universitet.
de_de: Dies ist der Name Ihrer Universität.
el: Αυτό είναι το όνομα του πανεπιστημίου σας.
es_419: Este es el nombre de tu universidad.
fa: این نام دانشگاه شماست.
fr: C&#39;est le nom de votre université.
fr_ca: C'est le nom de votre université.
he: זה השם של האוניברסיטה שלך.
hi: यह आपके विश्वविद्यालय का नाम है.
hu: Ez az egyetemének neve.
it_it: Questo è il nome della tua università.
ja: これはあなたの大学の名前です。
kk: Бұл сіздің университетіңіздің атауы.
ko: 이것이 귀하의 대학의 이름입니다.
lv: Šis ir jūsu universitātes nosaukums.
nl: Dit is de naam van uw universiteit.
pt_pt: Este é o nome da sua universidade.
ro: Acesta este numele universității tale.
ru: Это название вашего университета.
sq: Ky është emri i universitetit tuaj.
sv: Detta är namnet på ditt universitet.
sw: Hili ndilo jina la chuo kikuu chako.
te: ఇది మీ విశ్వవిద్యాలయం పేరు.
th: นี่คือชื่อมหาวิทยาลัยของคุณ
uk: Це назва вашого університету.
uz: Bu sizning universitetingizning nomi.
vi: Đây là tên trường đại học của bạn.
zh_cn: 这是你们大学的名称。
zh_hk: 這是你大學的名稱。
