Repository: openedx/openedx-translations
Catalog: translations/DoneXBlock/done/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, el, es_419, fa, he, hi, hu, it_it, ja, ka, kk, ko, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi, zh_hk

source: Is the student done?
af_za: Is die student klaar?
ar: هل انتهى الطالب؟
az: Tələbə işini bitirib?
da: Er den studerende færdig?
el: Έχει ολοκληρώσει ο μαθητής;
es_419: ¿Ha terminado el estudiante?
fa: آیا کار دانش‌پذیر تمام شده است؟
he: האם התלמיד סיים?
hi: क्या छात्र का काम पूरा हो गया?
hu: Kész van a diák?
it_it: Lo studente ha finito?
ja: 学生は終わりましたか？
ka: დაასრულა მსმენელმა?
kk: Оқушы бітті ме?
ko: 학생이 끝냈나요?
lv: Vai dalībnieks ir pabeidzis?
pl: Czy uczeń skończył?
pt_br: O estudante acabou?
pt_pt: O aluno já terminou?
ro: A terminat studentul?
ru: Закончил ли студент?
sq: A ka përfunduar studenti?
sv: Är studenten klar?
sw: Je, mwanafunzi amemaliza?
te: విద్యార్థి పూర్తి చేశారా?
th: นักเรียนเสร็จแล้วเหรอ?
tr_tr: Bu öğrenci tamamladı mı?
uk: Студент завершив?
uz: Talaba tugatdimi?
vi: Học sinh xong chưa?
zh_hk: 學生完成了嗎？

source: Align left/right/center
af_za: Belyn links/regs/middel
ar: محاذاة اليسار / اليمين / الوسط
az: Sola/sağa/mərkəzə hizala
da: Juster venstre/højre/center
el: Στοίχιση αριστερά/δεξιά/κέντρο
es_419: Alinear a la izquierda/derecha/centro
fa: تراز کردن به چپ / راست / مرکز
he: יישר שמאלה/ימין/מרכז
hi: बाएँ/दाएँ/केंद्र में संरेखित करें
hu: Balra/jobbra/középre igazítás
it_it: Giustificazione sinistra/destra/centrale
ja: 左揃え/右揃え/中央揃え
ka: მარცხენა/ცენტრალური/მარჯვენა გასწორება
kk: Солға/оңға/ортаға туралаңыз
ko: 왼쪽/오른쪽/중앙 정렬
lv: Izlīdzināt pa kreisi/pa labi/centrā
pl: Wyrównaj do lewej/prawej/centralnej
pt_br: Alinhar esquerda/direita/centro
pt_pt: Alinhar esquerda/direita/centro
ro: Aliniați stânga/dreapta/centru
ru: Расположение по левому краю/по центру/по правому краю
sq: Rreshtoni majtas/djathtas/qendër
sv: Justera vänster/höger/centrera
sw: Pangilia kushoto/kulia/katikati
te: ఎడమ/కుడి/మధ్యకు సమలేఖనం చేయండి
th: จัดชิดซ้าย/ขวา/กึ่งกลาง
tr_tr: Sola/sağa/ortaya hizala
uk: Вирівняти ліворуч /праворуч /по центру
uz: Chapga/oâ€˜ngga/markazga tekislang
vi: Căn trái/phải/giữa
zh_hk: 左對齊/右對齊/居中對齊

source: Display name
af_za: Vertoon naam
ar: عرض الاسم
az: Görünüş adı
da: Vist navn
el: Εμφανιζόμενο όνομα
es_419: Nombre para mostrar
fa: نام نمایشی
he: הצג שם
hi: प्रदर्शन नाम
hu: Megjelenő név
it_it: Mostra il nome
ja: 表示名
ka: საჩვენებელი სახელი
kk: Көрсетілетін атау
ko: 표시 이름
lv: Parādāmais vārds
pl: Wyświetlana nazwa
pt_br: Exibir nome
pt_pt: Mostrar nome
ro: Nume de afișare
ru: Отображаемое название
sq: Emri i shfaqur
sv: Visningsnamn
sw: Jina la kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr_tr: Görünen ad
uk: Відображуване ім'я
uz: Ko'rsatiladigan ism
vi: Tên hiển thị
zh_hk: 顯示名稱

source: ISO-8601 formatted string representing the start date of this assignment. We ignore this.
af_za: ISO-8601-geformateerde string wat die begindatum van hierdie werkopdrag verteenwoordig. Ons ignoreer dit.
ar: سلسلة المنسقة حسب ISO-8601 لعرض تاريخ بدء هذه المهمة. نحن نتجاهل هذا.
az: ISO-8601 formatında olan və bu tapşırığın başlama tarixini göstərən sətir. Biz bunu nəzərə almırıq.
da: ISO-8601-formateret streng, der repræsenterer startdatoen for denne opgave. Vi ignorerer dette.
el: Συμβολοσειρά μορφοποιημένη υπό το πρότυπο ISO-8601 που αναπαριστά την ημερομηνία έναρξης αυτής της εργασίας. Αυτό το αγνοούμε.
es_419: Cadena con formato ISO-8601 que representa la fecha de inicio de esta tarea. Ignoramos esto.
fa: رشته‌ای با فرمت ISO-8601 که نشان‌دهنده تاریخ شروع این تکلیف است. این مورد را نادیده می‌گیریم.
he: מחרוזת ISO-8601 מייצגת את תאריך ההתחלה של מטלה זו. אנו מתעלמים מכך.
hi: आईएसओ-8601 स्वरूपित स्ट्रिंग इस असाइनमेंट की प्रारंभ तिथि का प्रतिनिधित्व करती है। हम इस बात को नजरअंदाज कर देते हैं।
hu: ISO-8601 formátumú karakterlánc, amely a feladat kezdő dátumát jelöli. Ezt figyelmen kívül hagyjuk.
it_it: La stringa formattata ISO-8601 rappresenta la data iniziale per questo compito. La ignoriamo.
ja: この課題の開始日を表すISO-8601形式の文字列です。これは無視します。
ka: დავალების გახსნის თარიღი ISO-8601 ფორმატში. იგნორირებულია.
kk: Осы тапсырманың басталу күнін көрсететін ISO-8601 пішімделген жол. Біз мұны елемейміз.
ko: 이 과제의 시작 날짜를 나타내는 ISO-8601 형식 문자열입니다. 우리는 이것을 무시합니다.
lv: ISO-8601 formatēta virkne, kas apzīmē šī uzdevuma sākuma datumu. Mēs to ignorējam.
pl: Ciąg znaków w formacie ISO-8601 reprezentujący datę rozpoczęcia tego zadania. Ignorujemy to.
pt_br: A sequência ISO-8601 formatada representando a data de início desta tarefa. Ignoramos isso.
pt_pt: Texto formatado com ISO-8601 representando a data de início desta tarefa. Nós ignoramos isto.
ro: Șir formatat ISO-8601 care reprezintă data de începere a acestei teme. Ignorăm asta.
ru: Дата открытия задания в формате ISO-8601. Игнорируется.
sq: Vargu i formatuar ISO-8601 që përfaqëson datën e fillimit të kësaj detyre. Ne e injorojmë këtë.
sv: ISO-8601-formaterad sträng som representerar startdatumet för denna uppgift. Vi ignorerar detta.
sw: Mfuatano wa muundo wa ISO-8601 unaowakilisha tarehe ya kuanza kwa kazi hii. Tunapuuza hili.
te: ISO-8601 ఫార్మాట్ చేసిన స్ట్రింగ్ ఈ అసైన్‌మెంట్ ప్రారంభ తేదీని సూచిస్తుంది. మేము దీనిని పట్టించుకోము.
th: สตริงที่จัดรูปแบบ ISO-8601 ซึ่งแสดงถึงวันที่เริ่มต้นของงานนี้ เราเพิกเฉยต่อสิ่งนี้
tr_tr: Bu görevin başlangıç tarihini temsil eden ISO-8601 biçimli dizge. Bunu görmezden geliyoruz.
uk: Відформатований рядок ISO-8601 представляє дату початку цього завдання. Ми це ігноруємо.
uz: Ushbu topshiriqning boshlanish sanasini ifodalovchi ISO-8601 formatlangan qator. Biz buni e'tiborsiz qoldiramiz.
vi: Chuỗi được định dạng ISO-8601 biểu thị ngày bắt đầu của nhiệm vụ này. Chúng tôi bỏ qua điều này.
zh_hk: ISO-8601 格式的字串表示此作業的開始日期。我們忽略這一點。

source: ISO-8601 formatted string representing the due date of this assignment. We ignore this.
af_za: ISO-8601-geformateerde string wat die sperdatum van hierdie werkopdrag verteenwoordig. Ons ignoreer dit.
ar: سلسلة المنسقة حسب ISO-8601 لعرض الموعد الاخير لإتمام هذه المهمة. نحن نتجاهل هذا.
az: Bu tapşırığın son tarixini göstərən ISO-8601 formatlı sətir. Biz bunu nəzərə almırıq.
da: ISO-8601-formateret streng, der repræsenterer forfaldsdatoen for denne opgave. Vi ignorerer dette.
el: Συμβολοσειρά μορφοποιημένη υπό το πρότυπο ISO-8601 που αναπαριστά την καταληκτική ημερομηνία αυτής της εργασίας. Αυτό το αγνοούμε.
es_419: Cadena con formato ISO-8601 que representa la fecha de vencimiento de esta asignación. Ignoramos esto.
fa: رشته‌ای با فرمت ISO-8601 که تاریخ سررسید این تکلیف را نشان می‌دهد. این مورد را نادیده می‌گیریم.
he: מחרוזת ISO-8601 מייצגת את תאריך המסירה של מטלה זו. אנו מתעלמים מכך.
hi: आईएसओ-8601 स्वरूपित स्ट्रिंग इस असाइनमेंट की नियत तारीख का प्रतिनिधित्व करती है। हम इस बात को नजरअंदाज कर देते हैं।
hu: ISO-8601 formátumú karakterlánc, amely a feladat határidejét jelöli. Ezt figyelmen kívül hagyjuk.
it_it: La stringa formattata ISO-8601 rappresenta la data finale per questo compito. La ignoriamo.
ja: この課題の期限を表すISO-8601形式の文字列です。これは無視します。
ka: დავალების შესრულების ბოლო ვადა ISO-8601 ფორმატში. იგნორირებულია.
kk: Осы тапсырманың орындалу мерзімін көрсететін ISO-8601 пішімделген жол. Біз мұны елемейміз.
ko: 이 과제의 마감일을 나타내는 ISO-8601 형식 문자열입니다. 우리는 이것을 무시합니다.
lv: ISO-8601 formatēta virkne, kas apzīmē šī uzdevuma izpildes datumu. Mēs to ignorējam.
pl: Ciąg znaków w formacie ISO-8601 reprezentujący termin realizacji tego zadania. Ignorujemy to.
pt_br: A sequência ISO-8601 formatada representando o prazo final desta tarefa. Ignoramos isso.
pt_pt: Texto formatado com ISO-8601 representando a data limite desta tarefa. Nós ignoramos isto.
ro: Șir formatat ISO-8601 care reprezintă data scadentă a acestei teme. Ignorăm asta.
ru: Срок сдачи задания в формате ISO-8601. Игнорируется.
sq: Vargu i formatuar ISO-8601 që përfaqëson datën e caktuar të kësaj detyre. Ne e injorojmë këtë.
sv: ISO-8601-formaterad sträng som representerar förfallodatumet för denna uppgift. Vi ignorerar detta.
sw: Mfuatano wa muundo wa ISO-8601 unaowakilisha tarehe ya kukamilisha kazi hii. Tunapuuza hili.
te: ISO-8601 ఫార్మాట్ చేసిన స్ట్రింగ్ ఈ అసైన్‌మెంట్ గడువు తేదీని సూచిస్తుంది. మేము దీనిని పట్టించుకోము.
th: สตริงที่จัดรูปแบบ ISO-8601 ซึ่งแสดงถึงวันครบกำหนดของงานนี้ เราเพิกเฉยต่อสิ่งนี้
tr_tr: Bu görevin son tarihini temsil eden ISO-8601 biçimli dizge. Bunu görmezden geliyoruz.
uk: Відформатований рядок ISO-8601 - це кінцева дата цього завдання. Ми це ігноруємо.
uz: Ushbu topshiriqning tugash sanasini ifodalovchi ISO-8601 formatlangan qator. Biz buni e'tiborsiz qoldiramiz.
vi: Chuỗi được định dạng ISO-8601 thể hiện ngày đến hạn của bài tập này. Chúng tôi bỏ qua điều này.
zh_hk: ISO-8601 格式的字串表示此作業的截止日期。我們忽略這一點。

source: Problem Weight
af_za: Probleem Gewig
ar: وزن المسألة
az: Tapşırığın çəkisi
da: Opgave vægtning
el: Βαρύτητα προβλήματος
es_419: Peso problemático
fa: وزن مسئله
he: משקל הבעיה
hi: समस्या वजन
hu: Feladat súlyozása
it_it: Peso del problema
ja: 問題の重み
ka: პრობლემის წონა
kk: Мәселе Салмағы
ko: 문제 무게
lv: Uzdevumi svars
pl: Waga problemu
pt_br: Valor do problema
pt_pt: Importância do problema
ro: Greutatea problemei
ru: Вес задания
sq: Pesha e problemit
sv: Problem Vikt
sw: Tatizo Uzito
te: సమస్య బరువు
th: น้ำหนักของปัญหา
tr_tr: Problem Ağırlığı
uk: Вага завдання
uz: Muammo Og'irligi
vi: Vấn đề cân nặng
zh_hk: 問題權重

source: Defines the number of points each problem is worth. If the value is not set, the problem is worth the sum of the option point values.
af_za: Definieer die aantal punte wat elke probleem werd is. As die waarde nie gestel is nie, is die probleem die som van die opsiepuntwaardes werd.
ar: يُحدِّد عدد الدرجات المُستحقّة لكل مسألة. إذا لم تُحدَّد القيمة، سيُعتمَد مجموع قِيَم الدرجات الفرعية في هذا الخِيار.
az: Hər bir problemin neçə xal dəyərində olduğunu müəyyən edir. Əgər dəyər təyin edilməyibsə, problem seçim xallarının cəmi qədər dəyərli olur.
da: Definerer antallet af point hver opgave er værd. Hvis værdien ikke er indstillet, er problemets lig med summen summen af alle de mulige pointværdierne.
el: Καθορίζει τον αριθμό των βαθμών που αξίζει κάθε πρόβλημα. Εάν η τιμή δεν έχει οριστεί, το πρόβλημα αξίζει το άθροισμα των τιμών των σημείων επιλογής.
es_419: Define el número de puntos que vale cada problema. Si no se establece el valor, el problema vale la suma de los valores de los puntos de opción.
fa: تعداد امتیازهای هر مسئله را مشخص می‌کند. اگر مقداری مشخص نشده باشد، وزن مسئله برابر با مجموع مقادیر امتیاز گزینه‌ها خواهد بود.
he: מגדיר את מספר הנקודות ששווה כל בעיה. אם הערך לא מוגדר, הבעיה שווה את סכום ערכי נקודות האופציה.
hi: प्रत्येक समस्या के लिए आवश्यक अंकों की संख्या निर्धारित करता है। यदि मान सेट नहीं है, तो समस्या विकल्प बिंदु मानों के योग के बराबर है।
hu: Meghatározza, hogy hány pontot ér egy-egy feladat. Ha az érték nincs beállítva, a feladat az opciós pontértékek összegét éri.
it_it: Definisce la quantità di punti che ogni problema vale. Se tale valore non è fisso, il problema vale quanto la somma dei punti di ogni opzione.
ja: 各問題の点数を定義します。値が設定されていない場合、問題の点数はオプションの点数の合計になります。
ka: განსაზღვრავს, თუ რამდენი ქულით ფასდება თითოეული პრობლემა. თუ რიცხვითი მნიშვნელობა არ არის მითითებული, მაშინ პრობლემა ფასდება ვარიანტების ქულების ჯამით.
kk: Әр есептің ұпай санын анықтайды. Мән орнатылмаса, мәселе опция нүктесі мәндерінің қосындысына тең болады.
ko: 각 문제의 점수를 정의합니다. 값이 설정되지 않은 경우, 문제의 점수는 옵션 점수 값의 합계입니다.
lv: Nosaka katra uzdevuma punktu skaitu. Ja šī vērtība nav iestatīta, uzdevuma vērtējums ir izvēles punktu vērtību summa.
pl: Określa liczbę punktów wartych za każdy problem. Jeśli wartość nie jest ustawiona, problem jest wart sumy wartości punktów opcji.
pt_br: Define a quantidade de pontos que cada problema vale. Se o valor não for definido, o problema vale a soma das dos valores dos pontos de opção.
pt_pt: Define o número de pontos que cada problema vale. Se não for definido um valor, o problema vale a soma dos pontos das opções.
ro: Definește numărul de puncte valoarează pentru fiecare problemă. Dacă valoarea nu este setată, problema valorează suma valorilor punctelor de opțiune.
ru: Определяет количество баллов за каждое задание. Если значение не установлено, задание оценивается как сумма баллов за каждый вариант ответа.
sq: Përcakton numrin e pikëve që vlen çdo problem. Nëse vlera nuk është vendosur, problemi vlen sa shumën e vlerave të pikës së opsionit.
sv: Definierar antalet poäng varje problem är värt. Om värdet inte är inställt, är problemet värt summan av alternativens poängvärden.
sw: Inafafanua idadi ya pointi kila tatizo linafaa. Ikiwa thamani haijawekwa, tatizo lina thamani ya jumla ya thamani za pointi za chaguo.
te: ప్రతి సమస్య విలువైన పాయింట్ల సంఖ్యను నిర్వచిస్తుంది. విలువ సెట్ చేయకపోతే, సమస్య ఎంపిక పాయింట్ విలువల మొత్తానికి విలువైనది.
th: กำหนดจำนวนคะแนนที่แต่ละปัญหามีค่า หากไม่ได้ตั้งค่าไว้ ปัญหาจะมีมูลค่าเท่ากับผลรวมของค่าจุดตัวเลือก
tr_tr: Her bir problemin kaç puan ettiğini tanımlar. Değer ayarlanmazsa, problem seçenek değerlerinin toplamına eşittir.
uk: Визначає бали в тій кількості, скільки вартує кожна задача. Якщо значення не встановлено, задача вартує суму значень варіативних балів.
uz: Har bir muammoga arziydigan ball sonini belgilaydi. Agar qiymat o'rnatilmagan bo'lsa, muammo variant nuqtasi qiymatlari yig'indisiga arziydi.
vi: Xác định số điểm mà mỗi vấn đề có giá trị. Nếu giá trị không được đặt thì bài toán có giá trị bằng tổng các giá trị điểm tùy chọn.
zh_hk: 定義每個問題的得分。如果未設定該值，則問題值是選項點值的總和。

source: X
ar: س
el: Χ
he: איקס
hi: एक्स
ka: Х
ko: 엑스
ru: Х
th: เอ็กซ์
uk: Х

source: I have completed this
af_za: Ek het dit voltooi
ar: أكملت هذا
az: Mən bunu tamamladım
da: Jeg har gennemført dette
el: Το έχω ολοκληρώσει
es_419: he completado esto
fa: این مورد را تکمیل کرده‌ام.
he: סיימתי את זה
hi: मैंने इसे पूरा कर लिया है
hu: Ezt befejeztem.
it_it: Ho finito
ja: これを完了しました
ka: უკვე დავასრულე
kk: Мен мұны аяқтадым
ko: 나는 이것을 완료했습니다
lv: Esmu to pabeidzis
pl: Skończyłem to
pt_br: Eu completei isto
pt_pt: Já concluí isto
ro: Am terminat asta
ru: Я уже закончил
sq: Unë e kam përfunduar këtë
sv: Jag har slutfört detta
sw: Nimekamilisha hili
te: నేను దీనిని పూర్తి చేసాను
th: ฉันได้ทำสิ่งนี้เสร็จแล้ว
tr_tr: Ben bunu tamamladım
uk: Я завершив це
uz: Men buni tugatdim
vi: Tôi đã hoàn thành việc này
zh_hk: 我已經完成了這個

source: Unmark
af_za: Ontmerk
ar: الغاء التحديد
az: İşarəni sil
da: Fjern markering
el: Κατάργηση επισήμανσης
es_419: Desmarcar
fa: برداشتن علامت
he: בטל את הסימון
hi: अचिह्नित
hu: Jelöletlen
it_it: Rimuovi selezione
ja: マークを外す
ka: მონიშვნის გაუქმება
kk: Белгіні алып тастау
ko: 표시 해제
lv: Noņemiet atzīmi
pl: Odznacz
pt_br: Desmarcar
pt_pt: Desmarcar
ro: Demarcați
ru: Снять выделение
sq: Hiq shënimin
sv: Avmarkera
sw: Ondoa alama
te: గుర్తును తీసివేయండి
th: ยกเลิกการทำเครื่องหมาย
tr_tr: İşareti kaldır
uk: Зняти позначку
uz: Belgini olib tashlang
vi: Bỏ đánh dấu
zh_hk: 取消標記

source: Mark as complete
af_za: Merk as voltooi
ar: علمها كمكتمل
az: Tamamlandı kimi işarələ
da: Markér som fuldført
el: Επισήμανση ως ολοκληρωμένου
es_419: Marcar como completo
fa: علامت‌گذاری به عنوان کامل
he: סמן כהשלמה
hi: पूर्ण के रूप में चिन्हित करें
hu: Jelölés befejezettként
it_it: Segna come finito
ja: 完了としてマーク
ka: დასრულებულად მონიშვნა
kk: Аяқталған деп белгілеңіз
ko: 완료로 표시
lv: Atzīmēt kā pabeigtu
pl: Oznacz jako ukończone
pt_br: Marcar como completo
pt_pt: Marcar como concluído
ro: Marcați complet
ru: Пометить, как выполненное
sq: Shëno si të plotë
sv: Markera som slutförd
sw: Tia alama kuwa imekamilika
te: పూర్తయినట్లు గుర్తు పెట్టండి
th: ทำเครื่องหมายว่าเสร็จสมบูรณ์
tr_tr: Tamamlandı olarak işaretle
uk: Позначити як виконане
uz: To'liq deb belgilang
vi: Đánh dấu là hoàn thành
zh_hk: 標記為完成
