Repository: openedx/openedx-translations
Catalog: translations/DoneXBlock/done/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, da, el, es_419, fa, he, hi, hu, it_it, ja, ka, kk, ko, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi, zh_hk

source: This is a very simple component with no configuration options. It is used for helping student keep track of what portion of a course they've completed. For example, you might place this underneath each text and video component, and students can see in their progress page which portions are completed and which still need to be watched or read.
af_za: Dit is &#39;n baie eenvoudige komponent met geen konfigurasie opsies nie. Dit word gebruik om studente te help om tred te hou met watter gedeelte van &#39;n kursus hulle voltooi het. Jy kan dit byvoorbeeld onder elke teks- en videokomponent plaas, en studente kan op hul vorderingsbladsy sien watter gedeeltes voltooi is en watter nog gekyk of gelees moet word.
ar: هذا مكون بسيط جدًا ولا يحتوي على خيارات للاعدادت. يتم استخدامه لمساعدة الطلاب على تتبع الجزء الذي أكملوه من الدورة التدريبية. على سبيل المثال، يمكنك وضع هذا أسفل كل مكون من النص والفيديو، ويمكن للطلاب أن يروا في صفحة التقدم الخاصة بهم الأجزاء التي تم إكمالها والتي لا تزال بحاجة إلى المشاهدة أو القراءة.
az: Bu, heç bir konfiqurasiya seçimi olmayan çox sadə bir komponentdir. Bu, tələbələrə bir kursun hansı hissəsini tamamladıqlarını izləməyə kömək etmək üçün istifadə olunur. Məsələn, bunu hər bir mətn və video komponentinin altına yerləşdirə bilərsiniz və tələbələr irəliləyiş səhifələrində hansı hissələrin tamamlandığını və hansılarının hələ izlənilməli və ya oxunmalı olduğunu görə bilərlər.
da: Dette er en meget enkel komponent uden konfigurationsmuligheder. Det bruges til at hjælpe studerende med at holde styr på, hvilken del af et kursus de har gennemført. For eksempel kan du placere dette under hver tekst- og videokomponent, og de studerende kan på deres fremskridtsside se, hvilke dele der er afsluttet, og hvilke der stadig skal ses eller læses.
el: Αυτό είναι ένα πολύ απλό στοιχείο χωρίς επιλογές διαμόρφωσης. Χρησιμοποιείται για να βοηθήσει τους μαθητές να παρακολουθούν το τμήμα ενός μαθήματος που έχουν ολοκληρώσει. Για παράδειγμα, μπορείτε να το τοποθετήσετε κάτω από κάθε στοιχείο κειμένου και βίντεο και οι μαθητές μπορούν να δουν στη σελίδα προόδου τους ποια τμήματα έχουν ολοκληρωθεί και ποια πρέπει ακόμα να παρακολουθήσουν ή να διαβάσουν.
es_419: Este es un componente muy simple sin opciones de configuración. Se utiliza para ayudar a los estudiantes a realizar un seguimiento de qué parte del curso han completado. Por ejemplo, puede colocar esto debajo de cada componente de texto y video, y los estudiantes podrán ver en su página de progreso qué partes están completadas y cuáles aún deben verse o leerse.
fa: این یک جزء بسیار ساده و بدون گزینه های پیکربندی است. این برای کمک به دانش آموز برای پیگیری بخشی از یک دوره استفاده می شود که آنها را تکمیل کرده اند. برای مثال، می‌توانید آن را زیر هر یک از اجزای متنی و ویدیویی قرار دهید، و دانش‌آموزان می‌توانند در صفحه پیشرفت خود ببینند کدام بخش تکمیل شده است و کدام بخش هنوز باید تماشا یا خوانده شود.
he: זהו רכיב פשוט מאוד ללא אפשרויות תצורה. הוא משמש לעזרה לתלמידים לעקוב אחר חלק מהקורס שהם סיימו. לדוגמה, תוכל למקם את זה מתחת לכל רכיב טקסט ווידאו, והתלמידים יכולים לראות בדף ההתקדמות שלהם אילו חלקים הושלמו ואילו עדיין צריך לצפות או לקרוא.
hi: यह एक बहुत ही सरल घटक है जिसमें कोई कॉन्फ़िगरेशन विकल्प नहीं है। इसका उपयोग छात्रों को इस बात पर नज़र रखने में मदद करने के लिए किया जाता है कि उन्होंने पाठ्यक्रम का कितना भाग पूरा कर लिया है। उदाहरण के लिए, आप इसे प्रत्येक पाठ और वीडियो घटक के नीचे रख सकते हैं, और छात्र अपने प्रगति पृष्ठ में देख सकते हैं कि कौन से भाग पूरे हो गए हैं और जिन्हें अभी भी देखने या पढ़ने की आवश्यकता है।
hu: Ez egy nagyon egyszerű komponens, amelynek nincsenek konfigurációs lehetőségei. Arra szolgál, hogy segítse a diákokat nyomon követni, hogy a kurzus mely részét teljesítették. Például elhelyezheti ezt minden szöveg és videó komponens alatt, így a diákok a haladási oldalukon láthatják, mely részeket fejezték be, és melyeket kell még megnézniük vagy elolvasniuk.
it_it: Questo è un componente molto semplice senza opzioni di configurazione. Viene utilizzato per aiutare gli studenti a tenere traccia della parte di un corso che hanno completato. Ad esempio, potresti posizionarlo sotto ogni componente di testo e video e gli studenti potranno vedere nella loro pagina di avanzamento quali parti sono state completate e quali devono ancora essere guardate o lette.
ja: これは、設定オプションのない非常にシンプルなコンポーネントです。学生がコースのどの部分を完了したかを把握するのに役立ちます。たとえば、各テキストやビデオコンポーネントの下にこれを配置すると、学生は進捗ページでどの部分が完了していて、どの部分がまだ視聴または読了する必要があるかを確認できます。
ka: ეს არის ძალიან მარტივი კომპონენტი კონფიგურაციის პარამეტრების გარეშე. ის გამოიყენება დაეხმარეთ მსმენელს, თვალყური ადევნონ, თუ რა ნაწილი აქვთ დასრულებული კურსის. მაგალითად, თქვენ შეგიძლიათ ის თითოეული ტექსტისა და ვიდეო კომპონენტის ქვეშ მოათავსოთ და სტუდენტები მათ პროგრესის გვერდზე შეძლებენ ნახონ, რომელი ნაწილებია დასრულებული და რომელი მეტი საყურებელი ან წასაკითხი.
kk: Бұл конфигурация опциялары жоқ өте қарапайым компонент. Ол студентке курстың қай бөлігін аяқтағанын бақылауға көмектесу үшін қолданылады. Мысалы, мұны әрбір мәтін және бейне құрамдас бөлігінің астына қоюға болады және студенттер өздерінің орындалу бетінде қай бөліктер аяқталғанын және қайсысы әлі де қарау немесе оқу қажет екенін көре алады.
ko: 이것은 구성 옵션이 없는 매우 간단한 구성 요소입니다. 이것은 학생들이 과정의 어느 부분을 완료했는지 추적하는 데 사용됩니다. 예를 들어, 이것을 각 텍스트 및 비디오 구성 요소 아래에 배치하면 학생들은 진행 상황 페이지에서 어느 부분이 완료되었고 어느 부분을 시청하거나 읽어야 하는지 확인할 수 있습니다.
lv: Šis ir ļoti vienkāršs komponents bez konfigurācijas iespējām. To izmanto, lai palīdzētu dalībniekam sekot līdzi tam, cik no kursa ir pabeigts. Piemēram, to var novietot zem katra teksta un video komponenta, un dalībnieki savā progresa lapā var redzēt, kuras daļas ir pabeigtas un kuras vēl jāskatās vai jāizlasa.
pl: Jest to bardzo prosty komponent bez opcji konfiguracyjnych. Służy do pomagania uczniowi w śledzeniu, jaką część kursu ukończyli. Możesz na przykład umieścić to pod każdym komponentem tekstowym i wideo, a uczniowie będą mogli zobaczyć na stronie postępu, które części są już ukończone, a które wymagają jeszcze obejrzenia lub przeczytania.
pt_br: Este é um componente muito simples, sem opções de configuração. Ele é usado para ajudar o aluno a acompanhar a parte do curso que concluiu. Por exemplo, você pode colocar isso abaixo de cada componente de texto e vídeo, e os alunos poderão ver na página de progresso quais partes foram concluídas e quais ainda precisam ser assistidas ou lidas.
pt_pt: Este é um componente muito simples, sem opções de configuração. É utilizado para ajudar os alunos a manter um registo de qual parte do curso já foi concluída. Por exemplo, pode colocá-lo por baixo de cada componente de texto e vídeo, e os alunos podem ver na sua página de progresso quais as partes concluídas e quais as que ainda precisam de ser vistas ou lidas.
ro: Aceasta este o Componenta foarte simplă, fără opțiuni de configurație. Este folosit pentru a-i ajuta pe elevi să țină evidența porțiunii cursului pe care au finalizat-o. De exemplu, puteți plasa acest lucru sub fiecare Componenta de text și video, iar studenții pot vedea în pagina lor de progres care porțiuni sunt finalizate și care mai trebuie vizionate sau citite.
ru: Это очень простой компонент без параметров настройки. Он используется, чтобы помочь студентам отслеживать, какую часть курса они прошли. Например, вы можете поместить его под каждым текстовым и видеокомпонентом, и учащиеся смогут видеть на своей странице прогресса, какие части выполнены, а какие еще нужно просмотреть или прочитать.
sq: Ky është një komponent shumë i thjeshtë pa opsione konfigurimi. Përdoret për të ndihmuar studentin të mbajë shënim se cilën pjesë të një kursi kanë përfunduar. Për shembull, mund ta vendosni këtë nën çdo komponent teksti dhe video dhe studentët mund të shohin në faqen e tyre të përparimit se cilat pjesë janë përfunduar dhe cilat duhet të shikohen ose lexohen ende.
sv: Detta är en mycket enkel komponent utan konfigurationsalternativ. Den används för att hjälpa studenter att hålla reda på vilken del av en kurs de har slutfört. Till exempel kan du placera denna under varje text- och videokomponent, och studenterna kan se på sin framstegssida vilka delar som är slutförda och vilka som fortfarande behöver ses eller läsas.
sw: Hii ni sehemu rahisi sana bila chaguzi za usanidi. Inatumika kumsaidia mwanafunzi kufuatilia ni sehemu gani ya kozi ambayo wamemaliza. Kwa mfano, unaweza kuweka hii chini ya kila sehemu ya maandishi na video, na wanafunzi wanaweza kuona katika ukurasa wao wa maendeleo ni sehemu gani zimekamilika na ambazo bado zinahitaji kutazamwa au kusomwa.
te: ఇది కాన్ఫిగరేషన్ ఎంపికలు లేని చాలా సులభమైన భాగం. విద్యార్థులు వారు పూర్తి చేసిన కోర్సు యొక్క ఏ భాగాన్ని ట్రాక్ చేయడంలో సహాయపడటానికి ఇది ఉపయోగించబడుతుంది. ఉదాహరణకు, మీరు దీన్ని ప్రతి టెక్స్ట్ మరియు వీడియో కాంపోనెంట్ కింద ఉంచవచ్చు మరియు విద్యార్థులు తమ ప్రోగ్రెస్ పేజీలో ఏ భాగాలు పూర్తయ్యాయి మరియు ఇంకా చూడాల్సిన లేదా చదవాల్సిన వాటిని చూడవచ్చు.
th: นี่เป็นองค์ประกอบที่เรียบง่ายมากโดยไม่มีตัวเลือกการกำหนดค่า ใช้เพื่อช่วยให้นักเรียนติดตามว่าเรียนจบส่วนใดของหลักสูตรแล้ว ตัวอย่างเช่น คุณอาจวางส่วนนี้ไว้ข้างใต้ส่วนประกอบข้อความและวิดีโอแต่ละรายการ และนักเรียนสามารถดูได้ในหน้าความคืบหน้าว่าส่วนไหนที่เสร็จสมบูรณ์แล้วและส่วนไหนยังต้องดูหรืออ่าน
tr_tr: Bu, hiçbir yapılandırma seçeneği olmayan çok basit bir bileşendir. Öğrencilerin bir dersin hangi bölümünü tamamladıklarını takip etmelerine yardımcı olmak için kullanılır. Örneğin, bunu her bir metin ve video bileşeninin altına yerleştirebilirsiniz ve öğrenciler ilerleme sayfalarında hangi bölümlerin tamamlandığını ve hangilerinin izlenmesi veya okunması gerektiğini görebilir.
uk: Це дуже простий компонент без параметрів конфігурації. Він використовується, щоб допомогти студентам відстежувати, яку частину курсу вони пройшли. Наприклад, ви можете розмістити це під кожним текстовим і відеокомпонентом, і студенти зможуть бачити на своїй сторінці прогресу, які частини виконано, а які ще потрібно переглянути чи прочитати.
uz: Bu konfiguratsiya imkoniyatlarisiz juda oddiy komponent. U talabalarga kursning qaysi qismini tugatganligini kuzatishda yordam berish uchun ishlatiladi. Misol uchun, siz buni har bir matn va video komponenti ostiga qo'yishingiz mumkin va talabalar o'zlarining rivojlanish sahifalarida qaysi qismlar to'ldirilganligini va qaysi biri hali ham ko'rish yoki o'qish kerakligini ko'rishlari mumkin.
vi: Đây là một thành phần rất đơn giản không có tùy chọn cấu hình. Nó được sử dụng để giúp sinh viên theo dõi phần nào của khóa học họ đã hoàn thành. Ví dụ: bạn có thể đặt phần này bên dưới mỗi thành phần văn bản và video và học sinh có thể xem trên trang tiến độ của mình phần nào đã hoàn thành và phần nào vẫn cần xem hoặc đọc.
zh_hk: 這是一個非常簡單的元件，沒有設定選項。它用於幫助學生追蹤他們已經完成的課程部分。例如，您可以將其放置在每個文字和影片組件下方，學生可以在進度頁面中看到哪些部分已完成以及哪些部分仍需要觀看或閱讀。

source: It is also helpful to give students a way to sign off on having completed something. They are less likely to skip material that way.
af_za: Dit is ook nuttig om studente &#39;n manier te gee om af te teken dat hulle iets voltooi het. Hulle is minder geneig om materiaal so oor te slaan.
ar: من المفيد أيضًا منح الطلاب طريقة للتوقيع على إكمال شيء ما. هم أقل عرضة لتخطي المواد بهذه الطريقة.
az: Tələbələrə bir işi tamamladıqlarını təsdiqləmək üçün bir yol vermək də faydalıdır. Bu yolla onlar materialı keçməyə daha az meylli olurlar.
da: Det er også nyttigt at give eleverne en måde at skrive under på, at de har gennemført noget. De er mindre tilbøjelige til at springe materiale over på den måde.
el: Είναι επίσης χρήσιμο να δίνετε στους μαθητές έναν τρόπο να υπογράψουν ότι έχουν ολοκληρώσει κάτι. Είναι λιγότερο πιθανό να παραλείψουν υλικό με αυτόν τον τρόπο.
es_419: También es útil brindarles a los estudiantes una manera de confirmar que han completado algo. Es menos probable que se salten material de esa manera.
fa: همچنین ارائه راه‌کاری به دانش‌پذیران برای مشخص کردن تکمیل یک چیز مفید است. به این ترتیب، احتمال نادیده گرفتن و گذشتن از مطالب کم‌تر خواهد شد.
he: זה גם מועיל לתת לתלמידים דרך לחתום על שסיימו משהו. הם נוטים פחות לדלג על חומר כך.
hi: विद्यार्थियों को कुछ पूरा करने पर हस्ताक्षर करने का तरीका देना भी सहायक होता है। इस तरह से सामग्री को छोड़ने की संभावना कम होती है।
hu: Hasznos az is, ha a diákoknak lehetőséget adunk arra, hogy jelezzék, ha valamit befejeztek. Így kevésbé valószínű, hogy kihagynak anyagokat.
it_it: È anche utile dare agli studenti un modo per firmare il completamento di qualcosa. È meno probabile che saltino il materiale in questo modo.
ja: 学生が何かを完了したことを確認する方法を提供することも役立ちます。そうすることで、教材を飛ばす可能性が低くなります。
ka: ასევე სასარგებლოა, თუ სტუდენტებს მისცემთ შესაძლებლობას, ხელი მოაწერონ მათ მიერ შესრულებულ სამუშაოს. ამ გზით ისინი ნაკლებად სავარაუდოა, რომ მასალას გამოტოვებენ.
kk: Сондай-ақ студенттерге бірдеңені аяқтағаны туралы қол қоюға мүмкіндік беру пайдалы. Олар материалды осылай өткізіп жіберу ықтималдығы аз.
ko: 학생들에게 무언가를 완료했다고 서명할 수 있는 방법을 제공하는 것도 도움이 됩니다. 그렇게 하면 자료를 건너뛸 가능성이 줄어듭니다.
lv: Ir arī noderīgi sniegt dalībniekiem iespēju atzīmēt, ka viņi ir kaut ko pabeiguši. Šādā veidā viņi mazāk izlaiž materiālu.
pl: Pomocne jest także, gdy uczniowie potwierdzają ukończenie czegoś. Jest mniej prawdopodobne, że w ten sposób pominą materiał.
pt_br: Também é útil dar aos alunos uma maneira de assinar a conclusão de algo. Eles são menos propensos a pular o material dessa forma.
pt_pt: Também é útil dar aos alunos uma maneira de assinalar que completaram algo. Desta forma, é menos provável que saltem componentes do curso.
ro: De asemenea, este util să oferi studenților o modalitate de a semna că au absolvit ceva. Este mai puțin probabil să sară material în acest fel.
ru: Также полезно дать учащимся возможность подписать факт выполнения чего-либо. Таким образом они с меньшей вероятностью пропустят материал.
sq: Është gjithashtu e dobishme t&#39;u jepet studentëve një mënyrë për të nënshkruar pasi kanë përfunduar diçka. Ata kanë më pak gjasa të kalojnë materialin në këtë mënyrë.
sv: Det är också bra att ge studenterna ett sätt att bekräfta att de har slutfört något. De är mindre benägna att hoppa över material på det sättet.
sw: Pia ni muhimu kuwapa wanafunzi njia ya kujiandikisha baada ya kukamilisha jambo fulani. Wana uwezekano mdogo wa kuruka nyenzo kwa njia hiyo.
te: ఏదైనా పూర్తి చేసిన తర్వాత సైన్ ఆఫ్ చేయడానికి విద్యార్థులకు ఒక మార్గాన్ని అందించడం కూడా ఉపయోగకరంగా ఉంటుంది. వారు ఆ విధంగా మెటీరియల్‌ని దాటవేసే అవకాశం తక్కువ.
th: นอกจากนี้ การเปิดโอกาสให้นักเรียนลงนามเมื่อทำบางอย่างเสร็จแล้วยังเป็นประโยชน์อีกด้วย พวกเขามีโอกาสน้อยที่จะข้ามเนื้อหาในลักษณะนั้น
tr_tr: Öğrencilere bir şeyi tamamladıklarına dair işaret koymaları için bir yöntem sağlamak yararlıdır. Bu şekilde materyali atlama olasılıkları azalır.
uk: Також корисно дати студентам спосіб підписати, що вони щось виконали. Вони з меншою ймовірністю пропустять матеріал таким чином.
uz: Talabalarga biror narsani tugatganliklarini imzolash uchun yo'l berish ham foydalidir. Ular materialni shu tarzda o'tkazib yuborish ehtimoli kamroq.
vi: Việc cung cấp cho học sinh một cách để xác nhận đã hoàn thành một việc gì đó cũng rất hữu ích. Họ ít có khả năng bỏ qua tài liệu theo cách đó.
zh_hk: 為學生提供完成某件事的方式也很有幫助。他們不太可能以這種方式跳過材料。

source: (If you're a real power-user, in OLX, we do allow you to add an align tag, which can left-, center-, or right-justify the XBlock)
af_za: (As jy &#39;n regte kraggebruiker is, in OLX, laat ons jou toe om &#39;n belyningsmerker by te voeg, wat die XBlock kan links-, senter- of regs regverdig)
ar: (إذا كنت مستخدمًا قويًا حقيقيًا، في أوليكس، فنحن نسمح لك بإضافة علامة محاذاة، والتي يمكنها ضبط XBlock على اليسار أو الوسط أو اليمين)
az: (Əgər siz həqiqətən güclü bir istifadəçisinizsə, OLX-də XBlock-u sola, mərkəzə və ya sağa düzləndirmək üçün bir align teqi əlavə etməyə icazə veririk)
da: (Hvis du er en rigtig superbruger, i OLX, tillader vi dig at tilføje et align tag, som kan venstre-, center- eller højrejustere XBlock)
el: (Εάν είστε πραγματικός χρήστης ισχύος, στο OLX, σας επιτρέπουμε να προσθέσετε μια ετικέτα στοίχισης, η οποία μπορεί να δικαιολογήσει το XBlock αριστερά, κέντρο ή δεξιά)
es_419: (Si eres un verdadero usuario avanzado, en OLX te permitimos agregar una etiqueta de alineación, que puede justificar el XBlock hacia la izquierda, el centro o la derecha)
fa: (اگر یک کاربر قدرتمند واقعی هستید، در OLX، ما به شما اجازه می دهیم یک تگ تراز اضافه کنید، که می تواند XBlock را در سمت چپ، وسط یا راست توجیه قرار دهد)
he: (אם אתה משתמש חזק אמיתי, ב-OLX, אנחנו כן מאפשרים לך להוסיף תג יישור, שיכול להצדיק את ה-XBlock שמאלה, במרכז או ימינה)
hi: (यदि आप ओएलएक्स में एक वास्तविक पावर-उपयोगकर्ता हैं, तो हम आपको एक संरेखण टैग जोड़ने की अनुमति देते हैं, जो एक्सब्लॉक को बाएं, केंद्र-, या दाएं-जस्टिफ़ाई कर सकता है)
hu: (Ha Ön igazi power-user, az OLX-ben lehetőséget biztosítunk arra, hogy hozzáadjon egy align címkét, amely balra, középre vagy jobbra igazítja az XBlockot)
it_it: (Se sei un vero utente esperto, in OLX ti consentiamo di aggiungere un tag di allineamento, che può giustificare l&#39;XBlock a sinistra, al centro o a destra)
ja: （もしあなたが本当にパワーユーザーであれば、OLXでは、XBlockを左寄せ、中央寄せ、または右寄せするためのalignタグを追加することができます）
ka: (თუ გამოცდილი მომხმარებელი ხართ, OLX საშუალებას გაძლევთ დაამატოთ გასწორების ტეგი გასწორება, რომელსაც შეუძლია XBlock-ის გასწორება მარცხნივ, ცენტრში ან მარჯვენა კიდე)
kk: (Егер сіз нағыз қуатты пайдаланушы болсаңыз, OLX жүйесінде XBlock-ты солға, ортаға немесе оңға қарай ақтайтын туралау тегін қосуға рұқсат етеміз)
ko: (OLX에서 진정한 파워 유저라면 정렬 태그를 추가할 수 있습니다. 이 태그를 사용하면 XBlock을 왼쪽, 가운데 또는 오른쪽으로 정렬할 수 있습니다.)
lv: (Ja esat īstens lietpratējs, OLX ļauj pievienot izlīdzināšanas tagu, ar kuru XBloku var izlīdzināt pa kreisi, pa vidu vai pa labi).
pl: (Jeśli jesteś naprawdę zaawansowanym użytkownikiem, w OLX umożliwiamy dodanie znacznika wyrównania, który może wyrównać XBlock do lewej, do środka lub do prawej)
pt_br: (Se você for um usuário realmente avançado, no OLX, permitimos que você adicione uma tag de alinhamento, que pode justificar o XBlock à esquerda, ao centro ou à direita)
pt_pt: (Se é um verdadeiro utilizador avançado, no OLX, permitimos-lhe adicionar uma etiqueta de alinhamento para ajustar o XBlock à esquerda, ao centro ou à direita)
ro: (Dacă sunteți un adevărat utilizator cu putere, în OLX, vă permitem să reclamați o etichetă de aliniere, care poate justifica XBlock-ul la stânga, la centru sau la dreapta)
ru: (Если вы опытный пользователь, в OLX мы разрешаем вам добавлять тег выравнивания, который может выравнивать XBlock по левому, центральному или правому краю)
sq: (Nëse jeni një përdorues i vërtetë i fuqisë, në OLX, ne ju lejojmë të shtoni një etiketë të rreshtimit, e cila mund të justifikojë XBlock majtas, qendra ose djathtas)
sv: (Om du är en riktig power-användare, i OLX tillåter vi dig att lägga till en align-tagg, som kan vänster-, center- eller högerjustera XBlock)
sw: (Ikiwa wewe ni mtumiaji wa nguvu halisi, katika OLX, tunakuruhusu kuongeza lebo ya kulandanisha, ambayo inaweza kushoto-, katikati-, au kulia-kuhalalisha XBlock)
te: (మీరు నిజమైన పవర్-యూజర్ అయితే, OLXలో, XBlockని ఎడమ-, మధ్య- లేదా కుడి-జస్టిఫై చేయగల సమలేఖనం ట్యాగ్‌ని జోడించడానికి మేము మిమ్మల్ని అనుమతిస్తాము)
th: (หากคุณเป็นผู้ใช้งานระดับสูงจริงๆ ใน OLX เราอนุญาตให้คุณเพิ่มแท็กจัดเรียง ซึ่งสามารถจัดชิดซ้าย กึ่งกลาง หรือชิดขวาให้กับ XBlock ได้)
tr_tr: (Gerçekten uzman bir kullanıcıysanız, OLX'te XBlock'u sola, ortaya veya sağa yaslayabilecek bir hizalama etiketi eklemenize izin veriyoruz)
uk: (Якщо ви досвідчений користувач, у OLX ми дозволяємо вам додати тег вирівнювання, який може вирівнювати XBlock за лівим, центральним або правим краєм)
uz: (Agar siz haqiqiy quvvat foydalanuvchisi bo'lsangiz, OLX-da biz sizga XBlockni chapga, markazga yoki o'ngga tekislash mumkin bo'lgan tekislash tegini qo'shishga ruxsat beramiz)
vi: (Nếu bạn là người sử dụng thành thạo thực sự, trong OLX, chúng tôi cho phép bạn thêm thẻ căn chỉnh, thẻ này có thể căn chỉnh XBlock sang trái, giữa hoặc phải)
zh_hk: （如果您是真正的高級用戶，在 OLX 中，我們允許您添加對齊標籤，該標籤可以左對齊、居中對齊或右對齊 XBlock）
