Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: LTI Configuration stored on the model for LTI 1.3 must have a value for one of lti_1p3_tool_public_key or lti_1p3_tool_keyset_url.
af_za: LTI-konfigurasie wat op die model vir LTI 1.3 gestoor word, moet &#39;n waarde hê vir een van lti_1p3_tool_public_key of lti_1p3_tool_keyset_url.
ar: يجب أن يحتوي تكوين LTI المخزن في الطراز LTI 1.3 على قيمة لواحدة من lti_1p3_tool_public_key أو lti_1p3_tool_keyset_url.
da: LTI-konfiguration, der er gemt på modellen for LTI 1.3, skal have en værdi for en af lti_1p3_tool_public_key eller lti_1p3_tool_keyset_url.
de_de: Die im Modell für LTI 1.3 gespeicherte LTI-Konfiguration muss einen Wert für lti_1p3_tool_public_key oder lti_1p3_tool_keyset_url haben.
el: Η διαμόρφωση LTI που είναι αποθηκευμένη στο μοντέλο για το LTI 1.3 πρέπει να έχει μια τιμή για ένα από τα lti_1p3_tool_public_key ή lti_1p3_tool_keyset_url.
es_419: La configuración de LTI almacenada en el modelo para LTI 1.3 debe tener un valor para uno de lti_1p3_tool_public_key o lti_1p3_tool_keyset_url.
fa: پیکربندی LTI ذخیره شده در مدل LTI 1.3 باید مقداری برای یکی از lti_1p3_tool_public_key یا lti_1p3_tool_keyset_url داشته باشد.
fr: La configuration LTI stockée sur le modèle pour LTI 1.3 doit avoir une valeur parmi lti_1p3_tool_public_key ou lti_1p3_tool_keyset_url.
fr_ca: La configuration LTI stockée sur le modèle pour LTI 1.3 doit avoir une valeur parmi lti_1p3_tool_public_key ou lti_1p3_tool_keyset_url.
he: תצורת LTI המאוחסנת בדגם עבור LTI 1.3 חייבת להיות בעלת ערך אחד של lti_1p3_tool_public_key או lti_1p3_tool_keyset_url.
hi: LTI 1.3 के लिए मॉडल पर संग्रहीत LTI कॉन्फ़िगरेशन में lti_1p3_tool_public_key या lti_1p3_tool_keyset_url में से किसी एक का मान होना चाहिए।
hu: Az LTI 1.3 modellben tárolt LTI-konfigurációnak értéket kell tartalmaznia az lti_1p3_tool_public_key vagy az lti_1p3_tool_keyset_url mezőben.
it_it: La configurazione LTI archiviata nel modello per LTI 1.3 deve avere un valore tra lti_1p3_tool_public_key o lti_1p3_tool_keyset_url.
ja: LTI 1.3のモデルに保存されているLTI設定には、lti_1p3_tool_public_keyまたはlti_1p3_tool_keyset_urlのいずれかの値が必要です。
ka: მოდელზე შენახულ LTI 1.3 კონფიგურაციას უნდა ჰქონდეს მნიშვნელობა lti_1p3_tool_public_key-სთვის ან lti_1p3_tool_keyset_url-სთვის.
kk: LTI 1.3 үлгісінде сақталған LTI конфигурациясында lti_1p3_tool_public_key немесе lti_1p3_tool_keyset_url біреуі үшін мән болуы керек.
lv: LTI Konfigurācijā, kas saglabāta LTI 1.3 modelī, jābūt vienai no lti_1p3_tool_public_key vai lti_1p3_tool_keyset_url vērtībām.
nl: LTI-configuratie die is opgeslagen op het model voor LTI 1.3 moet een waarde hebben voor lti_1p3_tool_public_key of lti_1p3_tool_keyset_url.
pl: Konfiguracja LTI przechowywana w modelu dla LTI 1.3 musi mieć wartość lti_1p3_tool_public_key lub lti_1p3_tool_keyset_url.
pt_br: A configuração de LTI armazenada no modelo para LTI 1.3 deve ter um valor para lti_1p3_tool_public_key ou lti_1p3_tool_keyset_url.
pt_pt: A configuração de LTI armazenada no modelo para LTI 1.3 deve ter um valor para uma das chaves lti_1p3_tool_public_key ou lti_1p3_tool_keyset_url.
ro: Configurația LTI stocată pe modelul pentru LTI 1.3 trebuie să aibă o valoare pentru unul dintre lti_1p3_tool_public_key sau lti_1p3_tool_keyset_url.
ru: Конфигурация LTI, хранящаяся в модели для LTI 1.3, должна иметь значение одного из lti_1p3_tool_public_key или lti_1p3_tool_keyset_url.
sq: Konfigurimi LTI i ruajtur në modelin për LTI 1.3 duhet të ketë një vlerë për një nga lti_1p3_tool_public_key ose lti_1p3_tool_keyset_url.
sv: LTI-konfigurationen som lagras i modellen för LTI 1.3 måste ha ett värde för antingen lti_1p3_tool_public_key eller lti_1p3_tool_keyset_url.
sw: Usanidi wa LTI uliohifadhiwa kwenye muundo wa LTI 1.3 lazima uwe na thamani ya mojawapo ya lti_1p3_tool_public_key au lti_1p3_tool_keyset_url.
te: LTI 1.3 మోడల్‌లో నిల్వ చేయబడిన LTI కాన్ఫిగరేషన్ తప్పనిసరిగా lti_1p3_tool_public_key లేదా lti_1p3_tool_keyset_urlలో ఒకదానికి విలువను కలిగి ఉండాలి.
th: การกำหนดค่า LTI ที่จัดเก็บไว้ในโมเดลสำหรับ LTI 1.3 จะต้องมีค่าสำหรับ lti_1p3_tool_public_key หรือ lti_1p3_tool_keyset_url อย่างใดอย่างหนึ่ง
tr_tr: LTI 1.3 için modelde depolanan LTI Yapılandırması, lti_1p3_tool_public_key veya lti_1p3_tool_keyset_url&#39;den biri için bir değere sahip olmalıdır.
uk: Конфігурація LTI, збережена в моделі для LTI 1.3, повинна мати значення для одного з lti_1p3_tool_public_key або lti_1p3_tool_keyset_url.
uz: LTI 1.3 modelida saqlangan LTI konfiguratsiyasi lti_1p3_tool_public_key yoki lti_1p3_tool_keyset_url dan biri uchun qiymatga ega bo‘lishi kerak.
vi: Cấu hình LTI được lưu trữ trên mô hình cho LTI 1.3 phải có giá trị cho một trong các lti_1p3_tool_public_key hoặc lti_1p3_tool_keyset_url.

source: CONFIG_ON_XBLOCK and CONFIG_EXTERNAL are not supported for LTI 1.3 Proctoring Services.
af_za: CONFIG_ON_XBLOCK en CONFIG_EXTERNAL word nie vir LTI 1.3 Proctoring Services ondersteun nie.
ar: CONFIG_ON_XBLOCK وCONFIG_EXTERNAL غير مدعومين لخدمات مراقبة LTI 1.3.
da: CONFIG_ON_XBLOCK og CONFIG_EXTERNAL understøttes ikke for LTI 1.3 Proctoring Services.
de_de: CONFIG_ON_XBLOCK und CONFIG_EXTERNAL werden für LTI 1.3 Proctoring Services nicht unterstützt.
el: Τα CONFIG_ON_XBLOCK και CONFIG_EXTERNAL δεν υποστηρίζονται για τις Υπηρεσίες Proctoring LTI 1.3.
es_419: CONFIG_ON_XBLOCK y CONFIG_EXTERNAL no son compatibles con los servicios de supervisión LTI 1.3.
fa: CONFIG_ON_XBLOCK و CONFIG_EXTERNAL برای LTI 1.3 Proctoring Services پشتیبانی نمی شوند.
fr: CONFIG_ON_XBLOCK et CONFIG_EXTERNAL ne sont pas pris en charge pour les services de surveillance LTI 1.3.
fr_ca: CONFIG_ON_XBLOCK et CONFIG_EXTERNAL ne sont pas pris en charge pour les services de surveillance LTI 1.3.
he: CONFIG_ON_XBLOCK ו-CONFIG_EXTERNAL אינם נתמכים עבור שירותי LTI 1.3 Proctoring.
hi: LTI 1.3 प्रॉक्टरिंग सेवाओं के लिए CONFIG_ON_XBLOCK और CONFIG_EXTERNAL समर्थित नहीं हैं।
it_it: CONFIG_ON_XBLOCK e CONFIG_EXTERNAL non sono supportati per i servizi di supervisione LTI 1.3.
ja: LTI 1.3の試験監督サービスでは、CONFIG_ON_XBLOCKおよびCONFIG_EXTERNALはサポートされていません。
ka: CONFIG_ON_XBLOCK და CONFIG_EXTERNAL არ არის მხარდაჭერილი LTI 1.3-ის პროქტორინგის სერვისებისთვის.
kk: CONFIG_ON_XBLOCK және CONFIG_EXTERNAL LTI 1.3 Proctoring қызметтері үшін қолдау көрсетілмейді.
lv: CONFIG_ON_XBLOCK un CONFIG_EXTERNAL netiek atbalstīti LTI 1.3 nodrošināšanas pakalpojumiem.
nl: CONFIG_ON_XBLOCK en CONFIG_EXTERNAL worden niet ondersteund voor LTI 1.3 Proctoring Services.
pl: CONFIG_ON_XBLOCK or CONFIG_EXTERNAL nie są obsługiwane w przypadku usług LTI 1.3 Proctoring.
pt_br: CONFIG_ON_XBLOCK e CONFIG_EXTERNAL não são suportados para serviços de monitoramento LTI 1.3.
pt_pt: CONFIG_ON_XBLOCK e CONFIG_EXTERNAL não são suportados pelos serviços de supervisão de avaliação LTI 1.3.
ro: CONFIG_ON_XBLOCK și CONFIG_EXTERNAL nu sunt acceptate pentru LTI 1.3 Proctoring Services.
ru: CONFIG_ON_XBLOCK и CONFIG_EXTERNAL не поддерживаются для служб прокторинга LTI 1.3.
sq: CONFIG_ON_XBLOCK dhe CONFIG_EXTERNAL nuk mbështeten për Shërbimet Mbrojtëse LTI 1.3.
sv: CONFIG_ON_XBLOCK och CONFIG_EXTERNAL stöds inte för LTI 1.3 Proctoring Services.
sw: CONFIG_ON_XBLOCK na CONFIG_EXTERNAL hazitumiki kwa Huduma za Uzalishaji wa LTI 1.3.
te: LTI 1.3 ప్రొక్టరింగ్ సేవలకు CONFIG_ON_XBLOCK మరియు CONFIG_EXTERNAL మద్దతు లేదు.
th: CONFIG_ON_XBLOCK และ CONFIG_EXTERNAL ไม่ได้รับการสนับสนุนสำหรับ LTI 1.3 Proctoring Services
tr_tr: CONFIG_ON_XBLOCK ve CONFIG_EXTERNAL, LTI 1.3 Gözetmenlik Hizmetleri için desteklenmez.
uk: CONFIG_ON_XBLOCK і CONFIG_EXTERNAL не підтримуються для LTI 1.3 Proctoring Services.
uz: CONFIG_ON_XBLOCK va CONFIG_EXTERNAL LTI 1.3 Proktoring xizmatlari uchun qo‘llab-quvvatlanmaydi.
vi: CONFIG_ON_XBLOCK và CONFIG_EXTERNAL không được hỗ trợ cho Dịch vụ giám sát LTI 1.3.

source: Invalid LTI configuration.
af_za: Ongeldige LTI-opstelling.
ar: تكوين LTI غير صالح.
da: Ugyldig LTI-konfiguration.
de_de: Ungültige LTI-Konfiguration.
el: Μη έγκυρη διαμόρφωση LTI.
es_419: Configuración LTI no válida.
fa: پیکربندی LTI نامعتبر است.
fr: La configuration LTI est invalide.
fr_ca: Configuration LTI invalide.
he: תצורת LTI לא חוקית.
hi: अमान्य एलटीआई कॉन्फ़िगरेशन.
hu: Érvénytelen LTI-konfiguráció.
it_it: Configurazione LTI non valida.
ja: LTI設定が無効です。
ka: LTI კონფიგურაცია არასწორია.
kk: LTI конфигурациясы жарамсыз.
lv: Nederīga LTI konfigurācija.
nl: Ongeldige LTI-configuratie.
pl: Nieprawidłowa konfiguracja LTI.
pt_br: Configuração de LTI inválida.
pt_pt: Configuração de LTI inválida.
ro: Configurație LTI nevalidă.
ru: Неверная конфигурация LTI.
sq: Konfigurim i pavlefshëm LTI.
sv: Ogiltig LTI-konfiguration.
sw: Usanidi batili wa LTI.
te: చెల్లని LTI కాన్ఫిగరేషన్.
th: การกำหนดค่า LTI ไม่ถูกต้อง
tr_tr: Geçersiz LTI yapılandırması.
uk: Недійсна конфігурація LTI.
uz: Yaroqsiz LTI konfiguratsiyasi.
vi: Cấu hình LTI không hợp lệ.

source: The selected content type is not supported by Open edX.
af_za: Die gekose inhoudtipe word nie deur Open edX ondersteun nie.
ar: نوع المحتوى المحدد غير مدعوم بواسطة Open edX.
da: Den valgte indholdstype understøttes ikke af Open edX.
de_de: Der ausgewählte Inhaltstyp wird von Open edX nicht unterstützt.
el: Ο επιλεγμένος τύπος περιεχομένου δεν υποστηρίζεται από το Open edX.
es_419: El tipo de contenido seleccionado no es compatible con Open edX.
fa: نوع محتوای انتخاب شده توسط Open edX پشتیبانی نمی شود.
fr: Le type de contenu sélectionné n&#39;est pas pris en charge par Open edX.
fr_ca: Le type de contenu sélectionné n'est pas pris en charge par Open edX.
he: סוג התוכן שנבחר אינו נתמך על ידי Open edX.
hi: चयनित सामग्री प्रकार ओपन edX द्वारा समर्थित नहीं है।
hu: Az Open edX nem támogatja a kiválasztott tartalomtípust.
it_it: Il tipo di contenuto selezionato non è supportato da Open edX.
ja: 選択されたコンテンツタイプはOpen edXでサポートされていません。
ka: არჩეული კონტენტის ტიპი არ არის მხარდაჭერილი Open edX-ის მიერ.
kk: Таңдалған мазмұн түріне Open edX қолдау көрсетпейді.
lv: Open edX neatbalsta atlasīto satura veidu.
nl: Het geselecteerde inhoudstype wordt niet ondersteund door Open edX.
pl: Wybrany typ zawartości nie jest obsługiwany przez Open edX.
pt_br: O tipo de conteúdo selecionado não é compatível com Open edX.
pt_pt: O tipo de conteúdo selecionado não é suportado pelo Open edX.
ro: Tipul de conținut selectat nu este acceptat de Open edX.
ru: Выбранный тип контента не поддерживается Open edX.
sq: Lloji i përzgjedhur i përmbajtjes nuk mbështetet nga Open edX.
sv: Den valda innehållstypen stöds inte av Open edX.
sw: Aina ya maudhui iliyochaguliwa haitumiki na Open edX.
te: ఎంచుకున్న కంటెంట్ రకానికి Open edX మద్దతు లేదు.
th: Open edX ไม่รองรับประเภทเนื้อหาที่เลือก
tr_tr: Seçilen içerik türü Open edX tarafından desteklenmiyor.
uk: Вибраний тип вмісту не підтримується Open edX.
uz: Tanlangan kontent turi Open edX tomonidan qo‘llab-quvvatlanmaydi.
vi: Loại nội dung đã chọn không được Open edX hỗ trợ.

source: You don't have access to save LTI Content Items.
af_za: Jy het nie toegang om LTI-inhouditems te stoor nie.
ar: ليس لديك حق الوصول لحفظ عناصر محتوى LTI.
da: Du har ikke adgang til at gemme LTI-indholdselementer.
de_de: Sie haben keinen Zugriff zum Speichern von LTI-Inhaltselementen.
el: Δεν έχετε πρόσβαση για αποθήκευση στοιχείων περιεχομένου LTI.
es_419: No tiene acceso para guardar elementos de contenido LTI.
fa: شما به ذخیره موارد محتوای LTI دسترسی ندارید.
fr: Vous n'avez pas accès d'enregistrer les éléments de contenu LTI.
fr_ca: Vous n'avez pas accès à la sauvegarde des éléments de contenu LTI.
he: אין לך גישה לשמור פריטי תוכן LTI.
hi: आपके पास एलटीआई सामग्री आइटम सहेजने की पहुंच नहीं है।
hu: Önnek nincs jogosultsága LTI tartalmi elemek mentésére.
it_it: Non hai accesso per salvare elementi di contenuto LTI.
ja: LTIコンテンツアイテムを保存するアクセス権がありません。
ka: თქვენ არ გაქვთ LTI კონტენტის ერთეულების შენახვის წვდომა.
kk: LTI мазмұн элементтерін сақтауға рұқсатыңыз жоқ.
lv: Jums nav piekļuves, lai saglabātu LTI satura vienumus.
nl: U heeft geen toegang om LTI-inhoudsitems op te slaan.
pl: Nie masz dostępu do zapisywania elementów zawartości LTI.
pt_br: Você não tem acesso para salvar itens de conteúdo de LTI.
pt_pt: Você não tem acesso para salvar itens de conteúdo LTI.
ro: Nu aveți acces pentru a salva articole de Conținut LTI.
ru: У вас нет доступа к сохранению элементов контента LTI.
sq: Nuk ke akses për të ruajtur artikujt e përmbajtjes LTI.
sv: Du har inte behörighet att spara LTI-innehållsobjekt.
sw: Huna ufikiaji wa kuhifadhi Vipengee vya Maudhui ya LTI.
te: LTI కంటెంట్ ఐటెమ్‌లను సేవ్ చేయడానికి మీకు యాక్సెస్ లేదు.
th: คุณไม่มีสิทธิ์เข้าถึงบันทึกรายการเนื้อหา LTI
tr_tr: LTI İçerik Öğelerini kaydetme erişiminiz yok.
uk: Ви не маєте доступу до збереження елементів вмісту LTI.
uz: LTI kontentini saqlashga ruxsatingiz yo‘q.
vi: Bạn không có quyền truy cập để lưu Mục nội dung LTI.

source: Please check that you have course staff permissions and double check this block's LTI settings.
af_za: Kontroleer asseblief dat jy kursuspersoneeltoestemmings het en dubbelkontroleer hierdie blok se LTI-instellings.
ar: يرجى التحقق من أن لديك أذونات فريق عمل الدورة التدريبية والتحقق مرة أخرى من إعدادات LTI الخاصة بهذه الكتلة.
da: Tjek venligst, at du har kursuspersonaletilladelser, og dobbelttjek denne bloks LTI-indstillinger.
de_de: Bitte überprüfen Sie, ob Sie über Berechtigungen für Kursmitarbeiter verfügen, und überprüfen Sie die LTI-Einstellungen dieses Blocks noch einmal.
el: Ελέγξτε ότι έχετε δικαιώματα προσωπικού μαθήματος και ελέγξτε ξανά τις ρυθμίσεις LTI αυτού του μπλοκ.
es_419: Verifique que tenga permisos del personal del curso y verifique nuevamente la configuración LTI de este bloque.
fa: لطفاً بررسی کنید که مجوزهای کارکنان دوره را دارید و تنظیمات LTI این بلوک را دوباره بررسی کنید.
fr: Veuillez vérifier que vous disposez des permissions du personnel du cours et confirmez les paramètres LTI de ce bloc.
fr_ca: Veuillez vérifier que vous disposez des autorisations du personnel du cours et vérifier les paramètres LTI de ce bloc.
he: אנא בדוק שיש לך הרשאות צוות הקורס ובדוק שוב את הגדרות ה-LTI של הבלוק הזה.
hi: कृपया जांचें कि आपके पास कोर्स स्टाफ की अनुमति है और इस ब्लॉक की एलटीआई सेटिंग्स को दोबारा जांचें।
hu: Kérjük, ellenőrizze, hogy rendelkezik-e kurzus személyzeti jogosultságokkal, és alaposan ellenőrizze ennek a blokknak az LTI beállításait.
it_it: Verifica di disporre delle autorizzazioni del personale del corso e ricontrolla le impostazioni LTI di questo blocco.
ja: コーススタッフの権限を持っていることを確認し、このブロックのLTI設定を再確認してください。
ka: გთხოვთ, შეამოწმოთ, გაქვთ თუ არა კურსის პერსონალის უფლებები და კიდევ ერთხელ გადაამოწმოთ ამ ბლოკის LTI პარამეტრები.
kk: Курс қызметкерлерінің рұқсаттары бар екенін және осы блоктың LTI параметрлерін екі рет тексеріңіз.
lv: Lūdzu, pārbaudiet, vai jums ir kursa personāla atļaujas, un vēlreiz pārbaudiet šī bloka LTI iestatījumus.
nl: Controleer of u over de machtigingen van het cursuspersoneel beschikt en controleer de LTI-instellingen van dit blok nogmaals.
pl: Sprawdź, czy masz uprawnienia personelu kursu i dokładnie sprawdź ustawienia LTI tego bloku.
pt_br: Verifique se você tem permissões da equipe do curso e verifique novamente as configurações de LTI deste bloco.
pt_pt: Verifique se você tem permissões de equipe do curso e verifique novamente as configurações de LTI deste bloco.
ro: Vă rugăm să verificați dacă aveți permisiunile personalului de curs și verificați din nou setările LTI ale acestui bloc.
ru: Убедитесь, что у вас есть разрешения для персонала курса, и дважды проверьте настройки LTI этого блока.
sq: Ju lutemi kontrolloni që keni lejet e stafit të kursit dhe kontrolloni dy herë cilësimet LTI të këtij blloku.
sv: Kontrollera att du har kursanställdas behörighet och dubbelkolla detta blocks LTI-inställningar.
sw: Tafadhali hakikisha kuwa una ruhusa za wafanyikazi wa kozi na uangalie tena mipangilio ya LTI ya kizuizi hiki.
te: దయచేసి మీకు కోర్సు సిబ్బంది అనుమతులు ఉన్నాయో లేదో తనిఖీ చేయండి మరియు ఈ బ్లాక్ యొక్క LTI సెట్టింగ్‌లను ఒకటికి రెండుసార్లు తనిఖీ చేయండి.
th: โปรดตรวจสอบว่าคุณมีสิทธิ์ของเจ้าหน้าที่หลักสูตร และตรวจสอบการตั้งค่า LTI ของบล็อกนี้อีกครั้ง
tr_tr: Lütfen akademik personel izinlerinizin olup olmadığını kontrol edin ve bu bloğun LTI ayarlarını tekrar kontrol edin.
uk: Будь ласка, перевірте, чи маєте ви дозволи персоналу курсу, і ще раз перевірте налаштування LTI цього блоку.
uz: Iltimos, kurs xodimlarining ruxsati borligini tekshiring va ushbu blokning LTI sozlamalarini ikki marta tekshiring.
vi: Vui lòng kiểm tra xem bạn có quyền của nhân viên khóa học hay không và kiểm tra kỹ cài đặt LTI của khối này.

source: LTI Deep Linking failed.
af_za: LTI-diepskakeling het misluk.
ar: فشل الارتباط العميق لـ LTI.
da: LTI Deep Linking mislykkedes.
de_de: LTI Deep Linking ist fehlgeschlagen.
el: Η βαθιά σύνδεση LTI απέτυχε.
es_419: Error en el enlace profundo de LTI.
fa: LTI Deep Linking ناموفق بود.
fr: Échec du lien profond LTI.
fr_ca: Échec LTI Deep Linking
he: קישור עומק LTI נכשל.
hi: एलटीआई डीप लिंकिंग विफल रही।
hu: Az LTI mélyhivatkozás nem sikerült.
it_it: Collegamento profondo LTI non riuscito.
ja: LTIディープリンクに失敗しました。
ka: LTI-ის ღრმა დაკავშირება არ წარმატებულა.
kk: LTI терең байланыстыру сәтсіз аяқталды.
lv: LTI dziļā saite neizdevās.
nl: LTI Deep Linking mislukt.
pl: Głębokie linkowanie LTI nie powiodło się.
pt_br: Falha no link direto LTI.
pt_pt: LTI Deep Linking falhou.
ro: Conectarea profundă LTI a eșuat.
ru: Не удалось выполнить глубокое связывание LTI.
sq: Lidhja e thellë LTI dështoi.
sv: LTI Deep Linking misslyckades.
sw: Kuunganisha kwa kina LTI kumeshindwa.
te: LTI డీప్ లింక్ చేయడం విఫలమైంది.
th: LTI Deep Linking ล้มเหลว
tr_tr: LTI Derin Bağlantısı başarısız oldu.
uk: Помилка LTI Deep Linking.
uz: LTI Deep Linking amalga oshmadi.
vi: Liên kết sâu LTI không thành công.

source: LTI Deep Linking
af_za: LTI-diepskakeling
ar: LTI الارتباط العميق
es_419: Enlaces profundos LTI
fa: پیوند عمیق LTI
fr: Liens profonds LTI
hi: एलटीआई डीप लिंकिंग
hu: LTI mélyhivatkozás
it_it: Collegamento profondo LTI
ja: LTIディープリンク
ka: LTI-ის ღრმა ბმულები
kk: LTI терең байланысы
lv: LTI dziļā saite
pl: Głębokie linkowanie LTI
pt_br: Links profundos de LTI
ro: Legătura profundă LTI
ru: Диплинкинг LTI
sq: Lidhja e thellë LTI
sw: Uunganisho wa kina wa LTI
te: LTI డీప్ లింకింగ్
th: LTI การเชื่อมโยงเชิงลึก
tr_tr: LTI Derin Bağlantısı
uz: LTI chuqur ulanish
vi: Liên kết sâu LTI

source: The LTI Deep Linking content was successfully saved in the LMS.
af_za: Die LTI-diepskakelinhoud is suksesvol in die LBS gestoor.
ar: تم حفظ محتوى الارتباط العميق لـ LTI بنجاح في نظام إدارة التعلم (LMS).
da: LTI Deep Linking-indholdet blev gemt i LMS.
de_de: Der LTI Deep Linking-Inhalt wurde erfolgreich im LMS gespeichert.
el: Το περιεχόμενο Deep Linking LTI αποθηκεύτηκε με επιτυχία στο LMS.
es_419: El contenido de LTI Deep Linking se guardó correctamente en el LMS.
fa: محتوای پیوند عمیق LTI با موفقیت در LMS ذخیره شد.
fr: Le contenu LTI Deep Linking a bien été enregistré dans le LMS.
fr_ca: Le contenu LTI Deep Linking a été enregistré avec succès dans le LMS.
he: תוכן LTI Deep Linking נשמר בהצלחה ב-LMS.
hi: एलटीआई डीप लिंकिंग सामग्री को एलएमएस में सफलतापूर्वक सहेजा गया था।
hu: Az LTI Deep Linking tartalom sikeresen elmentésre került az LMS-ben.
it_it: Il contenuto LTI Deep Linking è stato salvato correttamente nel sistema LMS.
ja: LTIディープリンクのコンテンツがLMSに正常に保存されました。
ka: LTI Deep Linking-ის კონტენტი წარმატებით შეინახა LMS-ში.
kk: LTI Deep Linking мазмұны LMS жүйесінде сәтті сақталды.
lv: LTI dziļās saites saturs tika veiksmīgi saglabāts LMS.
nl: De LTI Deep Linking-inhoud is succesvol opgeslagen in het LMS.
pl: Zawartość LTI Deep Linking została pomyślnie zapisana w systemie LMS.
pt_br: O conteúdo do LTI Deep Linking foi salvo com sucesso no LMS.
pt_pt: O conteúdo LTI Deep Linking foi salvo com sucesso no LMS.
ro: Conținutul LTI Deep Linking a fost salvat cu succes în LMS.
ru: Содержимое LTI Deep Linking было успешно сохранено в LMS.
sq: Përmbajtja LTI Deep Linking u ruajt me sukses në LMS.
sv: LTI Deep Linking-innehållet sparades framgångsrikt i LMS:en.
sw: Maudhui ya LTI Deep Linking yalihifadhiwa kwa ufanisi katika LMS.
te: LTI డీప్ లింకింగ్ కంటెంట్ విజయవంతంగా LMSలో సేవ్ చేయబడింది.
th: บันทึกเนื้อหา LTI Deep Linking ใน LMS สำเร็จแล้ว
tr_tr: LTI Deep Linking içeriği LMS&#39;e başarıyla kaydedildi.
uk: Вміст LTI Deep Linking успішно збережено в LMS.
uz: LTI Deep Linking kontenti LMSda muvaffaqiyatli saqlandi.
vi: Nội dung Liên kết sâu LTI đã được lưu thành công trong LMS.

source: You can safely close this page now.
af_za: Jy kan hierdie bladsy veilig nou toemaak.
ar: يمكنك إغلاق هذه الصفحة بأمان الآن.
da: Du kan roligt lukke denne side nu.
de_de: Sie können diese Seite jetzt bedenkenlos schließen.
el: Μπορείτε να κλείσετε με ασφάλεια αυτήν τη σελίδα τώρα.
es_419: Puede cerrar esta página de forma segura ahora.
fa: اکنون می توانید با خیال راحت این صفحه را ببندید.
fr: Vous pouvez maintenant fermer cette page en toute sécurité.
fr_ca: Vous pouvez fermer cette page en toute sécurité maintenant.
he: אתה יכול בבטחה לסגור את הדף הזה עכשיו.
hi: अब आप इस पेज को सुरक्षित रूप से बंद कर सकते हैं।
hu: Most már biztonságosan bezárhatja ezt az oldalt.
it_it: Puoi chiudere tranquillamente questa pagina ora.
ja: このページを閉じても安全です。
ka: შეგიძლიათ უსაფრთხოდ დახუროთ ეს გვერდი.
kk: Бұл бетті қазір қауіпсіз жаба аласыз.
lv: Tagad varat droši aizvērt šo lapu.
nl: U kunt deze pagina nu veilig sluiten.
pl: Możesz już bezpiecznie zamknąć tę stronę.
pt_br: Você pode fechar esta página com segurança agora.
pt_pt: Você pode fechar esta página com segurança agora.
ro: Puteți închide în siguranță această pagină acum.
ru: Вы можете безопасно закрыть эту страницу сейчас.
sq: Ju mund ta mbyllni me siguri këtë faqe tani.
sv: Du kan nu stänga den här sidan.
sw: Unaweza kufunga ukurasa huu kwa usalama sasa.
te: మీరు ఇప్పుడు ఈ పేజీని సురక్షితంగా మూసివేయవచ్చు.
th: คุณสามารถปิดหน้านี้ได้อย่างปลอดภัยทันที
tr_tr: Artık bu sayfayı güvenle kapatabilirsiniz.
uk: Ви можете безпечно закрити цю сторінку.
uz: Siz hozir bu sahifani xavfsiz yopishingiz mumkin.
vi: Bạn có thể đóng trang này một cách an toàn ngay bây giờ.

source: Unauthorized.
af_za: Ongemagtig.
ar: غير مصرح.
da: Uberettiget.
de_de: Nicht autorisiert.
el: Ανεξουσιοδότητος.
es_419: No autorizado.
fa: غیرمجاز.
fr: Non autorisé.
fr_ca: Non autorisé.
he: לא מורשה.
hi: अनाधिकृत.
hu: Jogosulatlan.
it_it: Non autorizzato.
ja: 許可されていません。
ka: არასანქცირებული.
kk: Рұқсатсыз.
lv: Nesankcionēti.
nl: Ongeautoriseerd.
pl: Nieautoryzowany.
pt_br: Não autorizado.
pt_pt: Não autorizado.
ro: Neautorizat.
ru: Несанкционированный.
sq: I paautorizuar.
sv: Obehörig.
sw: Haijaidhinishwa.
te: అనధికారమైనది.
th: ไม่ได้รับอนุญาต
tr_tr: Yetkisiz.
uk: Несанкціонований.
uz: Ruxsatsiz.
vi: Không được phép.
