Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Enter the desired viewport percentage height of the modal overlay which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal.
af_za: Voer die gewenste viewport persentasie hoogte van die modale oorleg in wat die LTI-nutsding sal bevat. Hierdie instelling word slegs gebruik wanneer Versteek eksterne nutsding op False gestel is en LTI Launch Target op Modaal gestel is.
ar: أدخل النسبة المئوية لارتفاع إطار العرض المطلوب للتراكب المشروط الذي سيحتوي على أداة LTI. يتم استخدام هذا الإعداد فقط عند تعيين إخفاء الأداة الخارجية على False وتعيين LTI Launch Target على Modal.
da: Indtast den ønskede viewport-procenthøjde på det modale overlay, som vil indeholde LTI-værktøjet. Denne indstilling bruges kun, når Skjul eksternt værktøj er indstillet til False, og LTI Launch Target er indstillet til Modal.
de_de: Geben Sie die gewünschte prozentuale Höhe des Ansichtsfensters der modalen Überlagerung ein, die das LTI-Werkzeug enthalten soll. Diese Einstellung wird nur verwendet, wenn „Externes Tool ausblenden“ auf „Falsch“ und „LTI-Startziel“ auf „Modal“ eingestellt ist.
el: Εισαγάγετε το επιθυμητό ποσοστό ύψους θυρίδας προβολής της τροπικής επικάλυψης που θα περιέχει το εργαλείο LTI. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το Hide External Tool έχει οριστεί σε False και το LTI Launch Target έχει οριστεί σε Modal.
es_419: Ingrese el porcentaje de altura de la ventana gráfica deseada de la superposición modal que contendrá la herramienta LTI. Esta configuración solo se usa cuando Ocultar herramienta externa está configurada en Falso y LTI Launch Target está configurada en Modal.
fa: ارتفاع درصد نمای مورد نظر روپوش مودال را وارد کنید که حاوی ابزار LTI است. این تنظیم تنها زمانی استفاده می‌شود که Hide External Tool روی False و LTI Launch Target روی Modal تنظیم شده باشد.
fr: Entrez le pourcentage de hauteur de la fenêtre de visualisation de la superposition modale qui contiendra le conteneur LTI. Ce paramètre est uniquement utilisé lorsque "masquer l'outil externe" est défini sur False et que LTI Launch Target est défini sur Modal.
fr_ca: Entrez le pourcentage de hauteur de fenêtre souhaité pour la superposition modale qui contiendra l'outil LTI. Ce paramètre est utilisé uniquement lorsque masquer l’outil externe est défini sur False et que la cible de lancement LTI est définie sur modale.
he: הזן את גובה אחוז התצוגה הרצוי של שכבת העל המודאלית שתכיל את הכלי LTI. הגדרה זו משמשת רק כאשר Hide External Tool מוגדר ל-False ו-LTI Launch Target מוגדר ל-Modal.
hi: मोडल ओवरले की वांछित व्यूपोर्ट प्रतिशत ऊंचाई दर्ज करें जिसमें एलटीआई टूल होगा। इस सेटिंग का उपयोग केवल तब किया जाता है जब बाहरी उपकरण छुपाएं गलत पर सेट होता है और एलटीआई लॉन्च लक्ष्य मॉडल पर सेट होता है।
hu: Adja meg a modális átfedés kívánt nézetablak-magasságának százalékát, amely tartalmazni fogja az LTI eszközt. Ez a beállítás csak akkor használatos, ha a Külső eszköz elrejtése hamisra van állítva, és az LTI indítási cél modálisra van állítva.
it_it: Inserisci l&#39;altezza percentuale della visualizzazione desiderata della sovrapposizione modale che conterrà lo strumento LTI. Questa impostazione viene utilizzata solo quando Nascondi strumento esterno è impostato su False e Target di lancio LTI è impostato su Modale.
ja: モーダルオーバーレイの表示領域の高さをパーセンテージで入力してください。この設定は、外部ツールを非表示にするが「False」に設定され、LTI起動ターゲットが「Modal」に設定されている場合にのみ使用されます。
ka: შეიყვანეთ მოდალური ფენის სასურველი ხედვის არეალის სიმაღლე პროცენტებში, რომელიც LTI ინსტრუმენტს შეიცავს. ეს პარამეტრი გამოიყენება მხოლოდ მაშინ, როდესაც "გარე ინსტრუმენტის დამალვა" დაყენებულია "მცდარად", ხოლო "LTI-ის გაშვების სამიზნე" — "მოდალურად".
kk: LTI құралын қамтитын модальды қабаттасудың қалаған көру портының пайыздық биіктігін енгізіңіз. Бұл параметр «Сыртқы құралды жасыру» параметрі «жалған» күйіне және LTI іске қосу мақсаты «Модальды» күйіне орнатылғанда ғана пайдаланылады.
lv: Ievadiet modālā pārklājuma, kas saturēs LTI rīku, vēlamo skatloga procentuālo augstumu. Šis iestatījums tiek izmantots tikai tad, ja ārējā rīka slēpšana ir iestatīta uz False un LTI palaišanas mērķis ir iestatīts uz Modal - modāls.
nl: Voer de gewenste procentuele hoogte van de viewport in van de modale overlay die de LTI-tool zal bevatten. Deze instelling wordt alleen gebruikt als Externe tool verbergen is ingesteld op False en LTI Launch Target is ingesteld op Modal.
pl: Wprowadź żądaną wysokość procentową rzutni nakładki modalnej, która będzie zawierać narzędzie LTI. To ustawienie jest używane tylko wtedy, gdy Ukryj narzędzie zewnętrzne jest ustawione na Fałsz, a Cel uruchamiania LTI jest ustawiony na Modalne.
pt_br: Insira a altura percentual da janela de visualização desejada da sobreposição modal que conterá a ferramenta LTI. Esta configuração só é usada quando Ocultar ferramenta externa está definido como Falso e o destino de inicialização do LTI está definido como Modal.
pt_pt: Insira a altura da porcentagem de viewport desejada da sobreposição modal que conterá a ferramenta LTI. Essa configuração só é usada quando ocultar ferramenta externa é definida como false e o destino de inicialização LTI é definido como modal.
ro: Introduceți înălțimea procentuală dorită a ferestrei de vizualizare a suprapunerii modale care va conține instrumentul LTI. Această setare este utilizată numai când Ascunde instrument extern este setată la Fals și ținta de lansare LTI este setat la Modal.
ru: Введите желаемую процентную высоту области просмотра модального наложения, которое будет содержать инструмент LTI. Этот параметр используется только в том случае, если для параметра «Скрыть внешний инструмент» установлено значение «Ложь», а для параметра «Цель запуска LTI» установлено значение «Модальный».
sq: Futni lartësinë e dëshiruar të përqindjes së portës së pamjes së mbivendosjes modale e cila do të përmbajë mjetin LTI. Ky cilësim përdoret vetëm kur Hide External Tool është caktuar në False dhe LTI Launch Target është caktuar në Modal.
sv: Ange den önskade höjdprocenten för vyporten för modalöverlägget som kommer att innehålla LTI-verktyget. Denna inställning används endast när Dölj externt verktyg är inställt på Falskt och LTI-startmål är inställt på Modal.
sw: Ingiza urefu wa asilimia ya kituo cha kutazama unaohitajika cha wekeleo la modali ambalo litakuwa na zana ya LTI. Mpangilio huu unatumika tu wakati Ficha Zana ya Nje imewekwa kuwa Sivyo na Lengo la Uzinduzi wa LTI limewekwa kuwa Modal.
te: LTI సాధనాన్ని కలిగి ఉండే మోడల్ ఓవర్‌లే యొక్క కావలసిన వీక్షణపోర్ట్ శాతం ఎత్తును నమోదు చేయండి. దాచు బాహ్య సాధనాన్ని తప్పుగా మరియు LTI లాంచ్ టార్గెట్ మోడల్‌కి సెట్ చేసినప్పుడు మాత్రమే ఈ సెట్టింగ్ ఉపయోగించబడుతుంది.
th: ป้อนเปอร์เซ็นต์ความสูงวิวพอร์ตที่ต้องการของการวางซ้อนโมดอลซึ่งจะมีเครื่องมือ LTI การตั้งค่านี้จะใช้เฉพาะเมื่อซ่อนเครื่องมือภายนอกถูกตั้งค่าเป็นเท็จ และเป้าหมายการเปิดตัว LTI ถูกตั้งค่าเป็น Modal
tr_tr: LTI aracını içerecek kalıcı kaplamanın istenen görünüm yüzdesi yüksekliğini girin. Bu ayar yalnızca Harici Aracı Gizle FALSE olarak ayarlandığında ve LTI Başlatma Hedefi Modal olarak ayarlandığında kullanılır.
uk: Введіть потрібну відсоткову висоту вікна перегляду модального накладення, яке міститиме інструмент LTI. Цей параметр використовується, лише якщо для параметра Hide External Tool встановлено значення False, а для параметра LTI Launch Target — Modal.
uz: LTI vositasini o‘z ichiga olgan modal qoplamaning istalgan ko‘rish maydonining foiz balandligini kiriting. Bu sozlama faqat “Tashqi asbobni yashirish” “False”ga va LTI Launch Target “Modal”ga o‘rnatilganda foydalaniladi.
vi: Nhập chiều cao phần trăm khung nhìn mong muốn của lớp phủ phương thức sẽ chứa công cụ LTI. Cài đặt này chỉ được sử dụng khi Ẩn công cụ bên ngoài được đặt thành Sai và Mục tiêu khởi chạy LTI được đặt thành Phương thức.

source: Modal Width
af_za: Modale breedte
ar: عرض مشروط
da: Modal bredde
de_de: Modale Breite
el: Μορφικό πλάτος
es_419: Ancho modal
fa: عرض معین
fr: Largeur modale
fr_ca: Largeur modale
he: רוחב מודאלי
hi: मोडल चौड़ाई
hu: Modális szélesség
it_it: Larghezza modale
ja: モーダル幅
ka: მოდალური სიგანე
kk: Модальдік ені
lv: Modālais platums
nl: Modale breedte
pl: Szerokość modalna
pt_br: Largura Modal
pt_pt: Largura Modal
ro: Lățimea modală
ru: Модальная ширина
sq: Gjerësia modale
sv: Modalbredd
sw: Upana wa Modal
te: మోడల్ వెడల్పు
th: ความกว้างของกิริยาช่วย
tr_tr: Modal Genişlik
uk: Модальна ширина
uz: Modal kenglik
vi: Chiều rộng phương thức

source: Enter the desired viewport percentage width of the modal overlay which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal.
af_za: Voer die gewenste viewport persentasie breedte van die modale oorleg in wat die LTI-nutsding sal bevat. Hierdie instelling word slegs gebruik wanneer Versteek eksterne nutsding op False gestel is en LTI Launch Target op Modaal gestel is.
ar: أدخل النسبة المئوية لعرض إطار العرض المطلوب للتراكب المشروط الذي سيحتوي على أداة LTI. يتم استخدام هذا الإعداد فقط عند تعيين إخفاء الأداة الخارجية على False وتعيين LTI Launch Target على Modal.
da: Indtast den ønskede viewport-procentbredde på det modale overlay, som vil indeholde LTI-værktøjet. Denne indstilling bruges kun, når Skjul eksternt værktøj er indstillet til False, og LTI Launch Target er indstillet til Modal.
de_de: Geben Sie die gewünschte prozentuale Breite des Ansichtsfensters der modalen Überlagerung ein, die das LTI-Werkzeug enthalten soll. Diese Einstellung wird nur verwendet, wenn „Externes Tool ausblenden“ auf „Falsch“ und „LTI-Startziel“ auf „Modal“ eingestellt ist.
el: Εισαγάγετε το επιθυμητό ποσοστό πλάτους της θύρας προβολής της τροπικής επικάλυψης που θα περιέχει το εργαλείο LTI. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το Hide External Tool έχει οριστεί σε False και το LTI Launch Target έχει οριστεί σε Modal.
es_419: Ingrese el porcentaje de ancho de la ventana gráfica deseado de la superposición modal que contendrá la herramienta LTI. Esta configuración solo se usa cuando Ocultar herramienta externa está configurada en Falso y LTI Launch Target está configurada en Modal.
fa: عرض درصد نمای مورد نظر روپوش مودال را وارد کنید که حاوی ابزار LTI است. این تنظیم تنها زمانی استفاده می‌شود که Hide External Tool روی False و LTI Launch Target روی Modal تنظیم شده باشد.
fr: Entrez le pourcentage de largeur de la fenêtre de superposition modale qui contiendra l’outil LTI. Ce paramètre est uniquement utilisé lorsque masquer l'outil externe est défini sur False et que LTI Launch Target est défini sur Modal.
fr_ca: Entrez le pourcentage de largeur de fenêtre souhaité de la superposition modale qui contiendra l'outil LTI. Ce paramètre est utilisé uniquement lorsque masquer l’outil externe est défini sur False et que la cible de lancement LTI est définie sur modale.
he: הזן את רוחב אחוז התצוגה הרצוי של שכבת העל המודאלית שתכיל את הכלי LTI. הגדרה זו משמשת רק כאשר Hide External Tool מוגדר ל-False ו-LTI Launch Target מוגדר ל-Modal.
hi: मोडल ओवरले की वांछित व्यूपोर्ट प्रतिशत चौड़ाई दर्ज करें जिसमें एलटीआई टूल होगा। इस सेटिंग का उपयोग केवल तब किया जाता है जब बाहरी उपकरण छुपाएं गलत पर सेट होता है और एलटीआई लॉन्च लक्ष्य मॉडल पर सेट होता है।
hu: Adja meg a kívánt nézetablak százalékos szélességét a modális átfedéshez, amely az LTI eszközt fogja tartalmazni. Ez a beállítás csak akkor használatos, ha a Külső eszköz elrejtése hamisra van állítva, és az LTI indítási cél modálisra van állítva.
it_it: Inserisci la larghezza percentuale della visualizzazione desiderata della sovrapposizione modale che conterrà lo strumento LTI. Questa impostazione viene utilizzata solo quando Nascondi strumento esterno è impostato su False e Target di lancio LTI è impostato su Modale.
ja: モーダルオーバーレイの幅をビューポートのパーセンテージで入力してください。この設定は、外部ツールを非表示にするが「False」に設定され、LTI起動ターゲットが「Modal」に設定されている場合にのみ使用されます。
ka: შეიყვანეთ მოდალური ფენის სასურველი სიგანე ხედვის არეში, რომელიც LTI ინსტრუმენტს შეიცავს. ეს პარამეტრი გამოიყენება მხოლოდ მაშინ, როდესაც "გარე ინსტრუმენტის დამალვა" დაყენებულია "ყალბზე", ხოლო "LTI-ის გაშვების სამიზნე" — "მოდალურზე".
kk: LTI құралын қамтитын модальды қабаттасудың қалаған көру аймағының пайыздық енін енгізіңіз. Бұл параметр «Сыртқы құралды жасыру» параметрі «жалған» күйіне және LTI іске қосу мақсаты «Модальды» күйіне орнатылғанда ғана пайдаланылады.
lv: Ievadiet modālā pārklājuma, kas saturēs LTI rīku, vēlamo skatloga procentuālo platumu. Šis iestatījums tiek izmantots tikai tad, ja ir iestatīta opcija Hide External Tool - Paslēpt ārējo rīku uz False un LTI palaišanas mērķis ir iestatīts uz Modal - modāls.
nl: Voer de gewenste procentuele breedte van de viewport in van de modale overlay die de LTI-tool zal bevatten. Deze instelling wordt alleen gebruikt als Externe tool verbergen is ingesteld op False en LTI Launch Target is ingesteld op Modal.
pl: Wprowadź żądaną procentową szerokość widoku nakładki modalnej, która będzie zawierać narzędzie LTI. To ustawienie jest używane tylko wtedy, gdy Ukryj narzędzie zewnętrzne jest ustawione na Fałsz, a Cel uruchamiania LTI jest ustawiony na Modalne.
pt_br: Insira a largura percentual da janela de visualização desejada da sobreposição modal que conterá a ferramenta LTI. Esta configuração só é usada quando Ocultar ferramenta externa está definido como Falso e o destino de inicialização do LTI está definido como Modal.
pt_pt: Insira a largura da porcentagem de viewport desejada da sobreposição modal que conterá a ferramenta LTI. Essa configuração só é usada quando ocultar ferramenta externa é definida como false e o destino de inicialização LTI é definido como modal.
ro: Introduceți lățimea procentuală a ferestrei de vizualizare dorită a suprapunerii modale care va conține instrumentul LTI. Această setare este utilizată numai când Ascunde instrument extern este setat la Fals și ținta de lansare LTI este setat la Modal.
ru: Введите желаемую процентную ширину области просмотра модального наложения, которое будет содержать инструмент LTI. Этот параметр используется только в том случае, если для параметра «Скрыть внешний инструмент» установлено значение «Ложь», а для параметра «Цель запуска LTI» установлено значение «Модальный».
sq: Futni gjerësinë e dëshiruar të përqindjes së portës së pamjes së mbivendosjes modale e cila do të përmbajë mjetin LTI. Ky cilësim përdoret vetëm kur Hide External Tool është caktuar në False dhe LTI Launch Target është caktuar në Modal.
sv: Ange den önskade procentuella bredden på vyporten för modalöverlägget som kommer att innehålla LTI-verktyget. Denna inställning används endast när Dölj externt verktyg är inställt på Falskt och LTI-startmål är inställt på Modal.
sw: Ingiza upana wa asilimia ya sehemu ya kutazama inayotakiwa ya wekeleo la modali ambayo itakuwa na zana ya LTI. Mpangilio huu unatumika tu wakati Ficha Zana ya Nje imewekwa kuwa Sivyo na Lengo la Uzinduzi wa LTI limewekwa kuwa Modal.
te: LTI సాధనాన్ని కలిగి ఉండే మోడల్ ఓవర్‌లే యొక్క కావలసిన వీక్షణపోర్ట్ శాతం వెడల్పును నమోదు చేయండి. దాచు బాహ్య సాధనాన్ని తప్పుగా మరియు LTI లాంచ్ టార్గెట్ మోడల్‌కి సెట్ చేసినప్పుడు మాత్రమే ఈ సెట్టింగ్ ఉపయోగించబడుతుంది.
th: ป้อนเปอร์เซ็นต์ความกว้างของวิวพอร์ตที่ต้องการของการวางซ้อนโมดอลซึ่งจะมีเครื่องมือ LTI การตั้งค่านี้จะใช้เฉพาะเมื่อซ่อนเครื่องมือภายนอกถูกตั้งค่าเป็นเท็จ และเป้าหมายการเปิดตัว LTI ถูกตั้งค่าเป็น Modal
tr_tr: LTI aracını içerecek kalıcı kaplamanın istenen görünüm yüzdesi genişliğini girin. Bu ayar yalnızca Harici Aracı Gizle Yanlış olarak ayarlandığında ve LTI Başlatma Hedefi Modal olarak ayarlandığında kullanılır.
uk: Введіть потрібну ширину вікна перегляду у відсотках модального накладення, яке міститиме інструмент LTI. Цей параметр використовується, лише якщо для параметра Hide External Tool встановлено значення False, а для параметра LTI Launch Target — Modal.
uz: LTI vositasini o‘z ichiga olgan modal qoplamaning istalgan ko‘rish maydonining foiz kengligini kiriting. Bu sozlama faqat “Tashqi asbobni yashirish” “False”ga va LTI Launch Target “Modal”ga o‘rnatilganda foydalaniladi.
vi: Nhập phần trăm chiều rộng khung nhìn mong muốn của lớp phủ phương thức sẽ chứa công cụ LTI. Cài đặt này chỉ được sử dụng khi Ẩn công cụ bên ngoài được đặt thành Sai và Mục tiêu khởi chạy LTI được đặt thành Phương thức.

source: Scored
af_za: Aangeteken
ar: مُقيَّم
da: Opnåede point
de_de: Erzielte Punkte
el: Σκόραρε
es_419: Puntuado
fa: گل زد
fr: Marqué
fr_ca: Noté
he: ניתן ציון
hi: रन बनाए
hu: Pontozott
it_it: Con punteggio
ja: 採点済み
ka: შეფასებული
kk: Ұпай
lv: Ieguva vārtus
nl: Gescoord
pl: Punktowany
pt_br: Pontuado
pt_pt: Pontuação
ro: A marcat
ru: Оценивается
sq: Shënoi
sv: Poängsatt
sw: Imefunga
te: స్కోర్ చేసారు
th: คะแนน
tr_tr: Puanlandı
uk: Оцінено
uz: Gol urdi
vi: ghi bàn

source: Select True if this component will receive a numerical score from the external LTI system.
af_za: Kies Waar as hierdie komponent &#39;n numeriese telling van die eksterne LTI-stelsel sal ontvang.
ar: يُرجى اختيار ’true‘ إذا كان هذا المكوِّن سيستقبل قيمة عدديّة للنتيجة من نظام ’LTI‘ الخارجي.
da: Vælg Sand, hvis denne komponent skal modtage en numerisk score fra det eksterne LTI-system.
de_de: Wähle "Wahr", wenn diese Komponente eine numerische Benotung durch das externe LTI-System erhält.
el: Επιλέξτε True εάν αυτό το στοιχείο θα λάβει μια αριθμητική βαθμολογία από το εξωτερικό σύστημα LTI.
es_419: Seleccione VERDADERO si este componente recibirá una puntuación numérica desde un sistema LTI externo.
fa: اگر این مؤلفه یک امتیاز عددی از سیستم LTI خارجی دریافت کند، «درست» را انتخاب کنید.
fr: Sélectionnez True si ce composant recevra un score numérique du système LTI externe.
fr_ca: Sélectionnez True si ce composant recevra une note numérique du système LTI externe.
he: בחר 'כן' אם רכיב זה יקבל ציון מספרי ממערכת LTI חיצונית.
hi: यदि यह घटक बाहरी एलटीआई सिस्टम से संख्यात्मक अंक प्राप्त करेगा तो सही का चयन करें।
hu: Válassza az Igaz lehetőséget, ha ez az összetevő numerikus pontszámot kap a külső LTI rendszertől.
it_it: Selezionare True se questo componente riceverà un punteggio numerico dal sistema LTI esterno.
ja: 外部LTIシステムから数値スコアを受け取る場合は「True」を選択してください。
ka: მონიშნეთ სწორი, თუ ეს კომპონენტი მიიღებს რიცხობრივ შეფასება LTI-ს გარე სისტემიდან.
kk: Бұл құрамдас сыртқы LTI жүйесінен сандық ұпай алатын болса, True параметрін таңдаңыз.
lv: Atlasiet True, ja šis komponents saņems skaitlisku punktu skaitu no ārējās LTI sistēmas.
nl: Selecteer True als dit onderdeel een numerieke score krijgt van het externe LTI-systeem.
pl: Wybierz „tak” jeśli ten komponent otrzyma numeryczną ocenę z zewnętrznego systemu LTI.
pt_br: Selecione Verdadeiro se este componente for receber uma pontuação numérica do sistema LTI externo.
pt_pt: Selecione Verdadeiro se a intenção for que este componente receba uma pontuação numérica através do sistema externo LTI.
ro: Selectează "Adevărat" dacă această componentă va primi un scor numeric de la sistemul LTI extern.
ru: Выберите «Да», если этот компонент получит численную оценку из внешней LTI-системы
sq: Zgjidhni "E vërtetë" nëse ky komponent do të marrë një rezultat numerik nga sistemi i jashtëm LTI.
sv: Välj True om den här komponenten kommer att få ett numeriskt poäng från det externa LTI-systemet.
sw: Chagua Kweli ikiwa kijenzi hiki kitapokea alama ya nambari kutoka kwa mfumo wa nje wa LTI.
te: ఈ భాగం బాహ్య LTI సిస్టమ్ నుండి సంఖ్యా స్కోర్‌ను అందుకుంటే ఒప్పు ఎంచుకోండి.
th: เลือกถูก ถ้าส่วนนี้จะได้รับคะแนนตัวเลขจากระบบภายนอก LTI
tr_tr: Bu bileşen dış LTI sisteminden rakamsal bir skor alacaksa True olarak işaretleyin.
uk: Оберіть "True", якщо цей компонент отримає чисельну оцінку з зовнішньої LTI-системи
uz: Agar ushbu komponent tashqi LTI tizimidan raqamli baho oladigan bo‘lsa, 'True' ni tanlang.
vi: Chọn Đúng nếu thành phần này sẽ nhận được điểm bằng số từ hệ thống LTI bên ngoài.
