Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Enter the reusable LTI external configuration ID provided by the support staff.
af_za: Voer die herbruikbare LTI eksterne konfigurasie ID in wat deur die ondersteuningspersoneel verskaf is.
ar: أدخل معرف التكوين الخارجي LTI القابل لإعادة الاستخدام المقدم من فريق الدعم.
da: Indtast det genanvendelige LTI-eksterne konfigurations-id fra supportpersonalet.
de_de: Geben Sie die wiederverwendbare externe LTI-Konfigurations-ID ein, die Sie vom Support-Personal erhalten haben.
el: Εισαγάγετε το επαναχρησιμοποιήσιμο αναγνωριστικό εξωτερικής διαμόρφωσης LTI που παρέχεται από το προσωπικό υποστήριξης.
es_419: Ingrese el ID de configuración externa de LTI reutilizable proporcionado por el personal de soporte.
fa: شناسه پیکربندی خارجی LTI قابل استفاده مجدد ارائه شده توسط کارکنان پشتیبانی را وارد کنید.
fr_ca: Saisissez l’ID de configuration externe LTI réutilisable fourni par le personnel d’assistance.
he: הזן את מזהה התצורה החיצוני של LTI הניתן לשימוש חוזר שסופק על ידי צוות התמיכה.
hi: सहायक स्टाफ द्वारा प्रदान की गई पुन: प्रयोज्य एलटीआई बाहरी कॉन्फ़िगरेशन आईडी दर्ज करें।
hu: Adja meg a támogatói személyzet által biztosított újrahasználható LTI külső konfigurációs azonosítót.
it_it: Inserisci l&#39;ID di configurazione esterna LTI riutilizzabile fornito dal personale di supporto.
ja: サポートスタッフから提供された再利用可能なLTI外部設定IDを入力してください。
ka: შეიყვანეთ ხელახლა გამოყენებადი LTI გარე კონფიგურაციის ID, რომელიც მოწოდებულია მხარდაჭერის სამსახურის მიერ.
kk: Қолдау көрсету персоналы берген қайта пайдалануға болатын LTI сыртқы конфигурация идентификаторын енгізіңіз.
lv: Ievadiet atkārtoti lietojamo LTI ārējās konfigurācijas ID, ko nodrošina atbalsta personāls.
nl: Voer de herbruikbare externe LTI-configuratie-ID in die is verstrekt door het ondersteunend personeel.
pl: Wprowadź identyfikator konfiguracji zewnętrznej LTI wielokrotnego użytku dostarczony przez personel pomocy technicznej.
pt_br: Insira o ID de configuração externa do LTI reutilizável fornecido pela equipe de suporte.
pt_pt: Introduza o ID de configuração externa reutilizável do LTI fornecido pela equipa de suporte.
ro: Introduceți ID-ul de configurație externă LTI reutilizabil furnizat de personalul de asistență.
ru: Введите многоразовый идентификатор внешней конфигурации LTI, предоставленный персоналом службы поддержки.
sq: Fut ID-në e konfigurimit të jashtëm LTI të ripërdorshme të ofruar nga stafi mbështetës.
sv: Ange det återanvändbara externa LTI-konfigurations-ID som tillhandahålls av supportpersonalen.
sw: Weka kitambulisho cha usanidi wa nje cha LTI kinachoweza kutumika tena kilichotolewa na wafanyakazi wa usaidizi.
te: సహాయక సిబ్బంది అందించిన పునర్వినియోగ LTI బాహ్య కాన్ఫిగరేషన్ IDని నమోదు చేయండి.
th: ป้อนรหัสการกำหนดค่าภายนอก LTI ที่นำมาใช้ซ้ำได้ซึ่งได้รับมาจากเจ้าหน้าที่ฝ่ายสนับสนุน
tr_tr: Destek personeli tarafından sağlanan yeniden kullanılabilir LTI harici yapılandırma kimliğini girin.
uk: Введіть багаторазовий ідентифікатор зовнішньої конфігурації LTI, наданий службою підтримки.
uz: Yordam xodimlari tomonidan taqdim etilgan qayta foydalanish mumkin bo‘lgan LTI tashqi konfiguratsiya identifikatorini kiriting.
vi: Nhập ID cấu hình bên ngoài LTI có thể sử dụng lại do nhân viên hỗ trợ cung cấp.

source: Tool Launch URL
af_za: Gereedskap-begin-URL
ar: عنوان URL الخاص بتشغيل الأداة
da: Værktøjsstart-URL
de_de: Tool-Start-URL
el: Διεύθυνση URL εκκίνησης εργαλείου
es_419: URL de inicio de la herramienta
fa: URL راه اندازی ابزار
fr_ca: URL de lancement de l'outil
he: כתובת אתר להפעלת הכלי
hi: टूल लॉन्च यूआरएल
hu: Eszközindítás URL-címe
it_it: URL di avvio dello strumento
ja: ツール起動URL
ka: ინსტრუმენტის გაშვების URL
kk: Құралдың URL мекенжайын іске қосу
lv: Rīka palaišanas URL
nl: URL om de tool te starten
pl: Adres URL uruchomienia narzędzia
pt_br: URL de lançamento da ferramenta
pt_pt: URL de lançamento da ferramenta
ro: Adresa URL de lansare a instrumentului
ru: URL-адрес запуска инструмента
sq: URL-ja e nisjes së mjetit
sv: Verktygets start-URL
sw: URL ya Uzinduzi wa Zana
te: సాధనం ప్రారంభ URL
th: URL การเปิดเครื่องมือ
tr_tr: Araç Başlatma URL'si
uk: URL-адреса запуску інструмента
uz: Qurilmani ishga tushirish URL manzili
vi: URL khởi chạy công cụ

source: Enter the LTI 1.3 Tool Launch URL. <br />This is the URL the LMS will use to launch the LTI Tool.
af_za: Voer die LTI 1.3 Tool Launch URL in.<br /> Dit is die URL wat die LMS sal gebruik om die LTI-nutsding te begin.
ar: أدخل عنوان URL الخاص بتشغيل أداة LTI 1.3.<br /> هذا هو عنوان URL الذي سيستخدمه نظام إدارة التعلم (LMS) لتشغيل أداة LTI.
da: Indtast LTI 1.3 Tool Launch URL.<br /> Dette er den URL, som LMS&#39;et vil bruge til at starte LTI-værktøjet.
de_de: Geben Sie die Start-URL des LTI 1.3-Tools ein.<br /> Dies ist die URL, die das LMS zum Starten des LTI-Tools verwendet.
el: Εισαγάγετε τη διεύθυνση URL εκκίνησης του Εργαλείου LTI 1.3.<br /> Αυτή είναι η διεύθυνση URL που θα χρησιμοποιήσει το LMS για την εκκίνηση του Εργαλείου LTI.
es_419: Ingrese la URL de inicio de la herramienta LTI 1.3.<br /> Esta es la URL que utilizará el LMS para iniciar la herramienta LTI.
fa: URL راه اندازی ابزار LTI 1.3 را وارد کنید.<br /> این نشانی اینترنتی است که LMS از آن برای راه اندازی ابزار LTI استفاده می کند.
fr_ca: Entrez l'URL de lancement de l'outil LTI 1.3.<br /> Il s'agit de l'URL que le LMS utilisera pour lancer l'outil LTI.
he: הזן את כתובת האתר להפעלת כלי LTI 1.3.<br /> זוהי כתובת ה-URL שבה ישתמש LMS כדי להפעיל את כלי LTI.
hi: एलटीआई 1.3 टूल लॉन्च यूआरएल दर्ज करें।<br /> यह वह यूआरएल है जिसका उपयोग एलएमएस एलटीआई टूल लॉन्च करने के लिए करेगा।
hu: Írja be az LTI 1.3 eszköz indítási URL-jét. <br />Ez az az URL, amelyet az LMS az LTI eszköz indításához fog használni.
it_it: Inserisci l&#39;URL di avvio dello strumento LTI 1.3.<br /> Questo è l&#39;URL che l&#39;LMS utilizzerà per avviare lo strumento LTI.
ja: LTI 1.3ツール起動URLを入力してください。<br />これはLMSがLTIツールを起動するために使用するURLです。
ka: შეიყვანეთ LTI 1.3 ინსტრუმენტის გაშვების URL. <br />ეს არის URL, რომელსაც LMS გამოიყენებს LTI ინსტრუმენტის გასაშვებად.
kk: LTI 1.3 құралын іске қосу URL мекенжайын енгізіңіз.<br /> Бұл LTI құралын іске қосу үшін LMS пайдаланатын URL мекенжайы.
lv: Ievadiet LTI 1.3 rīka palaišanas URL. <br />Šis ir URL, ko LMS izmantos, lai palaistu LTI rīku.
nl: Voer de LTI 1.3 Tool Launch-URL in.<br /> Dit is de URL die het LMS zal gebruiken om de LTI Tool te starten.
pl: Wprowadź adres URL uruchomienia narzędzia LTI 1.3.<br /> To jest adres URL, którego LMS użyje do uruchomienia narzędzia LTI.
pt_br: Insira o URL de lançamento da ferramenta LTI 1.3.<br /> Este é o URL que o LMS usará para iniciar a ferramenta LTI.
pt_pt: Insira o URL de inicialização da ferramenta LTI 1.3.<br /> Este é o URL que o LMS usará para iniciar a ferramenta LTI.
ro: Introduceți URL-ul de lansare a instrumentului LTI 1.3.<br /> Aceasta este adresa URL pe care LMS o va folosi pentru a lansa Instrumentul LTI.
ru: Введите URL-адрес запуска инструмента LTI 1.3.<br /> Это URL-адрес, который LMS будет использовать для запуска инструмента LTI.
sq: Futni URL-në e nisjes së mjetit LTI 1.3.<br /> Kjo është URL-ja që LMS do të përdorë për të nisur LTI Tool.
sv: Ange LTI 1.3-verktygets start-URL. <br />Detta är URL:en som LMS kommer att använda för att starta LTI-verktyget.
sw: Weka URL ya Uzinduzi wa Zana ya LTI 1.3.<br /> Hii ndiyo URL ambayo LMS itatumia kuzindua Zana ya LTI.
te: LTI 1.3 టూల్ లాంచ్ URLని నమోదు చేయండి.<br /> ఇది LTI సాధనాన్ని ప్రారంభించడానికి LMS ఉపయోగించే URL.
th: ป้อน URL เปิดเครื่องมือ LTI 1.3<br /> นี่คือ URL ที่ LMS จะใช้เพื่อเปิดเครื่องมือ LTI
tr_tr: LTI 1.3 Araç Başlatma URL'sini girin.<br /> Bu, LMS'nin LTI Aracını başlatmak için kullanacağı URL'dir.
uk: Введіть URL-адресу запуску інструменту LTI 1.3.<br /> Це URL-адреса, яку LMS використовуватиме для запуску інструменту LTI.
uz: LTI 1.3 Tool Launch URL manzilini kiriting.<br /> Bu LTI vositasini ishga tushirish uchun LMS foydalanadigan URL manzilidir.
vi: Nhập URL khởi chạy công cụ LTI 1.3.<br /> Đây là URL mà LMS sẽ sử dụng để khởi chạy Công cụ LTI.

source: Tool Initiate Login URL
af_za: Gereedskap Inisieer aanmeld-URL
ar: أداة بدء عنوان URL لتسجيل الدخول
da: Værktøjsstart login-URL
de_de: Tool-Initiierungs-Anmelde-URL
el: Εργαλείο Έναρξη URL σύνδεσης
es_419: Herramienta Iniciar URL de inicio de sesión
fa: ابزار شروع URL ورود به سیستم
fr_ca: URL de connexion à l'outil
he: כתובת אתר התחברות של הכלי
hi: टूल आरंभ लॉगिन यूआरएल
hu: Eszköz bejelentkezési URL kezdeményezése
it_it: Strumento Avvia URL di accesso
ja: ツール開始ログインURL
ka: ინსტრუმენტი: ავტორიზაციის URL-ის ინიცირება
kk: Құрал Кіру URL мекенжайын бастау
nl: Tool Initiëren van login-URL
pl: Narzędzie Inicjuj adres URL logowania
pt_br: URL de login de início da ferramenta
pt_pt: URL de início de sessão da ferramenta
ro: Adresa URL de inițiere a instrumentului
ru: URL-адрес входа в инструмент для запуска инструмента
sq: Mjeti Nis URL-në e hyrjes
sv: Verktyg initiera inloggnings-URL
sw: Zana Anzisha URL ya Kuingia
te: టూల్ ఇనిషియేట్ లాగిన్ URL
th: เครื่องมือเริ่มต้น URL เข้าสู่ระบบ
tr_tr: Araç Giriş URL'sini Başlat
uk: Інструмент Ініціювати URL-адресу входу
uz: Kirish URL manzilini ishga tushirish vositasi
vi: Công cụ khởi tạo URL đăng nhập

source: Enter the LTI 1.3 Tool OIDC Authorization url (can also be called login or login initiation URL).<br />This is the URL the LMS will use to start a LTI authorization prior to doing the launch request.
af_za: Voer die LTI 1.3 Tool OIDC Authorization url in (kan ook aanmeldings- of aanmeld-inisiasie-URL genoem word).<br /> Dit is die URL wat die LMS sal gebruik om &#39;n LTI-magtiging te begin voordat die bekendstellingsversoek gedoen word.
ar: أدخل عنوان URL لتفويض OIDC لأداة LTI 1.3 (يمكن أن يُسمى أيضًا عنوان URL لتسجيل الدخول أو بدء تسجيل الدخول).<br /> هذا هو عنوان URL الذي سيستخدمه نظام إدارة التعلم (LMS) لبدء ترخيص LTI قبل إجراء طلب الإطلاق.
da: Indtast LTI 1.3 Tool OIDC Authorization url (kan også kaldes login eller login initiation URL).<br /> Dette er den URL, som LMS&#39;et vil bruge til at starte en LTI-godkendelse, inden startanmodningen udføres.
de_de: Geben Sie die OIDC-Autorisierungs-URL des LTI 1.3-Tools ein (kann auch als Anmelde- oder Anmeldeinitiierungs-URL bezeichnet werden).<br /> Dies ist die URL, die das LMS verwendet, um eine LTI-Autorisierung zu starten, bevor die Startanforderung ausgeführt wird.
el: Εισαγάγετε τη διεύθυνση url εξουσιοδότησης OIDC του Εργαλείου LTI 1.3 (μπορεί επίσης να ονομάζεται διεύθυνση URL έναρξης σύνδεσης ή σύνδεσης).<br /> Αυτή είναι η διεύθυνση URL που θα χρησιμοποιήσει το LMS για να ξεκινήσει μια εξουσιοδότηση LTI πριν από την εκτέλεση του αιτήματος εκκίνησης.
es_419: Ingrese la URL de autorización OIDC de la herramienta LTI 1.3 (también se puede llamar URL de inicio de sesión o de inicio de sesión).<br /> Esta es la URL que el LMS utilizará para iniciar una autorización LTI antes de realizar la solicitud de inicio.
fa: url مجوز OIDC ابزار LTI 1.3 را وارد کنید (همچنین می‌توان آن را URL شروع ورود یا ورود به سیستم نامید).<br /> این نشانی اینترنتی است که LMS برای شروع مجوز LTI قبل از انجام درخواست راه‌اندازی استفاده می‌کند.
fr_ca: Entrez l’URL d’autorisation OIDC de l’outil LTI 1.3 (peut également être appelée URL de connexion ou d’initiation de connexion).<br /> Il s'agit de l'URL que le LMS utilisera pour démarrer une autorisation LTI avant d'effectuer la demande de lancement.
he: הזן את כתובת ה-URL של LTI 1.3 Tool OIDC Authorization (ניתן לכנות גם התחברות או כתובת URL לתחילת התחברות).<br /> זוהי כתובת ה-URL שבה ה-LMS ישתמש כדי להתחיל הרשאת LTI לפני ביצוע בקשת ההשקה.
hi: एलटीआई 1.3 टूल ओआईडीसी प्राधिकरण यूआरएल दर्ज करें (इसे लॉगिन या लॉगिन दीक्षा यूआरएल भी कहा जा सकता है)।<br /> यह वह यूआरएल है जिसका उपयोग एलएमएस लॉन्च अनुरोध करने से पहले एलटीआई प्राधिकरण शुरू करने के लिए करेगा।
hu: Adja meg az LTI 1.3 eszköz OIDC hitelesítési URL-jét (ezt nevezhetjük bejelentkezési vagy bejelentkezés kezdeményezési URL-nek is).<br />Ez az az URL, amelyet az LMS használ az LTI hitelesítés megkezdéséhez a végrehajtási kérés előtt.
it_it: Inserisci l&#39;URL di autorizzazione OIDC dello strumento LTI 1.3 (può anche essere chiamato accesso o URL di avvio accesso).<br /> Questo è l&#39;URL che l&#39;LMS utilizzerà per avviare un&#39;autorizzazione LTI prima di eseguire la richiesta di lancio.
ja: LTI 1.3ツールのOIDC認証URL（ログインまたはログイン開始URLとも呼ばれる）を入力してください。<br />これは、LMSが起動リクエストを行う前にLTI認証を開始するために使用するURLです。
ka: შეიყვანეთ LTI 1.3 ინსტრუმენტის OIDC ავთენტიფიკაციის URL (ასევე შეიძლება ეწოდოს შესვლის ან ავთენტიფიკაციის დაწყების URL).<br />ეს არის URL, რომელსაც LMS გამოიყენებს LTI ავტორიზაციის დასაწყებად, გაშვების მოთხოვნის გაკეთებამდე.
kk: LTI 1.3 құралының OIDC авторизациясының URL мекенжайын енгізіңіз (кіру немесе кіруді бастау URL мекенжайы деп те атауға болады).<br /> Бұл LMS іске қосу сұрауын орындамас бұрын LTI рұқсатын бастау үшін пайдаланатын URL мекенжайы.
lv: Ievadiet LTI 1.3 rīka OIDC autorizācijas url (var saukt arī par pieteikšanās vai pieteikšanās iniciēšanas URL).<br />Tas ir URL, ko LMS izmantos, lai sāktu LTI autorizāciju pirms palaišanas pieprasījuma veikšanas.
nl: Voer de LTI 1.3 Tool OIDC-autorisatie-URL in (kan ook login of login-initiatie-URL worden genoemd).<br /> Dit is de URL die het LMS zal gebruiken om een LTI-autorisatie te starten voordat het startverzoek wordt gedaan.
pl: Wprowadź adres URL autoryzacji OIDC narzędzia LTI 1.3 (można go również nazwać adresem URL logowania lub adresem inicjującym logowanie).<br /> Jest to adres URL, którego LMS użyje do rozpoczęcia autoryzacji LTI przed wykonaniem żądania uruchomienia.
pt_br: Insira o URL de autorização OIDC da ferramenta LTI 1.3 (também pode ser chamado de login ou URL de iniciação de login).<br /> Este é o URL que o LMS usará para iniciar uma autorização de LTI antes de fazer a solicitação de lançamento.
pt_pt: Digite o URL de autorização OIDC da ferramenta LTI 1.3 (também pode ser chamado de login ou URL de início de login).<br /> Este é o URL que o LMS usará para iniciar uma autorização LTI antes de fazer a solicitação de inicialização.
ro: Introduceți URL-ul de autorizare OIDC al instrumentului LTI 1.3 (poate fi numit și adresa URL de conectare sau de inițiere a autentificării).<br /> Aceasta este adresa URL pe care LMS o va folosi pentru a porni o autorizare LTI înainte de a face cererea de lansare.
ru: Введите URL-адрес авторизации OIDC инструмента LTI 1.3 (также может называться URL-адресом входа или инициации входа в систему).<br /> Это URL-адрес, который LMS будет использовать для запуска авторизации LTI перед выполнением запроса на запуск.
sq: Futni url-në e autorizimit të LTI 1.3 Tool OIDC (mund të quhet gjithashtu URL e hyrjes ose e fillimit të hyrjes).<br /> Kjo është URL-ja që LMS do të përdorë për të nisur një autorizim LTI përpara se të bëjë kërkesën e nisjes.
sv: Ange LTI 1.3-verktygets OIDC-autentiserings-URL (kan också kallas inloggnings- eller inloggningsinitierings-URL).<br />Detta är URL:en som LMS kommer att använda för att starta en LTI-autentisering innan startförfrågan görs.
sw: Ingiza url ya Uidhinishaji wa Zana ya LTI 1.3 ya OIDC (inaweza pia kuitwa URL ya uanzishaji wa kuingia au kuingia).<br /> Hii ndiyo URL ambayo LMS itatumia kuanzisha uidhinishaji wa LTI kabla ya kufanya ombi la uzinduzi.
te: LTI 1.3 సాధనం OIDC ఆథరైజేషన్ urlని నమోదు చేయండి (లాగిన్ లేదా లాగిన్ ఇనిషియేషన్ URL అని కూడా పిలుస్తారు).<br /> లాంచ్ అభ్యర్థన చేయడానికి ముందు LTI అధికారాన్ని ప్రారంభించడానికి LMS ఉపయోగించే URL ఇది.
th: ป้อน URL การอนุญาต OIDC ของเครื่องมือ LTI 1.3 (อาจเรียกว่า URL การเข้าสู่ระบบหรือ URL เริ่มต้นการเข้าสู่ระบบก็ได้)<br /> นี่คือ URL ที่ LMS จะใช้เพื่อเริ่มการให้สิทธิ์ LTI ก่อนที่จะดำเนินการคำขอเปิดใช้งาน
tr_tr: LTI 1.3 Aracı OIDC Yetkilendirme URL adresini girin (oturum açma veya oturum açma başlatma URL adresi olarak da adlandırılabilir).<br /> Bu, LMS'in başlatma isteğini gerçekleştirmeden önce LTI yetkilendirmesini başlatmak için kullanacağı URL adresidir.
uk: Введіть URL-адресу авторизації OIDC інструмента LTI 1.3 (також її можна назвати URL-адресою для входу або ініціації входу).<br /> Це URL-адреса, яку LMS використовуватиме для початку авторизації LTI перед виконанням запиту на запуск.
uz: LTI 1.3 Tool OIDC Avtorizatsiya URL manzilini kiriting (login yoki login boshlash URL deb ham atash mumkin).<br /> Bu LMS ishga tushirish soʻrovini bajarishdan oldin LTI avtorizatsiyasini boshlash uchun foydalanadigan URL manzilidir.
vi: Nhập url Ủy quyền OIDC của Công cụ LTI 1.3 (cũng có thể gọi là URL đăng nhập hoặc URL khởi tạo đăng nhập).<br /> Đây là URL mà LMS sẽ sử dụng để bắt đầu ủy quyền LTI trước khi thực hiện yêu cầu khởi chạy.

source: Registered Redirect URIs
af_za: Geregistreerde herlei URI&#39;s
ar: إعادة توجيه URIs المسجلة
da: Registrerede omdirigerings-URI&#39;er
de_de: Registrierte Weiterleitungs-URIs
el: Εγγεγραμμένα URI ανακατεύθυνσης
es_419: URI de redireccionamiento registrados
fa: URI های تغییر مسیر ثبت شده
fr_ca: URI de redirection enregistrés
he: URI רשומים להפניה מחדש
hi: पंजीकृत रीडायरेक्ट यूआरआई
hu: Regisztrált átirányítási URI-k
it_it: URI di reindirizzamento registrati
ja: 登録済みリダイレクトURI
ka: რეგისტრირებული გადამისამართების URI-ები
kk: Тіркелген қайта бағыттау URI мекенжайлары
lv: Reģistrētie novirzīšanas URI
nl: Geregistreerde omleidings-URI's
pl: Zarejestrowane identyfikatory URI przekierowań
pt_br: URIs de redirecionamento registrados
pt_pt: URIs de redireccionamento registados
ro: URI de redirecționare înregistrate
ru: Зарегистрированные URI перенаправления
sq: URI-të e regjistruara të ridrejtimit
sv: Registrerade omdirigerings-URI:er
sw: URI Zilizosajiliwa
te: నమోదు చేయబడిన దారిమార్పు URIలు
th: URI การเปลี่ยนเส้นทางที่ลงทะเบียน
tr_tr: Kayıtlı Yönlendirme URI&#39;leri
uk: Зареєстровані URI перенаправлення
uz: Ro‘yxatdan o‘tgan qayta yo‘naltirish URI lari
vi: URI chuyển hướng đã đăng ký
