Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Request user's username
af_za: Versoek gebruiker se gebruikersnaam
ar: يُرجى طلب اسم المستخدم الخاص بالمستخدم
da: Anmod om brugerens brugernavn
de_de: Frage den Benutzernamen des Nutzers ab
el: Ζητήστε το όνομα χρήστη
es_419: Solicite el nombre del usuario
fa: درخواست نام کاربری کاربر
fr: Demander le nom d'utilisateur de l'utilisateur
fr_ca: Demander le nom d'utilisateur de l'utilisateur
he: בקש מהמשתמש את שם המשתמש
hi: उपयोगकर्ता के उपयोगकर्ता नाम का अनुरोध करें
hu: Felhasználói név kérése
it_it: Richiedi il nome utente dell'utente
ja: ユーザー名を要求する
ka: მოითხოვეთ მომხმარებლის სახელი
kk: Пайдаланушының пайдаланушы атын сұрау
lv: Pieprasīt lietotāja lietotājvārdu
nl: Vraag de gebruikersnaam van de gebruiker op
pl: Poproś użytkownika o nazwę użytkownika
pt_br: Requerer o nome de usuário
pt_pt: Solicitar o nome do utilizador
ro: Solicitați numele de utilizator.
ru: Запросить имя пользователя
sq: Kërkoni emrin e përdoruesit
sv: Begär användarens användarnamn
sw: Omba jina la mtumiaji la mtumiaji
te: వినియోగదారు వినియోగదారు పేరును అభ్యర్థించండి
th: ต้องการชื่อผู้ใช้
tr_tr: Kullanıcının kullanıcı adını iste
uk: Запитати юзернейм користувача
uz: Foydalanuvchining foydalanuvchi nomini so‘rang
vi: Yêu cầu tên người dùng của người dùng

source: Select True to request the user's username.
af_za: Kies Waar om die gebruiker se gebruikersnaam aan te vra.
ar: يرجى اختيار ’true‘ لطلب اسم المستخدم الخاص بالمستخدم.
da: Vælg Sandt for at anmode om brugerens brugernavn.
de_de: Wählen Sie True, um den Benutzername des Teilnehmers anzufordern.
el: Επιλέξτε True για να ζητήσετε το όνομα χρήστη.
es_419: Seleccione True para solicitar el nombre de usuario.
fa: برای درخواست نام کاربری کاربر، True را انتخاب کنید.
fr: Sélectionnez Vrai pour demander le nom d'utilisateur de l'utilisateur.
fr_ca: Sélectionnez True pour demander le nom d'utilisateur de l'utilisateur.
he: בחר 'כן' כדי לבקש שם משתמש של המשתמש.
hi: उपयोगकर्ता के उपयोगकर्ता नाम का अनुरोध करने के लिए सही का चयन करें।
hu: Válassza a "True" lehetőséget, ha kéri a felhasználó felhasználónevét.
it_it: Seleziona True per richiedere il nome utente dell'utente
ka: მონიშნეთ, მომხამრებლის სახელის სავა;დებულო მოთხოვნის მიზნით.
kk: Пайдаланушының пайдаланушы атын сұрау үшін True параметрін таңдаңыз.
lv: Atlasiet True, lai pieprasītu lietotāja lietotājvārdu.
nl: Select True om de gebruikersnaam van de gebruiker op te vragen.
pl: Wybierz opcję "Prawda", aby zażądać nazwy użytkownika.
pt_br: Selecione Verdadeiro para solicitar o nome dos usuários.
pt_pt: Selecionar Verdadeiro para solicitar o nome de utilizador
ro: Selectează Adevărat pentru a solicita numele de utilizator al utilizatorului.
ru: Выберите «Да», чтобы запросить имя пользователя.
sq: Zgjidhni Të vërtetë për të kërkuar emrin e përdoruesit të përdoruesit.
sv: Välj True för att begära användarens användarnamn.
sw: Chagua Kweli ili kuomba jina la mtumiaji la mtumiaji.
te: వినియోగదారు వినియోగదారు పేరును అభ్యర్థించడానికి ఒప్పు ఎంచుకోండి.
th: เลือกจริง เพื่อจะขอชื่อผู้ใช้ของผู้ใช้
tr_tr: Kullanıcı adını istemek için TRUE'yu seçin.
uk: Виберіть «true», щоб запитати ім'я користувача.
uz: Foydalanuvchining foydalanuvchi nomini so‘rash uchun 'True' ni tanlang.
vi: Chọn True để yêu cầu tên người dùng của người dùng.

source: Request user's full name
af_za: Versoek gebruiker se volle naam
ar: طلب الاسم الكامل للمستخدم
da: Anmod om brugerens fulde navn
de_de: Fordern Sie den vollständigen Namen des Benutzers an
el: Ζητήστε το πλήρες όνομα του χρήστη
es_419: Solicitar el nombre completo del usuario
fa: نام کامل کاربر را درخواست کنید
fr: Demandez le nom complet de l&#39;utilisateur
fr_ca: Demander le nom complet de l'utilisateur
he: בקש את השם המלא של המשתמש
hi: उपयोगकर्ता का पूरा नाम अनुरोध करें
hu: Kérje a felhasználó teljes nevét
it_it: Richiedi il nome completo dell&#39;utente
ja: ユーザーのフルネームを要求する
ka: მომხმარებლის სრული სახელის მოთხოვნა
kk: Пайдаланушының толық аты-жөнін сұраңыз
lv: Pieprasīt lietotāja pilnu vārdu
nl: Vraag de volledige naam van de gebruiker op
pl: Proszę o pełne imię i nazwisko użytkownika
pt_br: Solicitar o nome completo do usuário
pt_pt: Pedir o nome completo do utilizador
ro: Solicitați numele complet al utilizatorului
ru: Запросить полное имя пользователя
sq: Kërkoni emrin e plotë të përdoruesit
sv: Begär användarens fullständiga namn
sw: Omba jina kamili la mtumiaji
te: వినియోగదారు పూర్తి పేరును అభ్యర్థించండి
th: ขอชื่อเต็มของผู้ใช้
tr_tr: Kullanıcının tam adını isteyin
uk: Запит повного імені користувача
uz: Foydalanuvchining to‘liq ismini so‘rang
vi: Yêu cầu tên đầy đủ của người dùng

source: Select True to request the user's full name.
af_za: Kies Waar om die gebruiker se volle naam te versoek.
ar: حدد True لطلب الاسم الكامل للمستخدم.
da: Vælg Sand for at anmode om brugerens fulde navn.
de_de: Wählen Sie „True“, um den vollständigen Namen des Benutzers anzufordern.
el: Επιλέξτε True για να ζητήσετε το πλήρες όνομα του χρήστη.
es_419: Seleccione Verdadero para solicitar el nombre completo del usuario.
fa: برای درخواست نام کامل کاربر، True را انتخاب کنید.
fr: Sélectionnez Vrai pour demander le nom complet de l&#39;utilisateur.
fr_ca: Sélectionnez True pour demander le nom complet de l'utilisateur.
he: בחר נכון כדי לבקש את שמו המלא של המשתמש.
hi: उपयोगकर्ता का पूरा नाम अनुरोध करने के लिए सही चुनें।
hu: Válassza a "True" lehetőséget a felhasználó teljes nevének kéréséhez.
it_it: Seleziona Vero per richiedere il nome completo dell&#39;utente.
ka: აირჩიეთ "ჭეშმარიტი", რომ მოითხოვოთ მომხმარებლის სრული სახელი.
kk: Пайдаланушының толық атын сұрау үшін True таңдаңыз.
lv: Atlasiet True, lai pieprasītu lietotāja pilnu vārdu.
nl: Selecteer True om de volledige naam van de gebruiker op te vragen.
pl: Wybierz opcję "Prawda", aby zażądać pełnego imienia i nazwiska użytkownika.
pt_br: Selecione True para solicitar o nome completo do usuário.
pt_pt: Selecione "Verdadeiro" para pedir o nome completo do utilizador.
ro: Selectează Adevărat pentru a solicita numele complet al utilizatorului.
ru: Выберите True, чтобы запросить полное имя пользователя.
sq: Zgjidhni E vërtetë për të kërkuar emrin e plotë të përdoruesit.
sv: Välj True för att begära användarens fullständiga namn.
sw: Chagua Kweli ili kuomba jina kamili la mtumiaji.
te: వినియోగదారు పూర్తి పేరును అభ్యర్థించడానికి ఒప్పు ఎంచుకోండి.
th: เลือก True เพื่อขอชื่อเต็มของผู้ใช้
tr_tr: Kullanıcının tam adını istemek için TRUE'yu seçin.
uk: Виберіть Правда, щоб запитати повне ім’я користувача.
uz: Foydalanuvchining toʻliq ismini soʻrash uchun 'True' ni tanlang.
vi: Chọn True để yêu cầu tên đầy đủ của người dùng.

source: Request user's email
af_za: Versoek gebruiker se e-pos
ar: يُرجى طلب البريد الإلكتروني للمستخدم
da: Anmod om brugerens e-mail
de_de: E-Mail-Adresse des Nutzers anfragen
el: Ζητήστε τη διεύθυνση ηλ. ταχυδρομείου του χρήστη
es_419: Solicite la dirección de correo del usuario
fa: درخواست ایمیل کاربر
fr: Demander l'e-mail de l'utilisateur
fr_ca: Demander le courriel de l'utilisateur
he: בקש את הדואר האלקטרוני של המשתמש
hi: उपयोगकर्ता के ईमेल का अनुरोध करें
hu: Felhasználói e-mail kérése
it_it: Richiedi l'indirizzo email dell'utente
ja: ユーザーのメールアドレスを要求
ka: მოითხოვეთ მომხმარებლის ელფოსტა
kk: Пайдаланушының email-ін сұрау
lv: Pieprasīt lietotāja e-pastu
nl: Vraag e-mailadres gebruiker op
pl: Proszę o adres e-mail użytkownika
pt_br: Requerer o endereço de e-mail do usuário
pt_pt: Solicitar email de utilizador
ro: Solicitați e-mailul utilizatorului
ru: Запросить адрес электронной почты пользователя.
sq: Kërkoni emailin e përdoruesit
sv: Begär användarens email
sw: Omba barua pepe ya mtumiaji
te: వినియోగదారు ఇమెయిల్‌ను అభ్యర్థించండి
th: ต้องการอีเมล์ของผู้ใช้
tr_tr: Kullanıcının e-posta adresini iste
uk: Запитати поштову скриньку користувача
uz: Foydalanuvchining elektron pochta manzilini so‘rang
vi: Yêu cầu email của người dùng

source: Select True to request the user's email address.
af_za: Kies Waar om die gebruiker se e-posadres aan te vra.
ar: يرجى اختيار ’true‘ لطلب البريد الإلكتروني الخاص بالمستخدم.
da: Vælg Sand for at anmode om brugerens e-mail-adresse
de_de: Wählen Sie True, um die E-Mail-Adresse des Benutzer anzufordern
el: Επιλέξτε True για να ζητήσετε τη διεύθυνση email του χρήστη.
es_419: Seleccione True para solicitar el correo electrónico del usuario.
fa: برای درخواست آدرس ایمیل کاربر، True را انتخاب کنید.
fr: Sélectionnez Vrai pour demander l&#39;adresse e-mail de l&#39;utilisateur.
fr_ca: Sélectionnez True pour demander l'adresse courriel de l'utilisateur.
he: בחר 'כן' כדי לבקש כתובת דואר אלקטרוני של המשתמש.
hi: उपयोगकर्ता के ईमेल पते का अनुरोध करने के लिए सही का चयन करें।
hu: Válassza a "True" lehetőséget a felhasználó e-mail címének kéréséhez.
it_it: Seleziona True per richiedere l'indirizzo email dell'utente
ka: მომხმარებლის ელფოსტის მისამართის მოთხოვნის მიზნით, მონიშნეთ სწორი.
lv: Atlasiet True, lai pieprasītu lietotāja e-pasta adresi.
nl: Selecteer "True" om het e-mailadres van de gebruiker op te vragen.
pl: Wybierz opcję "prawda", aby zażądać adresu e-mail użytkownika.
pt_br: Selecione Verdadeiro para solicitar o endereço de e-mail do usuário.
pt_pt: Selecionar Verdadeiro para solicitar o email de utilizador.
ro: Selectează „Adevărat” pentru a solicita adresa de e-mail a utilizatorului.
ru: Выберите «Да», чтобы запросить электронный адрес пользователя.
sq: Zgjidhni Të vërtetë për të kërkuar adresën e emailit të përdoruesit.
sv: Välj Sant för att begära användarens e-postadress.
sw: Chagua Kweli ili kuomba anwani ya barua pepe ya mtumiaji.
te: వినియోగదారు ఇమెయిల్ చిరునామాను అభ్యర్థించడానికి ఒప్పు ఎంచుకోండి.
th: เลือกจริง เพื่อจะขอที่อยู่อีเมล์ของผู้ใช้
tr_tr: Kullanıcının e-posta adresini istemek için True'yu seçin.
uk: Виберіть True, щоб запросити електронну адресу користувача.
uz: Foydalanuvchining elektron pochta manzilini so‘rash uchun 'True' ni tanlang.
vi: Chọn True để yêu cầu địa chỉ email của người dùng.

source: Send extra parameters
af_za: Stuur ekstra parameters
ar: إرسال معلمات إضافية
da: Send ekstra parametre
de_de: Senden Sie zusätzliche Parameter
el: Στείλτε επιπλέον παραμέτρους
es_419: Enviar parámetros adicionales
fa: ارسال پارامترهای اضافی
fr: Envoyer des paramètres extra
fr_ca: Envoyer des paramètres supplémentaires
he: שלח פרמטרים נוספים
hi: अतिरिक्त पैरामीटर भेजें
hu: Küldjön extra paramétereket
it_it: Invia parametri aggiuntivi
ja: 追加パラメータを送信
ka: გაგზავნეთ დამატებითი პარამეტრები
kk: Қосымша параметрлерді жіберіңіз
lv: Nosūtiet papildu parametrus
nl: Stuur extra parameters
pl: Wyślij dodatkowe parametry
pt_br: Envie parâmetros extras
pt_pt: Enviar parâmetros extras
ro: Trimiteți parametri suplimentari
ru: Отправить дополнительные параметры
sq: Dërgoni parametra shtesë
sv: Skicka extra parametrar
sw: Tuma vigezo vya ziada
te: అదనపు పారామితులను పంపండి
th: ส่งพารามิเตอร์พิเศษ
tr_tr: Parametreleri ekle
uk: Надіслати додаткові параметри
uz: Qo‘shimcha parametrlarni yuboring
vi: Gửi thông số bổ sung

source: Select True to send the extra parameters, which might contain Personally Identifiable Information. The processors are site-wide, please consult the site administrator if you have any questions.
af_za: Kies Waar om die ekstra parameters te stuur, wat persoonlik identifiseerbare inligting kan bevat. Die verwerkers is werfwyd, raadpleeg asseblief die werfadministrateur as jy enige vrae het.
ar: حدد True لإرسال المعلمات الإضافية، التي قد تحتوي على معلومات تعريف شخصية. المعالجات موجودة على مستوى الموقع، يرجى استشارة مسؤول الموقع إذا كان لديك أي أسئلة.
da: Vælg Sand for at sende de ekstra parametre, som kan indeholde personligt identificerbare oplysninger. Behandlerne er hele webstedet, kontakt venligst webstedets administrator, hvis du har spørgsmål.
de_de: Wählen Sie „True“, um die zusätzlichen Parameter zu senden, die möglicherweise personenbezogene Daten enthalten. Die Auftragsverarbeiter sind standortweit tätig. Bei Fragen wenden Sie sich bitte an den Site-Administrator.
el: Επιλέξτε True για να στείλετε τις επιπλέον παραμέτρους, οι οποίες ενδέχεται να περιέχουν Προσωπικά Αναγνωρίσιμα στοιχεία. Οι επεξεργαστές είναι σε ολόκληρο τον ιστότοπο, συμβουλευτείτε τον διαχειριστή του ιστότοπου εάν έχετε οποιεσδήποτε ερωτήσεις.
es_419: Seleccione Verdadero para enviar los parámetros adicionales, que pueden contener información de identificación personal. Los procesadores son para todo el sitio; consulte al administrador del sitio si tiene alguna pregunta.
fa: برای ارسال پارامترهای اضافی، که ممکن است حاوی اطلاعات شخصی قابل شناسایی باشد، True را انتخاب کنید. پردازنده ها در سطح سایت هستند، لطفا در صورت داشتن هر گونه سوال با مدیر سایت مشورت کنید.
fr: Sélectionnez Vrai pour envoyer les paramètres supplémentaires, qui peuvent contenir des informations personnellement identifiables. Les processeurs sont à l'échelle du site, veuillez consulter l'administrateur du site si vous avez des questions.
fr_ca: Sélectionnez True pour envoyer les paramètres supplémentaires, qui peuvent contenir des informations personnellement identifiables. Les processeurs s'étendent à l'échelle du site, veuillez consulter l'administrateur du site si vous avez des questions.
he: בחר נכון כדי לשלוח את הפרמטרים הנוספים, שעשויים להכיל מידע אישי מזהה. המעבדים הם כלל האתר, אנא פנה למנהל האתר אם יש לך שאלות כלשהן.
hi: अतिरिक्त पैरामीटर भेजने के लिए सही चुनें, जिसमें व्यक्तिगत रूप से पहचान योग्य जानकारी हो सकती है। प्रोसेसर साइट-व्यापी हैं, यदि आपके कोई प्रश्न हैं तो कृपया साइट व्यवस्थापक से परामर्श लें।
hu: Válassza a "True" lehetőséget az extra paraméterek küldéséhez, amelyek személyes azonosításra alkalmas információkat tartalmazhatnak. A feldolgozók az egész webhelyre kiterjednek, kérjük, konzultáljon a webhely rendszergazdájával, ha bármilyen kérdése van.
it_it: Selezionare Vero per inviare parametri aggiuntivi, che potrebbero contenere informazioni di identificazione personale. I processori sono a livello di sito, per favore consulta l&#39;amministratore del sito in caso di domande.
ja: 追加のパラメーターを送信するには「True」を選択してください。これには個人を特定できる情報が含まれる可能性があります。プロセッサーはサイト全体で使用されますので、質問がある場合はサイト管理者にご相談ください。
ka: აირჩიეთ "ჭეშმარიტი" დამატებითი პარამეტრების გასაგზავნად, რომლებიც შეიძლება შეიცავდეს პერსონალურად საიდენტიფიკაციო ინფორმაციას. დამმუშავებლები ვრცელდება მთელ საიტზე. თუ რაიმე შეკითხვა გაგიჩნდებათ, გთხოვთ, დაუკავშირდეთ საიტის ადმინისტრატორს.
kk: Жеке сәйкестендірілетін ақпаратты қамтуы мүмкін қосымша параметрлерді жіберу үшін True параметрін таңдаңыз. Процессорлар бүкіл сайтта, сұрақтарыңыз болса сайт әкімшісімен кеңесіңіз.
lv: Atlasiet True, lai nosūtītu papildu parametrus, kas var saturēt personu identificējošu informāciju. Apstrādātāji ir visā vietnē, lūdzu, sazinieties ar vietnes administratoru, ja jums ir kādi jautājumi.
nl: Selecteer True om de extra parameters te verzenden, die mogelijk persoonlijk identificeerbare informatie bevatten. De verwerkers zijn sitebreed, bij vragen kunt u contact opnemen met de sitebeheerder.
pl: Wybierz opcję Prawda, aby wysłać dodatkowe parametry, które mogą zawierać dane osobowe. Procesory obejmują całą witrynę. Jeśli masz jakiekolwiek pytania, skontaktuj się z administratorem witryny.
pt_br: Selecione True para enviar os parâmetros extras, que podem conter informações de identificação pessoal. Os processadores abrangem todo o site, consulte o administrador do site se tiver alguma dúvida.
pt_pt: Seleccione True para enviar os parâmetros extra, que podem conter Informação Pessoal Identificável. Os processadores são em todo o site, por favor consulte o administrador do site se tiver alguma dúvida.
ro: Selectează Adevărat pentru a trimite parametrii suplimentari, care ar putea conține informații de identificare personală. Procesoarele sunt la nivelul întregului site, vă rugăm să consultați administratorul site-ului dacă aveți întrebări.
ru: Выберите «Истина», чтобы отправить дополнительные параметры, которые могут содержать личную информацию. Процессоры являются общими для всего сайта. Если у вас возникнут вопросы, обратитесь к администратору сайта.
sq: Zgjidhni &quot;E vërtetë&quot; për të dërguar parametrat shtesë, të cilët mund të përmbajnë të dhëna personale të identifikueshme. Procesorët janë të gjithë sitit, ju lutemi konsultohuni me administratorin e sajtit nëse keni ndonjë pyetje.
sv: Välj Sant för att skicka de extra parametrarna, som kan innehålla personligt identifierbar information. Processorerna är webbplatsomfattande, vänligen kontakta webbplatsadministratören om du har några frågor.
sw: Chagua Kweli ili kutuma vigezo vya ziada, ambavyo vinaweza kuwa na Taarifa Zinazoweza Kutambulika Binafsi. Wachakataji ni wa tovuti nzima, tafadhali wasiliana na msimamizi wa tovuti ikiwa una maswali yoyote.
te: వ్యక్తిగతంగా గుర్తించదగిన సమాచారాన్ని కలిగి ఉండే అదనపు పారామితులను పంపడానికి ఒప్పు ఎంచుకోండి. ప్రాసెసర్‌లు సైట్ అంతటా ఉన్నాయి, మీకు ఏవైనా సందేహాలు ఉంటే దయచేసి సైట్ నిర్వాహకుడిని సంప్రదించండి.
th: เลือก True เพื่อส่งพารามิเตอร์เพิ่มเติม ซึ่งอาจมีข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้ โปรเซสเซอร์ใช้งานได้ทั่วทั้งไซต์ โปรดปรึกษาผู้ดูแลไซต์หากคุณมีคำถามใดๆ
tr_tr: Kişisel Olarak Tanımlanabilir Bilgiler içerebilecek ekstra parametreleri göndermek için Doğru&#39;yu seçin. İşlemciler site genelinde geçerlidir; herhangi bir sorunuz olursa lütfen site yöneticisine danışın.
uk: Виберіть True, щоб надіслати додаткові параметри, які можуть містити особисту інформацію. Процесори є загальносайтовими, будь ласка, зверніться до адміністратора сайту, якщо у вас виникнуть запитання.
uz: Qo‘shimcha parametrlarni, shaxsiy identifikatsiya qilinadigan ma'lumotlarni o‘z ichiga olishi mumkin bo‘lgan, yuborish uchun 'True' ni tanlang. Bu jarayonlar sayt bo‘ylab amalga oshiriladi, agar sizda savollar bo‘lsa, sayt administratoriga murojaat qiling.
vi: Chọn Đúng để gửi các tham số bổ sung, có thể chứa Thông tin nhận dạng cá nhân. Bộ xử lý có trên toàn bộ trang web, vui lòng tham khảo ý kiến của quản trị viên trang web nếu bạn có bất kỳ câu hỏi nào.

source: Custom Parameters must be a list
af_za: Gepasmaakte parameters moet &#39;n lys wees
ar: يجب أن تكون المعلمات المخصصة قائمة
da: Brugerdefinerede parametre skal være en liste
de_de: Benutzerdefinierte Parameter müssen eine Liste sein
el: Οι προσαρμοσμένες παράμετροι πρέπει να είναι μια λίστα
es_419: Los parámetros personalizados deben ser una lista
fa: پارامترهای سفارشی باید یک لیست باشند
fr: Les paramètres personnalisés doivent être une liste
fr_ca: Les paramètres personnalisés doivent être une liste
he: פרמטרים מותאמים אישית חייבים להיות רשימה
hi: कस्टम पैरामीटर्स की एक सूची होनी चाहिए
hu: A testreszabott paramétereknek listának kell lenniük.
it_it: I parametri personalizzati devono essere un elenco
ja: カスタムパラメータはリストでなければなりません
ka: მორგებული პარამეტრები უნდა იყოს სია
kk: Пайдаланушы параметрлері тізім болуы керек
lv: Pielāgotajiem parametriem ir jābūt sarakstam
nl: Aangepaste parameters moeten een lijst zijn
pl: Parametry niestandardowe muszą być listą
pt_br: Os parâmetros personalizados devem ser uma lista
pt_pt: Os parâmetros personalizados devem ser uma lista
ro: Parametrii personalizați trebuie să fie o listă
ru: Специальные параметры должны представлять собой список.
sq: Parametrat e personalizuar duhet të jenë një listë
sv: Anpassade parametrar måste vara en lista
sw: Vigezo Maalum lazima iwe orodha
te: కస్టమ్ పారామీటర్‌లు తప్పనిసరిగా జాబితా అయి ఉండాలి
th: พารามิเตอร์ที่กำหนดเองต้องเป็นรายการ
tr_tr: Özel Parametreler bir liste olmalıdır
uk: Спеціальні параметри мають бути списком
uz: Maxsus parametrlar ro‘yxat bo‘lishi kerak
vi: Thông số tùy chỉnh phải là một danh sách

source: Custom Parameters should be strings in "x=y" format.
af_za: Gepasmaakte parameters moet stringe in &quot;x=y&quot;-formaat wees.
ar: يجب أن تكون المعلمات المخصصة سلاسل بتنسيق &quot;x=y&quot;.
da: Brugerdefinerede parametre skal være strenge i formatet &quot;x=y&quot;.
de_de: Benutzerdefinierte Parameter sollten Zeichenfolgen im Format „x=y“ sein.
el: Οι προσαρμοσμένες παράμετροι πρέπει να είναι συμβολοσειρές σε μορφή &quot;x=y&quot;.
es_419: Los parámetros personalizados deben ser cadenas en formato &quot;x=y&quot;.
fa: پارامترهای سفارشی باید رشته هایی در قالب &quot;x=y&quot; باشند.
fr_ca: Les paramètres personnalisés doivent être des chaînes au format "x=y".
he: פרמטרים מותאמים אישית צריכים להיות מחרוזות בפורמט &quot;x=y&quot;.
hi: कस्टम पैरामीटर्स &quot;x=y&quot; प्रारूप में स्ट्रिंग होने चाहिए।
hu: Az egyéni paramétereknek "x=y" formátumú karakterláncoknak kell lenniük.
it_it: I parametri personalizzati devono essere stringhe nel formato &quot;x=y&quot;.
ja: カスタムパラメータは「x=y」形式の文字列である必要があります。
ka: მორგებული პარამეტრები უნდა იყოს სტრიქონები "x=y" ფორმატში.
kk: Пайдаланушы параметрлері &quot;x=y&quot; пішіміндегі жолдар болуы керек.
lv: Pielāgotajiem parametriem ir jābūt virknēm formātā “x=y”.
nl: Aangepaste parameters moeten tekenreeksen zijn in de indeling "x=y".
pl: Parametry niestandardowe powinny być ciągami w formacie „x=y”.
pt_br: Os parâmetros personalizados devem ser strings no formato &quot;x=y&quot;.
pt_pt: Os parâmetros personalizados devem ser cadeias de caracteres no formato "x=y".
ro: Parametrii personalizați ar trebui să fie șiruri în format „x=y”.
ru: Пользовательские параметры должны быть строками в формате «x=y».
sq: Parametrat e personalizuar duhet të jenë vargje në formatin &quot;x=y&quot;.
sv: Anpassade parametrar ska vara strängar i formatet "x=y".
sw: Vigezo Maalum vinapaswa kuwa mifuatano katika umbizo la &quot;x=y&quot;.
te: అనుకూల పారామితులు &quot;x=y&quot; ఆకృతిలో స్ట్రింగ్‌లుగా ఉండాలి.
th: พารามิเตอร์ที่กำหนดเองควรเป็นสตริงในรูปแบบ &quot;x=y&quot;
tr_tr: Özel Parametreler "x=y" biçiminde dizeler olmalıdır.
uk: Спеціальні параметри мають бути рядками у форматі &quot;x=y&quot;.
uz: Maxsus parametrlar "x = y" formatidagi satrlar bo‘lishi kerak.
vi: Thông số tùy chỉnh phải là chuỗi ở định dạng &quot;x=y&quot;.
