Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Enter the LTI 1.3 Tool's JWK keysets URL.<br />This link should retrieve a JSON file containing public keys and signature algorithm information, so that the LMS can check if the messages and launch requests received have the signature from the tool.<br /><b>This is not required when doing LTI 1.3 Launches without LTI Advantage nor Basic Outcomes requests.</b>
af_za: Voer die LTI 1.3 Tool se JWK-sleutelstelle-URL in.<br /> Hierdie skakel behoort &#39;n JSON-lêer te haal wat publieke sleutels en handtekeningalgoritme-inligting bevat, sodat die LMS kan kyk of die boodskappe en bekendstellingsversoeke wat ontvang is, die handtekening van die instrument het.<br /> <b>Dit word nie vereis wanneer LTI 1.3-bekendstellings gedoen word sonder LTI Advantage of Basiese Uitkomste-versoeke nie.</b>
ar: أدخل عنوان URL لمجموعة مفاتيح JWK الخاصة بأداة LTI 1.3.<br /> يجب أن يقوم هذا الرابط باسترداد ملف JSON يحتوي على المفاتيح العامة ومعلومات خوارزمية التوقيع، حتى يتمكن نظام إدارة التعلم (LMS) من التحقق مما إذا كانت الرسائل وطلبات التشغيل المستلمة تحتوي على توقيع من الأداة.<br /> <b>وهذا ليس مطلوبًا عند إطلاق LTI 1.3 بدون طلبات LTI Advantage أو Basic Outcomes.</b>
da: Indtast LTI 1.3-værktøjets JWK-nøglesæt-URL.<br /> Dette link skal hente en JSON-fil, der indeholder offentlige nøgler og signaturalgoritmeoplysninger, så LMS&#39;et kan kontrollere, om de modtagne beskeder og startanmodninger har signaturen fra værktøjet.<br /> <b>Dette er ikke påkrævet, når du laver LTI 1.3-lanceringer uden LTI Advantage eller Basic Outcomes-anmodninger.</b>
de_de: Geben Sie die JWK-Keysets-URL des LTI 1.3 Tools ein.<br /> Dieser Link sollte eine JSON-Datei mit öffentlichen Schlüsseln und Informationen zum Signaturalgorithmus abrufen, damit das LMS prüfen kann, ob die empfangenen Nachrichten und Startanfragen die Signatur des Tools haben.<br /> <b>Dies ist nicht erforderlich, wenn LTI 1.3-Starts ohne LTI Advantage- oder Basic Outcomes-Anfragen durchgeführt werden.</b>
el: Εισαγάγετε τη διεύθυνση URL των συνόλων κλειδιών JWK του Εργαλείου LTI 1.3.<br /> Αυτός ο σύνδεσμος θα πρέπει να ανακτήσει ένα αρχείο JSON που περιέχει δημόσια κλειδιά και πληροφορίες αλγορίθμου υπογραφής, έτσι ώστε το LMS να μπορεί να ελέγξει εάν τα μηνύματα και τα αιτήματα εκκίνησης που λαμβάνονται έχουν την υπογραφή από το εργαλείο.<br /> <b>Αυτό δεν απαιτείται όταν εκτελείτε εκκινήσεις LTI 1.3 χωρίς αιτήματα LTI Advantage ή Basic Outcomes.</b>
es_419: Ingrese la URL del conjunto de claves JWK de la herramienta LTI 1.3.<br /> Este enlace debería recuperar un archivo JSON que contiene claves públicas e información del algoritmo de firma, para que el LMS pueda verificar si los mensajes y solicitudes de lanzamiento recibidos tienen la firma de la herramienta.<br /> <b>Esto no es necesario al realizar lanzamientos de LTI 1.3 sin solicitudes de LTI Advantage ni de resultados básicos.</b>
fa: URL مجموعه کلیدهای JWK ابزار LTI 1.3 را وارد کنید.<br /> این پیوند باید یک فایل JSON حاوی کلیدهای عمومی و اطلاعات الگوریتم امضا را بازیابی کند تا LMS بتواند بررسی کند که آیا پیام‌ها و درخواست‌های راه‌اندازی دریافت‌شده دارای امضای ابزار هستند.<br /> <b>هنگام انجام راه‌اندازی‌های LTI 1.3 بدون درخواست LTI Advantage یا Basic Outcomes به این کار نیازی نیست.</b>
fr_ca: Entrez l'URL des JWK keysets de l'outil LTI 1.3.<br /> Ce lien doit récupérer un fichier JSON contenant les clés publiques et les informations sur l'algorithme de signature, afin que le LMS puisse vérifier si les messages et demandes de lancement reçus portent la signature de l'outil.<br /> <b>Cela n’est pas requis lors des lancements LTI 1.3 sans demandes LTI Advantage ni Basic Outcomes.</b>
he: הזן את כתובת ה-URL של ערכות מפתחות JWK של כלי LTI 1.3.<br /> קישור זה אמור לאחזר קובץ JSON המכיל מפתחות ציבוריים ומידע על אלגוריתם חתימה, כך שה-LMS יוכל לבדוק אם להודעות ובקשות ההשקה שהתקבלו יש את החתימה מהכלי.<br /> <b>זה לא נדרש בעת ביצוע השקות של LTI 1.3 ללא LTI Advantage או בקשות Basic Outcomes.</b>
hi: LTI 1.3 टूल का JWK कुंजीसेट URL दर्ज करें।<br /> इस लिंक को सार्वजनिक कुंजी और हस्ताक्षर एल्गोरिदम जानकारी वाली JSON फ़ाइल पुनर्प्राप्त करनी चाहिए, ताकि एलएमएस जांच कर सके कि प्राप्त संदेशों और लॉन्च अनुरोधों में टूल से हस्ताक्षर हैं या नहीं।<br /> <b>एलटीआई एडवांटेज और बुनियादी परिणाम अनुरोधों के बिना एलटीआई 1.3 लॉन्च करते समय इसकी आवश्यकता नहीं है।</b>
hu: Adja meg az LTI 1.3 eszköz JWK kulcskészleteinek URL-jét.<br />Ez a link egy JSON fájlt kell, hogy visszaadjon, amely tartalmazza a nyilvános kulcsokat és az aláírási algoritmus információit, hogy az LMS ellenőrizhesse, hogy a kapott üzenetek és indítási kérések az eszköz aláírásával rendelkeznek-e.<br /><b>Ez nem szükséges, ha LTI 1.3 indításokat hajt végre LTI Advantage vagy Basic Outcomes kérések nélkül.</b>
it_it: Inserisci l&#39;URL del set di chiavi JWK dello strumento LTI 1.3.<br /> Questo collegamento dovrebbe recuperare un file JSON contenente chiavi pubbliche e informazioni sull&#39;algoritmo di firma, in modo che LMS possa verificare se i messaggi e le richieste di lancio ricevute hanno la firma dello strumento.<br /> <b>Ciò non è necessario quando si eseguono lanci LTI 1.3 senza richieste di vantaggi LTI o risultati di base.</b>
ja: LTI 1.3ツールのJWKキーセットURLを入力してください。<br />このリンクは、公開鍵と署名アルゴリズム情報を含むJSONファイルを取得する必要があります。これにより、LMSは受信したメッセージや起動リクエストがツールからの署名であるかを確認できます。<br /><b>LTI AdvantageやBasic Outcomesリクエストを伴わないLTI 1.3起動時には必要ありません。</b>
ka: შეიყვანეთ LTI 1.3 ინსტრუმენტის JWK გასაღებების ნაკრების URL.<br />ამ ბმულს უნდა მოჰყვეს JSON ფაილი, რომელიც შეიცავს საჯარო გასაღებებსა და ხელმოწერის ალგორითმის შესახებ ინფორმაციას, რათა სასწავლო მართვის სისტემამ (LMS) შეძლოს მიიღოს თუ არა მიღებულ შეტყობინებებსა და გაშვების მოთხოვნებს ინსტრუმენტის მიერ გაცემული ხელმოწერა.<br /><b>ეს არ არის საჭირო, როდესაც LTI 1.3-ის გაშვებებს ახორციელებთ LTI Advantage-ის ან საბაზისო შედეგების მოთხოვნების გარეშე.</b>
kk: LTI 1.3 құралының JWK кілттер жиынының URL мекенжайын енгізіңіз.<br /> Бұл сілтеме ашық кілттерді және қолтаңба алгоритмі ақпаратын қамтитын JSON файлын шығарып алуы керек, осылайша LMS алынған хабарлар мен іске қосу сұрауларында құралдан қолтаңба бар-жоғын тексере алады.<br /> <b>LTI артықшылығы немесе негізгі нәтижелер сұраулары жоқ LTI 1.3 іске қосуды орындау кезінде бұл талап етілмейді.</b>
lv: Ievadiet LTI 1.3 rīka JWK atslēgu kopas URL.<br />Ar šo saiti jāiegūst JSON fails, kurā ir publiskās atslēgas un paraksta algoritma informācija, lai LMS varētu pārbaudīt, vai saņemtajiem ziņojumiem un palaišanas pieprasījumiem ir paraksts no rīka.<br /><b> Tas nav nepieciešams, ja veicat LTI 1.3 palaišanu bez LTI Advantage vai Basic Outcomes pieprasījumiem.</b>
nl: Voer de JWK-sleutelsets-URL van de LTI 1.3 Tool in.<br /> Deze link zou een JSON-bestand moeten ophalen met daarin publieke sleutels en informatie over het handtekeningalgoritme, zodat het LMS kan controleren of de ontvangen berichten en startverzoeken de handtekening van de tool hebben.<br /> <b>Dit is niet vereist wanneer u LTI 1.3-lanceringen uitvoert zonder LTI Advantage- of Basic Outcomes-verzoeken.</b>
pl: Wprowadź adres URL zestawów kluczy JWK narzędzia LTI 1.3.<br /> To łącze powinno pobrać plik JSON zawierający klucze publiczne i informacje o algorytmie podpisu, aby LMS mógł sprawdzić, czy otrzymane wiadomości i żądania uruchomienia mają podpis z narzędzia.<br /> <b>Nie jest to wymagane w przypadku uruchamiania LTI 1.3 bez żądań LTI Advantage ani Basic Outcomes.</b>
pt_br: Insira o URL dos conjuntos de chaves JWK da ferramenta LTI 1.3.<br /> Este link deve recuperar um arquivo JSON contendo chaves públicas e informações do algoritmo de assinatura, para que o LMS possa verificar se as mensagens e solicitações de lançamento recebidas possuem a assinatura da ferramenta.<br /> <b>Isso não é necessário ao fazer lançamentos de LTI 1.3 sem solicitações de LTI Advantage nem de Resultados Básicos.</b>
pt_pt: Insira o URL dos conjuntos de chaves JWK da ferramenta LTI 1.3.<br /> Este link deve recuperar um ficheiro JSON contendo chaves públicas e informações do algoritmo de assinatura, para que o LMS possa verificar se as mensagens e solicitações de inicialização recebidas possuem a assinatura da ferramenta.<br /> <b>Isso não é necessário ao fazer LTI 1.3 Launchs sem LTI Advantage nem solicitações de resultados básicos.</b>
ro: Introduceți URL-ul setului de chei JWK al instrumentului LTI 1.3.<br /> Acest link ar trebui să preia un fișier JSON care conține chei publice și informații despre algoritmul de semnătură, astfel încât LMS să poată verifica dacă mesajele și solicitările de lansare primite au semnătura de la instrument.<br /> <b>Acest lucru nu este necesar atunci când se lansează LTI 1.3 fără solicitări LTI Advantage sau Basic Outcomes.</b>
ru: Введите URL-адрес набора ключей JWK инструмента LTI 1.3.<br /> Эта ссылка должна получить файл JSON, содержащий открытые ключи и информацию об алгоритме подписи, чтобы LMS могла проверить, имеют ли полученные сообщения и запросы на запуск подпись от инструмента.<br /> <b>Это не требуется при запуске LTI 1.3 без запросов LTI Advantage или Basic Outcomes.</b>
sq: Futni URL-në e grupeve të çelësave JWK të mjetit LTI 1.3.<br /> Kjo lidhje duhet të marrë një skedar JSON që përmban çelësat publikë dhe informacionin e algoritmit të nënshkrimit, në mënyrë që LMS të mund të kontrollojë nëse mesazhet dhe kërkesat për nisje të marra kanë nënshkrimin nga mjeti.<br /> <b>Kjo nuk kërkohet kur bëni lëshime LTI 1.3 pa kërkesa LTI Advantage as Basic Results.</b>
sv: Ange LTI 1.3-verktygets JWK-nyckeluppsättnings-URL.<br />Denna länk bör hämta en JSON-fil som innehåller offentliga nycklar och information om signaturalgoritmer, så att LMS kan kontrollera om de mottagna meddelandena och startförfrågningarna har verktygets signatur.<br /><b>Detta är inte nödvändigt vid LTI 1.3-start utan LTI Advantage eller Basic Outcomes-förfrågningar.</b>
sw: Ingiza URL ya vitufe vya LTI 1.3 vya JWK.<br /> Kiungo hiki kinafaa kurejesha faili ya JSON iliyo na funguo za umma na maelezo ya algoriti ya sahihi, ili LMS iweze kuangalia kama ujumbe na maombi ya uzinduzi yaliyopokelewa yana saini kutoka kwa zana.<br /> <b>Hii haihitajiki unapofanya Uzinduzi wa LTI 1.3 bila Faida ya LTI wala maombi ya Matokeo ya Msingi.</b>
te: LTI 1.3 సాధనం యొక్క JWK కీసెట్‌ల URLని నమోదు చేయండి.<br /> ఈ లింక్ పబ్లిక్ కీలు మరియు సంతకం అల్గారిథమ్ సమాచారాన్ని కలిగి ఉన్న JSON ఫైల్‌ను తిరిగి పొందాలి, తద్వారా అందుకున్న సందేశాలు మరియు లాంచ్ అభ్యర్థనలు సాధనం నుండి సంతకాన్ని కలిగి ఉన్నాయో లేదో LMS తనిఖీ చేస్తుంది.<br /> <b>LTI అడ్వాంటేజ్ లేదా ప్రాథమిక ఫలితాల అభ్యర్థనలు లేకుండా LTI 1.3 లాంచ్‌లు చేస్తున్నప్పుడు ఇది అవసరం లేదు.</b>
th: ป้อน URL ชุดคีย์ JWK ของเครื่องมือ LTI 1.3<br /> ลิงก์นี้ควรดึงไฟล์ JSON ที่มีคีย์สาธารณะและข้อมูลอัลกอริทึมลายเซ็น เพื่อให้ LMS สามารถตรวจสอบได้ว่าข้อความและคำขอเปิดใช้งานที่ได้รับมีลายเซ็นจากเครื่องมือหรือไม่<br /> <b>สิ่งนี้ไม่จำเป็นเมื่อดำเนินการเปิดตัว LTI 1.3 โดยไม่มีคำขอ LTI Advantage หรือผลลัพธ์พื้นฐาน</b>
tr_tr: ELTI 1.3 Aracının JWK anahtar setleri URL adresini girin.<br />Bu bağlantı, LMS’in alınan mesajlar ve başlatma taleplerinin araç tarafından imzalanıp imzalanmadığını doğrulayabilmesi için genel anahtarlar ve imza algoritması bilgilerini içeren bir JSON dosyası döndürmelidir.<br /><b>Bu, LTI Advantage kullanılmayan LTI 1.3 Başlatma işlemlerinde veya Basic Outcomes taleplerinde gerekli değildir.</b>
uk: Введіть URL-адресу наборів ключів JWK інструменту LTI 1.3.<br /> Це посилання має отримати файл JSON, що містить відкриті ключі та інформацію про алгоритм підпису, щоб LMS могла перевірити, чи отримані повідомлення та запити на запуск мають підпис від інструменту.<br /> <b>Це не обов’язково під час запуску LTI 1.3 без запитів LTI Advantage або Basic Outcomes.</b>
uz: LTI 1.3 Toolning JWK tugmalar toʻplamining URL manzilini kiriting.<br /> Ushbu havola ochiq kalitlar va imzo algoritmi ma'lumotlarini o‘z ichiga olgan JSON faylini olishi kerak, shunda LMS qabul qilingan xabarlar va ishga tushirish so‘rovlarida asbobdan imzo borligini tekshirishi mumkin.<br /> <b>Bu LTI 1.3 ni LTI Advantage yoki Basic Outcomes so‘rovlari holda ishga tushirganda talab qilinmaydi.</b>
vi: Nhập URL bộ khóa JWK của Công cụ LTI 1.3.<br /> Liên kết này sẽ truy xuất tệp JSON chứa khóa chung và thông tin thuật toán chữ ký để LMS có thể kiểm tra xem các thông báo và yêu cầu khởi chạy nhận được có chữ ký từ công cụ hay không.<br /> <b>Điều này không bắt buộc khi thực hiện Khởi chạy LTI 1.3 mà không yêu cầu LTI Advantage cũng như Kết quả cơ bản.</b>

source: Tool Public Key
af_za: Gereedskap publieke sleutel
ar: أداة المفتاح العام
da: Værktøjs offentlig nøgle
de_de: Öffentlicher Schlüssel des Tools
el: Δημόσιο κλειδί εργαλείου
es_419: Clave pública de la herramienta
fa: کلید عمومی ابزار
fr_ca: Clé publique de l'outil
he: מפתח ציבורי של כלי
hi: उपकरण सार्वजनिक कुंजी
hu: Eszköz nyilvános kulcs
it_it: Chiave pubblica dello strumento
ja: ツール公開鍵
ka: ხელსაწყოს საჯარო გასაღები
kk: Құралдың жалпы кілті
lv: Rīka publiskā atslēga
nl: Openbare sleutel van hulpmiddel
pl: Klucz publiczny narzędzia
pt_br: Chave pública da ferramenta
pt_pt: Ferramenta Chave Pública
ro: Cheie publică a instrumentului
ru: Открытый ключ инструмента
sq: Çelësi publik i mjetit
sv: Verktygets offentliga nyckel
sw: Ufunguo wa Umma wa Zana
te: సాధనం పబ్లిక్ కీ
th: เครื่องมือกุญแจสาธารณะ
tr_tr: Araç Genel Anahtarı
uk: Відкритий ключ інструменту
uz: Umumiy kalit vositasi
vi: Khóa công khai của công cụ
