Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Students don't have permissions to perform LTI Deep Linking configuration launches.
af_za: Studente het nie toestemmings om LTI Deep Linking-konfigurasiebekendstellings uit te voer nie.
ar: ليس لدى الطلاب أذونات لتنفيذ عمليات تشغيل تكوين LTI Deep Linking.
da: Elever har ikke tilladelser til at udføre LTI Deep Linking-konfigurationslanceringer.
de_de: Die Schüler sind nicht berechtigt, LTI Deep Linking-Konfigurationsstarts durchzuführen.
el: Οι μαθητές δεν έχουν δικαιώματα να εκτελούν εκκινήσεις διαμόρφωσης LTI Deep Linking.
es_419: Los estudiantes no tienen permisos para realizar lanzamientos de configuración de LTI Deep Linking.
fa: دانش‌آموزان مجوزی برای راه‌اندازی پیکربندی پیوند عمیق LTI ندارند.
fr: Les apprenants ne disposent pas des permissions nécessaires pour effectuer des lancements de configuration LTI Deep Linking.
fr_ca: Les étudiants ne disposent pas des autorisations nécessaires pour effectuer des configurations de lancement LTI Deep Linking.
he: לסטודנטים אין הרשאות לבצע השקות תצורת LTI Deep Linking.
hi: छात्रों के पास एलटीआई डीप लिंकिंग कॉन्फ़िगरेशन लॉन्च करने की अनुमति नहीं है।
hu: A diákoknak nincs jogosultságuk LTI Deep Linking konfigurációs indítások végrehajtására.
it_it: Gli studenti non dispongono delle autorizzazioni per eseguire lanci di configurazione di LTI Deep Linking.
ja: 学生はLTIディープリンクの設定起動を行う権限がありません。
ka: სტუდენტებს არ აქვთ LTI Deep Linking-ის კონფიგურაციის გაშვების უფლება.
kk: Оқушылардың LTI Deep Linking конфигурациясын іске қосуға рұқсаттары жоқ.
lv: Dalībniekiem nav atļauju veikt LTI dziļās saites konfigurācijas palaišanu.
nl: Studenten hebben geen rechten om LTI Deep Linking-configuratielanceringen uit te voeren.
pl: Studenci nie mają uprawnień do wykonywania konfiguracji LTI Deep Linking.
pt_br: Os alunos não têm permissão para executar configurações de LTI Deep Linking.
pt_pt: Os alunos não têm permissão para executar inicializações de configuração de LTI Deep Linking.
ro: Elevii nu au permisiuni pentru a efectua lansări de configurație LTI Deep Linking.
ru: У студентов нет разрешений на запуск конфигурации LTI Deep Linking.
sq: Studentët nuk kanë leje për të kryer nisjet e konfigurimit të lidhjes së thellë LTI.
sv: Studenter har inte behörighet att utföra LTI Deep Linking-konfigurationsstarter.
sw: Wanafunzi hawana ruhusa ya kutekeleza uzinduzi wa usanidi wa LTI Deep Linking.
te: LTI డీప్ లింకింగ్ కాన్ఫిగరేషన్ లాంచ్‌లను నిర్వహించడానికి విద్యార్థులకు అనుమతులు లేవు.
th: นักเรียนไม่มีสิทธิ์เปิดใช้การกำหนดค่า LTI Deep Linking
tr_tr: Öğrencilerin LTI Derin Bağlantı yapılandırması başlatma işlemlerini gerçekleştirme izinleri yoktur.
uk: Студенти не мають дозволів на запуск конфігурації LTI Deep Linking.
uz: Talabalarda LTI Deep Linking konfiguratsiyasini ishga tushirish uchun ruxsat yo‘q.
vi: Học viên không có quyền thực hiện khởi chạy cấu hình Liên kết sâu LTI.

source: LTI 1.3 Launches can only be performed from the LMS.
af_za: LTI 1.3 Bekendstellings kan slegs vanaf die LMS uitgevoer word.
ar: لا يمكن تنفيذ عمليات إطلاق LTI 1.3 إلا من خلال نظام إدارة التعلم (LMS).
da: LTI 1.3 Lanceringer kan kun udføres fra LMS.
de_de: LTI 1.3-Starts können nur über das LMS durchgeführt werden.
el: Οι εκκινήσεις LTI 1.3 μπορούν να εκτελεστούν μόνο από το LMS.
es_419: Los lanzamientos de LTI 1.3 solo se pueden realizar desde el LMS.
fa: راه اندازی LTI 1.3 فقط از طریق LMS قابل انجام است.
fr: Les lancements LTI 1.3 ne peuvent être effectués qu&#39;à partir du LMS.
fr_ca: Les lancements LTI 1.3 ne peuvent être effectués qu'à partir du LMS.
he: ניתן לבצע השקות LTI 1.3 רק מה-LMS.
hi: एलटीआई 1.3 लॉन्च केवल एलएमएस से ही किया जा सकता है।
hu: Az LTI 1.3 indítások csak az LMS-ből hajthatók végre.
it_it: I lanci LTI 1.3 possono essere eseguiti solo dall&#39;LMS.
ja: LTI 1.3の起動はLMSからのみ実行できます。
ka: LTI 1.3-ის გაშვება შესაძლებელია მხოლოდ LMS-დან.
kk: LTI 1.3 Іске қосуларды тек LMS жүйесінен орындауға болады.
lv: LTI 1.3 palaišanu var veikt tikai no LMS.
nl: LTI 1.3-lanceringen kunnen alleen worden uitgevoerd vanuit het LMS.
pl: Uruchamiania LTI 1.3 można dokonać wyłącznie z poziomu LMS.
pt_br: Os lançamentos do LTI 1.3 só podem ser realizados a partir do LMS.
pt_pt: Os lançamentos do LTI 1.3 só podem ser executados a partir do LMS.
ro: Lansările LTI 1.3 pot fi efectuate numai din LMS.
ru: LTI 1.3 Запуски можно выполнять только из LMS.
sq: LTI 1.3 Nisjet mund të kryhen vetëm nga LMS.
sv: LTI 1.3-lanseringar kan endast utföras från LMS.
sw: Uzinduzi wa LTI 1.3 unaweza tu kufanywa kutoka kwa LMS.
te: LTI 1.3 లాంచ్‌లు LMS నుండి మాత్రమే నిర్వహించబడతాయి.
th: การเปิดตัว LTI 1.3 สามารถทำได้จาก LMS เท่านั้น
tr_tr: LTI 1.3 Başlatmaları yalnızca LMS&#39;den gerçekleştirilebilir.
uk: LTI 1.3 Запуски можна виконувати лише з LMS.
uz: LTI 1.3 ishga tushirish faqat LMS orqali amalga oshirilishi mumkin.
vi: Việc khởi chạy LTI 1.3 chỉ có thể được thực hiện từ LMS.

source: To set up the LTI integration, you need to register the LMS in the tool with the information provided below.
af_za: Om die LTI-integrasie op te stel, moet jy die LBS in die instrument registreer met die inligting wat hieronder verskaf word.
ar: لإعداد تكامل LTI، يتعين عليك تسجيل نظام إدارة التعلم (LMS) في الأداة باستخدام المعلومات المقدمة أدناه.
da: For at konfigurere LTI-integrationen skal du registrere LMS i værktøjet med oplysningerne nedenfor.
de_de: Um die LTI-Integration einzurichten, müssen Sie das LMS mit den unten angegebenen Informationen im Tool registrieren.
el: Για να ρυθμίσετε την ενοποίηση LTI, πρέπει να καταχωρήσετε το LMS στο εργαλείο με τις πληροφορίες που παρέχονται παρακάτω.
es_419: Para configurar la integración LTI, debe registrar el LMS en la herramienta con la información que se proporciona a continuación.
fa: برای راه اندازی یکپارچه سازی LTI، باید LMS را در ابزار با اطلاعات ارائه شده در زیر ثبت کنید.
fr: Pour configurer l&#39;intégration LTI, vous devez enregistrer le LMS dans l&#39;outil avec les informations fournies ci-dessous.
fr_ca: Pour configurer l'intégration LTI, vous devez enregistrer le LMS dans l'outil avec les informations fournies ci-dessous.
he: כדי להגדיר את שילוב ה-LTI, עליך לרשום את ה-LMS בכלי עם המידע המופיע להלן.
hi: एलटीआई एकीकरण स्थापित करने के लिए, आपको नीचे दी गई जानकारी के साथ टूल में एलएमएस को पंजीकृत करना होगा।
hu: Az LTI integráció beállításához regisztrálnia kell az LMS-t az eszközben az alábbi információk megadásával.
it_it: Per impostare l&#39;integrazione LTI, è necessario registrare l&#39;LMS nello strumento con le informazioni fornite di seguito.
ja: LTI統合を設定するには、以下の情報を使用してツールにLMSを登録する必要があります。
ka: LTI ინტეგრაციის დასაყენებლად, თქვენ უნდა დაარეგისტრიროთ LMS ინსტრუმენტში ქვემოთ მოცემული ინფორმაციით.
kk: LTI интеграциясын орнату үшін төменде берілген ақпаратпен құралда LMS тіркеу қажет.
lv: Lai iestatītu LTI integrāciju, jums ir jāreģistrē LMS rīkā, izmantojot tālāk norādīto informāciju.
nl: Om de LTI-integratie in te stellen, moet u het LMS in de tool registreren met de onderstaande informatie.
pl: Aby skonfigurować integrację LTI należy zarejestrować LMS w narzędziu korzystając z informacji podanych poniżej.
pt_br: Para configurar a integração LTI, é necessário cadastrar o LMS na ferramenta com as informações fornecidas abaixo.
pt_pt: Para configurar a integração LTI, você precisa se registar no LMS na ferramenta com as informações fornecidas abaixo.
ro: Pentru a configura integrarea LTI, trebuie să înregistrați LMS în instrument cu informațiile furnizate mai jos.
ru: Чтобы настроить интеграцию LTI, вам необходимо зарегистрировать LMS в инструменте, используя информацию, представленную ниже.
sq: Për të konfiguruar integrimin LTI, duhet të regjistroni LMS në mjet me informacionin e dhënë më poshtë.
sv: För att ställa in LTI-integrationen behöver du registrera LMS:et i verktyget med informationen nedan.
sw: Ili kusanidi muunganisho wa LTI, unahitaji kusajili LMS kwenye zana kwa taarifa iliyotolewa hapa chini.
te: LTI ఇంటిగ్రేషన్‌ను సెటప్ చేయడానికి, మీరు దిగువ అందించిన సమాచారంతో సాధనంలో LMSని నమోదు చేయాలి.
th: หากต้องการตั้งค่าการผสานรวม LTI คุณต้องลงทะเบียน LMS ในเครื่องมือด้วยข้อมูลที่ให้ไว้ด้านล่าง
tr_tr: LTI entegrasyonu kurmak için aşağıda verilen bilgilerle LMS&#39;yi araca kaydetmeniz gerekir.
uk: Щоб налаштувати інтеграцію LTI, вам потрібно зареєструвати LMS в інструменті з інформацією, наданою нижче.
uz: LTI integratsiyasini sozlash uchun quyida keltirilgan ma'lumotlardan foydalanib, LMS-ni vositada ro‘yxatdan o‘tkazishingiz kerak.
vi: Để thiết lập tích hợp LTI, bạn cần đăng ký LMS trong công cụ với thông tin được cung cấp bên dưới.

source: Client ID:
af_za: Kliënt-ID:
ar: معرف العميل:
da: Kunde-id:
de_de: Kunden ID:
el: Ταυτότητα πελάτη:
es_419: Identificación del cliente:
fa: شناسه مشتری:
fr: Identité du client :
fr_ca: ID du client :
he: מזהה לקוח:
hi: ग्राहक ID:
hu: Ügyfélazonosító:
it_it: Identificativo cliente:
ja: クライアントID:
ka: კლიენტის ID:
kk: Клиент идентификаторы:
lv: Klienta ID:
nl: Klant identificatie:
pl: Identyfikator klienta:
pt_br: ID do Cliente:
pt_pt: ID do cliente:
ro: ID client:
ru: ID клиента:
sq: ID-ja e klientit:
sv: Klient-ID:
sw: Kitambulisho cha Mteja:
te: క్లయింట్ ID:
th: รหัสลูกค้า:
tr_tr: Müşteri Kimliği:
uk: ID клієнта:
uz: Mijoz identifikatori:
vi: ID khách hàng:

source: Deployment ID:
af_za: Ontplooiings-ID:
ar: معرف النشر:
da: Implementerings-id:
de_de: Bereitstellungs-ID:
el: Αναγνωριστικό ανάπτυξης:
es_419: ID de implementación:
fa: شناسه استقرار:
fr: ID de déploiement :
fr_ca: ID de déploiement :
he: מזהה פריסה:
hi: परिनियोजन आईडी:
hu: Telepítési azonosító:
it_it: ID distribuzione:
ja: デプロイメントID:
ka: განთავსების ID:
kk: Қолдану идентификаторы:
lv: Izvietošanas ID:
nl: Implementatie-ID:
pl: Identyfikator wdrożenia:
pt_br: ID de implantação:
pt_pt: ID de instalação:
ro: ID de implementare:
ru: Идентификатор развертывания:
sq: ID-ja e vendosjes:
sv: Distributions-ID:
sw: Kitambulisho cha Usambazaji:
te: విస్తరణ ID:
th: รหัสการปรับใช้:
tr_tr: Dağıtım Kimliği:
uk: Ідентифікатор розгортання:
uz: Joylashtirish identifikatori:
vi: ID triển khai:

source: Keyset URL:
af_za: Sleutelstel-URL:
ar: عنوان URL لمجموعة المفاتيح:
da: Nøglesæt-URL:
de_de: Schlüsselsatz-URL:
el: URL συνόλου κλειδιών:
es_419: URL del conjunto de claves:
fa: URL مجموعه کلید:
fr: URL du jeu de clés :
fr_ca: URL du Keyset :
he: כתובת אתר של ערכת מפתחות:
hi: कुंजीसेट यूआरएल:
hu: Kulcskészlet URL:
it_it: URL del set di chiavi:
ja: キーセットURL:
ka: კლავიშების ნაკრების URL:
kk: Кілттер жиынының URL мекенжайы:
nl: Sleutelset-URL:
pl: Adres URL zestawu kluczy:
pt_br: URL do conjunto de chaves:
pt_pt: URL do conjunto de chaves:
ro: Adresa URL a setului de chei:
ru: URL-адрес набора ключей:
sq: URL-ja e grupit të çelësave:
sv: Nyckeluppsättningens URL:
sw: URL ya kuweka vitufe:
te: కీసెట్ URL:
th: URL ของชุดคีย์:
tr_tr: Anahtar seti URL&#39;si:
uk: URL набору ключів:
uz: Klaviatura URL manzili:
vi: URL bộ khóa:

source: Access Token URL:
af_za: Toegang Token URL:
ar: عنوان URL لرمز الوصول:
da: Adgangstoken-URL:
de_de: Zugriffstoken-URL:
el: Διεύθυνση URL πρόσβασης διακριτικού:
es_419: URL del token de acceso:
fa: دسترسی به URL Token:
fr: URL du jeton d'accès :
fr_ca: URL du jeton d'accès :
he: כתובת URL של אסימון גישה:
hi: एक्सेस टोकन यूआरएल:
hu: Hozzáférési token URL:
it_it: URL del token di accesso:
ja: アクセストークンURL:
ka: წვდომის ტოკენის URL:
kk: Қатынас токенінің URL мекенжайы:
lv: Piekļuves pilnvaras URL:
nl: Toegangstoken-URL:
pl: Adres URL tokena dostępu:
pt_br: URL do token de acesso:
pt_pt: URL de token de acesso:
ro: Adresa URL a cheii de acces:
ru: URL-адрес токена доступа:
sq: Qasuni në URL-në e Tokenit:
sv: Åtkomsttoken-URL:
sw: URL ya Tokeni ya Ufikiaji:
te: యాక్సెస్ టోకెన్ URL:
th: URL โทเค็นการเข้าถึง:
tr_tr: Erişim Belirteci URL&#39;si:
uk: URL маркера доступу:
uz: Kirish tokeni URL manzili:
vi: URL mã thông báo truy cập:

source: Login URL:
af_za: Aanmelding-URL:
ar: عنوان URL لتسجيل الدخول:
el: URL σύνδεσης:
es_419: URL de inicio de sesión:
fa: آدرس اینترنتی ورود:
fr: URL de connexion :
fr_ca: URL de connexion :
he: כתובת אתר כניסה:
hi: लॉगिन यूआरएल:
hu: Bejelentkezési URL:
it_it: URL di accesso:
ja: ログインURL:
ka: შესვლის URL:
kk: Кіру URL мекенжайы:
lv: Pieteikšanās URL:
nl: Inlog-URL:
pl: Adres logowania:
pt_br: URL de login:
pt_pt: URL de login:
ro: Adresa URL de conectare:
ru: URL-адрес входа:
sq: URL-ja e hyrjes:
sv: Inloggnings-URL:
sw: URL ya Kuingia:
te: లాగిన్ URL:
th: URL เข้าสู่ระบบ:
tr_tr: Giriş URL:
uk: URL для входу:
uz: Kirish URL:
vi: URL đăng nhập:

source: Deep Linking is configured on this tool.
af_za: Diepskakeling is op hierdie instrument opgestel.
ar: تم تكوين الارتباط العميق على هذه الأداة.
da: Deep Linking er konfigureret på dette værktøj.
de_de: Deep Linking ist auf diesem Tool konfiguriert.
el: Το Deep Linking έχει ρυθμιστεί σε αυτό το εργαλείο.
es_419: Los enlaces profundos están configurados en esta herramienta.
fa: Deep Linking بر روی این ابزار پیکربندی شده است.
fr: Deep Linking est configurée sur cet outil.
fr_ca: Deep Linking est configuré pour cet outil.
he: קישור עומק מוגדר בכלי זה.
hi: इस टूल पर डीप लिंकिंग कॉन्फ़िगर की गई है।
hu: A mélyhivatkozás konfigurálva van ezen az eszközön.
it_it: Il Deep Linking è configurato su questo strumento.
ja: このツールにはディープリンクが設定されています。
ka: ამ ინსტრუმენტზე ღრმა დაბმულობა კონფიგურირებულია.
kk: Deep Linking осы құралда конфигурацияланған.
lv: Šajā rīkā ir konfigurēta dziļā saite.
nl: Deep Linking is op deze tool geconfigureerd.
pl: W tym narzędziu skonfigurowano funkcję Deep Linking.
pt_br: Deep Linking está configurado nesta ferramenta.
pt_pt: Deep Linking é configurado nesta ferramenta.
ro: Deep Linking este configurat pe acest instrument.
ru: В этом инструменте настроено глубокое связывание.
sq: Lidhja e thellë është konfiguruar në këtë mjet.
sv: Djup länkning är konfigurerad på detta verktyg.
sw: Kuunganisha kwa kina kumesanidiwa kwenye zana hii.
te: ఈ సాధనంలో డీప్ లింకింగ్ కాన్ఫిగర్ చేయబడింది.
th: เครื่องมือนี้กำหนดค่า Deep Linking แล้ว
tr_tr: Derin Bağlantı bu araçta yapılandırılmıştır.
uk: У цьому інструменті налаштовано Deep Linking.
uz: Deep Linking ushbu vositada sozlangan.
vi: Liên kết sâu được định cấu hình trên công cụ này.

source: The Deep Linking configuration stored is presented below:
af_za: Die Deep Link-konfigurasie wat gestoor is, word hieronder aangebied:
ar: يتم عرض تكوين الارتباط العميق المخزن أدناه:
da: Den gemte Deep Linking-konfiguration er præsenteret nedenfor:
de_de: Die gespeicherte Deep Linking-Konfiguration wird unten dargestellt:
el: Η αποθηκευμένη διαμόρφωση Deep Linking παρουσιάζεται παρακάτω:
es_419: La configuración de Deep Linking almacenada se presenta a continuación:
fa: پیکربندی Deep Linking ذخیره شده در زیر ارائه شده است:
fr: La configuration de Deep Linking stockée est présentée ci-dessous :
fr_ca: La configuration Deep Linking stockée est présentée ci-dessous :
he: תצורת הקישור העמוק המאוחסנת מוצגת להלן:
hi: संग्रहीत डीप लिंकिंग कॉन्फ़िगरेशन नीचे प्रस्तुत किया गया है:
hu: A tárolt mélyhivatkozás-konfiguráció az alábbiakban látható:
it_it: La configurazione dei collegamenti profondi memorizzata è presentata di seguito:
ja: 保存されたディープリンク設定は以下の通りです。
ka: ქვემოთ მოცემულია შენახული ღრმა დამაკავშირებლობის კონფიგურაცია:
kk: Сақталған Deep Linking конфигурациясы төменде берілген:
lv: Saglabātā dziļās saites konfigurācija ir parādīta tālāk:
nl: De opgeslagen Deep Linking-configuratie wordt hieronder weergegeven:
pl: Zapisana konfiguracja Deep Linking jest przedstawiona poniżej:
pt_br: A configuração do Deep Linking armazenada é apresentada abaixo:
pt_pt: A configuração do Deep Linking armazenada é apresentada a seguir:
ro: Configurația Deep Linking stocată este prezentată mai jos:
ru: Сохраненная конфигурация Deep Linking представлена ниже:
sq: Konfigurimi i Deep Linking i ruajtur është paraqitur më poshtë:
sv: Den lagrade konfigurationen för Deep Linking presenteras nedan:
sw: Usanidi wa Uunganisho wa Kina uliohifadhiwa umewasilishwa hapa chini:
te: నిల్వ చేయబడిన డీప్ లింకింగ్ కాన్ఫిగరేషన్ దిగువన ప్రదర్శించబడింది:
th: การกำหนดค่า Deep Linking ที่จัดเก็บไว้มีดังต่อไปนี้:
tr_tr: Saklanan Derin Bağlantı yapılandırması aşağıda sunulmuştur:
uk: Збережена конфігурація Deep Linking представлена нижче:
uz: Saqlangan Deep Linking konfiguratsiyasi quyida keltirilgan:
vi: Cấu hình Liên kết sâu được lưu trữ được trình bày bên dưới:

source: If you run deep linking again, the content above will be replaced.
af_za: As jy weer diepskakeling gebruik, sal die inhoud hierbo vervang word.
ar: إذا قمت بتشغيل الارتباط العميق مرة أخرى، فسيتم استبدال المحتوى أعلاه.
da: Hvis du kører dybe links igen, vil indholdet ovenfor blive erstattet.
de_de: Wenn Sie die Deep-Linking-Funktion erneut ausführen, wird der obige Inhalt ersetzt.
el: Εάν εκτελέσετε ξανά τη σύνδεση σε βάθος, το παραπάνω περιεχόμενο θα αντικατασταθεί.
es_419: Si vuelve a ejecutar enlaces profundos, se reemplazará el contenido anterior.
fa: اگر دوباره پیوند عمیق را اجرا کنید، محتوای بالا جایگزین خواهد شد.
fr: Si vous exécutez à nouveau le deep linking, le contenu ci-dessus sera remplacé.
fr_ca: Si vous exécutez à nouveau Deep Linking, le contenu ci-dessus sera remplacé.
he: אם תפעיל שוב קישור עומק, התוכן שלמעלה יוחלף.
hi: यदि आप दोबारा डीप लिंकिंग चलाते हैं, तो उपरोक्त सामग्री बदल दी जाएगी।
hu: Ha újra futtatja a mélyhivatkozást, a fenti tartalom lecserélődik.
it_it: Se esegui nuovamente il collegamento diretto, il contenuto sopra verrà sostituito.
ja: 再度ディープリンクを実行すると、上記のコンテンツが置き換えられます。
ka: თუ კვლავ ჩაირთვება ღრმა დამაკავშირებელი ბმული, ზემოთ მოცემული კონტენტი შეიცვლება.
kk: Егер терең сілтемені қайта іске қоссаңыз, жоғарыдағы мазмұн ауыстырылады.
lv: Ja atkal izveidosiet dziļo saiti, iepriekš minētais saturs tiks aizstāts.
nl: Als u opnieuw deep links gebruikt, wordt de bovenstaande inhoud vervangen.
pl: Jeśli ponownie uruchomisz głębokie linkowanie, powyższa zawartość zostanie zastąpiona.
pt_br: Se você executar links diretos novamente, o conteúdo acima será substituído.
pt_pt: Se você executar links diretos novamente, o conteúdo acima será substituído.
ro: Dacă executați din nou link-ul profund, conținutul de mai sus va fi înlocuit.
ru: Если вы снова запустите диплинкинг, приведенный выше контент будет заменен.
sq: Nëse kryeni përsëri lidhjen e thellë, përmbajtja e mësipërme do të zëvendësohet.
sv: Om du kör djup länkning igen kommer innehållet ovan att ersättas.
sw: Ikiwa unatumia kiunganishi cha kina tena, maudhui yaliyo hapo juu yatabadilishwa.
te: మీరు లోతైన లింక్‌ను మళ్లీ అమలు చేస్తే, ఎగువ కంటెంట్ భర్తీ చేయబడుతుంది.
th: หากคุณเรียกใช้ Deep Link อีกครั้ง เนื้อหาด้านบนจะถูกแทนที่
tr_tr: Derin bağlantıyı tekrar çalıştırırsanız yukarıdaki içerik değiştirilecektir.
uk: Якщо ви знову запустите глибоке посилання, вміст вище буде замінено.
uz: Agar siz yana chuqur ulanishni ishga tushirsangiz, yuqoridagi kontent almashtiriladi.
vi: Nếu bạn chạy lại liên kết sâu thì nội dung trên sẽ bị thay thế.

source: You can configure this tool's content using LTI Deep Linking.
af_za: Jy kan hierdie instrument se inhoud opstel deur LTI Deep Linking te gebruik.
ar: يمكنك تكوين محتوى هذه الأداة باستخدام LTI Deep Linking.
da: Du kan konfigurere dette værktøjs indhold ved hjælp af LTI Deep Linking.
de_de: Sie können den Inhalt dieses Tools mithilfe von LTI Deep Linking konfigurieren.
el: Μπορείτε να διαμορφώσετε το περιεχόμενο αυτού του εργαλείου χρησιμοποιώντας το LTI Deep Linking.
es_419: Puede configurar el contenido de esta herramienta utilizando LTI Deep Linking.
fa: می توانید محتوای این ابزار را با استفاده از LTI Deep Linking پیکربندی کنید.
fr: Vous pouvez configurer le contenu de cet outil à l&#39;aide de LTI Deep Linking.
fr_ca: Vous pouvez configurer le contenu de cet outil à l'aide de LTI Deep Linking.
he: אתה יכול להגדיר את התוכן של הכלי הזה באמצעות LTI Deep Linking.
hi: आप एलटीआई डीप लिंकिंग का उपयोग करके इस टूल की सामग्री को कॉन्फ़िगर कर सकते हैं।
hu: A tartalom konfigurálható az LTI Deep Linking használatával.
it_it: Puoi configurare il contenuto di questo strumento utilizzando LTI Deep Linking.
ja: このツールのコンテンツはLTIディープリンクを使用して構成できます。
ka: ამ ინსტრუმენტის შინაარსის კონფიგურაცია შეგიძლიათ LTI Deep Linking-ის გამოყენებით.
kk: Бұл құралдың мазмұнын LTI Deep Linking арқылы конфигурациялауға болады.
lv: Varat konfigurēt šī rīka saturu, izmantojot LTI dziļo saiti.
nl: U kunt de inhoud van deze tool configureren met behulp van LTI Deep Linking.
pl: Możesz skonfigurować zawartość tego narzędzia za pomocą LTI Deep Linking.
pt_br: Você pode configurar o conteúdo desta ferramenta usando LTI Deep Linking.
pt_pt: Você pode configurar o conteúdo desta ferramenta usando LTI Deep Linking.
ro: Puteți configura conținutul acestui instrument utilizând LTI Deep Linking.
ru: Вы можете настроить содержимое этого инструмента с помощью LTI Deep Linking.
sq: Mund të konfiguroni përmbajtjen e këtij mjeti duke përdorur LTI Deep Linking.
sv: Du kan konfigurera det här verktygets innehåll med hjälp av LTI Deep Linking.
sw: Unaweza kusanidi maudhui ya zana hii kwa kutumia LTI Deep Linking.
te: మీరు LTI డీప్ లింకింగ్‌ని ఉపయోగించి ఈ సాధనం యొక్క కంటెంట్‌ను కాన్ఫిగర్ చేయవచ్చు.
th: คุณสามารถกำหนดค่าเนื้อหาของเครื่องมือนี้ได้โดยใช้ LTI Deep Linking
tr_tr: Bu aracın içeriğini LTI Derin Bağlantıyı kullanarak yapılandırabilirsiniz.
uk: Ви можете налаштувати вміст цього інструменту за допомогою LTI Deep Linking.
uz: LTI Deep Linking yordamida ushbu vosita tarkibini sozlashingiz mumkin.
vi: Bạn có thể định cấu hình nội dung của công cụ này bằng Liên kết sâu LTI.
