Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
af_za: Voer die aantal punte moontlik vir hierdie komponent in. Die verstekwaarde is 1.0. Hierdie instelling word slegs gebruik wanneer Puntetelling op Waar gestel is.
ar: يُرجى إدخال عدد النقاط المحتملة لهذا المكوِّن. تبُحدّد القيمة الافتراضية بالعدد 1.0. يقتصر استخدام هذا الإعداد على حالة ضبط خاصية ’Scored‘ على القيمة ’true‘.
da: Indtast antallet af mulige points for denne komponent. Standardværdien er 1,0. Denne indstilling anvendes kun, når Scorede er indstillet til Sand.
de_de: Gib die Anzahl der Punkte, die durch diese Komponente erreichbar sind, ein. Der Standardwert ist 1.0. Diese Einstellung wird nur benutzt, wenn "Bewertet" auf "Wahr" gesetzt ist.
el: Εισαγάγετε τον αριθμό των δυνατών πόντων για αυτό το στοιχείο. Η προεπιλεγμένη τιμή είναι 1.0. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το «Σκόραρε» έχει οριστεί σε True.
es_419: Ingrese en número de puntos posibles para este componente. El valor por defecto es 1.0. Este valor solo se utiliza cuando el parámetro de calificación está definido como VERDADERO
fa: تعداد امتیازات ممکن برای این جزء را وارد کنید. مقدار پیش فرض 1.0 است. این تنظیم فقط زمانی استفاده می شود که Scored روی True تنظیم شده باشد.
fr: Entrez le nombre de points possibles pour ce composant. La valeur par défaut est 1,0. Ce paramètre est utilisé uniquement lorsque Scored est défini sur VRAI.
fr_ca: Entrez le nombre de points possibles pour ce composant. La valeur par défaut est 1,0. Ce paramètre est utilisé uniquement lorsque Scored est défini sur True.
he: הזן את מספר הנקודות האפשריות עבור רכיב זה. ערך ברירת המחדל הינו 1.0 . שימוש בהגדרה זו אפשרי רק כאשר Scored קבועה כ-כן.
hi: इस घटक के लिए संभव बिंदुओं की संख्या दर्ज करें। डिफ़ॉल्ट मान 1.0 है। यह सेटिंग केवल तभी उपयोग की जाती है जब स्कोर को सच पर सेट किया जाता है।
hu: Adja meg a lehetséges pontszámot ehhez az összetevőhöz. Az alapértelmezett érték 1,0. Ez a beállítás csak akkor használatos, ha a Pontozás be van állítva Igazra.
it_it: Immettere il numero di punti possibili per questo componente. Il valore predefinito è 1.0. Questa impostazione è utilizzata solo quando l'opzione Con punteggio è impostata su True.
ja: このコンポーネントの可能なポイント数を入力してください。デフォルト値は1.0です。この設定は、スコアがTrueに設定されている場合にのみ使用されます。
ka: შეიყვანეთ ამ კომპონენტისთვის შესაძლო ქულების რაოდენობა. ნაგულისხმევი მნიშვნელობა არის 1.0. ეს პარამეტრი გამოიყენება მხოლოდ მაშინ, როდესაც შეფასებული მონიშნულია როგორც სწორი.
kk: Осы компонент үшін мүмкін болатын ұпай санын енгізіңіз. Әдепкі мән - 1,0. Бұл параметр Scored параметрі True мәніне орнатылғанда ғана пайдаланылады.
lv: Ievadiet šim komponentam iespējamo punktu skaitu. Noklusējuma vērtība ir 1.0. Šis iestatījums tiek izmantots tikai tad, ja Novērtēts ir iestatīts uz True.
nl: Vul het aantal mogelijke punten in voor dit onderdeel. De standaardwaarde is 1,0. Deze instelling wordt alleen gebruikt als Score is ingesteld op True.
pl: Wprowadź liczbę punktów możliwą do zdobycia dla tego komponentu. Wartość domyślna to 1,0. To ustawienie jest używane tylko wtedy, gdy dla opcji Scored wybrano ustawienie True.
pt_br: Entre com o número de pontos possíveis para este componente. O valor padrão é 1.0. Esta configuração só é usada quando a opção "Pontuável" estiver marcada como Verdadeiro.
pt_pt: Insira o número de pontos possíveis para este componente. O valor padrão é 1.0. Esta configuração é usada apenas quando Marcar estiver definido como Verdadeiro.
ro: Introduceți numărul de puncte posibil pentru această componentă. Valoarea implicită este 1,0. Această setare este utilizată numai când Scored este setat la True.
ru: Введите количество возможных баллов за выполнение задания в этом компоненте. Значение по умолчанию – 1.0. Эта настройка используется только в том случае, когда свойству «Оценивается» присвоено значение «Да».
sq: Futni numrin e pikëve të mundshme për këtë komponent. Vlera e paracaktuar është 1.0. Ky cilësim përdoret vetëm kur Scored është caktuar në True.
sv: Ange antal poäng som är möjliga för denna komponent. Standardvärdet är 1,0. Den här inställningen används endast när Scored är inställd på True.
sw: Ingiza idadi ya pointi zinazowezekana kwa kipengele hiki. Thamani chaguo-msingi ni 1.0. Mipangilio hii inatumika tu wakati Alama imewekwa kuwa Kweli.
te: ఈ భాగం కోసం సాధ్యమయ్యే పాయింట్ల సంఖ్యను నమోదు చేయండి. డిఫాల్ట్ విలువ 1.0. స్కోర్ చేయబడినది ఒప్పుకు సెట్ చేయబడినప్పుడు మాత్రమే ఈ సెట్టింగ్ ఉపయోగించబడుతుంది.
th: ระบุจำนวนคะแนนที่เป็นไปได้ในส่วนนี้ ค่าเบื้องต้นคือ 1.0 การตั้งค่าถูกใช้เมื่อคะแนนถูกกำหนดว่าจริง
tr_tr: Bu Bileşen için muhtemel puan sayısını girin. Varsayılan değer 1,0. Bu ayar sadece Puanlandı değeri True olarak ayarlandıysa kullanılır.
uk: Введіть кількість можливих балів за виконання цього компонента. Значення за замовчуванням - 1.0. Це налаштування використовується тільки коли елементу "Оцінка" присвоєно значення "True".
uz: Ushbu komponent uchun mumkin bo‘lgan ballar sonini kiriting. Standart qiymat 1,0. Bu sozlama faqat Scored rost qiymatiga o‘rnatilganda ishlatiladi.
vi: Nhập số điểm có thể có cho thành phần này. Giá trị mặc định là 1.0. Cài đặt này chỉ được sử dụng khi Đã ghi điểm được đặt thành Đúng.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
af_za: Die telling gehou in die xblok KVS -- duplikaat van die gepubliseerde telling in django DB
ar: حُفظت النتيجة في ’xblock KVS‘ -- وهي نسخة مطابقة للنتيجة المنشورة في قاعدة بيانات django
da: Scoren indeholdt i xblock KVS - kopiér den offentliggjorte score i/til Django DB
de_de: Die Noten werden in dem xblock KVS aufbewahrt -- Kopien der veröffentlichten Noten in der django DB
el: Το σκορ διατηρείται στο xblock KVS -- αντίγραφο του δημοσιευμένου σκορ στο Django DB
es_419: La calificación almacenada en xblock KVS -- un duplicado de la calificación publicada en django DB
fa: امتیاز در xblock KVS نگهداری می شود -- تکراری از امتیاز منتشر شده در جنگو DB
fr: La partition conservée dans le xblock KVS -- doublon de la partition publiée dans Django DB
fr_ca: La note conservée dans le xblock KVS -- duplicata de la note publiée dans Django DB
he: הציון נשמר ב-xblock KVS -- שכפל את הציון שפורסם ב-django DB
hi: Django DB में प्रकाशित स्कोर के डुप्लिकेट केवीएस- स्कोर में रखा गया स्कोर
hu: Az xblock KVS-ben tárolt pontszám -- a django adatbázisban közzétett pontszám másolata
it_it: Il punteggio conservato in xblock KVS -- duplicato del punteggio pubblicato nel DB django
ja: xblock KVSに保持されているスコア -- django DBに公開されたスコアの複製
ka: KVS xblock-ში შენახული შეფასება -- ჯანგოს ბაზაში გამოქვეყნებული შეფასების ასლია
kk: xblock KVS-де сақталған балл -- django DB-де жарияланған баллдың көшірмесі
lv: Rezultāts, kas saglabāts xblock KVS — django DB publicētā rezultāta dublikāts
nl: De partituur wordt bewaard in de xblock KVS - duplicaat van de gepubliceerde partituur in django DB
pl: Wynik przechowywany w xblock KVS — duplikat wyniku opublikowanego w Django DB
pt_br: A pontuação utilizada no xblock KVS - cópia da pontuação publicada no BD do django.
pt_pt: A pontuação mantida no xblock KVS -- duplicado da pontuação publicada no django DB
ro: Scorul păstrat în xblock KVS -- duplicat al scorului publicat în django DB
ru: Результат сохранён в xblock KVS -- опубликованный результат продублирован в django DB.
sq: Rezultati ruhet në xblock KVS -- dublikatë e rezultatit të publikuar në django DB
sv: Poängen hölls i xblock KVS - duplikat av det publicerade poänget i django DB
sw: Alama zilizowekwa katika xblock KVS -- nakala ya alama zilizochapishwa katika django DB
te: xblock KVSలో ఉంచబడిన స్కోర్ -- జాంగో DBలో ప్రచురించబడిన స్కోర్ యొక్క నకిలీ
th: คะแนนเก็บใน xblock KVS -- สำเนาคะแนนที่ถูกตีพิมพ์ใน django DB
tr_tr: Puan xblock KVS'de tutuldu -- django DB'deki yayınlanan puanın kopyası
uk: Результат збережений в xblock KVS - опублікований результат продубльований в django DB.
uz: Xblock KVS da saqlanadigan ball -- django DB da chop etilgan ballning dublikati
vi: Điểm được lưu trong xblock KVS -- trùng lặp với điểm được công bố trong django DB

source: Comment as returned from grader, LTI2.0 spec
af_za: Kommentaar soos teruggestuur van gradeerder, LTI2.0-spesifikasie
ar: التعليق العائد من المقيّيم، LTI2.0 spec
da: Kommentar som returneret fra grader, LTI2.0 spec
de_de: Kommentare, wie sie durch den Bewerter zurückgegeben worden sind, nach Spezifikation LTI2.0 spec.
el: Σχόλιο όπως επιστράφηκε από βαθμολογητή, LTI2.0 spec
es_419: El comentario tal y como fue enviado por el evaluador, LTI2.0 spec
fa: نظر همانطور که از گریدر، مشخصات LTI2.0 برگردانده شده است
fr: Commentaire renvoyé par l'évaluateur, spécification LTI2.0
fr_ca: Rétroaction renvoyé par la notation, spécification LTI2.0
he: הערה כפי שחזרה ממעניק הציון, LTI2.0 spec
hi: टिप्पणी के रूप में ग्रेडर से लौटे, LTI2.0 कल्पना
hu: Megjegyzés a javítótól visszakapott, LTI2.0 specifikáció
it_it: Commento come restituito dall'esaminatore, LTI2.0 spec
ja: グレーダーから返されたコメント、LTI2.0仕様
ka: დააკომენტეთ, როგორც შემფასებლისგან მობრუნებული, LTI2.0 სპეციფიკაცია
lv: Komentārs kā atgriezts no vērtētāja, LTI2.0 spec
nl: Opmerking zoals geretourneerd door grader, LTI2.0-specificatie
pl: Komentarz oceniającego, kod LTI2.0
pt_br: Comentário conforme o retorno do avaliador, específico do LTI2.0
pt_pt: O comentário apresentado pelo avaliador, especificação LTI2.0
ro: Comentariu returnat de la evaluator, conform specificațiilor LTI2.0
ru: Комментарий оценивающего, спецификация LTI2.0
sq: Koment si i kthyer nga grader, specifikim LTI2.0
sv: Kommentera som returnerad från grader, LTI2.0 spec
sw: Maoni kama yalivyorejeshwa kutoka kwa grader, LTI2.0 spec
te: గ్రేడర్, LTI2.0 స్పెసిఫికేషన్ నుండి అందించబడిన వ్యాఖ్య
th: ความคิดเห็นถูกส่งกลับไปยังผู้ให้คะแนน LTI2.0 spec
tr_tr: Derecelendirenden gelen yorum, LTI2.0 spec
uk: Коментар оцінювача, специфікація LTI 2.0
uz: Baholovchi tomonidan qaytarilgan sharh, LTI2.0 spetsifikatsiyasiga ko‘ra
vi: Nhận xét được trả về từ học sinh, thông số LTI2.0

source: Hide External Tool
af_za: Versteek eksterne hulpmiddel
ar: إخفاء الأداة الخارجية
da: Skjul eksternt værktøj
de_de: Verstecke externes Werkzeug
el: Απόκρυψη εξωτερικού εργαλείου
es_419: Ocultar la herramienta externa
fa: پنهان کردن ابزار خارجی
fr: Masquer l&#39;outil externe
fr_ca: Masquer l'outil externe
he: הסתר כלי חיצוני
hi: बाहरी उपकरण छिपाएँ
hu: Külső eszköz elrejtése
it_it: Nasconti Strumento Esterno
ja: 外部ツールを非表示
ka: გარე ხელსაწყოს დამალვა
kk: Сыртқы құралды жасыру
lv: Slēpt ārējo rīku
nl: Verberg extern hulpmiddel
pl: Ukryj narzędzie zewnętrzne
pt_br: Esconder ferramenta externa
pt_pt: Ocultar Ferramenta Externa
ro: Ascunde instrumentul extern
ru: Скрыть внешнее приложение
sq: Fshihni mjetin e jashtëm
sv: Dölj externt verktyg
sw: Ficha Zana ya Nje
te: బాహ్య సాధనాన్ని దాచండి
th: ซ่อนเครื่องมือภายนอก
tr_tr: Harici Aracı Gizle
uk: Приховати зовнішній додаток
uz: Tashqi vositani yashirish
vi: Ẩn công cụ bên ngoài

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
af_za: Kies Waar as jy hierdie komponent as &#39;n plekhouer wil gebruik vir sinkronisering met &#39;n eksterne graderingstelsel eerder as om &#39;n eksterne nutsding te begin. Hierdie instelling versteek die Begin-knoppie en enige IFrame vir hierdie komponent.
ar: يُرجى اختيار ’true‘ إذا أردت استخدام هذا المكوِّن كعنصر نائب مسؤول عن المزامنة مع نظام تقييم خارجي بدلًا من إطلاق أداة خارجية. يخفي هذا الإعداد زر "إطلاق" وأي إطارات iFrames ضمنيّة خاصّة بهذا المكوِّن.
da: Vælg Sand, hvis du ønsker at bruge denne komponent som en pladsholder for synkronisering med et ekstern gradueringssystem i stedet for at starte et eksternt værktøj. Denne indstilling skjuler Launch- knappen og eventuelle IFrames til denne komponent.
de_de: Wähle "Wahr" falls du diese Komponente als Platzhalter für die Synchronisation mit externen Bewertungssystemen, anstelle des Starts eines externen Werkzeugs, nutzen willst. Diese Einstellung versteckt den Startknopf und alle IFrames für diese Komponente.
el: Επιλέξτε True εάν θέλετε να χρησιμοποιήσετε αυτό το στοιχείο ως "σύμβολο κράτησης θέσης" (placeholder) για συγχρονισμό με ένα εξωτερικό σύστημα βαθμολόγησης αντί για εκκίνηση ενός εξωτερικού εργαλείου. Αυτή η ρύθμιση κρύβει το κουμπί «Εκκίνηση» και τυχόν πλαίσια για αυτό το στοιχείο.
es_419: Seleccione VERDADERO si desea usar este componente como marcador para sincronizarse con un servicio externo en lugar de lanzar una herramienta externa. Esta opción oculta el botón de Lanzar y cualquier iframe para este componente.
fa: اگر می‌خواهید از این مؤلفه به‌عنوان مکان‌نما برای همگام‌سازی با یک سیستم درجه‌بندی خارجی به جای راه‌اندازی ابزار خارجی استفاده کنید، «درست» را انتخاب کنید. این تنظیم دکمه راه اندازی و هر IFrame را برای این مؤلفه پنهان می کند.
fr: Sélectionnez True si vous souhaitez utiliser ce composant comme espace réservé pour la synchronisation avec un système de notation externe plutôt que de lancer un outil externe. Ce paramètre masque le bouton Lancer et tous les IFrames de ce composant.
fr_ca: Sélectionnez True si vous souhaitez utiliser ce composant comme espace réservé pour la synchronisation avec un système de notation externe plutôt que de lancer un outil externe. Ce paramètre masque le bouton lancer et tous les IFrames de ce composant.
he: בחר 'כן' אם ברצונך להשתמש ברכיב זה כמראה מקום לסנכרון עם מערכת דירוג חיצונית במקום להפעיל כלי חיצוני. הגדרה זו מסתירה את לחצן ההפעלה וכל IFrame שברכיב זה.
hi: यदि आप किसी बाहरी उपकरण को लॉन्च करने के बजाय बाहरी ग्रेडिंग सिस्टम के साथ सिंक्रनाइज़ करने के लिए प्लेसहोल्डर के रूप में इस घटक का उपयोग करना चाहते हैं, तो सत्य का चयन करें। यह सेटिंग लॉन्च बटन और इस घटक के लिए किसी भी IFrames को छुपाता है।
hu: Válassza a True lehetőséget, ha ezt a komponenst egy külső értékelési rendszerrel való szinkronizálásra kívánja használni, nem pedig egy külső eszköz indítására. Ez a beállítás elrejti az Indítás gombot és az IFrame-eket ehhez a komponenshez.
it_it: Selezionare True se si desidera utilizzare questo componente come segnaposto per la sincronizzazione con un sistema di valutazione esterno anziché avviare uno strumento esterno. Questa impostazione nasconde il pulsante di avvio e tutti gli IFrames per questo componente.
ja: 外部ツールを起動するのではなく、外部の採点システムと同期するためのプレースホルダーとしてこのコンポーネントを使用したい場合は、「True」を選択してください。この設定により、このコンポーネントの起動ボタンとすべてのIFrameが非表示になります。
ka: მონიშნეთ სწორი, თუ გსურთ, გარე ხელსაწყოს გაშვების მაგივრად, ამ კომპონენტის შეფასების გარე სისტემასთან სინქრონიზაციის შემცვლელად გამოყენება. აღნიშნული პარამეტრი დამალავს გაშვების ღილაკს და ამ კომპონენტის ნებისმიერ IFrames.
kk: Бұл құрамдас бөлікті сыртқы құралды іске қоспай, сыртқы бағалау жүйесімен синхрондау үшін толтырғыш ретінде пайдаланғыңыз келсе, True параметрін таңдаңыз. Бұл параметр Іске қосу түймешігін және осы құрамдас үшін кез келген IFrame файлдарын жасырады.
lv: Atlasiet True, ja vēlaties izmantot šo komponentu kā vietturi sinhronizēšanai ar ārēju vērtēšanas sistēmu, nevis palaist ārēju rīku. Šis iestatījums paslēpj šī komponenta pogu Palaist un visus IFrame.
nl: Selecteer Waar als je dit onderdeel wilt gebruiken als tijdelijke aanduiding voor synchronisatie met een extern beoordelingssysteem in plaats van een externe tool te starten. Deze instelling verbergt de knop Starten en eventuele IFrames voor dit onderdeel.
pl: Wybierz opcję Prawda, jeśli chcesz używać tego komponentu jako obiektu zastępczego do synchronizacji z zewnętrznym systemem oceniania, zamiast uruchamiać zewnętrzne narzędzie. To ustawienie ukrywa przycisk Uruchom i wszystkie ramki IFrame dla tego komponentu.
pt_br: Selecione True caso deseje deseje utilizar este componente como um substituto para sincronização com um sistema de avaliação externo ao invés de abrir uma ferramenta externa. Esta configuração oculta o botão Abrir e quaisquer IFrames para este componente.
pt_pt: Selecione Verdadeiro se desejar utilizar este componente como espaço reservado para sincronizar com um sistema de classificação externo em vez de iniciar uma ferramenta externa. Esta configuração oculta o botão Iniciar e qualquer IFrames para este componente.
ro: Selectează Adevărat dacă dorești să folosești această componenta ca substituent pentru sincronizarea cu un sistem de notare extern, în loc să lansezi un instrument extern. Această setare ascunde butonul Lansare și orice IFrame pentru această componenta.
ru: Выберите значение «Да», если вы хотите использовать этот компонент в качестве замены для синхронизации с внешней системой оценок вместо использования внешних инструментов. Эта настройка скрывает кнопку запуска и любые фреймы для этого компонента.
sq: Zgjidhni "E vërtetë" nëse dëshironi ta përdorni këtë komponent si një mbajtëse vendi për sinkronizimin me një sistem të jashtëm klasifikimi në vend që të hapni një mjet të jashtëm. Ky cilësim fsheh butonin Launch dhe çdo IFrame për këtë komponent.
sv: Välj Sant om du vill använda den här komponenten som en platshållare för synkronisering med ett externt betygssystem istället för att starta ett externt verktyg. Denna inställning döljer Start-knappen och eventuella IFrames för denna komponent.
sw: Chagua Kweli ikiwa ungependa kutumia kipengele hiki kama kishikilia nafasi kwa kusawazisha na mfumo wa kuweka alama za nje badala ya kuzindua zana ya nje. Mpangilio huu huficha kitufe cha Uzinduzi na IFrame zozote za kipengele hiki.
te: బాహ్య సాధనాన్ని ప్రారంభించడం కంటే బాహ్య గ్రేడింగ్ సిస్టమ్‌తో సమకాలీకరించడానికి మీరు ఈ భాగాన్ని ప్లేస్‌హోల్డర్‌గా ఉపయోగించాలనుకుంటే ఒప్పు ఎంచుకోండి. ఈ సెట్టింగ్ లాంచ్ బటన్ మరియు ఈ కాంపోనెంట్ కోసం ఏదైనా IFramesని దాచిపెడుతుంది.
th: เลือกใช่หากคุณต้องการใช้องค์ประกอบนี้เป็นตำแหน่งสำหรับการซิงค์กับระบบการให้คะแนนจากภายนอกมากกว่าการเปิดตัวเครื่องมือภายนอก การตั้งค่านี้จะซ่อนปุ่มเปิดใช้และ IFrames ใด ๆ สำหรับส่วนนี้
tr_tr: Bu bileşenin harici bir araç başlatması yerine harici bir notlandırma sistemi ile senkronize etmek için yerine geçmesini istiyorsanız True olarak işaretleyin. Bu ayar Başlat düğmesini ve bu bileşen için olan IFrames'i gizler.
uk: Виберіть значення «true», якщо ви хочете використовувати цей компонент в якості заміни для синхронізації з зовнішньою системою оцінок замість використання зовнішніх інструментів. Цей параметр приховує кнопку запуску і будь-які фрейми для цього компонента.
uz: Agar ushbu komponentni tashqi baholash tizimi bilan sinxronlash uchun plaseholdir sifatida ishlatmoqchi bo‘lsangiz va tashqi vositani ishga tushirmoqchi bo‘lmasangiz, 'True' ni tanlang. Ushbu sozlama ushbu komponent uchun ishga tushirish tugmasi va har qanday IFrame-larni yashiradi.
vi: Chọn Đúng nếu bạn muốn sử dụng thành phần này làm phần giữ chỗ để đồng bộ hóa với hệ thống chấm điểm bên ngoài thay vì khởi chạy một công cụ bên ngoài. Cài đặt này ẩn nút Khởi chạy và mọi IFrames cho thành phần này.

source: Accept grades past deadline
af_za: Aanvaar grade verby sperdatum
ar: يمكن قبول الدرجات بعد تاريخ الاستحقاق
da: Accepter karakter efter deadline
de_de: Benotungen nach abgelaufener Frist annehmen.
el: Αποδοχή βαθμολογίας εκπρόθεσμα
es_419: Fecha limite para aceptar notas
fa: قبول نمرات گذشته مهلت
fr: Accepter les notes après la date limite
fr_ca: Accepter les notes après la date limite
he: קבל ציונים לאחר תאריך היעד
hi: पिछले समय सीमा ग्रेड स्वीकार करें
hu: Fogadja el a határidőn túli jegyeket
it_it: Accetta valutazioni dopo la data di scadenza
ja: 締切後の成績を受け入れる
ka: ვადაგადაცილებული შეფასებების მიღება
kk: Белгіленген мерзімнен өткен бағаларды қабылдаңыз
lv: Pieņemiet vērtējumus pēc termiņa beigām
nl: Accepteer cijfers na de deadline
pl: Zaakceptuj oceny po terminie
pt_br: Aceitar notas após o prazo final
pt_pt: Data limite para aceitar notas
ro: Acceptați note după termenul limită
ru: Принимать оценки после срока сдачи
sq: Prano notat pas afatit
sv: Godkänn betyg efter deadline
sw: Kubali makataa yaliyopita
te: గడువు దాటిన గ్రేడ్‌లను అంగీకరించండి
th: ยอมรับวันครบกำหนดส่งการให้คะแนนล่าช้า
tr_tr: Tarihi geçmiş notları kabul et
uk: Приймати оцінки після терміну здачі
uz: Belgilangan muddatdan o‘tgan baholarni qabul qiling
vi: Chấp nhận điểm quá thời hạn

source: Select True to allow third party systems to post grades past the deadline.
af_za: Kies Waar om derdepartystelsels toe te laat om grade verby die sperdatum te plaas.
ar: يُرجى اختيار ’true‘ للسماح لأنظمة خارجية بنشر الدرجات بعد تاريخ الاستحقاق.
da: Vælg Sandt for at tillade tredjepartssystemer at give karakterer efter deadline.
de_de: Wählen Sie True, damit Drittsysteme Noten über den Stichtag hinaus veröffentlichen können.
el: Επιλέξτε True για να επιτρέψετε στα συστήματα τρίτων να δημοσιεύουν βαθμούς μετά την προθεσμία.
es_419: Seleccione True para permitir que sistemas de terceros publiquen calificaciones después de la fecha límite.
fa: درست را انتخاب کنید تا به سیستم های شخص ثالث اجازه داده شود تا نمرات را پس از مهلت مقرر ارسال کنند.
fr: Sélectionnez Vrai pour autoriser les systèmes tiers à poster des notes après la date limite.
fr_ca: Sélectionnez True pour autoriser les systèmes tiers à publier des notes après la date limite.
he: בחר כן לאפשר למערכות צד שלישי לשלוח ציונים לאחר תאריך היעד.
hi: थर्ड पार्टी सिस्टम को समय सीमा से पहले पोस्ट करने की अनुमति देने के लिए ट्रू का चयन करें।
hu: Válassza az Igaz lehetőséget, hogy engedélyezze harmadik fél rendszerek számára a határidő utáni jegyek rögzítését.
it_it: Selezionare True per consentire ai sistemi di terze parti di postare le valutazioni dopo la scadenza.
ja: サードパーティシステムが締め切り後に成績を投稿できるようにするには「True」を選択してください。
ka: მონიშნე სწორი, მესამე მხარის სისტემებისთვის ვადაგადაცილებული შეფასების გამოქვეყნების უფლების მინიჭების მიზნით.
kk: Үшінші тарап жүйелеріне белгіленген мерзімнен өткен бағаларды жариялауға рұқсат беру үшін True параметрін таңдаңыз.
lv: Atlasiet True, lai ļautu trešo pušu sistēmām publicēt vērtējumus pēc termiņa beigām.
nl: Selecteer Waar om toe te staan dat systemen van derden cijfers na de deadline posten.
pl: Wybierz opcję Prawda, aby umożliwić systemom innych firm publikowanie ocen po terminie.
pt_br: Selecione Verdadeiro para permitir que sistemas de terceiros possam postar notas fora do prazo.
pt_pt: Selecione Verdadeiro para permitir que sistemas de terceiros publiquem notas após a data limite.
ro: Selectează Adevărat pentru a permite sistemelor terțe să posteze note după termenul limită.
ru: Выберите «Да», чтобы разрешить сторонним системам публиковать оценки после истечения срока сдачи.
sq: Zgjidhni "E vërtetë" për të lejuar sistemet e palëve të treta të postojnë notat pas afatit.
sv: Välj True för att tillåta tredjepartssystem att skicka betyg efter tidsfristen.
sw: Chagua Kweli ili kuruhusu mifumo ya wahusika wengine kuchapisha alama kupita muda uliowekwa.
te: గడువు దాటిన గ్రేడ్‌లను పోస్ట్ చేయడానికి థర్డ్ పార్టీ సిస్టమ్‌లను అనుమతించడానికి ఒప్పు ఎంచుకోండి.
th: เลือกใช่ เพื่อจะอนุญาตให้ระบบที่เป็นบุคคลที่สามโพสต์การให้คะแนนที่เกินกำหนดเวลา
tr_tr: Üçüncü taraf sistemlerin, bitiş tarihi geçmiş notları göndermesine izin vermek için True'yu seçin.
uk: Виберіть «true», щоб дозволити стороннім системам публікувати оцінки після терміну здачі.
uz: Uchinchi tomon tizimlariga belgilangan muddatdan o‘tgan baholarni joylashtirishga ruxsat berish uchun True ni tanlang.
vi: Chọn Đúng để cho phép hệ thống của bên thứ ba đăng điểm quá thời hạn.
