Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Reusable configuration ID must be set when using external config (Example: "x:y").
af_za: Herbruikbare konfigurasie-ID moet gestel word wanneer eksterne konfigurasie gebruik word (Byvoorbeeld: &quot;x:y&quot;).
ar: يجب تعيين معرف التكوين القابل لإعادة الاستخدام عند استخدام التكوين الخارجي (مثال: &quot;x:y&quot;).
da: Genanvendeligt konfigurations-id skal indstilles, når du bruger ekstern konfiguration (eksempel: &quot;x:y&quot;).
de_de: Bei Verwendung einer externen Konfiguration muss eine wiederverwendbare Konfigurations-ID festgelegt werden (Beispiel: „x:y“).
el: Το αναγνωριστικό επαναχρησιμοποιήσιμης διαμόρφωσης πρέπει να οριστεί όταν χρησιμοποιείτε εξωτερική διαμόρφωση (Παράδειγμα: &quot;x:y&quot;).
es_419: Se debe establecer un ID de configuración reutilizable cuando se utiliza una configuración externa (Ejemplo: &quot;x:y&quot;).
fa: شناسه پیکربندی قابل استفاده مجدد باید هنگام استفاده از پیکربندی خارجی تنظیم شود (مثال: &quot;x:y&quot;).
fr: L&#39;Identité de configuration réutilisable doit être définie lors de l&#39;utilisation d&#39;une configuration externe (Exemple : &quot;x:y&quot;).
fr_ca: L'ID de configuration réutilisable doit être défini lors de l'utilisation d'une configuration externe (Exemple : "x:y").
he: יש להגדיר מזהה תצורה לשימוש חוזר בעת שימוש בתצורה חיצונית (דוגמה: &quot;x:y&quot;).
hi: बाहरी कॉन्फ़िगरेशन का उपयोग करते समय पुन: प्रयोज्य कॉन्फ़िगरेशन आईडी सेट की जानी चाहिए (उदाहरण: &quot;x:y&quot;)।
hu: A külső konfiguráció használatakor újrafelhasználható konfigurációs azonosítót kell beállítani (példa: "x:y").
it_it: L&#39;ID di configurazione riutilizzabile deve essere impostato quando si utilizza la configurazione esterna (esempio: &quot;x:y&quot;).
ja: 外部設定を使用する場合、再利用可能な設定IDを設定する必要があります（例：「x:y」）。
ka: გარე კონფიგურაციის გამოყენებისას, აუცილებელია მითითდეს ხელახლა გამოყენებადი კონფიგურაციის ID (მაგალითად: "x:y").
kk: Сыртқы конфигурацияны пайдалану кезінде қайта пайдалануға болатын конфигурация идентификаторы орнатылуы керек (Мысалы: "x:y").
lv: Izmantojot ārējo konfigurāciju, ir jāiestata atkārtoti lietojamas konfigurācijas ID (piemērs: &quot;x:y&quot;).
nl: Herbruikbare configuratie-ID moet worden ingesteld bij gebruik van externe configuratie (bijvoorbeeld: "x:y").
pl: W przypadku korzystania z konfiguracji zewnętrznej należy ustawić identyfikator konfiguracji wielokrotnego użytku (przykład: „x:y”).
pt_br: O ID de configuração reutilizável deve ser definido ao usar configuração externa (exemplo: &quot;x:y&quot;).
pt_pt: A ID de configuração reutilizável deve ser definida quando se utiliza a configuração externa (Exemplo: "x:y").
ro: Id-ul de configurație reutilizabil trebuie setat atunci când se utilizează configurația externă (Exemplu: „x:y”).
ru: Идентификатор многократно используемой конфигурации должен быть установлен при использовании внешней конфигурации (пример: «x:y»).
sq: ID-ja e konfigurimit të ripërdorshme duhet të vendoset kur përdoret konfigurimi i jashtëm (Shembull: &quot;x:y&quot;).
sv: Återanvändbart konfigurations-ID måste anges när extern konfiguration används (Exempel: "x:y").
sw: Kitambulisho cha usanidi kinachoweza kutumika tena lazima kiwekwe unapotumia usanidi wa nje (Mfano: &quot;x:y&quot;).
te: బాహ్య కాన్ఫిగరేషన్‌ను ఉపయోగిస్తున్నప్పుడు పునర్వినియోగ కాన్ఫిగరేషన్ IDని తప్పనిసరిగా సెట్ చేయాలి (ఉదాహరణ: &quot;x:y&quot;).
th: ต้องตั้งค่า ID การกำหนดค่าที่ใช้ซ้ำได้เมื่อใช้การกำหนดค่าภายนอก (ตัวอย่าง: &quot;x:y&quot;)
tr_tr: Harici yapılandırma kullanılırken yeniden kullanılabilir yapılandırma kimliği ayarlanmalıdır (Örnek: "x:y").
uk: Ідентифікатор багаторазової конфігурації має бути встановлений під час використання зовнішньої конфігурації (приклад: &quot;x:y&quot;).
uz: Qayta foydalanish mumkin bo‘lgan konfiguratsiya identifikatori tashqi konfiguratsiyadan foydalanganda o‘rnatilishi kerak (Masalan: "x:y").
vi: ID cấu hình có thể sử dụng lại phải được đặt khi sử dụng cấu hình bên ngoài (Ví dụ: &quot;x:y&quot;).

source: The specified LTI ID is not configured in this course's Advanced Settings.
af_za: Die gespesifiseerde LTI ID is nie in hierdie kursus se Gevorderde Instellings opgestel nie.
ar: لم يتم تكوين معرف LTI المحدد في الإعدادات المتقدمة لهذه الدورة التدريبية.
da: Det angivne LTI-id er ikke konfigureret i dette kursuss avancerede indstillinger.
de_de: Die angegebene LTI-ID ist in den erweiterten Einstellungen dieses Kurses nicht konfiguriert.
el: Το καθορισμένο αναγνωριστικό LTI δεν έχει διαμορφωθεί στις Ρυθμίσεις για προχωρημένους αυτού του μαθήματος.
es_419: El ID de LTI especificado no está configurado en la Configuración avanzada de este curso.
fa: شناسه LTI مشخص شده در تنظیمات پیشرفته این دوره پیکربندی نشده است.
fr: L&#39;Identité LTI spécifiée n&#39;est pas configurée dans les Paramètres avancés de ce cours.
fr_ca: L'ID LTI spécifié n'est pas configuré dans les paramètres avancés de ce cours.
he: מזהה ה-LTI שצוין אינו מוגדר בהגדרות המתקדמות של קורס זה.
hi: निर्दिष्ट एलटीआई आईडी इस पाठ्यक्रम की उन्नत सेटिंग्स में कॉन्फ़िगर नहीं है।
hu: A megadott LTI-azonosító nincs konfigurálva ebben a kurzusban az "Advanced Settings" beállítások között.
it_it: L&#39;ID LTI specificato non è configurato nelle Impostazioni avanzate di questo corso.
ja: このコースの詳細設定で指定されたLTI IDが構成されていません。
ka: მითითებული LTI ID არ არის კონფიგურირებული ამ კურსის გაფართოებულ პარამეტრებში.
kk: Көрсетілген LTI идентификаторы осы курстың Кеңейтілген параметрлерінде конфигурацияланбаған.
lv: Norādītais LTI ID nav konfigurēts šī kursa papildu iestatījumos.
nl: De opgegeven LTI-ID is niet geconfigureerd in de geavanceerde instellingen van deze cursus.
pl: Podany identyfikator LTI nie jest skonfigurowany w Ustawieniach Zaawansowanych tego kursu.
pt_br: O ID do LTI especificado não está configurado nas configurações avançadas deste curso.
pt_pt: O ID LTI indicado não está configurado nas Definições Avançadas deste curso.
ro: ID-ul LTI specificat nu este configurat în Setările Avansate ale acestui curs.
ru: Указанный идентификатор LTI не настроен в дополнительных настройках этого курса.
sq: ID-ja e specifikuar LTI nuk është konfiguruar në Cilësimet e Avancuara të këtij kursi.
sv: Den angivna LTI-ID:n är inte konfigurerad i den här kursens Avancerade Inställningar.
sw: Kitambulisho cha LTI kilichobainishwa hakijasanidiwa katika Mipangilio ya Kina ya kozi hii.
te: పేర్కొన్న LTI ID ఈ కోర్సు యొక్క అధునాతన సెట్టింగ్‌లలో కాన్ఫిగర్ చేయబడలేదు.
th: LTI ID ที่ระบุไม่ได้รับการกำหนดค่าในการตั้งค่าขั้นสูงของหลักสูตรนี้
tr_tr: Belirtilen LTI kimliği bu dersin Gelişmiş Ayarlar&#39;ında yapılandırılmamış.
uk: Зазначений ідентифікатор LTI не налаштовано в додаткових налаштуваннях цього курсу.
uz: Belgilangan LTI identifikatori ushbu kursning Kengaytirilgan sozlamalarida sozlanmagan.
vi: ID LTI được chỉ định không được định cấu hình trong Cài đặt nâng cao của khóa học này.

source: Could not get user data for current request
af_za: Kon nie gebruikerdata vir huidige versoek kry nie
ar: تعذر الحصول على بيانات المستخدم للطلب الحالي
da: Kunne ikke hente brugerdata for den aktuelle anmodning
de_de: Für die aktuelle Anfrage konnten keine Benutzerdaten abgerufen werden
el: Δεν ήταν δυνατή η λήψη δεδομένων χρήστη για το τρέχον αίτημα
es_419: No se pudieron obtener datos de usuario para la solicitud actual
fa: اطلاعات کاربر برای درخواست فعلی دریافت نشد
fr: Impossible d&#39;obtenir les données utilisateur pour la demande actuelle
fr_ca: Impossible d'obtenir les données utilisateur pour la demande actuelle
he: לא ניתן היה לקבל נתוני משתמש עבור הבקשה הנוכחית
hi: वर्तमान अनुरोध के लिए उपयोगकर्ता डेटा प्राप्त नहीं किया जा सका
hu: Nem sikerült lekérni a felhasználói adatokat a jelenlegi kéréshez.
it_it: Impossibile ottenere i dati utente per la richiesta corrente
ja: 現在のリクエストに対するユーザーデータを取得できませんでした。
ka: მიმდინარე მოთხოვნისთვის მომხმარებლის მონაცემების მიღება ვერ მოხერხდა
kk: Ағымдағы сұрау үшін пайдаланушы деректерін алу мүмкін болмады
lv: Nevarēja iegūt lietotāja datus pašreizējam pieprasījumam
nl: Kan geen gebruikersgegevens ophalen voor het huidige verzoek
pl: Nie można pobrać danych użytkownika dla bieżącego żądania
pt_br: Não foi possível obter os dados do usuário para a solicitação atual
pt_pt: Não foi possível obter os dados do utilizador para o pedido actual
ro: Nu putem obține date despre utilizator pentru solicitarea curentă.
ru: Не удалось получить данные пользователя для текущего запроса.
sq: Nuk mund të merreshin të dhënat e përdoruesit për kërkesën aktuale
sv: Kunde inte hämta användardata för aktuell begäran
sw: Haikuweza kupata data ya mtumiaji kwa ombi la sasa
te: ప్రస్తుత అభ్యర్థన కోసం వినియోగదారు డేటాను పొందడం సాధ్యపడలేదు
th: ไม่สามารถรับข้อมูลผู้ใช้สำหรับคำขอปัจจุบัน
tr_tr: Mevcut istek için kullanıcı verileri alınamadı
uk: Не вдалося отримати дані користувача для поточного запиту
uz: Joriy so‘rov uchun foydalanuvchi ma’lumotlarini olinmadi
vi: Không thể lấy dữ liệu người dùng cho yêu cầu hiện tại

source: Could not parse LTI passport: {lti_passport!r}. Should be "id:key:secret" string.
af_za: Kon nie LTI-paspoort ontleed nie: {lti_passport!r}. Moet &quot;id:key:secret&quot;-string wees.
ar: تعذر تحليل جواز سفر LTI: {lti_passport!r}. يجب أن تكون سلسلة &quot;id:key:secret&quot;.
da: Kunne ikke parse LTI-pas: {lti_passport!r}. Bør være &quot;id:nøgle:hemmelig&quot; streng.
de_de: Der LTI-Pass konnte nicht analysiert werden: {lti_passport!r}. Sollte die Zeichenfolge „id:key:secret“ sein.
el: Δεν ήταν δυνατή η ανάλυση του διαβατηρίου LTI: {lti_passport!r}. Θα πρέπει να είναι συμβολοσειρά &quot;id:key:secret&quot;.
es_419: No se pudo analizar el pasaporte LTI: {lti_passport!r}. Debe ser la cadena &quot;id:key:secret&quot;.
fa: گذرنامه LTI تجزیه نشد: {lti_passport!r}. باید رشته &quot;id:key:secret&quot; باشد.
fr: Impossible d'analyser le passeport LTI : {lti_passport!r}. Devrait être une chaîne "id:key:secret".
fr_ca: Impossible d'analyser le passeport LTI : {lti_passport!r}. Doit être une chaîne "id:key:secret".
he: לא ניתן לנתח דרכון LTI: {lti_passport!r}. צריכה להיות מחרוזת &quot;id:key:secret&quot;.
hi: एलटीआई पासपोर्ट को पार्स नहीं किया जा सका: {lti_passport!r}। &quot;आईडी: कुंजी: गुप्त&quot; स्ट्रिंग होनी चाहिए।
hu: Nem sikerült elemezni az LTI útlevelet: {lti_passport!r}. A formátumnak "id:key:secret" karakterláncnak kell lennie.
it_it: Impossibile analizzare il passaporto LTI: {lti_passport!r}. Dovrebbe essere la stringa &quot;id:key:secret&quot;.
ja: LTIパスポートを解析できませんでした: {lti_passport!r}。「id:key:secret」形式の文字列である必要があります。
ka: LTI პასპორტის პარსირება ვერ მოხერხდა: {lti_passport!r}. უნდა იყოს სტრიქონი "id:key:secret".
kk: LTI паспортын талдау мүмкін болмады: {lti_passport!r}. «id:key:secret» жолы болуы керек.
lv: Nevarēja parsēt LTI pasi: {lti_passport!r}. Jābūt virknei “id:key:secret”.
nl: Kan LTI-paspoort niet parseren: {lti_passport!r}. Moet de tekenreeks "id:key:secret" zijn.
pl: Nie można przeanalizować paszportu LTI: {lti_passport!r}. Powinien to być ciąg „id:key:secret”.
pt_br: Não foi possível analisar o passaporte LTI: {lti_passport!r}. Deve ser a string &quot;id:key:secret&quot;.
pt_pt: Não foi possível analisar o passaporte LTI: {lti_passport!r}. Deve ser a string "id:key:secret".
ro: Nu s-a putut analiza pasaportul LTI: {lti_passport!r}. Ar trebui să fie șirul „id:key:secret”.
ru: Не удалось проанализировать паспорт LTI: {lti_passport!r}. Должна быть строка «id:key:secret».
sq: Nuk mund të analizohej pasaporta LTI: {lti_passport!r}. Duhet të jetë vargu &quot;id:key:secret&quot;.
sv: Det gick inte att tolka LTI-passet: {lti_passport!r}. Bör vara "id:nyckel:hemlig" sträng.
sw: Haikuweza kuchanganua pasipoti ya LTI: {lti_passport!r}. Inapaswa kuwa &quot;id:key:secret&quot; kamba.
te: LTI పాస్‌పోర్ట్‌ని అన్వయించడం సాధ్యపడలేదు: {lti_passport!r}. &quot;id:key:secret&quot; స్ట్రింగ్ అయి ఉండాలి.
th: ไม่สามารถแยกวิเคราะห์หนังสือเดินทาง LTI: {lti_passport!r} ควรเป็นสตริง &quot;id:key:secret&quot;
tr_tr: LTI pasaportu ayrıştırılamadı: {lti_passport!r}. "id:key:secret" dizesi olmalıdır.
uk: Не вдалося проаналізувати паспорт LTI: {lti_passport!r}. Має бути рядок &quot;id:key:secret&quot;.
uz: LTI passportni tahlil qilishning imkoni bo‘lmadi: {lti_passport!r}. Bu "id:key:secret" formatidagi qator bo‘lishi kerak.
vi: Không thể phân tích cú pháp hộ chiếu LTI: {lti_passport!r}. Phải là chuỗi &quot;id:key:secret&quot;.

source: Could not get user id for current request
af_za: Kon nie gebruiker-ID vir huidige versoek kry nie
ar: تعذر الحصول على معرف المستخدم للطلب الحالي
da: Kunne ikke hente bruger-id for den aktuelle anmodning
de_de: Die Benutzer-ID für die aktuelle Anfrage konnte nicht abgerufen werden
el: Δεν ήταν δυνατή η λήψη του αναγνωριστικού χρήστη για το τρέχον αίτημα
es_419: No se pudo obtener la identificación de usuario para la solicitud actual
fa: شناسه کاربری برای درخواست فعلی دریافت نشد
fr: Nous n&#39;arrivons pas à obtenir l&#39;identité utilisateur pour la demande en cours.
fr_ca: Impossible d'obtenir l'ID utilisateur pour la demande en cours
he: לא ניתן היה לקבל מזהה משתמש עבור הבקשה הנוכחית
hi: वर्तमान अनुरोध के लिए उपयोगकर्ता आईडी नहीं मिल सकी
hu: Nem sikerült megszerezni a felhasználói azonosítót a jelenlegi kéréshez.
it_it: Impossibile ottenere l&#39;ID utente per la richiesta corrente
ja: 現在のリクエストに対するユーザーIDを取得できませんでした
ka: მიმდინარე მოთხოვნისთვის მომხმარებლის ID ვერ იქნა მიღებული
kk: Ағымдағы сұрау үшін пайдаланушы идентификаторын алу мүмкін болмады
lv: Pašreizējam pieprasījumam nevarēja iegūt lietotāja ID
nl: Kan gebruikers-ID voor huidig verzoek niet ophalen
pl: Nie można uzyskać identyfikatora użytkownika dla bieżącego żądania
pt_br: Não foi possível obter o ID do usuário para a solicitação atual
pt_pt: Não foi possível obter ID de usuário para a solicitação atual
ro: Nu s-a putut obține id-ul de utilizator pentru solicitarea curentă
ru: Не удалось получить идентификатор пользователя для текущего запроса.
sq: ID-ja e përdoruesit nuk mund të merrej për kërkesën aktuale
sv: Kunde inte hämta användar-ID för aktuell begäran
sw: Haikuweza kupata kitambulisho cha mtumiaji kwa ombi la sasa
te: ప్రస్తుత అభ్యర్థన కోసం వినియోగదారు ఐడిని పొందడం సాధ్యపడలేదు
th: ไม่สามารถรับ ID ผู้ใช้สำหรับคำขอปัจจุบัน
tr_tr: Mevcut istek için kullanıcı kimliği alınamadı
uk: Не вдалося отримати ідентифікатор користувача для поточного запиту
uz: Joriy so‘rov uchun foydalanuvchi identifikatori olinmadi
vi: Không thể lấy id người dùng cho yêu cầu hiện tại

source: Could not parse custom parameter: {custom_parameter!r}. Should be "x=y" string.
af_za: Kon nie gepasmaakte parameter ontleed nie: {custom_parameter!r}. Moet &quot;x=y&quot;-string wees.
ar: تعذر تحليل المعلمة المخصصة: {custom_parameter!r}. يجب أن تكون سلسلة &quot;x=y&quot;.
da: Kunne ikke parse tilpasset parameter: {custom_parameter!r}. Bør være &quot;x=y&quot; streng.
de_de: Benutzerdefinierter Parameter konnte nicht analysiert werden: {custom_parameter!r}. Sollte die Zeichenfolge „x=y“ sein.
el: Δεν ήταν δυνατή η ανάλυση της προσαρμοσμένης παραμέτρου: {custom_parameter!r}. Θα πρέπει να είναι συμβολοσειρά &quot;x=y&quot;.
es_419: No se pudo analizar el parámetro personalizado: {custom_parameter!r}. Debe ser una cadena &quot;x=y&quot;.
fa: پارامتر سفارشی تجزیه نشد: {custom_parameter!r}. باید رشته &quot;x=y&quot; باشد.
fr: Impossible d'analyser le paramètre personnalisé: {custom_parameter!r}. Doit être une chaîne "x=y".
fr_ca: Impossible d'analyser le paramètre personnalisé : {custom_parameter!r}. Doit être une chaîne "x=y".
he: לא ניתן לנתח פרמטר מותאם אישית: {custom_parameter!r}. צריכה להיות מחרוזת &quot;x=y&quot;.
hi: कस्टम पैरामीटर को पार्स नहीं किया जा सका: {custom_parameter!r}. &quot;x=y&quot; स्ट्रिंग होनी चाहिए.
hu: Nem sikerült elemezni az egyéni paramétert: {custom_parameter!r}. "x=y" formátumú szövegnek kell lennie.
it_it: Impossibile analizzare il parametro personalizzato: {custom_parameter!r}. Dovrebbe essere la stringa &quot;x=y&quot;.
ja: カスタムパラメータを解析できませんでした: {custom_parameter!r}。 "x=y" 形式の文字列である必要があります。
ka: ვერ გაანალიზდა მორგებული პარამეტრი: {custom_parameter!r}. უნდა იყოს სტრიქონი "x=y".
kk: Теңшелетін параметрді талдау мүмкін болмады: {custom_parameter!r}. «x=y» жолы болуы керек.
lv: Nevarēja parsēt pielāgoto parametru: {custom_parameter!r}. Jābūt virknei “x=y”.
nl: Kan aangepaste parameter: {custom_parameter!r} niet parseren. Moet een tekenreeks "x=y" zijn.
pl: Nie można przeanalizować parametru niestandardowego: {custom_parameter!r}. Powinien to być ciąg „x=y”.
pt_br: Não foi possível analisar o parâmetro personalizado: {custom_parameter!r}. Deve ser uma string &quot;x = y&quot;.
pt_pt: Não foi possível analisar o parâmetro personalizado: {custom_parameter!r}. Deve ser uma string "x=y".
ro: Nu s-a putut analiza parametrul particularizat: {custom_parameter!r}. Ar trebui să fie șirul „x=y”.
ru: Не удалось проанализировать специальный параметр: {custom_parameter!r}. Должна быть строка «x=y».
sq: Nuk mund të analizohej parametri i personalizuar: {custom_parameter!r}. Duhet të jetë vargu &quot;x=y&quot;.
sv: Kunde inte tolka anpassad parameter: {custom_parameter!r}. Bör vara en "x=y"-sträng.
sw: Haikuweza kuchanganua kigezo maalum: {custom_parameter!r}. Inapaswa kuwa &quot;x=y&quot; kamba.
te: అనుకూల పరామితిని అన్వయించడం సాధ్యం కాలేదు: {custom_parameter!r}. &quot;x=y&quot; స్ట్రింగ్ అయి ఉండాలి.
th: ไม่สามารถแยกวิเคราะห์พารามิเตอร์ที่กำหนดเอง: {custom_parameter!r} ควรเป็นสตริง &quot;x=y&quot;
tr_tr: Özel parametre ayrıştırılamadı: {custom_parameter!r}. "x=y" dizesi olmalıdır.
uk: Не вдалося проаналізувати спеціальний параметр: {custom_parameter!r}. Має бути рядок &quot;x=y&quot;.
uz: Maxsus parametrni tahlil qilib bo‘lmadi: {custom_parameter!r}. "x = y" qatori bo‘lishi kerak.
vi: Không thể phân tích cú pháp thông số tùy chỉnh: {custom_parameter!r}. Phải là chuỗi &quot;x=y&quot;.

source: [LTI]: Real user not found against anon_id: {}
af_za: [LTI]: Regte gebruiker nie gevind teen anon_id: {}
ar: [LTI]: لم يتم العثور على مستخدم حقيقي مقابل anon_id: {}
da: [LTI]: Virkelig bruger blev ikke fundet mod anon_id: {}
de_de: [LTI]: Echter Benutzer nicht für anon_id gefunden: {}
el: [LTI]: Δεν βρέθηκε πραγματικός χρήστης έναντι του anon_id: {}
es_419: [LTI]: Usuario real no encontrado con anon_id: {}
fa: [LTI]: کاربر واقعی در برابر anon_id پیدا نشد: {}
fr: [LTI] : utilisateur réel introuvable pour anon_id : {}
fr_ca: [LTI] : utilisateur réel introuvable pour anon_id : {}
he: [LTI]: משתמש אמיתי לא נמצא נגד anon_id: {}
hi: [एलटीआई]: anon_id के विरुद्ध वास्तविक उपयोगकर्ता नहीं मिला: {}
hu: [LTI]: Valós felhasználó nem található az anon_id alapján: {}
it_it: [LTI]: utente reale non trovato rispetto anon_id: {}
ja: [LTI]: 匿名IDに対して実際のユーザーが見つかりません: {}
ka: [LTI]: რეალური მომხმარებელი არ მოიძებნა anon_id-ის მიხედვით: {}
kk: [LTI]: anon_id қарсы нақты пайдаланушы табылмады: {}
lv: [LTI]: īsts lietotājs netika atrasts pret anon_id: {}
nl: [LTI]: echte gebruiker niet gevonden bij anon_id: {}
pl: [LTI]: Nie znaleziono prawdziwego użytkownika według anon_id: {}
pt_br: [LTI]: usuário real não encontrado em anon_id: {}
pt_pt: [LTI]: usuário real não encontrado contra anon_id: {}
ro: [LTI]: utilizator real nu a fost găsit pentru anon_id: {}
ru: [LTI]: Реальный пользователь не найден по anon_id: {}
sq: [LTI]: Përdoruesi i vërtetë nuk u gjet kundër anon_id: {}
sv: [LTI]: Verklig användare hittades inte mot anon_id: {}
sw: [LTI]: Mtumiaji halisi hakupatikana dhidi ya anon_id: {}
te: [LTI]: anon_idకి వ్యతిరేకంగా నిజమైన వినియోగదారు కనుగొనబడలేదు: {}
th: [LTI]: ไม่พบผู้ใช้จริงกับ anon_id: {}
tr_tr: [LTI]: anon_id&#39;ye karşı gerçek kullanıcı bulunamadı: {}
uk: [LTI]: справжнього користувача не знайдено за anon_id: {}
uz: [LTI]: haqiqiy foydalanuvchi anon_id ga qarshi topilmadi: {}
vi: [LTI]: Không tìm thấy người dùng thực đối với anon_id: {}

source: Configuration Stored on XBlock fields
af_za: Konfigurasie gestoor op XBlock-velde
ar: التكوين المخزن في حقول XBlock
da: Konfiguration gemt på XBlock-felter
de_de: Auf XBlock-Feldern gespeicherte Konfiguration
el: Διαμόρφωση αποθηκευμένη σε πεδία XBlock
es_419: Configuración almacenada en los campos XBlock
fa: پیکربندی در فیلدهای XBlock ذخیره شده است
fr: Configuration stockée sur les champs du XBlock
fr_ca: Configuration stockée sur les champs XBlock
he: תצורה מאוחסנת בשדות XBlock
hi: कॉन्फ़िगरेशन XBlock फ़ील्ड पर संग्रहीत है
hu: Konfiguráció az XBlock mezőkön tárolva
it_it: Configurazione memorizzata sui campi XBlock
ja: XBlockフィールドに保存された設定
ka: კონფიგურაცია შენახულია XBlock-ის ველებში
kk: XBlock өрістерінде сақталған конфигурация
lv: Konfigurācija saglabāta XBlock laukos
nl: Configuratie opgeslagen in XBlock-velden
pl: Konfiguracja przechowywana w polach XBlock
pt_br: Configuração armazenada em campos XBlock
pt_pt: Configuração armazenada em campos XBlock
ro: Configurație stocată în câmpurile XBlock
ru: Конфигурация хранится в полях XBlock.
sq: Konfigurimi i ruajtur në fushat XBlock
sv: Konfiguration lagrad på XBlock-fält
sw: Usanidi Umehifadhiwa kwenye sehemu za XBlock
te: కాన్ఫిగరేషన్ XBlock ఫీల్డ్‌లలో నిల్వ చేయబడింది
th: การกำหนดค่าที่จัดเก็บไว้ในฟิลด์ XBlock
tr_tr: XBlock alanlarında saklanan konfigürasyon
uk: Конфігурація зберігається в полях XBlock
uz: Konfiguratsiya XBlock maydonlarida saqlanadi
vi: Cấu hình được lưu trữ trên các trường XBlock

source: Configuration Stored on this model
af_za: Konfigurasie Geberg op hierdie model
ar: التكوين المخزن على هذا النموذج
da: Konfiguration gemt på denne model
de_de: Auf diesem Modell gespeicherte Konfiguration
el: Διαμόρφωση αποθηκευμένη σε αυτό το μοντέλο
es_419: Configuración almacenada en este modelo
fa: پیکربندی در این مدل ذخیره شده است
fr: Configuration stockée sur ce modèle
fr_ca: Configuration stockée sur ce modèle
he: תצורה מאוחסנת בדגם זה
hi: इस मॉडल पर कॉन्फ़िगरेशन संग्रहीत है
hu: A konfiguráció ezen a modellen van tárolva.
it_it: Configurazione memorizzata su questo modello
ja: このモデルに保存された設定
ka: კონფიგურაცია შენახულია ამ მოდელზე
kk: Бұл үлгіде сақталған конфигурация
lv: Konfigurācija Saglabāta šajā modelī
nl: Configuratie Opgeslagen op dit model
pl: Konfiguracja zapisana w tym modelu
pt_br: Configuração armazenada neste modelo
pt_pt: Configuração armazenada neste modelo
ro: Configurație stocată pe acest model
ru: Конфигурация сохранена на этой модели
sq: Konfigurimi i ruajtur në këtë model
sv: Konfiguration lagrad på denna modell
sw: Usanidi Umehifadhiwa kwenye muundo huu
te: కాన్ఫిగరేషన్ ఈ మోడల్‌లో నిల్వ చేయబడింది
th: การกำหนดค่าที่จัดเก็บไว้ในรุ่นนี้
tr_tr: Bu modelde saklanan yapılandırma
uk: Конфігурація збережена на цій моделі
uz: Ushbu modelda saqlangan konfiguratsiya
vi: Cấu hình được lưu trữ trên mô hình này
