Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Button Text
af_za: Knoppie teks
ar: نص الزر
da: Knappen Tekst
de_de: Schaltflächentext
el: Κείμενο κουμπιού
es_419: Texto para el botón
fa: متن دکمه
fr: Texte du bouton
fr_ca: Texte du bouton
he: טקסט שעל הלחצן
hi: टेक्स्ट बटन
hu: Gomb felirat
it_it: Testo del bottone
ja: ボタンテキスト
ka: ღილაკის ტექსტი
kk: Түйме мәтіні
lv: Pogas teksts
nl: Knop tekst
pl: Tekst przycisku
pt_br: Texto do Botão
pt_pt: Texto do Botão
ro: Buton Text
ru: Надпись на кнопке
sq: Teksti i butonit
sv: Knapptext
sw: Maandishi ya Kitufe
te: బటన్ టెక్స్ట్
th: ปุ่มข้อความ
tr_tr: Düğme Metni
uk: Текст кнопки
uz: Matn tugmasi
vi: Nút văn bản

source: Enter the text on the button used to launch the third party application. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Modal or New Window.
af_za: Voer die teks in op die knoppie wat gebruik word om die derdeparty-toepassing te begin. Hierdie instelling word slegs gebruik wanneer Versteek eksterne nutsding op False gestel is en LTI Launch Target op Modaal of Nuwe venster gestel is.
ar: أدخل النص الموجود على الزر المستخدم لتشغيل تطبيق الطرف الثالث. يتم استخدام هذا الإعداد فقط عند تعيين Hide External Tool على False وتعيين LTI Launch Target على Modal أو New Window.
da: Indtast teksten på den knap, der bruges til at starte tredjepartsapplikationen. Denne indstilling bruges kun, når Skjul eksternt værktøj er indstillet til False, og LTI Launch Target er indstillet til Modal eller New Window.
de_de: Geben Sie den Text auf der Schaltfläche ein, die zum Starten der Drittanbieteranwendung verwendet wird. Diese Einstellung wird nur verwendet, wenn „Externes Tool ausblenden“ auf „Falsch“ und „LTI-Startziel“ auf „Modal“ oder „Neues Fenster“ eingestellt ist.
el: Εισαγάγετε το κείμενο στο κουμπί που χρησιμοποιείται για την εκκίνηση της εφαρμογής τρίτου μέρους. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το Hide External Tool έχει οριστεί σε False και το LTI Launch Target έχει οριστεί σε Modal ή New Window.
es_419: Ingrese el texto en el botón utilizado para iniciar la aplicación de terceros. Esta configuración solo se usa cuando Ocultar herramienta externa está configurada en Falso y LTI Launch Target está configurada en Modal o Nueva ventana.
fa: متن روی دکمه مورد استفاده برای راه اندازی برنامه شخص ثالث را وارد کنید. این تنظیم فقط زمانی استفاده می‌شود که Hide External Tool روی False و LTI Launch Target روی Modal یا New Window تنظیم شده باشد.
fr: Entrez le Texte du bouton qui sera utilisé pour lancer l'application tierce. Ce paramètre est utilisé uniquement lorsque l'outil externe est masqué et que LTI Launch Target est défini sur FAUX et que LTI Launch Target est défini sur Modal ou Nouvelle fenêtre.
fr_ca: Saisissez le texte sur le bouton permettant de lancer l'application tierce. Ce paramètre n'est utilisé que lorsque masquer l'outil externe est défini sur False et que la cible de lancement LTI est définie sur modale ou nouvelle fenêtre.
he: הזן את הטקסט על הכפתור המשמש להפעלת יישום הצד השלישי. הגדרה זו משמשת רק כאשר Hide External Tool מוגדר ל-False ו-LTI Launch Target מוגדר ל-Modal או New Window.
hi: तृतीय पक्ष एप्लिकेशन लॉन्च करने के लिए उपयोग किए गए बटन पर टेक्स्ट दर्ज करें। इस सेटिंग का उपयोग केवल तब किया जाता है जब बाहरी टूल छुपाएं गलत पर सेट होता है और एलटीआई लॉन्च लक्ष्य मॉडल या नई विंडो पर सेट होता है।
hu: Írja be a harmadik fél alkalmazás indítására szolgáló gomb szövegét. Ez a beállítás csak akkor használatos, ha a Külső eszköz elrejtése hamisra van állítva, és az LTI indítási cél modális vagy új ablakra van állítva.
it_it: Immettere il testo sul pulsante utilizzato per avviare l&#39;applicazione di terze parti. Questa impostazione viene utilizzata solo quando Nascondi strumento esterno è impostato su False e Target di avvio LTI è impostato su Modale o Nuova finestra.
ja: サードパーティアプリケーションを起動するためのボタンに表示するテキストを入力してください。この設定は、Hide External ToolがFalseに設定され、LTI Launch TargetがModalまたはNew Windowに設定されている場合にのみ使用されます。
ka: შეიყვანეთ ტექსტი ღილაკზე, რომელიც გამოიყენება მესამე მხარის აპლიკაციის გასაშვებად. ეს პარამეტრი გამოიყენება მხოლოდ მაშინ, როდესაც "გარე ინსტრუმენტის დამალვა" დაყენებულია "ყალბზე" და "LTI-ის გაშვების სამიზნე" დაყენებულია "მოდალურ ფანჯარაზე" ან "ახალ ფანჯარაზე".
kk: Үшінші тарап қолданбасын іске қосу үшін пайдаланылатын түймедегі мәтінді енгізіңіз. Бұл параметр «Сыртқы құралды жасыру» параметрі «жалған» күйіне және LTI іске қосу мақсаты «Модальды» немесе «Жаңа терезе» күйіне орнатылғанда ғана пайдаланылады.
lv: Ievadiet tekstu uz pogas, kas tiek izmantota trešās puses lietojumprogrammas palaišanai. Šis iestatījums tiek izmantots tikai tad, ja ir iestatīts Hide External Tool - Slēpt ārējo rīku uz False un LTI palaišanas mērķis ir iestatīts uz Modal vai New Window - Jauns logs.
nl: Voer de tekst in op de knop die wordt gebruikt om de applicatie van derden te starten. Deze instelling wordt alleen gebruikt als Externe tool verbergen is ingesteld op "False" en LTI Launch Target is ingesteld op "Modal" of "New Window".
pl: Wprowadź tekst na przycisku używanym do uruchamiania aplikacji innej firmy. To ustawienie jest używane tylko wtedy, gdy Ukryj narzędzie zewnętrzne jest ustawione na Fałsz, a Cel uruchamiania LTI jest ustawiony na Modalne lub Nowe okno.
pt_br: Digite o texto no botão usado para iniciar o aplicativo de terceiros. Esta configuração só é usada quando Ocultar ferramenta externa está definido como Falso e o destino de inicialização do LTI está definido como Modal ou Nova janela.
pt_pt: Insira o texto no botão usado para iniciar a aplicação de terceiros. Esta configuração só é usada quando Ocultar Ferramenta Externa é definida como False e LTI Launch Target é definido como modal ou nova janela.
ro: Introduceți textul pe butonul folosit pentru a lansa aplicația terță parte. Această setare este utilizată numai când Ascunde instrument extern este setat la Fals și LTI Launch Target este setat la Modal sau Fereastră Nouă.
ru: Введите текст на кнопке, используемой для запуска стороннего приложения. Этот параметр используется только в том случае, если для параметра «Скрыть внешний инструмент» установлено значение «Ложь», а для параметра «Цель запуска LTI» установлено значение «Модальное» или «Новое окно».
sq: Futni tekstin në butonin e përdorur për të nisur aplikacionin e palës së tretë. Ky cilësim përdoret vetëm kur Hide External Tool është caktuar në False dhe LTI Launch Target është caktuar në Modal ose New Window.
sv: Ange texten på knappen som används för att starta tredjepartsapplikationen. Denna inställning används endast när Dölj Externt Verktyg är inställt på Falskt och LTI Startmål är inställt på Modal eller Nytt Fönster.
sw: Ingiza maandishi kwenye kitufe kilichotumiwa kuzindua programu ya mtu mwingine. Mpangilio huu unatumika tu wakati Ficha Zana ya Nje imewekwa kuwa Sivyo na Lengo la Uzinduzi wa LTI limewekwa kuwa Modal au Dirisha Jipya.
te: థర్డ్ పార్టీ అప్లికేషన్‌ను ప్రారంభించడానికి ఉపయోగించే బటన్‌పై వచనాన్ని నమోదు చేయండి. బాహ్య సాధనాన్ని దాచిపెట్టు తప్పు మరియు LTI లాంచ్ టార్గెట్ మోడల్ లేదా కొత్త విండోకు సెట్ చేయబడినప్పుడు మాత్రమే ఈ సెట్టింగ్ ఉపయోగించబడుతుంది.
th: ป้อนข้อความบนปุ่มที่ใช้ในการเปิดแอปพลิเคชันบุคคลที่สาม การตั้งค่านี้จะใช้เฉพาะเมื่อซ่อนเครื่องมือภายนอกถูกตั้งค่าเป็นเท็จ และเป้าหมายการเปิดตัว LTI ถูกตั้งค่าเป็น Modal หรือหน้าต่างใหม่
tr_tr: Üçüncü taraf uygulamasını başlatmak için kullanılan düğmedeki metni girin. Bu ayar yalnızca Harici Aracı Gizle seçeneği Yanlış olarak ayarlandığında ve LTI Başlatma Hedefi Kalıcı veya Yeni Pencere olarak ayarlandığında kullanılır.
uk: Введіть текст на кнопці, яка використовується для запуску сторонньої програми. Цей параметр використовується, лише якщо для параметра Hide External Tool встановлено значення False, а для LTI Launch Target — Modal або New Window.
uz: Uchinchi tomon ilovasini ishga tushirish uchun ishlatiladigan tugmachadagi matnni kiriting. Bu sozlama faqat “Tashqi asbobni yashirish” “False”ga, LTI Launch Target esa “Modal” yoki “Yangi oyna”ga o‘rnatilganda foydalaniladi.
vi: Nhập văn bản vào nút được sử dụng để khởi chạy ứng dụng của bên thứ ba. Cài đặt này chỉ được sử dụng khi Ẩn công cụ bên ngoài được đặt thành Sai và Mục tiêu khởi chạy LTI được đặt thành Phương thức hoặc Cửa sổ mới.

source: Inline Height
af_za: Inlyn hoogte
ar: الارتفاع المضمن
da: Inline højde
de_de: Inline-Höhe
el: Ενσωματωμένο ύψος
es_419: Altura en línea
fa: ارتفاع خطی
fr: Hauteur en ligne
fr_ca: Hauteur en ligne
he: גובה מוטבע
hi: इनलाइन ऊंचाई
hu: Sor magasság
it_it: Altezza in linea
ja: インラインの高さ
ka: რიგში სიმაღლე
kk: Кірістірілген биіктік
lv: Iekļauts augstums
nl: Inline hoogte
pl: Wysokość w linii
pt_br: Altura embutida
pt_pt: Altura da linha
ro: Înălțime în linie
ru: Встроенная высота
sq: Lartësia e linjës
sv: Inlinehöjd
sw: Urefu wa Inline
te: ఇన్లైన్ ఎత్తు
th: ความสูงแบบอินไลน์
tr_tr: Satır İçi Yükseklik
uk: Вбудована висота
uz: Inline balandligi
vi: Chiều cao nội tuyến

source: Enter the desired pixel height of the iframe which will contain the LTI tool. This setting is only used when Hide External Tool is set to False and LTI Launch Target is set to Inline.
af_za: Voer die verlangde pixelhoogte van die iframe in wat die LTI-instrument sal bevat. Hierdie instelling word slegs gebruik wanneer Versteek eksterne nutsding op False gestel is en LTI Launch Target op Inlyn gestel is.
ar: أدخل ارتفاع البكسل المطلوب لإطار iframe الذي سيحتوي على أداة LTI. يتم استخدام هذا الإعداد فقط عند تعيين إخفاء الأداة الخارجية على False وتعيين LTI Launch Target على Inline.
da: Indtast den ønskede pixelhøjde for iframen, som skal indeholde LTI-værktøjet. Denne indstilling bruges kun, når Skjul eksternt værktøj er indstillet til Falsk, og LTI Launch Target er indstillet til Inline.
de_de: Geben Sie die gewünschte Pixelhöhe des Iframes ein, der das LTI-Tool enthalten soll. Diese Einstellung wird nur verwendet, wenn „Externes Tool ausblenden“ auf „Falsch“ und „LTI-Startziel“ auf „Inline“ festgelegt ist.
el: Εισαγάγετε το επιθυμητό ύψος pixel του iframe που θα περιέχει το εργαλείο LTI. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το Hide External Tool έχει οριστεί σε False και το LTI Launch Target έχει οριστεί σε Inline.
es_419: Ingrese la altura de píxel deseada del iframe que contendrá la herramienta LTI. Esta configuración solo se usa cuando Ocultar herramienta externa está configurada en Falso y LTI Launch Target está configurada en Inline.
fa: ارتفاع پیکسل مورد نظر iframe را که حاوی ابزار LTI است را وارد کنید. این تنظیم فقط زمانی استفاده می‌شود که Hide External Tool روی False و LTI Launch Target روی Inline تنظیم شده باشد.
fr: Entrez la hauteur de pixel souhaitée de l'iframe qui contiendra l'outil LTI. Ce paramètre est uniquement utilisé lorsque masquer l'outil externe est défini sur False et que LTI Launch Target est défini sur Inline.
fr_ca: Entrez la hauteur de pixel souhaitée de l'iframe qui contiendra l'outil LTI. Ce paramètre n'est utilisé que lorsque masquer l'outil externe est défini sur False et que la cible de lancement LTI est définie sur Inline.
he: הזינו את גובה הפיקסלים הרצוי של ה-iframe שיכיל את הכלי LTI. הגדרה זו משמשת רק כאשר Hide External Tool מוגדר ל-False ו-LTI Launch Target מוגדר ל-Inline.
hi: आईफ्रेम की वांछित पिक्सेल ऊंचाई दर्ज करें जिसमें एलटीआई उपकरण होगा। इस सेटिंग का उपयोग केवल तब किया जाता है जब बाहरी उपकरण छुपाएं गलत पर सेट होता है और एलटीआई लॉन्च लक्ष्य इनलाइन पर सेट होता है।
hu: Adja meg az iframe kívánt pixelmagasságát, amely az LTI eszközt fogja tartalmazni. Ez a beállítás csak akkor használatos, ha a Külső eszköz elrejtése hamisra van állítva, és az LTI indítási cél beállítása Inline.
it_it: Inserisci l&#39;altezza in pixel desiderata dell&#39;iframe che conterrà lo strumento LTI. Questa impostazione viene utilizzata solo quando Nascondi strumento esterno è impostato su False e Target di avvio LTI è impostato su Inline.
ja: iframeに含まれるLTIツールの希望するピクセル高さを入力してください。この設定は、外部ツールを非表示にするが「False」に設定され、LTI起動ターゲットが「Inline」に設定されている場合にのみ使用されます。
ka: შეიყვანეთ LTI ინსტრუმენტის შემცველი iframe-ის სასურველი სიმაღლე პიქსელებში. ეს პარამეტრი გამოიყენება მხოლოდ მაშინ, როდესაც "გარე ინსტრუმენტის დამალვა" დაყენებულია "ყალბზე", ხოლო "LTI-ის გაშვების სამიზნე" — "შიდაზე".
kk: LTI құралын қамтитын iframe файлының қажетті пиксель биіктігін енгізіңіз. Бұл параметр «Сыртқы құралды жасыру» параметрі «жалған» күйіне және LTI іске қосу мақсаты «Кірістірілген» күйіне орнатылғанда ғана пайдаланылады.
lv: Ievadiet vēlamo pikseļu augstumu iframe, kurā būs LTI rīks. Šis iestatījums tiek izmantots tikai tad, ja ārējā rīka slēpšana ir iestatīta uz False un LTI palaišanas mērķis ir iestatīts uz Inline - iekšējais.
nl: Voer de gewenste pixelhoogte in van het iframe dat de LTI-tool zal bevatten. Deze instelling wordt alleen gebruikt als Externe tool verbergen is ingesteld op False en LTI Launch Target is ingesteld op Inline.
pl: Wprowadź żądaną wysokość w pikselach ramki iframe, która będzie zawierać narzędzie LTI. To ustawienie jest używane tylko wtedy, gdy Ukryj narzędzie zewnętrzne jest ustawione na Fałsz, a Cel uruchamiania LTI jest ustawiony na Inline.
pt_br: Insira a altura de pixel desejada do iframe que conterá a ferramenta LTI. Essa configuração só é usada quando Ocultar ferramenta externa está definido como Falso e o destino de inicialização do LTI está definido como Inline.
pt_pt: Insira a altura desejada do pixel do iframe que conterá a ferramenta LTI. Essa configuração só é usada quando ocultar ferramenta externa é definida como false e o destino de inicialização LTI é definido como inline.
ro: Introduceți înălțimea pixelului dorită a iframe-ului care va conține instrumentul LTI. Această setare este utilizată numai atunci când Ascunde instrument extern este setat la Fals și LTI Launch Target este setat la Inline.
ru: Введите желаемую высоту в пикселях iframe, который будет содержать инструмент LTI. Этот параметр используется только в том случае, если для параметра «Скрыть внешний инструмент» установлено значение «Ложь», а для параметра «Цель запуска LTI» установлено значение «Встроенный».
sq: Futni lartësinë e dëshiruar të pikselit të iframit i cili do të përmbajë mjetin LTI. Ky cilësim përdoret vetëm kur Hide External Tool është caktuar në False dhe LTI Launch Target është caktuar në Inline.
sv: Ange den önskade pixelhöjden för iframen som kommer att innehålla LTI-verktyget. Denna inställning används endast när Dölj externt verktyg är inställt på Falskt och LTI-startmål är inställt på Inline.
sw: Weka urefu wa pikseli unaotaka wa iframe ambao utakuwa na zana ya LTI. Mpangilio huu unatumika tu wakati Ficha Zana ya Nje imewekwa kuwa Sivyo na Lengo la Uzinduzi wa LTI limewekwa kuwa Inline.
te: LTI సాధనాన్ని కలిగి ఉండే iframe యొక్క కావలసిన పిక్సెల్ ఎత్తును నమోదు చేయండి. దాచు బాహ్య సాధనాన్ని తప్పుగా మరియు LTI లాంచ్ టార్గెట్ ఇన్‌లైన్‌కి సెట్ చేసినప్పుడు మాత్రమే ఈ సెట్టింగ్ ఉపయోగించబడుతుంది.
th: ป้อนความสูงพิกเซลที่ต้องการของ iframe ซึ่งจะมีเครื่องมือ LTI การตั้งค่านี้จะใช้เฉพาะเมื่อตั้งค่า Hide External Tool เป็น False และ LTI Launch Target ตั้งค่าเป็น Inline
tr_tr: LTI aracını içerecek iframe&#39;in istenen piksel yüksekliğini girin. Bu ayar yalnızca Harici Aracı Gizle False olarak ayarlandığında ve LTI Başlatma Hedefi Satır İçi olarak ayarlandığında kullanılır.
uk: Введіть потрібну висоту в пікселях iframe, який міститиме інструмент LTI. Цей параметр використовується, лише якщо для параметра Hide External Tool встановлено значення False, а для параметра LTI Launch Target встановлено значення Inline.
uz: LTI vositasini o‘z ichiga olgan iframe-ning kerakli piksel balandligini kiriting. Bu sozlama faqat “Tashqi asbobni yashirish” “False”ga va LTI Launch Target “Inline”ga o‘rnatilganda foydalaniladi.
vi: Nhập chiều cao pixel mong muốn của iframe sẽ chứa công cụ LTI. Cài đặt này chỉ được sử dụng khi Ẩn công cụ bên ngoài được đặt thành Sai và Mục tiêu khởi chạy LTI được đặt thành Nội tuyến.

source: Modal Height
af_za: Modale Hoogte
ar: الارتفاع المشروط
da: Modal højde
de_de: Modale Höhe
el: Τροπικό ύψος
es_419: Altura modal
fa: ارتفاع معین
fr: Hauteur modale
fr_ca: Hauteur modale
he: גובה מודאלי
hi: मॉडल ऊंचाई
hu: Modális magasság
it_it: Altezza modale
ja: モーダルの高さ
ka: მოდალური სიმაღლე
kk: Модаль биіктігі
lv: Modālais augstums
nl: Modale hoogte
pl: Wysokość modalna
pt_br: Altura Modal
pt_pt: Altura da caixa de integração
ro: Înălțimea modală
ru: Модальная высота
sq: Lartësia modale
sv: Modalhöjd
sw: Urefu wa Modal
te: మోడల్ ఎత్తు
th: ความสูงของกิริยาช่วย
tr_tr: Modal Yüksekliği
uk: Модальна висота
uz: Modal balandlik
vi: Chiều cao phương thức
