Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Configuration Stored on external service
af_za: Konfigurasie gestoor op eksterne diens
ar: التكوين المخزن على الخدمة الخارجية
da: Konfiguration gemt på ekstern tjeneste
de_de: Konfiguration auf externem Dienst gespeichert
el: Διαμόρφωση Αποθηκευμένη σε εξωτερική υπηρεσία
es_419: Configuración almacenada en un servicio externo
fa: پیکربندی در سرویس خارجی ذخیره شده است
fr: Configuration stockée sur un service externe
fr_ca: Configuration stockée sur un service externe
he: תצורה מאוחסנת בשירות חיצוני
hi: कॉन्फ़िगरेशन बाहरी सेवा पर संग्रहीत है
hu: Konfiguráció külső szolgáltatáson tárolva
it_it: Configurazione archiviata nel servizio esterno
ja: 外部サービスに保存された設定
ka: კონფიგურაცია შენახულია გარე სერვისზე
kk: Конфигурация Сыртқы қызметте сақталады
lv: Konfigurācija Saglabāta ārējā pakalpojumā
nl: Configuratie Opgeslagen op externe service
pl: Konfiguracja przechowywana w serwisie zewnętrznym
pt_br: Configuração armazenada em serviço externo
pt_pt: Configuração armazenada num serviço externo
ro: Configurație stocată pe un serviciu extern
ru: Конфигурация хранится на внешнем сервисе
sq: Konfigurimi i ruajtur në shërbimin e jashtëm
sv: Konfiguration lagrad på extern tjänst
sw: Usanidi Umehifadhiwa kwenye huduma ya nje
te: కాన్ఫిగరేషన్ బాహ్య సేవలో నిల్వ చేయబడింది
th: การกำหนดค่าที่เก็บไว้ในบริการภายนอก
tr_tr: Yapılandırma Harici hizmette saklanıyor
uk: Конфігурація зберігається на зовнішній службі
uz: Konfiguratsiya tashqi xizmatda saqlanadi
vi: Cấu hình được lưu trữ trên dịch vụ bên ngoài

source: LTI configuration data.
af_za: LTI-konfigurasiedata.
ar: بيانات تكوين LTI.
da: LTI-konfigurationsdata.
de_de: LTI-Konfigurationsdaten.
el: Δεδομένα διαμόρφωσης LTI.
es_419: Datos de configuración de LTI.
fa: داده های پیکربندی LTI
fr: Données de configuration LTI.
fr_ca: Données de configuration LTI.
he: נתוני תצורת LTI.
hi: एलटीआई कॉन्फ़िगरेशन डेटा।
hu: LTI konfigurációs adatok.
it_it: Dati di configurazione LTI.
ja: LTI構成データ。
ka: LTI კონფიგურაციის მონაცემები.
kk: LTI конфигурация деректері.
lv: LTI konfigurācijas dati.
nl: LTI-configuratiegegevens.
pl: Dane konfiguracyjne LTI.
pt_br: Dados de configuração LTI.
pt_pt: Dados de configuração LTI.
ro: Dată de configurație LTI.
ru: Данные конфигурации LTI.
sq: Të dhënat e konfigurimit LTI.
sv: LTI-konfigurationsdata.
sw: Data ya usanidi wa LTI.
te: LTI కాన్ఫిగరేషన్ డేటా.
th: ข้อมูลการกำหนดค่า LTI
tr_tr: LTI yapılandırma verileri.
uk: Дані конфігурації LTI.
uz: LTI konfiguratsiya ma'lumotlari.
vi: Dữ liệu cấu hình LTI.

source: The URL of the external tool that initiates the launch.
af_za: Die URL van die eksterne nutsding wat die bekendstelling begin.
ar: عنوان URL للأداة الخارجية التي تبدأ عملية الإطلاق.
da: URL&#39;en på det eksterne værktøj, der starter lanceringen.
de_de: Die URL des externen Tools, das den Start initiiert.
el: Το URL του εξωτερικού εργαλείου που ξεκινά την εκκίνηση.
es_419: La URL de la herramienta externa que inicia el lanzamiento.
fa: URL ابزار خارجی که راه اندازی را آغاز می کند.
fr: L&#39;URL de l&#39;outil externe qui initie le lancement.
fr_ca: L'URL de l'outil externe qui initie le lancement.
he: כתובת האתר של הכלי החיצוני שמתחיל את ההשקה.
hi: बाहरी टूल का यूआरएल जो लॉन्च शुरू करता है।
hu: Az indítást kezdeményező külső eszköz URL-je.
it_it: L&#39;URL dello strumento esterno che avvia l&#39;avvio.
ja: 外部ツールの起動を開始するURL。
ka: გარე ინსტრუმენტის URL-ი, რომელიც გაშვებას იწყებს.
kk: Іске қосуды бастайтын сыртқы құралдың URL мекенжайы.
lv: Tā ārējā rīka URL, kas uzsāk palaišanu.
nl: De URL van de externe tool die de lancering initieert.
pl: Zewnętrzne narzędzie inicjuje uruchomienie za pomocą adresu URL.
pt_br: A URL da ferramenta externa que inicia o lançamento.
pt_pt: URL da ferramenta externa que inicia a inicialização.
ro: Adresa URL a instrumentului extern care inițiază lansarea.
ru: URL-адрес внешнего инструмента, инициирующего запуск.
sq: URL-ja e mjetit të jashtëm që fillon nisjen.
sv: URL:en för det externa verktyget som initierar starten.
sw: URL ya zana ya nje inayoanzisha uzinduzi.
te: లాంచ్‌ను ప్రారంభించే బాహ్య సాధనం యొక్క URL.
th: URL ของเครื่องมือภายนอกที่เริ่มต้นการเปิดตัว
tr_tr: Başlatmayı başlatan harici aracın URL&#39;si.
uk: URL-адреса зовнішнього інструменту, який ініціює запуск.
uz: Ishga tushirishni boshlaydigan tashqi vositaning URL manzili.
vi: URL của công cụ bên ngoài bắt đầu khởi chạy.

source: Client key provided by the LTI tool provider.
af_za: Kliëntsleutel verskaf deur die LTI-nutsmiddelverskaffer.
ar: مفتاح العميل المقدم من موفر أداة LTI.
da: Klientnøgle leveret af LTI-værktøjsudbyderen.
de_de: Vom LTI-Tool-Anbieter bereitgestellter Client-Schlüssel.
el: Κλειδί πελάτη που παρέχεται από τον πάροχο εργαλείων LTI.
es_419: Clave de cliente proporcionada por el proveedor de la herramienta LTI.
fa: کلید مشتری ارائه شده توسط ارائه دهنده ابزار LTI.
fr: Clé client fournie par le fournisseur d&#39;outils LTI.
fr_ca: Clé client fournie par le fournisseur d'outils LTI.
he: מפתח לקוח מסופק על ידי ספק כלי ה-LTI.
hi: एलटीआई उपकरण प्रदाता द्वारा प्रदान की गई क्लाइंट कुंजी।
hu: Az LTI eszközszolgáltató által biztosított ügyfélkulcs.
it_it: Chiave client fornita dal fornitore dello strumento LTI.
ja: LTIツールプロバイダーによって提供されたクライアントキー。
ka: კლიენტის გასაღები, რომელიც მოწოდებულია LTI ინსტრუმენტის მომწოდებლის მიერ.
kk: LTI құралы провайдері қамтамасыз ететін клиент кілті.
lv: Klienta atslēga, ko nodrošina LTI rīka nodrošinātājs.
nl: Clientsleutel verstrekt door de LTI-toolprovider.
pl: Klucz klienta dostarczony przez dostawcę narzędzia LTI.
pt_br: Chave do cliente fornecida pelo fornecedor da ferramenta LTI.
pt_pt: Chave do cliente fornecida pelo provedor da ferramenta LTI.
ro: Cheia client furnizată de furnizorul de instrumente LTI.
ru: Клиентский ключ, предоставленный поставщиком инструмента LTI.
sq: Çelësi i klientit i dhënë nga ofruesi i veglave LTI.
sv: Klientnyckel tillhandahållen av LTI-verktygsleverantören.
sw: Kitufe cha mteja kilichotolewa na mtoaji zana wa LTI.
te: LTI టూల్ ప్రొవైడర్ అందించిన క్లయింట్ కీ.
th: รหัสไคลเอ็นต์ที่ได้รับจากผู้ให้บริการเครื่องมือ LTI
tr_tr: LTI aracı sağlayıcısı tarafından sağlanan istemci anahtarı.
uk: Ключ клієнта надається постачальником інструменту LTI.
uz: LTI asbob provayderi tomonidan taqdim etilgan mijoz kaliti.
vi: Khóa máy khách do nhà cung cấp công cụ LTI cung cấp.

source: Client secret provided by the LTI tool provider.
af_za: Kliëntgeheim verskaf deur die LTI-nutsmiddelverskaffer.
ar: سر العميل المقدم من موفر أداة LTI.
da: Klienthemmelighed leveret af LTI-værktøjsudbyderen.
de_de: Vom LTI-Tool-Anbieter bereitgestelltes Client-Geheimnis.
el: Το μυστικό πελάτη παρέχεται από τον πάροχο εργαλείων LTI.
es_419: Secreto de cliente proporcionado por el proveedor de la herramienta LTI.
fa: راز مشتری ارائه شده توسط ارائه دهنده ابزار LTI.
fr: Client secret fourni par le fournisseur d&#39;outils LTI.
fr_ca: Secret client fourni par le fournisseur d'outils LTI.
he: סוד הלקוח מסופק על ידי ספק כלי ה-LTI.
hi: एलटीआई उपकरण प्रदाता द्वारा प्रदान किया गया ग्राहक रहस्य।
hu: Az LTI eszközszolgáltató által biztosított kliens titok.
it_it: Segreto client fornito dal fornitore dello strumento LTI.
ja: LTIツールプロバイダーによって提供されたクライアントシークレット。
ka: კლიენტის საიდუმლო, რომელიც მოწოდებულია LTI ინსტრუმენტის პროვაიდერის მიერ.
kk: LTI құралы провайдері берген клиент құпиясы.
lv: Klienta noslēpums, ko nodrošina LTI rīka nodrošinātājs.
nl: Klantgeheim verstrekt door de LTI-toolprovider.
pl: Klucz tajny klienta dostarczony przez dostawcę narzędzia LTI.
pt_br: Segredo do cliente fornecido pelo fornecedor da ferramenta LTI.
pt_pt: Segredo do cliente fornecido pelo provedor da ferramenta LTI.
ro: Secretul clientului furnizat de furnizorul de instrumente LTI.
ru: Секрет клиента, предоставленный поставщиком инструмента LTI.
sq: Sekreti i klientit i ofruar nga ofruesi i mjeteve LTI.
sv: Klienthemlighet tillhandahållen av LTI-verktygsleverantören.
sw: Siri ya mteja iliyotolewa na mtoaji wa zana za LTI.
te: LTI టూల్ ప్రొవైడర్ అందించిన క్లయింట్ రహస్యం.
th: รหัสลับไคลเอ็นต์ที่ได้รับจากผู้ให้บริการเครื่องมือ LTI
tr_tr: LTI aracı sağlayıcısı tarafından sağlanan istemci sırrı.
uk: Секрет клієнта, наданий постачальником інструменту LTI.
uz: LTI vositasi provayderi tomonidan taqdim etilgan mijoz siri.
vi: Bí mật của khách hàng được cung cấp bởi nhà cung cấp công cụ LTI.

source: Platform's generated Private key. Keep this value secret.
af_za: Platform se gegenereerde privaat sleutel. Hou hierdie waarde geheim.
ar: تم إنشاء المفتاح الخاص بالمنصة. حافظ على سرية هذه القيمة.
da: Platformens genererede private nøgle. Hold denne værdi hemmelig.
de_de: Der von der Plattform generierte private Schlüssel. Halten Sie diesen Wert geheim.
el: Ιδιωτικό κλειδί που δημιουργήθηκε από την πλατφόρμα. Κρατήστε αυτή την τιμή μυστική.
es_419: Clave privada generada por la plataforma. Mantenga este valor en secreto.
fa: کلید خصوصی ایجاد شده توسط پلتفرم. این مقدار را مخفی نگه دارید.
fr: Clé privée générée par la plateforme. Gardez cette valeur secrète.
fr_ca: Clé privée générée par la plateforme. Gardez cette valeur secrète.
he: המפתח הפרטי שנוצר על ידי הפלטפורמה. שמור את הערך הזה בסוד.
hi: प्लेटफ़ॉर्म की जेनरेट की गई निजी कुंजी. इस मान को गुप्त रखें.
hu: A platform által generált privát kulcs. Tartsa ezt az értéket titokban.
it_it: Chiave privata generata dalla piattaforma. Mantieni segreto questo valore.
ja: プラットフォームが生成した秘密鍵。この値は秘密にしておいてください。
ka: პლატფორმამ გენერირა პირადი გასაღები. შეინახეთ ეს მნიშვნელობა საიდუმლოდ.
kk: Платформаның жасалған Жеке кілті. Бұл құндылықты құпия сақтаңыз.
lv: Platformas ģenerētā privātā atslēga. Saglabājiet šo vērtību noslēpumā.
nl: De door het platform gegenereerde privésleutel. Houd deze waarde geheim.
pl: Wygenerowany przez platformę klucz prywatny. Zachowaj tę wartość w tajemnicy.
pt_br: Chave privada gerada pela plataforma. Mantenha esse valor em segredo.
pt_pt: Chave privada gerada pela plataforma. Mantenha esse valor em segredo.
ro: Cheia privată generată de platformă. Păstrați această valoare secretă.
ru: Сгенерированный платформой закрытый ключ. Держите это значение в секрете.
sq: Çelësi privat i krijuar nga platforma. Mbajeni të fshehtë këtë vlerë.
sv: Plattformens genererade privata nyckel. Håll detta värde hemligt.
sw: Ufunguo wa Kibinafsi uliotengenezwa na Jukwaa. Weka siri hii ya thamani.
te: ప్లాట్‌ఫారమ్ రూపొందించిన ప్రైవేట్ కీ. ఈ విలువను రహస్యంగా ఉంచండి.
th: คีย์ส่วนตัวที่สร้างโดยแพลตฟอร์ม เก็บค่านี้ไว้เป็นความลับ
tr_tr: Platformun oluşturduğu Özel anahtar. Bu değeri gizli tutun.
uk: Приватний ключ, згенерований платформою. Тримайте це значення в секреті.
uz: Platformaning yaratilgan Shaxsiy kaliti. Ushbu qiymatni sir saqlang.
vi: Khóa riêng được tạo bởi nền tảng. Giữ bí mật giá trị này.

source: Platform's generated Private key ID
af_za: Platform se gegenereerde privaatsleutel-ID
ar: معرف المفتاح الخاص الذي تم إنشاؤه بواسطة النظام الأساسي
da: Platformens genererede private nøgle-id
de_de: Die von der Plattform generierte private Schlüssel-ID
el: Αναγνωριστικό ιδιωτικού κλειδιού που δημιουργήθηκε από την πλατφόρμα
es_419: ID de clave privada generada por la plataforma
fa: شناسه کلید خصوصی ایجاد شده پلتفرم
fr: Identité de clé privée générée par la plateforme
fr_ca: ID de clé privée généré par la plateforme
he: מזהה המפתח הפרטי שנוצר על ידי הפלטפורמה
hi: प्लेटफ़ॉर्म की जेनरेट की गई निजी कुंजी आईडी
hu: A platform által generált privát kulcs azonosítója
it_it: ID della chiave privata generata dalla piattaforma
ja: プラットフォーム生成の秘密鍵ID
ka: პლატფორმის გენერირებული პირადი გასაღების ID
kk: Платформаның жасалған Жеке кілт идентификаторы
lv: Platformas ģenerētais privātās atslēgas ID
nl: De door het platform gegenereerde privésleutel-ID
pl: Wygenerowany przez platformę identyfikator klucza prywatnego
pt_br: ID da chave privada gerada pela plataforma
pt_pt: ID da chave privada gerada pela plataforma
ro: ID-ul cheii private generat de platformă
ru: Сгенерированный платформой идентификатор закрытого ключа
sq: ID-ja e çelësit privat të krijuar nga platforma
sv: Plattformens genererade privata nyckel-ID
sw: Kitambulisho cha ufunguo wa Faragha kilichotengenezwa na Jukwaa
te: ప్లాట్‌ఫారమ్ రూపొందించిన ప్రైవేట్ కీ ID
th: รหัสคีย์ส่วนตัวที่สร้างขึ้นของแพลตฟอร์ม
tr_tr: Platformun oluşturduğu Özel anahtar kimliği
uk: Ідентифікатор закритого ключа, згенерований платформою
uz: Platformada yaratilgan Shaxsiy kalit identifikatori
vi: ID khóa riêng được tạo bởi nền tảng

source: Platform's generated JWK keyset.
af_za: Platform se gegenereerde JWK-sleutelstel.
ar: مجموعة مفاتيح JWK التي تم إنشاؤها بواسطة النظام الأساسي.
da: Platformens genererede JWK-nøglesæt.
de_de: Der von der Plattform generierte JWK-Schlüsselsatz.
el: Σύνολο κλειδιών JWK που δημιουργήθηκε από την πλατφόρμα.
es_419: Conjunto de claves JWK generado por la plataforma.
fa: مجموعه کلید JWK پلتفرم ایجاد شده است.
fr: Jeu de clés JWK généré par la plateforme.
fr_ca: Keyset JWK généré par la plateforme.
he: ערכת מפתחות JWK שנוצרה בפלטפורמה.
hi: प्लेटफ़ॉर्म का जनरेट किया गया JWK कीसेट।
hu: A platform által generált JWK kulcskészlet.
it_it: Set di chiavi JWK generato dalla piattaforma.
ja: プラットフォームで生成されたJWKキーセット。
ka: პლატფორმამ გენერირა JWK გასაღების ნაკრები.
kk: Платформаның жасалған JWK кілттер жинағы.
lv: Platformas ģenerētā JWK atslēgu kopa.
nl: Door het platform gegenereerde JWK-sleutelset.
pl: Wygenerowany przez platformę zestaw kluczy JWK.
pt_br: Conjunto de chaves JWK gerado pela plataforma.
pt_pt: Conjunto de chaves JWK gerado pela plataforma.
ro: Setul de chei JWK generat de platformă.
ru: Набор ключей JWK, сгенерированный платформой.
sq: Kompleti i tasteve JWK i krijuar nga platforma.
sv: Plattformens genererade JWK-nyckeluppsättning.
sw: Kitufe cha JWK kilichotengenezwa na Jukwaa.
te: ప్లాట్‌ఫారమ్ రూపొందించిన JWK కీసెట్.
th: ชุดคีย์ JWK ที่สร้างโดยแพลตฟอร์ม
tr_tr: Platformun oluşturduğu JWK anahtar seti.
uk: Набір ключів JWK, створений платформою.
uz: Platformada yaratilgan JWK kalitlar to‘plami.
vi: Bộ khóa JWK do nền tảng tạo.

source: Client ID used by LTI tool
af_za: Kliënt-ID wat deur LTI-nutsding gebruik word
ar: معرف العميل الذي تستخدمه أداة LTI
da: Klient-id brugt af LTI-værktøjet
de_de: Vom LTI-Tool verwendete Client-ID
el: Αναγνωριστικό πελάτη που χρησιμοποιείται από το εργαλείο LTI
es_419: ID de cliente utilizado por la herramienta LTI
fa: شناسه مشتری استفاده شده توسط ابزار LTI
fr: Identité client utilisé par l'outil LTI
fr_ca: ID client utilisé par l'outil LTI
he: מזהה לקוח בשימוש בכלי LTI
hi: एलटीआई टूल द्वारा उपयोग की जाने वाली क्लाइंट आईडी
hu: LTI eszköz által használt ügyfélazonosító
it_it: ID client utilizzato dallo strumento LTI
ja: LTIツールで使用されるクライアントID
ka: კლიენტის ID, რომელიც გამოიყენება LTI ინსტრუმენტის მიერ
kk: LTI құралы пайдаланатын клиент идентификаторы
lv: Klienta ID, ko izmanto LTI rīks
nl: Klant-ID gebruikt door de LTI-tool
pl: Identyfikator klienta używany przez narzędzie LTI
pt_br: ID do cliente usado pela ferramenta LTI
pt_pt: ID do cliente usado pela ferramenta LTI
ro: ID-ul clientului utilizat de instrumentul LTI
ru: Идентификатор клиента, используемый инструментом LTI
sq: ID-ja e klientit e përdorur nga mjeti LTI
sv: Klient-ID som används av LTI-verktyg
sw: Kitambulisho cha Mteja kinachotumiwa na zana ya LTI
te: LTI సాధనం ఉపయోగించే క్లయింట్ ID
th: รหัสไคลเอ็นต์ที่ใช้โดยเครื่องมือ LTI
tr_tr: LTI aracı tarafından kullanılan istemci kimliği
uk: Ідентифікатор клієнта, який використовується інструментом LTI
uz: LTI vositasi tomonidan ishlatiladigan mijoz identifikatori
vi: ID khách hàng được sử dụng bởi công cụ LTI

source: LTI Configuration stores on XBlock needs a block location set.
af_za: LTI-konfigurasiewinkels op XBlock benodig &#39;n blokliggingstel.
ar: تحتاج مخازن تكوين LTI على XBlock إلى تعيين موقع الكتلة.
da: LTI-konfigurationsbutikker på XBlock har brug for et blokplaceringssæt.
de_de: Für LTI-Konfigurationsspeicher auf XBlock ist ein Blockspeicherortsatz erforderlich.
el: Το LTI Configuration stores στο XBlock χρειάζεται ένα σύνολο τοποθεσίας μπλοκ.
es_419: Las tiendas de configuración LTI en XBlock necesitan un conjunto de ubicación de bloque.
fa: LTI Configuration در XBlock به یک مجموعه مکان بلوک نیاز دارد.
fr: Les configurations LTI sont stockées sur XBlock et ont besoin d'un ensemble de localisations de bloc.
fr_ca: La configuration LTI stockée sur un XBlock doit avoir un emplacement de block défini.
he: חנויות LTI Configuration ב-XBlock צריכות ערכת מיקום בלוק.
hi: XBlock पर LTI कॉन्फ़िगरेशन स्टोर को ब्लॉक स्थान सेट की आवश्यकता होती है।
hu: Az LTI-konfiguráció tárolása az XBlockon blokkelhelyezést igényel.
it_it: Gli archivi di configurazione LTI su XBlock necessitano di una posizione di blocco impostata.
ja: LTI構成をXBlockに保存するには、ブロックの場所を設定する必要があります。
ka: XBlock-ზე LTI კონფიგურაციის შესანახად საჭიროა ბლოკის ადგილმდებარეობის მითითება.
kk: XBlock жүйесіндегі LTI конфигурациясының қоймалары блоктар орны жинағын қажет етеді.
lv: XBlock LTI konfigurācijas veikaliem ir jāiestata bloka atrašanās vieta.
nl: LTI-configuratie op XBlock hebben een bloklocatie nodig.
pl: Sklepy konfiguracyjne LTI na XBlock wymagają ustawienia lokalizacji bloku.
pt_br: Os armazenamentos de configuração LTI no XBlock precisam de um conjunto de localização de bloco.
pt_pt: Os armazenamentos de configuração LTI no XBlock precisam de um conjunto de localização de bloco.
ro: Configurația LTI de pe XBlock necesită un set de locații de bloc.
ru: Хранилищам конфигурации LTI в XBlock требуется набор местоположений блоков.
sq: Konfigurimi LTI ruan në XBlock ka nevojë për një grup vendndodhjeje blloku.
sv: LTI-konfigurationer som lagras på XBlock behöver en blockplats inställd.
sw: Maduka ya Usanidi ya LTI kwenye XBlock yanahitaji seti ya eneo la kizuizi.
te: XBlockలోని LTI కాన్ఫిగరేషన్ స్టోర్‌లకు బ్లాక్ లొకేషన్ సెట్ అవసరం.
th: การจัดเก็บการกำหนดค่า LTI บน XBlock จำเป็นต้องมีการตั้งค่าตำแหน่งบล็อก
tr_tr: XBlock'taki LTI Yapılandırma depolarının bir blok konumu ayarına ihtiyacı vardır.
uk: Для сховищ конфігурації LTI на XBlock потрібен набір розташування блоку.
uz: LTI konfiguratsiyasi XBlockda saqlanadi, blok joylashuvi o‘rnatilishi kerak.
vi: Cửa hàng Cấu hình LTI trên XBlock cần thiết lập vị trí khối.

source: LTI Configuration using reusable configuration needs a external ID in "x:y" format.
af_za: LTI-konfigurasie wat herbruikbare konfigurasie gebruik, benodig &#39;n eksterne ID in &quot;x:y&quot;-formaat.
ar: يحتاج تكوين LTI باستخدام التكوين القابل لإعادة الاستخدام إلى معرف خارجي بتنسيق &quot;x:y&quot;.
da: LTI-konfiguration, der bruger genbrugelig konfiguration, kræver et eksternt ID i &quot;x:y&quot;-format.
de_de: Für die LTI-Konfiguration mit wiederverwendbarer Konfiguration ist eine externe ID im Format „x:y“ erforderlich.
el: Η διαμόρφωση LTI που χρησιμοποιεί επαναχρησιμοποιήσιμη διαμόρφωση χρειάζεται εξωτερικό αναγνωριστικό σε μορφή &quot;x:y&quot;.
es_419: La configuración LTI que utiliza una configuración reutilizable necesita una ID externa en formato &quot;x:y&quot;.
fa: پیکربندی LTI با استفاده از پیکربندی قابل استفاده مجدد نیاز به شناسه خارجی در قالب &quot;x:y&quot; دارد.
fr: La configuration LTI utilisant une configuration réutilisable nécessite une identité externe au format « x:y ».
fr_ca: La configuration LTI utilisant une configuration réutilisable nécessite un ID externe au format "x:y".
he: תצורת LTI באמצעות תצורה ניתנת לשימוש חוזר זקוקה למזהה חיצוני בפורמט &quot;x:y&quot;.
hi: पुन: प्रयोज्य कॉन्फ़िगरेशन का उपयोग करने वाले एलटीआई कॉन्फ़िगरेशन को &quot;x:y&quot; प्रारूप में एक बाहरी आईडी की आवश्यकता होती है।
hu: Az LTI konfigurációhoz újrafelhasználható konfiguráció használatakor külső azonosítóra van szükség "x:y" formátumban.
it_it: La configurazione LTI che usa la configurazione riutilizzabile richiede un ID esterno nel formato &quot;x:y&quot;.
ja: LTI構成で再利用可能な構成を使用する場合、外部IDは「x:y」形式である必要があります。
ka: LTI კონფიგურაცია ხელახლა გამოყენებადი კონფიგურაციის გამოყენებით მოითხოვს გარე ID-ს "x:y" ფორმატში.
kk: Қайта пайдалануға болатын конфигурацияны пайдаланатын LTI конфигурациясына "x:y" пішіміндегі сыртқы идентификатор қажет.
lv: LTI konfigurācijai, izmantojot atkārtoti lietojamu konfigurāciju, ir nepieciešams ārējais ID formātā “x:y”.
nl: LTI-configuratie die gebruikmaakt van herbruikbare configuratie heeft een externe ID nodig in de indeling "x:y".
pl: Konfiguracja LTI wykorzystująca konfigurację wielokrotnego użytku wymaga zewnętrznego identyfikatora w formacie „x:y”.
pt_br: A configuração LTI que usa configuração reutilizável precisa de um ID externo no formato &quot;x:y&quot;.
pt_pt: A Configuração LTI que utiliza a configuração reutilizável necessita de uma identificação externa no formato "x:y".
ro: Configurația LTI care utilizează configurația reutilizabilă necesită un id extern în format „x:y”.
ru: Для конфигурации LTI с использованием многоразовой конфигурации требуется внешний идентификатор в формате «x:y».
sq: Konfigurimi LTI që përdor konfigurimin e ripërdorshëm ka nevojë për një ID të jashtme në formatin &quot;x:y&quot;.
sv: LTI-konfiguration som använder återanvändbar konfiguration behöver ett externt ID i formatet "x:y".
sw: Usanidi wa LTI kwa kutumia usanidi unaoweza kutumika tena unahitaji kitambulisho cha nje katika umbizo la &quot;x:y&quot;.
te: పునర్వినియోగ కాన్ఫిగరేషన్‌ని ఉపయోగించే LTI కాన్ఫిగరేషన్‌కు &quot;x:y&quot; ఆకృతిలో బాహ్య ID అవసరం.
th: การกำหนดค่า LTI ที่ใช้การกำหนดค่าแบบใช้ซ้ำได้จำเป็นต้องมี ID ภายนอกในรูปแบบ &quot;x:y&quot;
tr_tr: Yeniden kullanılabilir yapılandırmayı kullanan LTI Yapılandırması, "x:y" biçiminde harici bir kimliğe ihtiyaç duyar.
uk: Для конфігурації LTI із використанням багаторазової конфігурації потрібен зовнішній ідентифікатор у форматі «x:y».
uz: Qayta ishlatiladigan konfiguratsiyadan foydalanadigan LTI konfiguratsiyasi uchun "x:y" formatida tashqi ID kerak.
vi: Cấu hình LTI sử dụng cấu hình có thể tái sử dụng cần có ID bên ngoài ở định dạng &quot;x:y&quot;.
