Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Enter the LTI Advantage Deep Linking Launch URL. If the tool does not specify one, use the same value as 'Tool Launch URL'.
af_za: Voer die LTI Advantage Deep Linking Launch URL in. As die nutsding nie een spesifiseer nie, gebruik dieselfde waarde as &#39;Tool Launch URL&#39;.
ar: أدخل عنوان URL الخاص بتشغيل الارتباط العميق لـ LTI Advantage. إذا لم تحدد الأداة واحدًا، فاستخدم نفس القيمة مثل &quot;عنوان URL لتشغيل الأداة&quot;.
da: Indtast LTI Advantage Deep Linking Launch URL. Hvis værktøjet ikke specificerer en, skal du bruge den samme værdi som &#39;Tool Launch URL&#39;.
de_de: Geben Sie die LTI Advantage Deep Linking-Start-URL ein. Wenn das Tool keines angibt, verwenden Sie denselben Wert wie „Tool-Start-URL“.
el: Εισαγάγετε τη διεύθυνση URL εκκίνησης του LTI Advantage Deep Linking. Εάν το εργαλείο δεν καθορίζει ένα, χρησιμοποιήστε την ίδια τιμή με το &#39;Tool Launch URL&#39;.
es_419: Ingrese la URL de inicio del enlace profundo de LTI Advantage. Si la herramienta no especifica uno, utilice el mismo valor que &quot;URL de inicio de herramienta&quot;.
fa: URL راه اندازی LTI Advantage Deep Linking را وارد کنید. اگر ابزار یکی را مشخص نکرده است، از همان مقدار «URL راه اندازی ابزار» استفاده کنید.
fr_ca: Saisissez l’URL de lancement LTI Advantage Deep Linking. Si l'outil n'en spécifie pas, utilisez la même valeur que "URL de lancement de l'outil".
he: הזן את כתובת האתר של השקת קישור עמוק של LTI Advantage. אם הכלי לא מציין אחת, השתמש באותו ערך כמו &#39;כתובת אתר להפעלת כלי&#39;.
hi: एलटीआई एडवांटेज डीप लिंकिंग लॉन्च यूआरएल दर्ज करें। यदि टूल एक निर्दिष्ट नहीं करता है, तो &#39;टूल लॉन्च यूआरएल&#39; के समान मान का उपयोग करें।
hu: Adja meg az LTI Advantage Deep Linking Launch URL-t. Ha az eszköz nem ad meg ilyet, használja ugyanazt az értéket, mint az 'Eszközindítási URL'.
it_it: Inserisci l&#39;URL di lancio del collegamento diretto LTI Advantage. Se lo strumento non ne specifica uno, utilizza lo stesso valore di &quot;URL di avvio strumento&quot;.
ja: LTI Advantageのディープリンク起動URLを入力してください。ツールが指定しない場合は、「ツール起動URL」と同じ値を使用してください。
ka: შეიყვანეთ LTI Advantage-ის Deep Linking-ის გაშვების URL. თუ ინსტრუმენტი არ მიუთითებს, გამოიყენეთ იგივე მნიშვნელობა, რაც "ინსტრუმენტის გაშვების URL"-ისთვის.
lv: Ievadiet LTI Advantage Deep Linking Launch URL. Ja rīks to nenorāda, izmantojiet to pašu vērtību kā "Tool Launch URL" - rīka palaišanas URL.
nl: Voer de start-URL voor LTI Advantage Deep Linking in. Als de tool er geen specificeert, gebruik dan dezelfde waarde als 'Tool Launch URL'.
pl: Wprowadź adres URL uruchamiania głębokiego linkowania LTI Advantage. Jeśli narzędzie nie określi żadnego, użyj tej samej wartości, co „Adres URL uruchamiania narzędzia”.
pt_br: Insira o URL de lançamento do LTI Advantage Deep Linking. Se a ferramenta não especificar um, use o mesmo valor de &#39;URL de inicialização da ferramenta&#39;.
pt_pt: Introduza o URL de lançamento do LTI Advantage Deep Linking. Se a ferramenta não especificar uma, utilizar o mesmo valor que 'URL de lançamento da ferramenta'.
ro: Introduceți adresa URL de lansare a Legăturii profunde LTI Advantage. Dacă instrumentul nu specifică una, utilizați aceeași valoare ca „Adresa URL de lansare a instrumentului”.
ru: Введите URL-адрес запуска LTI Advantage Deep Linking. Если инструмент не указывает его, используйте то же значение, что и «URL-адрес запуска инструмента».
sq: Fut URL-në e nisjes së lidhjes së thellë të LTI Advantage. Nëse mjeti nuk e specifikon një të tillë, përdorni të njëjtën vlerë si &#39;URL-ja e nisjes së veglave&#39;.
sv: Ange LTI Advantage Deep Linking Launch URL. Om verktyget inte specificerar en, använd samma värde som 'Tool Launch URL'.
sw: Weka URL ya Uzinduzi wa Faida ya Kuunganisha Kina cha LTI. Ikiwa zana haijabainisha moja, tumia thamani sawa na &#39;URL ya Uzinduzi wa Zana&#39;.
te: LTI అడ్వాంటేజ్ డీప్ లింకింగ్ లాంచ్ URLని నమోదు చేయండి. సాధనం ఒకదానిని పేర్కొనకపోతే, &#39;టూల్ లాంచ్ URL&#39; వలె అదే విలువను ఉపయోగించండి.
th: ป้อน URL เปิดตัว LTI Advantage Deep Linking หากเครื่องมือไม่ได้ระบุ ให้ใช้ค่าเดียวกันกับ &#39;URL การเปิดเครื่องมือ&#39;
tr_tr: LTI Advantage Derin Bağlantı Başlatma URL adresini girin. Araç bir tane belirtmezse, Araç Başlatma URL adresiyle aynı değeri kullanın.
uk: Введіть URL-адресу запуску LTI Advantage Deep Linking. Якщо інструмент не вказує його, використовуйте те саме значення, що й «URL-адреса запуску інструмента».
uz: LTI Advantage Deep Linking ishga tushirish URL manzilini kiriting. Agar qurilma buni alohida ko‘rsatmasa, 'Qurilmani ishga tushirish URL manzili' bilan bir xil qiymatdan foydalaning.
vi: Nhập URL khởi chạy liên kết sâu LTI Advantage. Nếu công cụ không chỉ định một, hãy sử dụng cùng giá trị với &#39;URL khởi chạy công cụ&#39;.

source: LTI Assignment and Grades Service
af_za: LTI Werkopdrag en Grade Diens
ar: خدمة الواجبات والدرجات LTI
da: LTI Opgave- og Karakterservice
de_de: LTI-Zuweisungs- und Notenservice
el: Υπηρεσία ανάθεσης και βαθμών LTI
es_419: Servicio de asignaciones y calificaciones de LTI
fa: خدمات تخصیص و نمرات LTI
fr_ca: Service d'affectation et de notes LTI
he: שירות מטלות וציונים LTI
hi: एलटीआई असाइनमेंट और ग्रेड सेवा
hu: LTI Feladat és Értékelési Szolgáltatás
it_it: Servizio di assegnazione e valutazione LTI
ja: LTI課題と成績サービス
ka: LTI დავალებებისა და ქულების სერვისი
kk: LTI тағайындау және бағалар қызметі
lv: LTI uzdevumu un vērtējumu dienests
nl: LTI-opdracht- en cijfersservice
pl: Usługa zadań i ocen LTI
pt_br: Serviço de Atribuição e Notas LTI
pt_pt: Serviço de Tarefas e de Classificação de LTI
ro: Serviciul de Temă și note LTI
ru: Служба назначения и оценок LTI
sq: Shërbimi i caktimit dhe notave të LTI
sw: Ugawaji wa LTI na Huduma ya Madaraja
te: LTI అసైన్‌మెంట్ మరియు గ్రేడ్‌ల సేవ
th: บริการมอบหมายและเกรดของ LTI
tr_tr: LTI Görev ve Not Hizmeti
uk: Служба призначення та оцінок LTI
uz: LTI tayinlash va baholar xizmati
vi: Dịch vụ phân công và chấm điểm LTI

source: Disabled
af_za: Gestrem
ar: معطل
da: handicappet
de_de: Deaktiviert
el: Απενεργοποιημένο
es_419: Invalidar
fa: معلول
fr: Désactivé
fr_ca: Désactivé
he: מושבת
hi: अनुपलब्ध
hu: Letiltva
it_it: Disabilitato
ja: 無効
ka: გამორთულია
kk: Өшірілген
lv: Atspējots
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desabilitado
pt_pt: Desativado
ro: Dezactivat
ru: Заблокировано
sq: I paaftë
sv: Inaktiverad
sw: Imezimwa
te: వికలాంగుడు
th: พิการ
tr_tr: Devre dışı
uk: Вимкнено
uz: O‘chirilgan
vi: Tàn tật

source: Allow tools to submit grades only (declarative)
af_za: Laat nutsgoed toe om slegs grade in te dien (verklarend)
ar: السماح للأدوات بإرسال الدرجات فقط (تصريحي)
da: Tillad, at værktøjer kun indsender karakterer (deklarativ)
de_de: Tools dürfen nur Noten übermitteln (deklarativ)
el: Να επιτρέπεται στα εργαλεία να υποβάλλουν μόνο βαθμούς (δηλωτικά)
es_419: Permitir que las herramientas envíen calificaciones únicamente (declarativas)
fa: به ابزارها اجازه داده شود فقط نمرات ارسال کنند (اعلامی)
fr_ca: Autoriser les outils à soumettre des notes uniquement (déclaratif)
he: אפשר לכלים להגיש ציונים בלבד (הצהרתי)
hi: टूल को केवल ग्रेड सबमिट करने की अनुमति दें (घोषणात्मक)
it_it: Consenti agli strumenti di inviare solo voti (dichiarativo)
ja: ツールが成績を提出することのみを許可する（宣言的）
ka: ნებართვა მიეცით ინსტრუმენტებს მხოლოდ შეფასებების წარსადგენად (დეკლარაციული)
kk: Құралдарға тек бағаларды жіберуге рұқсат ету (декларативті)
lv: Atļaut rīkiem iesniegt tikai vērtējumus (deklaratīvas)
nl: Laat tools alleen cijfers indienen (declaratief)
pl: Narzędzia mogą przesyłać tylko oceny (deklaratywne)
pt_br: Permitir que as ferramentas enviem apenas notas (declarativa)
pt_pt: Permitir que os instrumentos submetam apenas notas (declarativo)
ro: Permite instrumentelor să trimită numai note (declarative)
ru: Разрешить инструментам выставлять только оценки (декларативно)
sq: Lejo që mjetet të dorëzojnë vetëm notat (deklarative)
sv: Tillåt verktyg att endast skicka in betyg (deklarativt)
sw: Ruhusu zana kuwasilisha alama pekee (taarifa)
te: గ్రేడ్‌లను మాత్రమే సమర్పించడానికి సాధనాలను అనుమతించండి (డిక్లరేటివ్)
th: อนุญาตให้เครื่องมือส่งเกรดเท่านั้น (ประกาศ)
tr_tr: Araçların yalnızca not göndermesine izin ver (bildirimsel)
uk: Дозволити інструментам надсилати лише оцінки (декларативно)
uz: Vositalarga faqat baholarni yuborishga ruxsat bering (deklarativ)
vi: Chỉ cho phép các công cụ gửi điểm (khai báo)

source: Allow tools to manage and submit grade (programmatic)
af_za: Laat nutsgoed toe om graad te bestuur en in te dien (programmaties)
ar: السماح للأدوات بإدارة التقدير وإرساله (آليًا)
da: Tillad værktøjer til at administrere og indsende karakter (programmatisk)
de_de: Tools erlauben, Noten zu verwalten und einzureichen (programmatisch)
el: Να επιτρέπεται στα εργαλεία να διαχειρίζονται και να υποβάλλουν βαθμό (προγραμματικά)
es_419: Permitir que las herramientas administren y envíen calificaciones (programáticas)
fa: امکان مدیریت و ارسال نمره به ابزارها (برنامه ای)
fr_ca: Autoriser les outils à gérer et à soumettre des notes (programmatique)
he: אפשר לכלים לנהל ולהגיש ציונים (פרוגרמטי)
hi: टूल को ग्रेड प्रबंधित करने और सबमिट करने की अनुमति दें (प्रोग्रामेटिक)
hu: Engedélyezze az eszközök számára a jegyek kezelését és beküldését (programozott)
it_it: Consenti agli strumenti di gestire e inviare voti (programmatica)
ja: ツールが成績を管理し、提出できるようにする（プログラム的）
ka: მიეცეთ საშუალება ინსტრუმენტებს, მართონ და წარადგინონ შეფასება (პროგრამული)
kk: Құралдарға бағаны басқаруға және жіберуге рұқсат ету (бағдарламалық)
lv: Atļaut rīkus pārvaldīt un iesniegt vērtējumu (programmatiski)
nl: Tools om toestaan cijfers te beheren en in te dienen (programmatisch)
pl: Zezwalaj narzędziom na zarządzanie ocenami i przesyłanie ocen (programowo)
pt_br: Permitir que ferramentas gerenciem e enviem notas (programática)
pt_pt: Permitir ferramentas para gerir e submeter notas (programático)
ro: Permite instrumentelor să gestioneze și să trimită nota (programatică)
ru: Разрешить инструментам управлять оценками и выставлять их (программно)
sq: Lejo që mjetet të menaxhojnë dhe dorëzojnë notën (programatike)
sv: Tillåt verktyg att hantera och skicka in betyg (programmatisk)
sw: Ruhusu zana kudhibiti na kuwasilisha daraja (programu)
te: గ్రేడ్ (ప్రోగ్రామాటిక్) నిర్వహించడానికి మరియు సమర్పించడానికి సాధనాలను అనుమతించండి
th: อนุญาตให้เครื่องมือจัดการและส่งเกรด (แบบเป็นโปรแกรม)
tr_tr: Araçların notu yönetmesine ve göndermesine izin ver (programatik)
uk: Дозволити інструментам керувати та виставляти оцінки (програмно)
uz: Vositalarga bahoni boshqarish va yuborishga ruxsat berish (dasturiy)
vi: Cho phép các công cụ quản lý và nộp điểm (có lập trình)

source: Enable the LTI-AGS service and select the functionality enabled for LTI tools. The 'declarative' mode (default) will provide a tool with a LineItem created from the XBlock settings, while the 'programmatic' one will allow tools to manage, create and link the grades.
af_za: Aktiveer die LTI-AGS-diens en kies die funksionaliteit wat vir LTI-nutsgoed geaktiveer is. Die &#39;verklarende&#39; modus (verstek) sal &#39;n instrument voorsien met &#39;n lynitem geskep uit die XBlock-instellings, terwyl die &#39;programmatiese&#39; een nutsgoed sal toelaat om die grade te bestuur, skep en koppel.
ar: قم بتمكين خدمة LTI-AGS وحدد الوظيفة الممكّنة لأدوات LTI. سيوفر الوضع &quot;التصريحي&quot; (الافتراضي) أداة تحتوي على LineItem تم إنشاؤه من إعدادات XBlock، بينما سيسمح الوضع &quot;البرمجي&quot; للأدوات بإدارة الدرجات وإنشائها وربطها.
da: Aktiver LTI-AGS-tjenesten, og vælg den funktionalitet, der er aktiveret for LTI-værktøjer. Den &#39;deklarative&#39; tilstand (standard) vil give et værktøj med et linjeelement oprettet fra XBlock-indstillingerne, mens den &#39;programmatiske&#39; vil tillade værktøjer til at administrere, oprette og linke karaktererne.
de_de: Aktivieren Sie den LTI-AGS-Dienst und wählen Sie die für LTI-Tools aktivierte Funktionalität aus. Der „deklarative“ Modus (Standard) stellt einem Tool ein LineItem zur Verfügung, das aus den XBlock-Einstellungen erstellt wurde, während der „programmatische“ Modus es Tools ermöglicht, die Noten zu verwalten, zu erstellen und zu verknüpfen.
el: Ενεργοποιήστε την υπηρεσία LTI-AGS και επιλέξτε τη λειτουργικότητα που είναι ενεργοποιημένη για τα εργαλεία LTI. Η λειτουργία &quot;δηλωτική&quot; (προεπιλογή) θα παρέχει ένα εργαλείο με ένα LineItem που δημιουργήθηκε από τις ρυθμίσεις XBlock, ενώ η &quot;προγραμματική&quot; θα επιτρέπει στα εργαλεία να διαχειρίζονται, να δημιουργούν και να συνδέουν τους βαθμούς.
es_419: Habilite el servicio LTI-AGS y seleccione la funcionalidad habilitada para las herramientas LTI. El modo &#39;declarativo&#39; (predeterminado) proporcionará una herramienta con un LineItem creado a partir de la configuración de XBlock, mientras que el modo &#39;programático&#39; permitirá que las herramientas administren, creen y vinculen las calificaciones.
fa: سرویس LTI-AGS را فعال کنید و عملکرد فعال برای ابزارهای LTI را انتخاب کنید. حالت «اعلامی» (پیش‌فرض) ابزاری را با LineItem ایجاد شده از تنظیمات XBlock ارائه می‌کند، در حالی که حالت «برنامه‌ای» به ابزارها اجازه می‌دهد تا نمرات را مدیریت، ایجاد و پیوند دهند.
fr_ca: Activez le service LTI-AGS et sélectionnez la fonctionnalité activée pour les outils LTI. Le mode 'déclaratif' (par défaut) fournira un outil avec un LineItem créé à partir des paramètres XBlock, tandis que le mode 'programmatique' permettra aux outils de gérer, créer et lier les notes.
he: הפעל את שירות LTI-AGS ובחר את הפונקציונליות המופעלת עבור כלי LTI. המצב ה&#39;הצהרתי&#39; (ברירת מחדל) יספק כלי עם LineItem שנוצר מהגדרות XBlock, בעוד ה&#39;פרוגרמטי&#39; יאפשר לכלים לנהל, ליצור ולקשר את הציונים.
hi: एलटीआई-एजीएस सेवा सक्षम करें और एलटीआई टूल के लिए सक्षम कार्यक्षमता का चयन करें। &#39;डिक्लेरेटिव&#39; मोड (डिफ़ॉल्ट) एक्सब्लॉक सेटिंग्स से बनाए गए लाइनआइटम के साथ एक टूल प्रदान करेगा, जबकि &#39;प्रोग्रामेटिक&#39; मोड टूल को ग्रेड को प्रबंधित करने, बनाने और लिंक करने की अनुमति देगा।
hu: Engedélyezze az LTI-AGS szolgáltatást, és válassza ki az LTI eszközök számára engedélyezett funkciókat. A „deklaratív” mód (alapértelmezett) egy LineItem-et biztosít az eszköz számára, amely az XBlock beállításokból jön létre, míg a „programozott” mód lehetővé teszi az eszközök számára a jegyek kezelését, létrehozását és összekapcsolását.
it_it: Abilita il servizio LTI-AGS e seleziona la funzionalità abilitata per gli strumenti LTI. La modalità &#39;dichiarativa&#39; (predefinita) fornirà uno strumento con un LineItem creato dalle impostazioni di XBlock, mentre quella &#39;programmatica&#39; consentirà agli strumenti di gestire, creare e collegare i voti.
ja: LTI-AGSサービスを有効にし、LTIツールに対して有効にする機能を選択します。「宣言的」モード（デフォルト）は、XBlock設定から作成されたLineItemをツールに提供し、「プログラム的」モードは、ツールが成績を管理、作成、リンクすることを可能にします。
ka: ჩართეთ LTI-AGS სერვისი და აირჩიეთ LTI ინსტრუმენტებისთვის ჩართული ფუნქციონალი. "დეკლარაციული" რეჟიმი (ნაგულისხმევი) ინსტრუმენტს მიაწვდის LineItem-ს, რომელიც შექმნილია XBlock-ის პარამეტრებიდან, ხოლო "პროგრამული" რეჟიმი ინსტრუმენტებს საშუალებას მისცემს, მართონ, შექმნან და დააკავშირონ შეფასებები.
kk: LTI-AGS қызметін қосыңыз және LTI құралдары үшін қосылған функционалдылықты таңдаңыз. «Декларативті» режим (әдепкі) XBlock параметрлерінен жасалған LineItem құралымен қамтамасыз етеді, ал «бағдарламалық» құралдарға бағаларды басқаруға, жасауға және байланыстыруға мүмкіндік береді.
lv: Iespējojiet LTI-AGS pakalpojumu un atlasiet LTI rīkiem iespējoto funkcionalitāti. “Deklaratīvais” režīms (noklusējums) nodrošinās rīku ar LineItem, kas izveidots no XBlock iestatījumiem, savukārt “programmatiskais” ļaus rīkiem pārvaldīt, izveidot un saistīt vērtējumus.
nl: Schakel de LTI-AGS-service in en selecteer de functionaliteit die is ingeschakeld voor LTI-tools. De 'declaratieve' modus (standaard) biedt een tool met een LineItem die is gemaakt op basis van de XBlock-instellingen, terwijl de 'programmatische' modus tools in staat stelt de cijfers te beheren, aan te maken en te koppelen.
pl: Włącz usługę LTI-AGS i wybierz funkcjonalność włączoną dla narzędzi LTI. Tryb „deklaracyjny” (domyślny) zapewni narzędzie z elementem liniowym utworzonym na podstawie ustawień XBlock, natomiast tryb „programowy” umożliwi narzędziom zarządzanie, tworzenie i łączenie ocen.
pt_br: Habilite o serviço LTI-AGS e selecione a funcionalidade habilitada para ferramentas LTI. O modo ‘declarativo’ (padrão) fornecerá uma ferramenta com um LineItem criado a partir das configurações do XBlock, enquanto o modo ‘programático’ permitirá ferramentas para gerenciar, criar e vincular as notas.
pt_pt: Activar o serviço LTI-AGS e seleccionar a funcionalidade activada para as ferramentas LTI. O modo 'declarativo' (por defeito) fornecerá uma ferramenta com um LineItem criado a partir das definições do XBlock, enquanto que o modo 'programático' permitirá às ferramentas gerir, criar e ligar as notas.
ro: Activați serviciul LTI-AGS și selectați funcționalitatea activată pentru instrumentele LTI. Modul „declarativ” (implicit) va oferi un instrument cu un LineItem creat din setările XBlock, în timp ce cel „programatic” va permite instrumentelor să gestioneze, să creeze și să conecteze notele.
ru: Включите службу LTI-AGS и выберите функциональные возможности, включенные для инструментов LTI. «Декларативный» режим (по умолчанию) предоставит инструменту LineItem, созданный на основе настроек XBlock, а «программный» позволит инструментам управлять, создавать и связывать оценки.
sq: Aktivizoni shërbimin LTI-AGS dhe zgjidhni funksionalitetin e aktivizuar për mjetet LTI. Modaliteti &#39;deklarativ&#39; (i parazgjedhur) do të sigurojë një mjet me një LineItem të krijuar nga cilësimet e XBlock, ndërsa ai &#39;programatik&#39; do të lejojë mjetet të menaxhojnë, krijojnë dhe lidhin notat.
sv: Aktivera LTI-AGS-tjänsten och välj den funktionalitet som är aktiverad för LTI-verktyg. 'Deklarativt' läge (standard) kommer att ge ett verktyg en LineItem skapad från XBlock-inställningarna, medan det 'programmerbara' läget tillåter verktyg att hantera, skapa och länka betygen.
sw: Washa huduma ya LTI-AGS na uchague utendakazi uliowezeshwa kwa zana za LTI. Hali ya &#39;declarative&#39; (chaguo-msingi) itatoa zana yenye LineItem iliyoundwa kutoka kwa mipangilio ya XBlock, huku ile ya &#39;programu&#39; itaruhusu zana kudhibiti, kuunda na kuunganisha alama.
te: LTI-AGS సేవను ప్రారంభించండి మరియు LTI సాధనాల కోసం ప్రారంభించబడిన కార్యాచరణను ఎంచుకోండి. &#39;డిక్లరేటివ్&#39; మోడ్ (డిఫాల్ట్) XBlock సెట్టింగ్‌ల నుండి సృష్టించబడిన లైన్‌ఐటెమ్‌తో ఒక సాధనాన్ని అందిస్తుంది, అయితే &#39;ప్రోగ్రామాటిక్&#39; గ్రేడ్‌లను నిర్వహించడానికి, సృష్టించడానికి మరియు లింక్ చేయడానికి సాధనాలను అనుమతిస్తుంది.
th: เปิดใช้งานบริการ LTI-AGS และเลือกฟังก์ชันที่เปิดใช้งานสำหรับเครื่องมือ LTI โหมด &#39;ประกาศ&#39; (ค่าเริ่มต้น) จะให้เครื่องมือที่มี LineItem ที่สร้างจากการตั้งค่า XBlock ในขณะที่โหมด &#39;แบบเป็นโปรแกรม&#39; จะอนุญาตให้เครื่องมือจัดการ สร้าง และเชื่อมโยงเกรด
tr_tr: LTI-AGS hizmetini etkinleştirin ve LTI araçları için etkinleştirilen işlevselliği seçin. Bildirimsel mod (varsayılan), XBlock ayarlarından oluşturulan bir LineItem içeren bir araç sağlarken; programatik mod, araçların notları yönetmesine, oluşturmasına ve bağlantılandırılmasına olanak tanır.
uk: Увімкніть службу LTI-AGS і виберіть увімкнену функцію для інструментів LTI. «Декларативний» режим (за замовчуванням) надасть інструмент із LineItem, створеним із налаштувань XBlock, тоді як «програмний» дозволить інструментам керувати, створювати та зв’язувати оцінки.
uz: LTI-AGS xizmatini yoqing va LTI vositalari uchun yoqilgan funksionallikni tanlang. 'Deklarativ' rejimi (standart) vositaga XBlock sozlamalaridan yaratilgan LineItemni taqdim etadi, 'dasturiy' rejimi esa vositalarga baholarni boshqarish, yaratish va ulash imkoniyatini beradi.
vi: Kích hoạt dịch vụ LTI-AGS và chọn chức năng kích hoạt cho các công cụ LTI. Chế độ &#39;khai báo&#39; (mặc định) sẽ cung cấp cho công cụ một LineItem được tạo từ cài đặt XBlock, trong khi chế độ &#39;lập trình&#39; sẽ cho phép các công cụ quản lý, tạo và liên kết các lớp.

source: LTI ID
ar: الرقم التعريفي لـ ’LTI‘
fa: شناسه LTI
fr_ca: Identifiant LTI
he: מזהה LTI
hi: एलटीआई आईडी
hu: LTI azonosító
kk: LTI идентификаторы
pl: Identyfikator LTI
pt_br: ID do LTI
ro: ID LTI
ru: Идентификатор LTI
sq: ID LTI
sw: Kitambulisho cha LTI
th: รหัส LTI
tr_tr: LTI Kimliği
vi: ID LTI
