Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Missing LTI 1.3 authentication token.
af_za: LTI 1.3-stawingtoken ontbreek.
ar: رمز مصادقة LTI 1.3 مفقود.
da: Manglende LTI 1.3-godkendelsestoken.
de_de: Fehlendes LTI 1.3-Authentifizierungstoken.
el: Λείπει το διακριτικό ελέγχου ταυτότητας LTI 1.3.
es_419: Falta el token de autenticación LTI 1.3.
fa: رمز تأیید اعتبار LTI 1.3 وجود ندارد.
fr_ca: Jeton d'authentification LTI 1.3 manquant.
he: חסר אסימון אימות LTI 1.3.
hi: LTI 1.3 प्रमाणीकरण टोकन गुम है।
hu: Hiányzó LTI 1.3 hitelesítési token.
it_it: Token di autenticazione LTI 1.3 mancante.
ja: LTI 1.3認証トークンが見つかりません。
ka: აკლია LTI 1.3 ავთენტიფიკაციის ტოკენი.
kk: LTI 1.3 аутентификация таңбалауышы жоқ.
lv: Trūkst LTI 1.3 autentifikācijas pilnvaras.
pl: Brak tokena uwierzytelniającego LTI 1.3.
pt_br: Token de autenticação LTI 1.3 ausente.
pt_pt: Falta o 'token' de autenticação LTI 1.3.
ro: Lipsește cheia de autentificare LTI 1.3.
ru: Отсутствует токен аутентификации LTI 1.3.
sq: Mungon kodi i vërtetimit LTI 1.3.
sv: Saknas LTI 1.3-autentiseringstoken.
sw: Tokeni ya uthibitishaji ya LTI 1.3 haipo.
te: LTI 1.3 ప్రమాణీకరణ టోకెన్ లేదు.
th: โทเค็นการตรวจสอบสิทธิ์ LTI 1.3 หายไป
tr_tr: LTI 1.3 kimlik doğrulama jetonu eksik.
uk: Відсутній маркер автентифікації LTI 1.3.
uz: LTI 1.3 autentifikatsiya tokeni yetishmayapti.
vi: Thiếu mã thông báo xác thực LTI 1.3.

source: Invalid token header. No credentials provided.
af_za: Ongeldige tekenopskrif. Geen eiebewyse verskaf nie.
ar: رأس الرمز المميز غير صالح. لم يتم تقديم أي أوراق اعتماد.
da: Ugyldig token-header. Ingen legitimationsoplysninger angivet.
de_de: Ungültiger Token-Header. Keine Anmeldeinformationen angegeben.
el: Μη έγκυρη κεφαλίδα διακριτικού. Δεν παρέχονται διαπιστευτήρια.
es_419: Encabezado de token no válido. No se proporcionaron credenciales.
fa: سرصفحه نشانه نامعتبر است. هیچ مدرکی ارائه نشده است.
fr_ca: En-tête de jeton invalide. Aucune information d'identification fournie.
he: כותרת אסימון לא חוקית. לא סופקו אישורים.
hi: अमान्य टोकन हेडर. कोई प्रमाण पत्र प्रदान नहीं किया गया.
hu: Érvénytelen token fejléc. Nincsenek megadva hitelesítő adatok.
it_it: Intestazione del token non valida. Nessuna credenziale fornita.
ja: トークンヘッダーが無効です。資格情報が提供されていません。
ka: არასწორი ტოკენის სათაური. არ არის მითითებული ავთენტიფიკაციის მონაცემები.
kk: Жарамсыз таңбалауыш тақырыбы. Тіркелгі деректері берілмейді.
lv: Nederīga marķiera galvene. Nav sniegti akreditācijas dati.
pl: Nieprawidłowy nagłówek tokena. Brak danych uwierzytelniających.
pt_br: Cabeçalho de token inválido. Nenhuma credencial fornecida.
pt_pt: Cabeçalho do 'token' inválido. Nenhuma credencial fornecida.
ro: Antet de token invalid. Nu au fost furnizate credentiale.
ru: Неверный заголовок токена. Учетные данные не предоставлены.
sq: Titulli i kodit të pavlefshëm. Nuk ofrohen kredenciale.
sv: Ogiltig tokenrubrik. Inga referenser angivna.
sw: Kichwa cha ishara si sahihi. Hakuna kitambulisho kilichotolewa.
te: టోకెన్ హెడర్ చెల్లదు. ఆధారాలు ఏవీ అందించబడలేదు.
th: ส่วนหัวโทเค็นไม่ถูกต้อง ไม่มีข้อมูลประจำตัวที่ให้ไว้
tr_tr: Geçersiz jeton başlığı. Hiçbir kimlik bilgisi sağlanmadı.
uk: Недійсний заголовок маркера. Облікові дані не надано.
uz: Token sarlavhasi yaroqsiz. Hisob maʼlumotlari taqdim etilmaydi.
vi: Tiêu đề mã thông báo không hợp lệ. Không có thông tin xác thực được cung cấp.

source: Invalid token header. Token string should not contain spaces.
af_za: Ongeldige tekenopskrif. Tekenstring moet nie spasies bevat nie.
ar: رأس الرمز المميز غير صالح. يجب ألا تحتوي سلسلة الرمز المميز على مسافات.
da: Ugyldig token-header. Tokenstreng bør ikke indeholde mellemrum.
de_de: Ungültiger Token-Header. Die Tokenzeichenfolge darf keine Leerzeichen enthalten.
el: Μη έγκυρη κεφαλίδα διακριτικού. Η συμβολοσειρά token δεν πρέπει να περιέχει κενά.
es_419: Encabezado de token no válido. La cadena de token no debe contener espacios.
fa: سرصفحه نشانه نامعتبر است. رشته توکن نباید دارای فاصله باشد.
fr_ca: En-tête de jeton invalide. La chaîne du jeton ne doit pas contenir d'espaces.
he: כותרת אסימון לא חוקית. מחרוזת אסימון לא צריכה להכיל רווחים.
hi: अमान्य टोकन हेडर. टोकन स्ट्रिंग में रिक्त स्थान नहीं होना चाहिए.
hu: Érvénytelen token fejléc. A token karakterlánc nem tartalmazhat szóközöket.
it_it: Intestazione del token non valida. La stringa token non deve contenere spazi.
ja: トークンヘッダーが無効です。トークン文字列にスペースを含めないでください。
ka: არასწორი ტოკენის სათაური. ტოკენის სტრიქონში არ უნდა იყოს დამატებითი სივრცეები.
kk: Жарамсыз таңбалауыш тақырыбы. Токен жолында бос орындар болмауы керек.
lv: Nederīga marķiera galvene. Žetonu virknē nedrīkst būt atstarpes.
pl: Nieprawidłowy nagłówek tokena. Ciąg tokenu nie powinien zawierać spacji.
pt_br: Cabeçalho de token inválido. A string do token não deve conter espaços.
pt_pt: Cabeçalho de token inválido. A string de token não deve conter espaços.
ro: Antetul de token invalid. Tokenului nu ar trebui să conțină spații.
ru: Неверный заголовок токена. Строка токена не должна содержать пробелов.
sq: Titulli i kodit të pavlefshëm. Vargu i tokenit nuk duhet të përmbajë hapësira.
sv: Ogiltig tokenhuvud. Tokensträngen får inte innehålla mellanslag.
sw: Kichwa cha ishara si sahihi. Mfuatano wa ishara haufai kuwa na nafasi.
te: టోకెన్ హెడర్ చెల్లదు. టోకెన్ స్ట్రింగ్‌లో ఖాళీలు ఉండకూడదు.
th: ส่วนหัวโทเค็นไม่ถูกต้อง สตริงโทเค็นไม่ควรมีช่องว่าง
tr_tr: Geçersiz jeton başlığı. Belirteç dizesi boşluk içermemelidir.
uk: Недійсний заголовок маркера. Рядок маркера не повинен містити пробілів.
uz: Token sarlavhasi yaroqsiz. Token qatorida bo‘sh joy bo‘lmasligi kerak.
vi: Tiêu đề mã thông báo không hợp lệ. Chuỗi mã thông báo không được chứa dấu cách.

source: LTI configuration not found.
af_za: LTI-opstelling nie gevind nie.
ar: لم يتم العثور على تكوين LTI.
da: LTI-konfiguration blev ikke fundet.
de_de: LTI-Konfiguration nicht gefunden.
el: Δεν βρέθηκε η διαμόρφωση LTI.
es_419: Configuración LTI no encontrada.
fa: پیکربندی LTI یافت نشد.
fr_ca: Configuration LTI introuvable.
he: תצורת LTI לא נמצאה.
hi: एलटीआई कॉन्फ़िगरेशन नहीं मिला.
hu: Az LTI konfiguráció nem található.
it_it: Configurazione LTI non trovata.
ja: LTI設定が見つかりません。
ka: LTI კონფიგურაცია არ მოიძებნა.
kk: LTI конфигурациясы табылмады.
lv: LTI konfigurācija nav atrasta.
pl: Nie znaleziono konfiguracji LTI.
pt_br: Configuração LTI não encontrada.
pt_pt: Configuração LTI não encontrada.
ro: Configurația LTI nu a fost găsită.
ru: Конфигурация LTI не найдена.
sq: Konfigurimi LTI nuk u gjet.
sv: LTI-konfiguration hittades inte.
sw: Usanidi wa LTI haujapatikana.
te: LTI కాన్ఫిగరేషన్ కనుగొనబడలేదు.
th: ไม่พบการกำหนดค่า LTI
tr_tr: LTI yapılandırması bulunamadı.
uk: Конфігурацію LTI не знайдено.
uz: LTI konfiguratsiyasi topilmadi.
vi: Không tìm thấy cấu hình LTI.

source: Invalid token signature.
af_za: Ongeldige tekenhandtekening.
ar: توقيع الرمز المميز غير صالح.
da: Ugyldig token-signatur.
de_de: Ungültige Tokensignatur.
el: Μη έγκυρη συμβολική υπογραφή.
es_419: Firma de token no válida.
fa: امضای رمز نامعتبر.
fr_ca: Signature de jeton invalide.
he: חתימת אסימון לא חוקית.
hi: अमान्य टोकन हस्ताक्षर.
hu: Érvénytelen token aláírás.
it_it: Firma del token non valida.
ja: トークン署名が無効です。
ka: არასწორი ტოკენის ხელმოწერა.
kk: Жарамсыз белгі қолтаңбасы.
lv: Nederīgs marķiera paraksts.
pl: Nieprawidłowy podpis tokena.
pt_br: Assinatura de token inválida.
pt_pt: Assinatura de token inválida.
ro: Semnătură tokenului este invalidă.
ru: Неверная подпись токена.
sq: Nënshkrimi simbol i pavlefshëm.
sv: Ogiltig tokensignatur.
sw: Sahihi ya tokeni isiyo sahihi.
te: చెల్లని టోకెన్ సంతకం.
th: ลายเซ็นโทเค็นไม่ถูกต้อง
tr_tr: Geçersiz jeton imzası.
uk: Недійсний підпис маркера.
uz: Token imzosi yaroqsiz.
vi: Chữ ký mã thông báo không hợp lệ.

source: No valid user id found in endpoint URL
af_za: Geen geldige gebruiker-ID in eindpunt-URL gevind nie
ar: لم يتم العثور على معرف مستخدم صالح في عنوان URL لنقطة النهاية
da: Intet gyldigt bruger-id fundet i slutpunkts-URL
de_de: In der Endpunkt-URL wurde keine gültige Benutzer-ID gefunden
el: Δεν βρέθηκε έγκυρο αναγνωριστικό χρήστη στη διεύθυνση URL τελικού σημείου
es_419: No se encontró ninguna identificación de usuario válida en la URL del punto final
fa: هیچ شناسه کاربری معتبری در URL نقطه پایانی یافت نشد
fr_ca: Aucun identifiant utilisateur valide trouvé dans l'URL du point de terminaison
he: לא נמצא מזהה משתמש חוקי בכתובת האתר של נקודת הקצה
hi: एंडपॉइंट यूआरएल में कोई वैध उपयोगकर्ता आईडी नहीं मिली
hu: Nem található érvényes felhasználói azonosító a végpont URL-jében.
it_it: Nessun ID utente valido trovato nell&#39;URL dell&#39;endpoint
ja: エンドポイントURLに有効なユーザーIDが見つかりませんでした
ka: ენდპოინტის URL-ში მოქმედი მომხმარებლის ID ვერ მოიძებნა
kk: Соңғы URL мекенжайында жарамды пайдаланушы идентификаторы табылмады
lv: Galapunkta URL nav atrasts derīgs lietotāja ID
pl: Nie znaleziono prawidłowego ID użytkownika w URL punktu końcowego
pt_br: Nenhum ID de usuário válido encontrado no URL do endpoint
pt_pt: Nenhum ID de utilizador válido no URL de destino
ro: Nu s-a găsit niciun id de utilizator valid în adresa URL a endpointului
ru: В URL-адресе конечной точки не найден действительный идентификатор пользователя.
sq: Nuk u gjet asnjë ID e vlefshme e përdoruesit në URL-në e pikës fundore
sv: Ingen giltig användar-id hittades i slutpunktens URL
sw: Hakuna kitambulisho halali cha mtumiaji kilichopatikana katika sehemu ya mwisho ya URL
te: ఎండ్‌పాయింట్ URLలో చెల్లుబాటు అయ్యే వినియోగదారు ఐడి కనుగొనబడలేదు
th: ไม่พบรหัสผู้ใช้ที่ถูกต้องใน URL ปลายทาง
tr_tr: Uç nokta URL adresinde geçerli bir kullanıcı kimliği bulunamadı
uk: Не знайдено дійсного ідентифікатора користувача в URL-адресі кінцевої точки
uz: Oxirgi nuqta URL manzilida yaroqli foydalanuvchi identifikatori topilmadi
vi: Không tìm thấy id người dùng hợp lệ trong URL điểm cuối

source: Configuration on block
af_za: Konfigurasie op blok
ar: التكوين على الكتلة
da: Konfiguration på blok
de_de: Konfiguration auf Block
el: Διαμόρφωση στο μπλοκ
es_419: Configuración en bloque
fa: پیکربندی در بلوک
fr_ca: Configuration sur le bloc
he: תצורה בבלוק
hi: ब्लॉक पर कॉन्फ़िगरेशन
hu: Konfiguráció a blokkon
it_it: Configurazione su blocco
ja: ブロックの設定
ka: კონფიგურაცია ბლოკზე
kk: Блоктағы конфигурация
lv: Konfigurācija blokā
pl: Konfiguracja w bloku
pt_br: Configuração no bloco
pt_pt: Configuração em bloco
ro: Configurație pe bloc
ru: Конфигурация в блоке
sq: Konfigurimi në bllok
sv: Konfiguration på block
sw: Usanidi kwenye block
te: బ్లాక్‌లో కాన్ఫిగరేషన్
th: การกำหนดค่าบนบล็อก
tr_tr: Blockta yapılandırma
uk: Конфігурація на блоці
uz: Blokdagi konfiguratsiya
vi: Cấu hình trên khối

source: Database Configuration
af_za: Databasis konfigurasie
ar: تكوين قاعدة البيانات
da: Database konfiguration
de_de: Datenbankkonfiguration
el: Διαμόρφωση βάσης δεδομένων
es_419: Configuración de base de datos
fa: پیکربندی پایگاه داده
fr_ca: Configuration de la base de données
he: תצורת מסד נתונים
hi: डेटाबेस कॉन्फ़िगरेशन
hu: Adatbázis-konfiguráció
it_it: Configurazione della banca dati
ja: データベース構成
ka: ბაზის მორგება
kk: Дерекқор конфигурациясы
lv: Datu bāzes konfigurācija
pl: Konfiguracja bazy danych
pt_br: Configuração do banco de dados
pt_pt: Configuração da base de dados
ro: Configurația bazei de date
ru: Конфигурация базы данных
sq: Konfigurimi i bazës së të dhënave
sv: Databaskonfiguration
sw: Usanidi wa Hifadhidata
te: డేటాబేస్ కాన్ఫిగరేషన్
th: การกำหนดค่าฐานข้อมูล
tr_tr: Veritabanı Yapılandırması
uk: Конфігурація бази даних
uz: Ma'lumotlar bazasi konfiguratsiyasi
vi: Cấu hình cơ sở dữ liệu

source: Reusable Configuration
af_za: Herbruikbare konfigurasie
ar: التكوين القابل لإعادة الاستخدام
da: Genanvendelig konfiguration
de_de: Wiederverwendbare Konfiguration
el: Επαναχρησιμοποιήσιμη διαμόρφωση
es_419: Configuración reutilizable
fa: پیکربندی قابل استفاده مجدد
fr_ca: Configuration réutilisable
he: תצורה לשימוש חוזר
hi: पुन: प्रयोज्य विन्यास
hu: Újrafelhasználható konfiguráció
it_it: Configurazione riutilizzabile
ja: 再利用可能な構成
ka: გადასაყენებელი კონფიგურაცია
kk: Қайта пайдалануға болатын конфигурация
lv: Atkārtoti lietojama konfigurācija
nl: Herbruikbare configuratie
pl: Konfiguracja wielokrotnego użytku
pt_br: Configuração reutilizável
pt_pt: Configuração reutilizável
ro: Configurație reutilizabilă
ru: Многоразовая конфигурация
sq: Konfigurimi i ripërdorshëm
sv: Återanvändbar konfiguration
sw: Usanidi Unaoweza Kutumika tena
te: పునర్వినియోగ కాన్ఫిగరేషన్
th: การกำหนดค่าที่ใช้ซ้ำได้
tr_tr: Yeniden Kullanılabilir Yapılandırma
uk: Багаторазова конфігурація
uz: Qayta foydalanish mumkin bo‘lgan konfiguratsiya
vi: Cấu hình tái sử dụng

source: Display Name
af_za: Vertoon Naam
ar: اسم العرض
da: Vist navn
de_de: Anzeigename
el: Εμφανιζόμενο όνομα
es_419: Nombre a mostrar
fa: نام نمایشی
fr: Nom d'affichage
fr_ca: Nom d'affichage
he: שם לתצוגה
hi: नाम प्रदर्शित करें
hu: Megjelenített név
it_it: Mostra il nome
ja: 表示名
ka: ხილვადი სახელი
kk: Көрсетілетін атау
lv: Parādāmais nosaukums
nl: Weergavenaam
pl: Wyświetlana nazwa
pt_br: Exibir Nome
pt_pt: Nome
ro: Nume afișare
ru: Отображаемое название
sq: Emri i shfaqur
sv: Visningsnamn
sw: Jina la Kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr_tr: Görünen Ad
uk: Назва, що відображається
uz: Ko‘rsatiladigan ism
vi: Tên hiển thị

source: Enter the name that students see for this component. Analytics reports may also use the display name to identify this component.
af_za: Voer die naam in wat studente vir hierdie komponent sien. Analytics-verslae kan ook die vertoonnaam gebruik om hierdie komponent te identifiseer.
ar: أدخل الاسم الذي يراه الطلاب لهذا المكون. قد تستخدم تقارير التحليلات أيضًا اسم العرض لتحديد هذا المكون.
da: Indtast det navn, som eleverne ser for denne komponent. Analytics-rapporter kan også bruge det viste navn til at identificere denne komponent.
de_de: Geben Sie den Namen ein, den die Schüler für diese Komponente sehen. Analytics-Berichte verwenden möglicherweise auch den Anzeigenamen, um diese Komponente zu identifizieren.
el: Εισαγάγετε το όνομα που βλέπουν οι μαθητές για αυτό το στοιχείο. Οι αναφορές του Analytics ενδέχεται επίσης να χρησιμοποιούν το εμφανιζόμενο όνομα για τον προσδιορισμό αυτού του στοιχείου.
es_419: Ingrese el nombre que ven los estudiantes para este componente. Los informes de análisis también pueden utilizar el nombre para mostrar para identificar este componente.
fa: نامی را که دانش آموزان برای این جزء می بینند وارد کنید. گزارش‌های تحلیلی همچنین ممکن است از نام نمایشی برای شناسایی این مؤلفه استفاده کنند.
fr_ca: Saisissez le nom que les étudiants voient pour ce composant. Les rapports d'analytiques peuvent également utiliser le nom d'affichage pour identifier ce composant.
he: הזן את השם שהתלמידים רואים עבור רכיב זה. דוחות Analytics עשויים להשתמש גם בשם התצוגה כדי לזהות רכיב זה.
hi: वह नाम दर्ज करें जो छात्र इस घटक के लिए देखते हैं। एनालिटिक्स रिपोर्ट इस घटक की पहचान करने के लिए प्रदर्शन नाम का भी उपयोग कर सकती हैं।
hu: Adja meg azt a nevet, amelyet a diákok látnak ehhez az összetevőhöz. Az analitikai jelentések szintén használhatják a megjelenítési nevet az összetevő azonosítására.
it_it: Inserisci il nome che gli studenti vedono per questo componente. I report di Analytics possono anche utilizzare il nome visualizzato per identificare questo componente.
ja: 学生がこのコンポーネントに対して見る名前を入力してください。分析レポートでも、この表示名を使用してこのコンポーネントを識別することがあります。
kk: Осы құрамдас үшін студенттер көретін атауды енгізіңіз. Analytics есептері де осы құрамдас бөлікті анықтау үшін көрсетілетін атауды пайдалана алады.
lv: Ievadiet nosaukumu, ko dalībnieki redzēs šim komponentam. Analītiskajos pārskatos var izmantot arī parādīto nosaukumu, lai identificētu šo komponentu.
nl: Vul de naam in die studenten bij dit onderdeel zien. Analytics-rapporten kunnen ook de weergavenaam gebruiken om dit onderdeel te identificeren.
pl: Wprowadź nazwę tego elementu, którą zobaczą studenci. Raporty statystyczne również mogą używać tej nazwy wyświetlanej w celu identyfikacji tego elementu.
pt_br: Insira o nome que os alunos veem para este componente. Os relatórios do Analytics também podem usar o nome de exibição para identificar esse componente.
pt_pt: Insira o nome que os estudantes veem para este componente. Os relatórios do Analytics também podem usar o nome para identificar este componente.
ro: Introdu numele pe care studenții îl văd pentru această componentă. Rapoartele de analiză pot folosi, de asemenea, numele afișat pentru a identifica această componentă.
ru: Введите имя, которое учащиеся увидят для этого компонента. В аналитических отчетах также может использоваться отображаемое имя для идентификации этого компонента.
sq: Futni emrin që studentët shohin për këtë komponent. Raportet e analitikës mund të përdorin gjithashtu emrin e shfaqur për të identifikuar këtë komponent.
sv: Ange namnet som studenterna ser för denna komponent. Analysrapporter kan också använda visningsnamnet för att identifiera denna komponent.
sw: Andika jina ambalo wanafunzi wanaona la kipengele hiki. Ripoti za uchanganuzi pia zinaweza kutumia jina la onyesho ili kutambua kipengele hiki.
te: ఈ భాగం కోసం విద్యార్థులు చూసే పేరును నమోదు చేయండి. ఈ భాగాన్ని గుర్తించడానికి Analytics నివేదికలు ప్రదర్శన పేరును కూడా ఉపయోగించవచ్చు.
th: ป้อนชื่อที่นักเรียนเห็นสำหรับส่วนประกอบนี้ รายงานการวิเคราะห์อาจใช้ชื่อที่แสดงเพื่อระบุองค์ประกอบนี้
tr_tr: Öğrencilerin bu bileşen için göreceği adı girin. Analytics raporları, bu bileşeni tanımlamak için görünen adı da kullanabilir.
uk: Введіть назву, яку бачать студенти для цього компонента. Звіти Analytics також можуть використовувати відображуване ім’я для ідентифікації цього компонента.
uz: Talabalar ushbu komponent uchun ko‘radigan nomni kiriting. Analytics hisobotlari ushbu komponentni aniqlash uchun ko‘rsatilgan nomdan ham foydalanishi mumkin.
vi: Nhập tên mà học sinh nhìn thấy cho thành phần này. Báo cáo phân tích cũng có thể sử dụng tên hiển thị để xác định thành phần này.

source: LTI Consumer
af_za: LTI Verbruiker
ar: مستهلك LTI
da: LTI forbruger
de_de: LTI-Verbraucher
el: Καταναλωτής LTI
es_419: Consumidor LTI
fa: مصرف کننده LTI
fr_ca: Consommateur LTI
hi: एलटीआई उपभोक्ता
it_it: Consumatore LTI
ja: LTIコンシューマー
ka: LTI მომხმარებელი
kk: LTI тұтынушысы
lv: LTI patērētājs
nl: LTI-consument
pl: Konsument LTI
pt_br: Consumidor LTI
pt_pt: Consumidor LTI
ro: Consumator LTI
ru: LTI потребитель
sq: Konsumatori LTI
sv: LTI-konsument
sw: Mtumiaji wa LTI
te: LTI వినియోగదారు
th: ผู้บริโภค LTI
tr_tr: LTI Tüketicisi
uk: Споживач LTI
uz: LTI iste'molchisi
vi: Người tiêu dùng LTI

source: LTI Application Information
af_za: LTI Aansoek inligting
ar: معلومات تطبيق ’LTI‘
de_de: LTI Bewerbungsinformation
el: Πληροφορίες εφαρμογής LTI
es_419: Información sobre la aplicación LTI
fa: اطلاعات برنامه LTI
fr_ca: Informations sur l'application LTI
he: מידע על יישומי LTI
hi: एलटीआई आवेदन की जानकारी
hu: LTI Alkalmazásinformációk
it_it: Informazioni sull'applicazione LTI
ja: LTIアプリケーション情報
ka: ინფორმაცია LTI აპლიკაციის შესახებ
kk: LTI қолданбасы туралы ақпарат
lv: LTI pieteikuma informācija
nl: LTI-aanvraaginformatie
pl: Informacje o aplikacji LTI
pt_br: Informações sobre o aplicativo LTI
pt_pt: Informação sobre a aplicação LTI
ro: Informații despre aplicația LTI
ru: LTI Информация по применению
sq: Informacioni për Aplikimin LTI
sw: Taarifa ya Maombi ya LTI
te: LTI అప్లికేషన్ సమాచారం
th: ข้อมูลแอพลิเคชัน LTI
tr_tr: LTI Uygulama Bilgisi
uk: LTI Інформація щодо застосування
uz: LTI ilovasi haqida ma'lumot
vi: Thông tin ứng dụng LTI
