Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Enter the LTI 1.3 Tool's public key.<br />This is a string that starts with '-----BEGIN PUBLIC KEY-----' and is required so that the LMS can check if the messages and launch requests received have the signature from the tool.<br /><b>This is not required when doing LTI 1.3 Launches without LTI Advantage nor Basic Outcomes requests.</b>
af_za: Voer die LTI 1.3 Tool se publieke sleutel in.<br /> Dit is &#39;n string wat begin met &#39;-----BEGIN PUBLIEKE SLEUTEL-----&#39; en word vereis sodat die LMS kan kyk of die boodskappe en bekendstellingsversoeke wat ontvang is, die handtekening van die instrument het.<br /> <b>Dit word nie vereis wanneer LTI 1.3-bekendstellings gedoen word sonder LTI Advantage of Basiese Uitkomste-versoeke nie.</b>
ar: أدخل المفتاح العام لأداة LTI 1.3.<br /> هذه سلسلة تبدأ بـ &quot;-----BEGIN PUBLIC KEY-----&quot; وهي مطلوبة حتى يتمكن نظام إدارة التعلم (LMS) من التحقق مما إذا كانت الرسائل وطلبات التشغيل المستلمة تحمل توقيعًا من الأداة.<br /> <b>وهذا ليس مطلوبًا عند إطلاق LTI 1.3 بدون طلبات LTI Advantage أو Basic Outcomes.</b>
da: Indtast LTI 1.3-værktøjets offentlige nøgle.<br /> Dette er en streng, der starter med &#39;-----BEGIN PUBLIC KEY-----&#39; og er påkrævet for at LMS&#39;et kan kontrollere, om de modtagne beskeder og startanmodninger har signaturen fra værktøjet.<br /> <b>Dette er ikke påkrævet, når du laver LTI 1.3-lanceringer uden LTI Advantage eller Basic Outcomes-anmodninger.</b>
de_de: Geben Sie den öffentlichen Schlüssel des LTI 1.3 Tools ein.<br /> Dies ist eine Zeichenfolge, die mit „-----BEGIN PUBLIC KEY-----“ beginnt und erforderlich ist, damit das LMS prüfen kann, ob die empfangenen Nachrichten und Startanfragen die Signatur des Tools haben.<br /> <b>Dies ist nicht erforderlich, wenn LTI 1.3-Starts ohne LTI Advantage- oder Basic Outcomes-Anfragen durchgeführt werden.</b>
el: Εισαγάγετε το δημόσιο κλειδί του Εργαλείου LTI 1.3.<br /> Αυτή είναι μια συμβολοσειρά που ξεκινά με &#39;-----BEGIN PUBLIC KEY-----&#39; και απαιτείται ώστε το LMS να μπορεί να ελέγξει εάν τα μηνύματα και τα αιτήματα εκκίνησης που λαμβάνονται έχουν την υπογραφή από το εργαλείο.<br /> <b>Αυτό δεν απαιτείται όταν εκτελείτε εκκινήσεις LTI 1.3 χωρίς αιτήματα LTI Advantage ή Basic Outcomes.</b>
es_419: Ingrese la clave pública de la herramienta LTI 1.3.<br /> Esta es una cadena que comienza con &#39;-----BEGIN PUBLIC KEY-----&#39; y es necesaria para que el LMS pueda verificar si los mensajes y solicitudes de lanzamiento recibidos tienen la firma de la herramienta.<br /> <b>Esto no es necesario al realizar lanzamientos de LTI 1.3 sin solicitudes de LTI Advantage ni de resultados básicos.</b>
fa: کلید عمومی ابزار LTI 1.3 را وارد کنید.<br /> این رشته‌ای است که با «-----BEGIN PUBLIC KEY-----» شروع می‌شود و برای اینکه LMS بتواند بررسی کند که آیا پیام‌ها و درخواست‌های راه‌اندازی دریافت‌شده دارای امضای ابزار هستند، لازم است.<br /> <b>هنگام انجام راه‌اندازی‌های LTI 1.3 بدون درخواست LTI Advantage یا Basic Outcomes به این کار نیازی نیست.</b>
fr_ca: Entrez la clé publique de l'outil LTI 1.3.<br /> Il s'agit d'une chaîne qui commence par '-----BEGIN PUBLIC KEY-----' et est requise pour que le LMS puisse vérifier si les messages et les demandes de lancement reçus ont la signature de l'outil.<br /> <b>Cela n’est pas requis lors des lancements LTI 1.3 sans demandes LTI Advantage ni Basic Outcomes.</b>
he: הזן את המפתח הציבורי של הכלי LTI 1.3.<br /> זוהי מחרוזת שמתחילה ב------BEGIN PUBLIC KEY----- ונדרשת כדי שה-LMS יוכל לבדוק אם להודעות ובקשות ההשקה שהתקבלו יש את החתימה מהכלי.<br /> <b>זה לא נדרש בעת ביצוע השקות של LTI 1.3 ללא LTI Advantage או בקשות Basic Outcomes.</b>
hi: LTI 1.3 टूल की सार्वजनिक कुंजी दर्ज करें।<br /> यह एक स्ट्रिंग है जो &#39;-----BEGIN PUBLIC KEY-----&#39; से शुरू होती है और यह आवश्यक है ताकि एलएमएस जांच कर सके कि प्राप्त संदेशों और लॉन्च अनुरोधों पर टूल से हस्ताक्षर हैं या नहीं।<br /> <b>एलटीआई एडवांटेज और बुनियादी परिणाम अनुरोधों के बिना एलटीआई 1.3 लॉन्च करते समय इसकी आवश्यकता नहीं है।</b>
hu: Írja be az LTI 1.3 eszköz nyilvános kulcsát.<br />Ez egy olyan karakterlánc, amely '-----BEGIN PUBLIC KEY-----' szöveggel kezdődik, és szükséges ahhoz, hogy az LMS ellenőrizhesse, hogy az eszköztől érkező üzenetek és indítási kérelmek aláírással rendelkeznek-e.<br /><b>Ez nem szükséges, ha LTI 1.3 indításokat hajt végre LTI Advantage vagy Basic Outcomes kérések nélkül.</b>
it_it: Inserisci la chiave pubblica dello strumento LTI 1.3.<br /> Questa è una stringa che inizia con &#39;-----BEGIN PUBLIC KEY-----&#39; ed è necessaria affinché l&#39;LMS possa verificare se i messaggi e le richieste di lancio ricevuti hanno la firma dello strumento.<br /> <b>Ciò non è necessario quando si eseguono lanci LTI 1.3 senza richieste di vantaggi LTI o risultati di base.</b>
ja: LTI 1.3ツールの公開鍵を入力してください。<br />これは「-----BEGIN PUBLIC KEY-----」で始まる文字列で、LMSが受信したメッセージや起動リクエストにツールの署名があるかどうかを確認するために必要です。<br /><b>LTI AdvantageやBasic Outcomesリクエストを伴わないLTI 1.3起動の場合は必要ありません。</b>
ka: შეიყვანეთ LTI 1.3 ინსტრუმენტის საჯარო გასაღები.<br />ეს არის სტრიქონი, რომელიც იწყება '-----BEGIN PUBLIC KEY-----'-ით და საჭიროა, რათა LMS-მა შეამოწმოს, მიღებულ შეტყობინებებსა და გაშვების მოთხოვნებს ხელსაწყოდან მოწერილობა აქვს თუ არა.<br /><b>ეს არ არის საჭირო, როდესაც LTI 1.3-ის გაშვებებს ახორციელებთ LTI Advantage-ის ან Basic Outcomes-ის მოთხოვნების გარეშე.</b>
kk: LTI 1.3 құралының ашық кілтін енгізіңіз.<br /> Бұл &#39;-----БАСТАУ Қоғамдық кілт-----&#39; деп басталатын жол және LMS алынған хабарлар мен іске қосу сұрауларында құралдан қолтаңба бар-жоғын тексеруі үшін қажет.<br /> <b>LTI артықшылығы немесе негізгі нәтижелер сұраулары жоқ LTI 1.3 іске қосуды орындау кезінде бұл талап етілмейді.</b>
lv: Ievadiet LTI 1.3 rīka publisko atslēgu.<br />Šī ir virkne, kas sākas ar "-----BEGIN PUBLIC KEY-----" un ir nepieciešama, lai LMS varētu pārbaudīt, vai saņemtajiem ziņojumiem un palaišanas pieprasījumiem ir rīka paraksts.<br /><b> Tas nav nepieciešams, ja tiek veikti LTI 1.3 palaišanas pieprasījumi bez LTI Advantage vai Basic Outcomes pieprasījumi.</b>
nl: Voer de openbare sleutel van de LTI 1.3 Tool in.<br /> Dit is een string die begint met '-----BEGIN PUBLIC KEY-----' en is vereist zodat het LMS kan controleren of de ontvangen berichten en startverzoeken de handtekening van de tool hebben.<br /> <b>Dit is niet vereist wanneer u LTI 1.3-lanceringen uitvoert zonder LTI Advantage- of Basic Outcomes-verzoeken.</b>
pl: Wprowadź klucz publiczny narzędzia LTI 1.3.<br /> Jest to ciąg znaków rozpoczynający się od „-----BEGIN PUBLIC KEY-----” i jest wymagany, aby LMS mógł sprawdzić, czy otrzymane wiadomości i żądania uruchomienia mają podpis z narzędzia.<br /> <b>Nie jest to wymagane w przypadku uruchamiania LTI 1.3 bez żądań LTI Advantage ani Basic Outcomes.</b>
pt_br: Insira a chave pública da ferramenta LTI 1.3.<br /> Esta é uma string que começa com &#39;-----BEGIN PUBLIC KEY-----&#39; e é necessária para que o LMS possa verificar se as mensagens e solicitações de lançamento recebidas possuem a assinatura da ferramenta.<br /> <b>Isso não é necessário ao fazer lançamentos de LTI 1.3 sem solicitações de LTI Advantage nem de Resultados Básicos.</b>
pt_pt: Insira a chave pública da ferramenta LTI 1.3.<br /> Esta é uma string que começa com '-----BEGIN PUBLIC KEY-----' e é necessária para que o LMS possa verificar se as mensagens e solicitações de inicialização recebidas possuem a assinatura da ferramenta.<br /> <b>Isto não é necessário ao fazer LTI 1.3 Launchs sem LTI Advantage nem solicitações de resultados básicos.</b>
ro: Introduceți cheia publică a instrumentului LTI 1.3.<br /> Acesta este un șir care începe cu „-----BEGIN PUBLIC KEY-----” și este necesar pentru ca LMS să poată verifica dacă mesajele și cererile de lansare primite au semnătura de la instrument.<br /> <b>Acest lucru nu este necesar atunci când se lansează LTI 1.3 fără solicitări LTI Advantage sau Basic Outcomes.</b>
ru: Введите открытый ключ инструмента LTI 1.3.<br /> Это строка, которая начинается с «-----BEGIN PUBLIC KEY-----» и необходима для того, чтобы LMS могла проверить, имеют ли полученные сообщения и запросы на запуск подпись от инструмента.<br /> <b>Это не требуется при запуске LTI 1.3 без запросов LTI Advantage или Basic Outcomes.</b>
sq: Futni çelësin publik të mjetit LTI 1.3.<br /> Ky është një varg që fillon me &#39;-----BEGIN PUBLIC KEY-----&#39; dhe kërkohet në mënyrë që LMS të mund të kontrollojë nëse mesazhet dhe kërkesat për nisje të marra kanë nënshkrimin nga mjeti.<br /> <b>Kjo nuk kërkohet kur bëni lëshime LTI 1.3 pa kërkesa LTI Advantage as Basic Results.</b>
sv: Ange LTI 1.3-verktygets offentliga nyckel.<br />Detta är en sträng som börjar med '-----BEGIN PUBLIC KEY-----' och krävs för att LMS ska kunna kontrollera om de mottagna meddelandena och startförfrågningarna har verktygets signatur.<br /><b>Detta krävs inte vid LTI 1.3-start utan LTI Advantage eller Basic Outcomes-förfrågningar.</b>
sw: Weka kitufe cha umma cha LTI 1.3 Tool.<br /> Huu ni mfuatano unaoanza na &#39;-----ANZA UFUNGUO WA UMMA-----&#39; na inahitajika ili LMS iweze kuangalia ikiwa ujumbe na maombi ya uzinduzi yaliyopokelewa yana saini kutoka kwa zana.<br /> <b>Hii haihitajiki unapofanya Uzinduzi wa LTI 1.3 bila Faida ya LTI wala maombi ya Matokeo ya Msingi.</b>
te: LTI 1.3 సాధనం యొక్క పబ్లిక్ కీని నమోదు చేయండి.<br /> ఇది &#39;-----ప్రారంభ పబ్లిక్ కీ-----&#39;తో ప్రారంభమయ్యే స్ట్రింగ్ మరియు స్వీకరించిన సందేశాలు మరియు లాంచ్ అభ్యర్థనలలో సాధనం నుండి సంతకం ఉందో లేదో LMS తనిఖీ చేయగలదు.<br /> <b>LTI అడ్వాంటేజ్ లేదా ప్రాథమిక ఫలితాల అభ్యర్థనలు లేకుండా LTI 1.3 లాంచ్‌లు చేస్తున్నప్పుడు ఇది అవసరం లేదు.</b>
th: ป้อนคีย์สาธารณะของเครื่องมือ LTI 1.3<br /> นี่คือสตริงที่ขึ้นต้นด้วย &#39;-----BEGIN PUBLIC KEY-----&#39; และจำเป็นเพื่อให้ LMS สามารถตรวจสอบว่าข้อความและคำขอเปิดใช้งานที่ได้รับมีลายเซ็นจากเครื่องมือหรือไม่<br /> <b>สิ่งนี้ไม่จำเป็นเมื่อดำเนินการเปิดตัว LTI 1.3 โดยไม่มีคำขอ LTI Advantage หรือผลลัพธ์พื้นฐาน</b>
tr_tr: LTI 1.3 Aracının genel anahtarını girin.<br /> Bu, '-----BEGIN PUBLIC KEY-----' ile başlayan bir dizedir ve LMS'nin alınan mesajların ve başlatma isteklerinin araçtan imza alıp almadığını kontrol edebilmesi için gereklidir.<br /> <b>LTI Advantage veya Basic Outcomes talepleri olmadan LTI 1.3 Başlatmaları yapılırken bu gerekli değildir.</b>
uk: Введіть відкритий ключ інструмента LTI 1.3.<br /> Це рядок, який починається з «-----BEGIN PUBLIC KEY-----» і потрібен, щоб LMS могла перевірити, чи отримані повідомлення та запити на запуск мають підпис від інструменту.<br /> <b>Це не обов’язково під час запуску LTI 1.3 без запитів LTI Advantage або Basic Outcomes.</b>
uz: LTI 1.3 Qurilmaning ochiq kalitini kiriting.<br /> Bu '-----BEGIN PUBLIC KEY-----' bilan boshlanadigan qator bo‘lib, LMS qabul qilingan xabarlar va ishga tushirish so‘rovlari qurilmadan imzo bilan kelganligini tekshira olishi uchun talab qilinadi.<br /> <b>Bu LTI 1.3 ni LTI Advantage yoki Basic Outcomes so‘rovlari holda ishga tushirganda talab qilinmaydi.</b>
vi: Nhập khóa chung của Công cụ LTI 1.3.<br /> Đây là một chuỗi bắt đầu bằng &#39;------BEGIN PUBLIC KEY-----&#39; và được yêu cầu để LMS có thể kiểm tra xem các tin nhắn và yêu cầu khởi chạy nhận được có chữ ký từ công cụ hay không.<br /> <b>Điều này không bắt buộc khi thực hiện Khởi chạy LTI 1.3 mà không yêu cầu LTI Advantage cũng như Kết quả cơ bản.</b>

source: Enable LTI NRPS
af_za: Aktiveer LTI NRPS
ar: تمكين LTI NRPS
da: Aktiver LTI NRPS
de_de: Aktivieren Sie LTI NRPS
el: Ενεργοποίηση LTI NRPS
es_419: Habilitar LTI NRPS
fa: LTI NRPS را فعال کنید
fr_ca: Activer LTI NRPS
he: אפשר LTI NRPS
hi: एलटीआई एनआरपीएस सक्षम करें
hu: LTI NRPS engedélyezése
it_it: Abilita LTI NRPS
ja: LTI NRPS を有効にする
ka: ჩართეთ LTI NRPS
kk: LTI NRPS қосыңыз
lv: Iespējot LTI NRPS
nl: Schakel LTI NRPS in
pl: Włącz LTI NRPS
pt_br: Ativar NRPS de LTI
pt_pt: Ativar LTI NRPS
ro: Activați LTI NRPS
ru: Включить LTI NRPS
sq: Aktivizo LTI NRPS
sv: Aktivera LTI NRPS
sw: Washa LTI NRPS
te: LTI NRPSని ప్రారంభించండి
th: เปิดใช้งาน LTI NRPS
tr_tr: LTI NRPS'yi etkinleştir
uk: Увімкнути LTI NRPS
uz: LTI NRPS ni yoqing
vi: Kích hoạt LTI NRPS

source: Enable LTI Names and Role Provisioning Services.
af_za: Aktiveer LTI-name en rolvoorsieningsdienste.
ar: تمكين أسماء LTI وخدمات توفير الأدوار.
da: Aktiver LTI-navne og rolleleveringstjenester.
de_de: Aktivieren Sie LTI-Namen und Rollenbereitstellungsdienste.
el: Ενεργοποιήστε τις υπηρεσίες ονομάτων LTI και παροχής ρόλων.
es_419: Habilite los servicios de aprovisionamiento de funciones y nombres de LTI.
fa: خدمات LTI Names و Role Provisioning را فعال کنید.
fr_ca: Activez les noms LTI et les services de provisionnement de rôles.
he: אפשר שמות LTI ושירותי הקצאת תפקידים.
hi: एलटीआई नाम और भूमिका प्रावधान सेवाएँ सक्षम करें।
hu: Engedélyezze az LTI nevek és szerepkörök biztosítási szolgáltatásait.
it_it: Abilita nomi LTI e servizi di provisioning dei ruoli.
ja: LTI名と役割のプロビジョニングサービスを有効にする。
ka: ჩართეთ LTI სახელებისა და როლების მიწოდების სერვისები.
kk: LTI атаулары мен рөлді қамтамасыз ету қызметтерін қосыңыз.
lv: Iespējojiet LTI nosaukumus un lomu nodrošināšanas pakalpojumus.
nl: Schakel LTI-namen en rolinrichtingsservices in.
pl: Włącz usługi nazw LTI i udostępniania ról.
pt_br: Habilite nomes LTI e serviços de provisionamento de funções.
pt_pt: Habilitar Nomes e Serviços de Provisão de Funções LTI.
ro: Activați Serviciile de furnizare a numelor și rolurilor LTI.
ru: Включите имена LTI и службы предоставления ролей.
sq: Aktivizo shërbimet e emrave të LTI dhe ofrimit të roleve.
sv: Aktivera LTI Names and Role Provisioning Services.
sw: Washa Majina ya LTI na Huduma za Utoaji Wajibu.
te: LTI పేర్లు మరియు రోల్ ప్రొవిజనింగ్ సేవలను ప్రారంభించండి.
th: เปิดใช้งานชื่อ LTI และบริการการจัดเตรียมบทบาท
tr_tr: LTI Adlar ve Rol Sağlama Hizmetlerini etkinleştirin.
uk: Увімкніть служби надання імен і ролей LTI.
uz: LTI nomlari va rollarni tayyorlash xizmatlarini yoqing.
vi: Kích hoạt dịch vụ cung cấp vai trò và tên LTI.

source: LTI 1.3 Block Client ID - DEPRECATED
af_za: LTI 1.3 Blokkliënt-ID - UITGEDAAN
ar: LTI 1.3 حظر معرف العميل - تم إهماله
da: LTI 1.3 Bloker klient-id - UDSKIFTET
de_de: LTI 1.3 Block-Client-ID – VERALTET
el: LTI 1.3 Αποκλεισμός αναγνωριστικού πελάτη - ΚΑΤΑΡΓΗΘΗΚΕ
es_419: ID de cliente de bloqueo de LTI 1.3: obsoleto
fa: LTI 1.3 Block Client ID - منسوخ شده است
he: LTI 1.3 חסימת לקוח מזהה - הוצא משימוש
hi: एलटीआई 1.3 ब्लॉक क्लाइंट आईडी - अस्वीकृत
it_it: LTI 1.3 Blocca ID cliente - DEPRECATO
pt_br: ID do cliente do bloco LTI 1.3 - DESCONTINUADO
ru: LTI 1.3 Блокировать идентификатор клиента – УСТАРЕЛО
sw: LTI 1.3 Kitambulisho cha Mteja wa Kuzuia - IMEACHWA
te: LTI 1.3 బ్లాక్ క్లయింట్ ID - నిలిపివేయబడింది
th: LTI 1.3 บล็อกรหัสไคลเอ็นต์ - เลิกใช้แล้ว
uk: LTI 1.3 Block Client ID – ЗАСТАРЕЛО

source: DEPRECATED - This is now stored in the LtiConfiguration model.
af_za: DEEPRECATED - Dit word nou in die LtiConfiguration-model gestoor.
ar: مهمل - يتم الآن تخزين هذا في نموذج LtiConfiguration.
da: UDSKRIVET - Dette er nu gemt i LtiConfiguration-modellen.
de_de: VERALTET – Dies ist jetzt im LtiConfiguration-Modell gespeichert.
el: ΚΑΤΑΡΓΗΘΗΚΕ - Αυτό είναι πλέον αποθηκευμένο στο μοντέλο LtiConfiguration.
es_419: DESPRECADO: ahora está almacenado en el modelo LtiConfiguration.
fa: منسوخ شده - اکنون در مدل LtiConfiguration ذخیره می شود.
he: מבוטל - זה מאוחסן כעת במודל LtiConfiguration.
hi: अस्वीकृत - यह अब LtiConfiguration मॉडल में संग्रहीत है।
it_it: DEPRECATO: ora è archiviato nel modello LtiConfiguration.
pt_br: DEPRECADO - Agora está armazenado no modelo LtiConfiguration.
ru: УСТАРЕЛО — теперь оно хранится в модели LtiConfiguration.
sw: IMEACHILIWA - Hii sasa imehifadhiwa katika muundo wa LtiConfiguration.
te: నిలిపివేయబడింది - ఇది ఇప్పుడు LtiConfiguration మోడల్‌లో నిల్వ చేయబడింది.
th: เลิกใช้แล้ว - ตอนนี้ถูกจัดเก็บไว้ในโมเดล LtiConfiguration
uk: ЗАСТАРЕЛО – тепер це зберігається в моделі LtiConfiguration.

source: LTI 1.3 Block Key - DEPRECATED
af_za: LTI 1.3 Bloksleutel - UITGESCHAKEL
ar: مفتاح كتلة LTI 1.3 - مهمل
da: LTI 1.3 Bloknøgle - UDTAGET
de_de: LTI 1.3-Blockschlüssel – VERALTET
el: Κλειδί μπλοκ LTI 1.3 - ΚΑΤΑΡΓΗΘΗΚΕ
es_419: Clave de bloque LTI 1.3: obsoleta
fa: LTI 1.3 Block Key - منسوخ شده است
he: מפתח בלוק LTI 1.3 - מבוטל
hi: एलटीआई 1.3 ब्लॉक कुंजी - अस्वीकृत
it_it: Chiave blocco LTI 1.3 - DEPRECATA
pt_br: Chave de bloco LTI 1.3 - obsoleto
ru: Блок-ключ LTI 1.3 – УСТАРЕЛО
sw: LTI 1.3 Ufunguo wa Kuzuia - UMEACHWA
te: LTI 1.3 బ్లాక్ కీ - నిలిపివేయబడింది
th: รหัสบล็อก LTI 1.3 - เลิกใช้แล้ว
uk: Блоковий ключ LTI 1.3 – ЗАСТАРЕЛО

source: Deep linking
af_za: Diep skakeling
ar: ربط عميق
da: Dyb linking
el: Βαθιά σύνδεση
es_419: Enlace profundo
fa: پیوند عمیق
he: קישור עמוק
hi: गहरा संबंध
hu: Mélylinkelés
it_it: Collegamento profondo
ja: ディープリンク
ka: ღრმა დაბმულობა
kk: Терең байланыстыру
lv: Dziļā saite
nl: Dieplinken
pl: Głębokie linkowanie
pt_br: Links diretos
pt_pt: Ligação profunda
ro: Legături profunde
ru: Глубокие ссылки
sq: Lidhje e thellë
sv: Djup länkning
sw: Kuunganisha kwa kina
te: లోతైన లింకింగ్
th: การเชื่อมโยงลึก
tr_tr: Derin bağlantı
uk: Глибинне посилання
uz: Ichki havola
vi: Liên kết sâu

source: Select True if you want to enable LTI Advantage Deep Linking.
af_za: Kies Waar as jy LTI Advantage Deep Linking wil aktiveer.
ar: حدد صحيح إذا كنت تريد تمكين الارتباط العميق لـ LTI Advantage.
da: Vælg Sand, hvis du vil aktivere LTI Advantage Deep Linking.
de_de: Wählen Sie „True“, wenn Sie LTI Advantage Deep Linking aktivieren möchten.
el: Επιλέξτε True εάν θέλετε να ενεργοποιήσετε το LTI Advantage Deep Linking.
es_419: Seleccione Verdadero si desea habilitar LTI Advantage Deep Linking.
fa: اگر می‌خواهید LTI Advantage Deep Linking را فعال کنید، True را انتخاب کنید.
fr_ca: Sélectionnez True si vous souhaitez activer LTI Advantage Deep Linking.
he: בחר True אם ברצונך להפעיל LTI Advantage Deep Linking.
hi: यदि आप एलटीआई एडवांटेज डीप लिंकिंग को सक्षम करना चाहते हैं तो सही चुनें।
hu: Válassza az Igaz lehetőséget, ha engedélyezni szeretné az LTI Advantage mélyhivatkozást.
it_it: Seleziona Vero se desideri abilitare LTI Advantage Deep Linking.
ja: LTI Advantage Deep Linkingを有効にしたい場合は、Trueを選択してください。
ka: აირჩიეთ "ჭეშმარიტი", თუ გსურთ LTI Advantage-ის ღრმა ბმულების ფუნქციის ჩართვა.
lv: Atlasiet True, ja vēlaties iespējot LTI Advantage dziļo saiti.
nl: Selecteer True als u LTI Advantage Deep Linking wilt inschakelen.
pl: Wybierz opcję Prawda, jeśli chcesz włączyć głębokie linki LTI Advantage.
pt_br: Selecione Verdadeiro se quiser ativar o LTI Advantage Deep Linking.
pt_pt: Selecione True se quiser activar LTI Advantage Deep Linking.
ro: Selectați True dacă doriți să activați LTI Advantage Deep Linking.
ru: Выберите True, если вы хотите включить глубокое связывание LTI Advantage.
sq: Zgjidhni &quot;E vërtetë&quot; nëse dëshironi të aktivizoni &quot;LTI Advantage Deep Linking&quot;.
sv: Välj Sant om du vill aktivera LTI Advantage Deep Linking.
sw: Chagua Kweli ikiwa unataka kuwezesha Uunganishaji wa Kina wa LTI Advantage.
te: మీరు LTI అడ్వాంటేజ్ డీప్ లింకింగ్‌ని ప్రారంభించాలనుకుంటే ఒప్పు ఎంచుకోండి.
th: เลือก จริง หากคุณต้องการเปิดใช้งาน LTI Advantage Deep Linking
tr_tr: LTI Advantage Derin Bağlantıları etkinleştirmek istiyorsanız, True seçeneğini seçin.
uk: Виберіть True, якщо ви хочете ввімкнути LTI Advantage Deep Linking.
uz: LTI Advantage Deep Linking funksiyasini yoqmoqchi bo‘lsangiz, 'True' ni tanlang.
vi: Chọn Đúng nếu bạn muốn bật Liên kết sâu LTI Advantage.

source: Deep Linking Launch URL
af_za: Diepskakeling-begin-URL
ar: عنوان URL لإطلاق الارتباط العميق
de_de: Deep Linking-Start-URL
el: Διεύθυνση URL εκκίνησης Deep Linking
es_419: URL de lanzamiento de enlace profundo
fa: URL راه اندازی پیوند عمیق
fr_ca: URL de lancement Deep Linking.
he: כתובת אתר השקת קישור עמוק
hi: डीप लिंकिंग लॉन्च यूआरएल
hu: Mélyhivatkozás indítási URL-címe
it_it: URL di avvio del collegamento diretto
ja: ディープリンク起動URL
ka: ღრმა ბმულის საწყისი URL
kk: Терең байланыстыруды іске қосу URL мекенжайы
lv: Dziļās saites palaišanas URL
nl: Lancerings-URL voor deep links
pl: Adres URL uruchamiania głębokiego linkowania
pt_br: URL de lançamento de link direto
pt_pt: URL de lançamento Deep Linking
ro: Adresa URL de lansare a legăturii profunde
ru: URL-адрес запуска диплинкинга
sq: URL-ja e nisjes së lidhjes së thellë
sv: URL för start av djup länkning
sw: URL ya Uzinduzi wa Kuunganisha Kina
te: డీప్ లింకింగ్ లాంచ్ URL
th: URL เปิดตัว Deep Linking
tr_tr: Derin Bağlantı Başlatma URL&#39;si
uk: URL-адреса запуску глибокого посилання
uz: Chuqur ulanishni ishga tushirish URL manzili
vi: URL khởi chạy liên kết sâu
