Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: To do that, make sure the block is published and click the link below:
af_za: Om dit te doen, maak seker dat die blok gepubliseer is en klik op die skakel hieronder:
ar: للقيام بذلك، تأكد من نشر الحظر وانقر على الرابط أدناه:
da: For at gøre det skal du sørge for, at blokeringen er offentliggjort og klikke på linket nedenfor:
de_de: Stellen Sie dazu sicher, dass der Block veröffentlicht ist, und klicken Sie auf den folgenden Link:
el: Για να το κάνετε αυτό, βεβαιωθείτε ότι το μπλοκ είναι δημοσιευμένο και κάντε κλικ στον παρακάτω σύνδεσμο:
es_419: Para hacer eso, asegúrese de que el bloque esté publicado y haga clic en el enlace a continuación:
fa: برای انجام این کار، مطمئن شوید که بلوک منتشر شده است و روی لینک زیر کلیک کنید:
fr: Pour ce faire, assurez-vous que le bloc est publié et cliquez sur le lien ci-dessous :
fr_ca: Pour ce faire, assurez-vous que le bloc est publié et cliquez sur le lien ci-dessous :
he: כדי לעשות זאת, ודא שהחסימה מפורסם ולחץ על הקישור למטה:
hi: ऐसा करने के लिए, सुनिश्चित करें कि ब्लॉक प्रकाशित हो गया है और नीचे दिए गए लिंक पर क्लिक करें:
hu: Annak érdekében, hogy ezt megtehesse, győződjön meg róla, hogy a blokk közzé van téve, és kattintson az alábbi linkre:
it_it: Per fare ciò, assicurati che il blocco sia pubblicato e fai clic sul collegamento seguente:
ja: そのためには、ブロックが公開されていることを確認し、以下のリンクをクリックしてください。
ka: ამისათვის, დარწმუნდით, რომ ბლოკი გამოქვეყნებულია და დააჭირეთ ქვემოთ მოცემულ ბმულს:
kk: Ол үшін блоктың жарияланғанына көз жеткізіп, төмендегі сілтемені басыңыз:
lv: Lai to izdarītu, pārliecinieties, vai bloks ir publicēts, un noklikšķiniet uz tālāk esošās saites:
nl: Om dat te doen, zorg ervoor dat het blok is gepubliceerd en klik op de onderstaande link:
pl: W tym celu upewnij się, że blok jest opublikowany i kliknij poniższy link:
pt_br: Para fazer isso, certifique-se de que o bloco esteja publicado e clique no link abaixo:
pt_pt: Para isso, certifique-se de que o bloco é publicado e clique no link abaixo:
ro: Pentru a face acest lucru, asigurați-vă că blocul este publicat și faceți clic pe linkul de mai jos:
ru: Для этого убедитесь, что блок опубликован, и нажмите на ссылку ниже:
sq: Për ta bërë këtë, sigurohuni që blloku të jetë publikuar dhe klikoni lidhjen më poshtë:
sv: För att göra det, se till att blocket är publicerat och klicka på länken nedan:
sw: Ili kufanya hivyo, hakikisha kizuizi kimechapishwa na ubofye kiungo hapa chini:
te: అలా చేయడానికి, బ్లాక్ ప్రచురించబడిందని నిర్ధారించుకోండి మరియు క్రింది లింక్‌పై క్లిక్ చేయండి:
th: หากต้องการทำเช่นนั้น ตรวจสอบให้แน่ใจว่าบล็อกนั้นได้รับการเผยแพร่แล้ว และคลิกลิงก์ด้านล่าง:
tr_tr: Bunu yapmak için bloğun yayınlandığından emin olun ve aşağıdaki bağlantıya tıklayın:
uk: Для цього переконайтеся, що блок опубліковано, і натисніть посилання нижче:
uz: Buning uchun blok nashr etilganligiga ishonch hosil qiling va quyidagi havolani bosing:
vi: Để làm điều đó, hãy đảm bảo khối được xuất bản và nhấp vào liên kết bên dưới:

source: Deep Linking Launch - Configure tool
af_za: Deep Linking Launch - Stel nutsding op
ar: إطلاق الارتباط العميق - أداة التهيئة
da: Deep Linking Launch - Konfigurer værktøj
de_de: Deep Linking Launch – Tool konfigurieren
el: Εκκίνηση σε βάθος σύνδεσης - Εργαλείο διαμόρφωσης
es_419: Lanzamiento de enlaces profundos: herramienta de configuración
fa: راه اندازی پیوند عمیق - ابزار پیکربندی
fr: Lancement du Lien Profond - Configuration de l'outil
fr_ca: Lancement Deep Linking - Configurer l'outil
he: השקת קישור עמוק - כלי קביעת תצורה
hi: डीप लिंकिंग लॉन्च - कॉन्फिगर टूल
hu: Mélyhivatkozás indítása - Eszköz konfigurálása
it_it: Lancio di Deep Linking: strumento di configurazione
ja: ディープリンク起動 - ツールの設定
ka: ღრმა ბმულების გაშვება - ინსტრუმენტის კონფიგურაცია
kk: Deep Linking Launch - Құралды конфигурациялау
lv: Dziļās saites palaišana — konfigurēšanas rīks
nl: Deep Linking starten - configuratietool
pl: Uruchomienie głębokiego linkowania — narzędzie do konfiguracji
pt_br: Lançamento de Deep Linking - ferramenta de configuração
pt_pt: Lançamento de Deep Linking - Configurar ferramenta
ro: Lansare Deep Linking - Configurare instrument
ru: Запуск диплинкинга — инструмент настройки
sq: Nisja e lidhjes së thellë - Vegla e konfigurimit
sv: Starta djup länkning - Konfigurera verktyg
sw: Uzinduzi wa Kuunganisha Kina - Sanidi zana
te: డీప్ లింకింగ్ లాంచ్ - కాన్ఫిగర్ సాధనం
th: การเปิดตัว Deep Linking - กำหนดค่าเครื่องมือ
tr_tr: Derin Bağlantı Başlatma - Yapılandır aracı
uz: Deep Linking Launch - Qurilmani sozlash
vi: Khởi chạy liên kết sâu - Công cụ định cấu hình

source: Press to Launch
af_za: Druk om te begin
ar: يُرجى الضغط للتشغيل
da: Tryk for at starte/udrulle
de_de: Klicken Sie zum Start
el: Πατήστε για εκκίνηση
es_419: Haz clic para lanzar
fa: برای راه اندازی فشار دهید
fr: Appuyez pour lancer
fr_ca: Appuyez pour démarrer
he: לחץ על מנת להפעיל
hi: लांच करने के लिये दबाइए
hu: nyomd meg az indításhoz
it_it: Premere per Lanciare
ka: დააჭირეთ ღილაკს დასაწყებად
kk: Іске қосу үшін басыңыз
lv: Nospiediet, lai palaistu
nl: Druk om te starten
pl: Naciśnij, aby uruchomić
pt_br: Pressione para iniciar
pt_pt: Pressione para iniciar
ro: Apăsați pentru a lansa
ru: Нажмите, чтобы запустить
sq: Shtypni për të nisur
sv: Tryck på för att starta
sw: Bonyeza ili Kuzindua
te: ప్రారంభించేందుకు నొక్కండి
th: กดเพื่อเปิดใช้งาน
tr_tr: Başlatmak için tıklayın
uk: Натисніть, щоб запустити
uz: Ishga tushirish uchun bosing
vi: Nhấn để khởi chạy

source: There was an error while launching the LTI tool:
af_za: Daar was &#39;n fout tydens die bekendstelling van die LTI-nutsding:
ar: حدث خطأ أثناء تشغيل أداة LTI:
da: Der opstod en fejl under lancering af LTI-værktøjet:
de_de: Beim Starten des LTI-Tools ist ein Fehler aufgetreten:
el: Παρουσιάστηκε σφάλμα κατά την εκκίνηση του εργαλείου LTI:
es_419: Se produjo un error al iniciar la herramienta LTI:
fa: هنگام راه‌اندازی ابزار LTI خطایی روی داد:
fr: Une erreur s&#39;est produite lors du lancement de l&#39;outil LTI :
fr_ca: Une erreur s'est produite lors du lancement de l'outil LTI :
he: אירעה שגיאה בעת הפעלת כלי ה-LTI:
hi: LTI टूल लॉन्च करते समय एक त्रुटि हुई:
hu: Hiba történt az LTI eszköz indítása közben:
it_it: Si è verificato un errore durante l&#39;avvio dello strumento LTI:
ja: LTIツールの起動中にエラーが発生しました:
ka: LTI ინსტრუმენტის გაშვებისას მოხდა შეცდომა:
kk: LTI құралын іске қосу кезінде қате орын алды:
lv: Palaižot LTI rīku, radās kļūda:
nl: Er is een fout opgetreden bij het starten van de LTI-tool:
pl: Wystąpił błąd podczas uruchamiania narzędzia LTI:
pt_br: Ocorreu um erro ao iniciar a ferramenta LTI:
pt_pt: Ocorreu um erro no lançamento da ferramenta LTI:
ro: A apărut o eroare la lansarea instrumentului LTI:
ru: При запуске инструмента LTI произошла ошибка:
sq: Pati një gabim gjatë nisjes së mjetit LTI:
sv: Det uppstod ett fel vid start av LTI-verktyget:
sw: Kulikuwa na hitilafu wakati wa kuzindua zana ya LTI:
te: LTI సాధనాన్ని ప్రారంభించేటప్పుడు లోపం ఏర్పడింది:
th: เกิดข้อผิดพลาดขณะเปิดเครื่องมือ LTI:
tr_tr: LTI aracı başlatılırken bir hata oluştu:
uk: Під час запуску інструменту LTI сталася помилка:
uz: LTI vositasini ishga tushirishda xatolik yuz berdi:
vi: Đã xảy ra lỗi khi khởi chạy công cụ LTI:

source: If you're seeing this on a live course, please contact the course staff.
af_za: As jy dit op &#39;n regstreekse kursus sien, kontak asseblief die kursuspersoneel.
ar: إذا رأيت ذلك في دورة تدريبية مباشرة، فيرجى الاتصال بطاقم الدورة.
da: Hvis du ser dette på et live kursus, bedes du kontakte kursuspersonalet.
de_de: Wenn Sie dies bei einem Live-Kurs sehen, wenden Sie sich bitte an das Kurspersonal.
el: Εάν το βλέπετε σε ζωντανή σειρά μαθημάτων, επικοινωνήστε με το προσωπικό του μαθήματος.
es_419: Si está viendo esto en un curso en vivo, comuníquese con el personal del curso.
fa: اگر این را در یک دوره زنده مشاهده می کنید، لطفاً با کارکنان دوره تماس بگیرید.
fr: Si vous voyez cela sur un cours en direct, veuillez contacter l&#39;équipe du cours.
fr_ca: Si vous voyez cela dans un cours en direct, veuillez contacter l'équipe du cours.
he: אם אתה רואה את זה בקורס חי, אנא צור קשר עם צוות הקורס.
hi: यदि आप इसे लाइव कोर्स पर देख रहे हैं, तो कृपया कोर्स स्टाफ से संपर्क करें।
hu: Ha ezt egy élő kurzuson látja, kérjük, vegye fel a kapcsolatot a kurzus személyzetével.
it_it: Se lo vedi durante un corso dal vivo, contatta lo staff del corso.
ja: ライブコースでこれを見ている場合は、コーススタッフに連絡してください。
ka: თუ ამას პირდაპირ კურსზე ხედავთ, გთხოვთ, დაუკავშირდეთ კურსის პერსონალს.
kk: Егер сіз мұны тікелей курста көрсеңіз, курс қызметкерлеріне хабарласыңыз.
lv: Ja to redzat tiešraidē, lūdzu, sazinieties ar kursa darbiniekiem.
nl: Als u dit tijdens een livecursus ziet, neem dan contact op met het cursuspersoneel.
pl: Jeśli widzisz to na kursie na żywo, skontaktuj się z obsługą kursu.
pt_br: Se você estiver vendo isso em um curso ao vivo, entre em contato com a equipe do curso.
pt_pt: Se estiver a ver isto num curso ao vivo, por favor contacte a equipa do curso.
ro: Dacă vedeți acest lucru la un curs live, vă rugăm să contactați personalul cursului.
ru: Если вы видите это на живом курсе, свяжитесь с персоналом курса.
sq: Nëse po e shihni këtë në një kurs të drejtpërdrejtë, ju lutemi kontaktoni stafin e kursit.
sv: Om du ser detta på en livekurs, vänligen kontakta kursens personal.
sw: Ikiwa unaona hili kwenye kozi ya moja kwa moja, tafadhali wasiliana na wafanyakazi wa kozi.
te: మీరు దీన్ని లైవ్ కోర్సులో చూస్తున్నట్లయితే, దయచేసి కోర్సు సిబ్బందిని సంప్రదించండి.
th: หากคุณพบเห็นสิ่งนี้ในหลักสูตรสด โปรดติดต่อเจ้าหน้าที่หลักสูตร
tr_tr: Bunu canlı bir derste görüyorsanız lütfen akademik personelle iletişime geçin.
uk: Якщо ви бачите це на прямому курсі, зв’яжіться з персоналом курсу.
uz: Agar buni jonli kursda ko‘rsangiz, kurs xodimlariga murojaat qiling.
vi: Nếu bạn nhìn thấy điều này trên một khóa học trực tiếp, vui lòng liên hệ với nhân viên của khóa học.

source: There was an error while starting your LTI proctored assessment.
af_za: Daar was &#39;n fout tydens die begin van jou LTI-gekontroleerde assessering.
ar: حدث خطأ أثناء بدء تقييم LTI الخاضع للمراقبة.
da: Der opstod en fejl under start af din LTI-prøvevurdering.
de_de: Beim Starten Ihrer LTI-beaufsichtigten Beurteilung ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την έναρξη της αξιολόγησης LTI proctored.
es_419: Se produjo un error al iniciar su evaluación supervisada de LTI.
fa: هنگام شروع ارزیابی LTI شما خطایی روی داد.
fr: Une erreur s&#39;est produite lors du démarrage de votre évaluation surveillée LTI.
fr_ca: Une erreur s'est produite lors du démarrage de votre évaluation surveillée LTI.
he: אירעה שגיאה במהלך התחלת הערכת ה-LTI שלך.
hi: आपका एलटीआई प्रॉक्टर्ड मूल्यांकन शुरू करते समय एक त्रुटि हुई थी।
hu: Hiba történt az LTI felügyelt felmérés indításakor.
it_it: Si è verificato un errore durante l&#39;avvio della valutazione supervisionata LTI.
ja: LTI監督付き評価の開始中にエラーが発生しました。
ka: შეცდომა მოხდა თქვენი LTI-ით დაცული შეფასების დაწყებისას.
kk: LTI тексерілген бағалауды бастау кезінде қате орын алды.
lv: Radās kļūda, sākot jūsu LTI uzraudzīto pārbaudi.
nl: Er is een fout opgetreden bij het starten van uw LTI-gecontroleerde beoordeling.
pl: Wystąpił błąd podczas rozpoczynania oceny nadzorowanej przez LTI.
pt_br: Ocorreu um erro ao iniciar sua avaliação supervisionada de LTI.
pt_pt: Ocorreu um erro ao iniciar a sua avaliação supervisionada LTI.
ro: A apărut o eroare la pornirea evaluării supravegheate LTI.
ru: При запуске контролируемой оценки LTI произошла ошибка.
sq: Pati një gabim gjatë fillimit të vlerësimit tuaj të mbrojtur LTI.
sv: Det uppstod ett fel när din LTI-proktorerade bedömning skulle startas.
sw: Kulikuwa na hitilafu wakati wa kuanzisha tathmini yako ya utayarishaji wa LTI.
te: మీ LTI ప్రొక్టెడ్ అసెస్‌మెంట్‌ను ప్రారంభిస్తున్నప్పుడు లోపం ఏర్పడింది.
th: เกิดข้อผิดพลาดขณะเริ่มการประเมิน LTI ที่ถูกคุมขัง
tr_tr: LTI gözetmenli proctored değerlendirmeniz başlatılırken bir hata oluştu.
uk: Сталася помилка під час запуску оцінювання LTI під контролем.
uz: LTI proctored baholashni boshlashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi bắt đầu đánh giá giám sát LTI của bạn.

source: Sending you back to your exam.
af_za: Stuur jou terug na jou eksamen.
ar: نعيدك إلى الامتحان الخاص بك.
da: Sender dig tilbage til din eksamen.
de_de: Ich schicke Sie zurück zu Ihrer Prüfung.
el: Σας στέλνω πίσω στις εξετάσεις σας.
es_419: Enviándote de regreso a tu examen.
fa: شما را به امتحانتان برمی گرداند.
fr: Je te renvoie à ton examen.
fr_ca: Renvoi à votre examen.
he: שולחת אותך חזרה לבחינה שלך.
hi: आपको आपकी परीक्षा के लिए वापस भेजा जा रहा है।
hu: Visszaküldjük a vizsgájához.
it_it: Rimandandoti al tuo esame.
ja: 試験に戻ります。
ka: გაბრუნებთ თქვენს გამოცდაზე.
kk: Сізді емтиханға қайта жібереді.
lv: Nosūtām jūs atpakaļ uz eksāmenu.
nl: Ik stuur je terug naar je examen.
pl: Wysyłam cię z powrotem na egzamin.
pt_br: Mandando você de volta para o seu exame.
pt_pt: A reencaminhá-lo de volta para o seu exame.
ro: Te trimit înapoi la examenul tău.
ru: Отправляю тебя обратно на экзамен.
sq: Po ju kthen në provim.
sv: Skickar dig tillbaka till ditt prov.
sw: Kukurudisha kwenye mtihani wako.
te: మిమ్మల్ని మీ పరీక్షకు తిరిగి పంపుతోంది.
th: ส่งคุณกลับไปสอบ
tr_tr: Seni sınavına geri gönderiyorum.
uk: Повернення до іспиту.
uz: Sizni imtihoningizga qaytarmoqda.
vi: Gửi bạn trở lại kỳ thi của bạn.

source: Return to exam.
af_za: Keer terug na eksamen.
ar: العودة إلى الامتحان.
da: Vend tilbage til eksamen.
de_de: Zurück zur Prüfung.
el: Επιστροφή στις εξετάσεις.
es_419: Regresar al examen.
fa: بازگشت به امتحان
fr: Retour à l'examen.
fr_ca: Retour à l'examen.
he: חזור לבחינה.
hi: परीक्षा पर लौटें.
hu: Vissza a vizsgához.
it_it: Ritorno all&#39;esame.
ja: 試験に戻る。
ka: გამოცდაზე დაბრუნება.
kk: Емтиханға оралу.
lv: Atgriezties uz eksāmenu.
nl: Terug naar examen.
pl: Wróć do egzaminu.
pt_br: Retorne ao exame.
pt_pt: Regressar ao exame.
ro: Reveniți la examen.
ru: Вернитесь к экзамену.
sq: Kthehu në provim.
sv: Återgå till prov.
sw: Rudi kwenye mtihani.
te: పరీక్షకు తిరిగి వెళ్ళు.
th: กลับไปสอบ.
tr_tr: Sınava dön.
uk: Повернутися до іспиту.
uz: Imtihonga qaytish.
vi: Trở lại bài thi.

source: Cancel
af_za: Kanselleer
ar: لا
da: Afbestille
de_de: Löschen
el: Ακύρωση
es_419: Cancelar
fa: لغو کنید
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hu: Megszakít
it_it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
lv: Atcelt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sq: Anulo
sv: Avbryt
sw: Ghairi
te: రద్దు చేయండి
th: ยกเลิก
tr_tr: İptal
uk: Скасувати
uz: Bekor qilish
vi: Hủy bỏ

source: OK
ar: موافق
da: Okay
el: Εντάξει
es_419: Aceptar
fa: خوب
fr: D&#39;ACCORD
he: בסדר
hi: ठीक
hu: Rendben
ja: 了解しました
ka: კარგი
kk: Жарайды
lv: labi
ru: ОК
sw: sawa
te: అలాగే
th: ตกลง
tr_tr: Tamam
uk: Гаразд
uz: KELISHDIKMI

source: Click OK to have your username, full name, and e-mail address sent to a 3rd party application.
af_za: Klik OK om jou gebruikersnaam, volle naam en e-posadres na &#39;n derdeparty-toepassing te stuur.
ar: انقر فوق &quot;موافق&quot; لإرسال اسم المستخدم والاسم الكامل وعنوان البريد الإلكتروني إلى تطبيق تابع لجهة خارجية.
da: Klik på OK for at få dit brugernavn, fulde navn og e-mailadresse sendt til en tredjepartsapplikation.
de_de: Klicken Sie auf „OK“, damit Ihr Benutzername, Ihr vollständiger Name und Ihre E-Mail-Adresse an eine Drittanbieteranwendung gesendet werden.
el: Κάντε κλικ στο OK για να σταλούν το όνομα χρήστη, το πλήρες όνομα και η διεύθυνση e-mail σας σε μια εφαρμογή τρίτου μέρους.
es_419: Haga clic en Aceptar para enviar su nombre de usuario, nombre completo y dirección de correo electrónico a una aplicación de terceros.
fa: روی تأیید کلیک کنید تا نام کاربری، نام کامل و آدرس ایمیل شما به یک برنامه شخص ثالث ارسال شود.
fr: Cliquez sur OK pour que votre nom d'utilisateur, votre nom complet et votre adresse email soient envoyés à une application tierce.
fr_ca: Cliquez sur OK pour que votre nom d'utilisateur, votre nom complet et votre adresse courriel soient envoyés à une application tierce.
he: לחץ על אישור כדי לשלוח את שם המשתמש, השם המלא וכתובת הדואר האלקטרוני שלך לאפליקציה של צד שלישי.
hi: अपना उपयोगकर्ता नाम, पूरा नाम और ई-मेल पता किसी तृतीय पक्ष एप्लिकेशन को भेजने के लिए ओके पर क्लिक करें।
hu: Kattintson az OK gombra, hogy a felhasználóneve, teljes neve és e-mail címe elküldésre kerüljön egy harmadik fél alkalmazásának.
it_it: Fare clic su OK per inviare il nome utente, il nome completo e l&#39;indirizzo e-mail a un&#39;applicazione di terze parti.
ja: OKをクリックすると、ユーザー名、フルネーム、メールアドレスが第三者のアプリケーションに送信されます。
ka: დააჭირეთ "OK"-ს, რათა თქვენი მომხმარებლის სახელი, სრული სახელი და ელფოსტის მისამართი გაიგზავნოს მესამე მხარის აპლიკაციაში.
kk: Пайдаланушы атыңызды, толық атыңызды және электрондық пошта мекенжайыңызды үшінші тарап қолданбасына жіберу үшін OK түймесін басыңыз.
lv: Noklikšķiniet uz Labi, lai jūsu lietotājvārds, pilns vārds un e-pasta adrese tiktu nosūtīti trešās puses programmai.
nl: Klik op OK om uw gebruikersnaam, volledige naam en e-mailadres naar een applicatie van derden te laten verzenden.
pl: Kliknij OK, aby Twoja nazwa użytkownika, imię i nazwisko oraz adres e-mail zostały przesłane do aplikacji strony trzeciej.
pt_br: Clique em OK para que seu nome de usuário, nome completo e endereço de e-mail sejam enviados para um aplicativo de terceiros.
pt_pt: Clique em OK para que o seu nome de utilizador, nome completo e endereço de e-mail sejam enviados para uma aplicação de terceiros.
ro: Faceți clic pe OK pentru a primi numele dvs. de utilizator, numele complet și adresa de e-mail către o aplicație terță parte.
ru: Нажмите «ОК», чтобы ваше имя пользователя, полное имя и адрес электронной почты были отправлены в стороннее приложение.
sq: Kliko OK për të dërguar emrin e përdoruesit, emrin e plotë dhe adresën e postës elektronike te një aplikacion i palës së tretë.
sv: Klicka på OK för att skicka ditt användarnamn, fullständiga namn och e-postadress till en tredjepartsapplikation.
sw: Bofya SAWA ili jina lako la mtumiaji, jina kamili, na anwani ya barua pepe kutumwa kwa programu ya mtu mwingine.
te: మీ వినియోగదారు పేరు, పూర్తి పేరు మరియు ఇ-మెయిల్ చిరునామాను 3వ పక్షం అప్లికేషన్‌కు పంపడానికి సరే క్లిక్ చేయండి.
th: คลิกตกลงเพื่อให้ชื่อผู้ใช้ ชื่อเต็ม และที่อยู่อีเมลของคุณส่งไปยังแอปพลิเคชันบุคคลที่สาม
tr_tr: Kullanıcı adınızın, tam adınızın ve e-posta adresinizin 3. taraf bir uygulamaya gönderilmesini sağlamak için Tamam'a tıklayın.
uk: Натисніть OK, щоб ваше ім’я користувача, повне ім’я та адресу електронної пошти було надіслано сторонній програмі.
uz: Foydalanuvchi nomingiz, to'liq ismingiz va elektron pochta manzilingizni 3 inchi tomon ilovasiga yuborish uchun OK tugmasini bosing.
vi: Nhấp vào OK để gửi tên người dùng, tên đầy đủ và địa chỉ e-mail của bạn tới ứng dụng của bên thứ 3.

source: Click OK to have your username and e-mail address sent to a 3rd party application.
af_za: Klik OK om jou gebruikersnaam en e-posadres na &#39;n derdeparty-toepassing te stuur.
ar: انقر فوق &quot;موافق&quot; لإرسال اسم المستخدم وعنوان البريد الإلكتروني الخاصين بك إلى تطبيق تابع لجهة خارجية.
da: Klik på OK for at få dit brugernavn og din e-mailadresse sendt til en tredjepartsapplikation.
de_de: Klicken Sie auf „OK“, damit Ihr Benutzername und Ihre E-Mail-Adresse an eine Drittanbieteranwendung gesendet werden.
el: Κάντε κλικ στο OK για να σταλούν το όνομα χρήστη και η διεύθυνση e-mail σας σε μια εφαρμογή τρίτου μέρους.
es_419: Haga clic en Aceptar para que su nombre de usuario y dirección de correo electrónico se envíen a una aplicación de terceros.
fa: روی تأیید کلیک کنید تا نام کاربری و آدرس ایمیل شما به یک برنامه شخص ثالث ارسال شود.
fr: Cliquez sur OK pour que votre nom d'utilisateur et votre adresse email soient envoyés à une application tierce.
fr_ca: Cliquez sur OK pour que votre nom d'utilisateur et votre adresse courriel soient envoyés à une application tierce.
he: לחץ על אישור כדי לשלוח את שם המשתמש וכתובת הדואר האלקטרוני שלך לאפליקציה של צד שלישי.
hi: अपना उपयोगकर्ता नाम और ई-मेल पता किसी तृतीय पक्ष एप्लिकेशन को भेजने के लिए ओके पर क्लिक करें।
hu: Kattintson az OK gombra, hogy a felhasználóneve és e-mail címe egy harmadik fél alkalmazásához kerüljön elküldésre.
it_it: Fare clic su OK per inviare il nome utente e l&#39;indirizzo e-mail a un&#39;applicazione di terze parti.
ja: OKをクリックすると、ユーザー名とメールアドレスが第三者のアプリケーションに送信されます。
ka: დააჭირეთ "OK"-ს, რათა თქვენი მომხმარებლის სახელი და ელფოსტის მისამართი გაიგზავნოს მესამე მხარის აპლიკაციაში.
kk: Пайдаланушы атыңыз бен электрондық пошта мекенжайыңызды үшінші тарап қолданбасына жіберу үшін OK түймесін басыңыз.
lv: Noklikšķiniet uz Labi, lai jūsu lietotājvārds un e-pasta adrese tiktu nosūtīta trešās puses lietojumprogrammai.
nl: Klik op OK om uw gebruikersnaam en e-mailadres naar een applicatie van derden te laten verzenden.
pl: Kliknij OK, aby Twoje nazwa użytkownika i adres e-mail zostały przesłane do aplikacji strony trzeciej.
pt_br: Clique em OK para que seu nome de usuário e endereço de e-mail sejam enviados para um aplicativo de terceiros.
pt_pt: Clique em OK para que o seu nome de utilizador e endereço de correio electrónico sejam enviados para uma aplicação de terceiros.
ro: Faceți clic pe OK pentru a primi numele dvs. de utilizator și adresa de e-mail către o aplicație terță parte.
ru: Нажмите «ОК», чтобы ваше имя пользователя и адрес электронной почты были отправлены стороннему приложению.
sq: Klikoni OK për të dërguar emrin tuaj të përdoruesit dhe adresën e postës elektronike te një aplikacion i palës së tretë.
sv: Klicka på OK för att skicka ditt användarnamn och din e-postadress till en tredjepartsapplikation.
sw: Bofya SAWA ili jina lako la mtumiaji na barua pepe kutumwa kwa programu nyingine.
te: మీ వినియోగదారు పేరు మరియు ఇ-మెయిల్ చిరునామాను 3వ పక్షం అప్లికేషన్‌కు పంపడానికి సరే క్లిక్ చేయండి.
th: คลิกตกลงเพื่อให้ชื่อผู้ใช้และที่อยู่อีเมลของคุณส่งไปยังแอปพลิเคชันบุคคลที่สาม
tr_tr: Kullanıcı adınızın ve e-posta adresinizin 3. taraf bir uygulamaya gönderilmesi için Tamam'ı tıklayın.
uk: Натисніть OK, щоб ваше ім’я користувача та адресу електронної пошти було надіслано сторонній програмі.
uz: Foydalanuvchi nomingiz va elektron pochta manzilingizni 3 inchi tomon ilovasiga yuborish uchun OK tugmasini bosing.
vi: Nhấp vào OK để gửi tên người dùng và địa chỉ e-mail của bạn tới ứng dụng của bên thứ 3.
