Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component. Ex. ["page=1", "color=white"]<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
af_za: Voeg die sleutel/waarde-paar by vir enige pasgemaakte parameters, soos die bladsy waarop jou e-boek moet oopmaak of die agtergrondkleur vir hierdie komponent. Bv. [&quot;bladsy=1&quot;, &quot;kleur=wit&quot;]<br /> Sien die {docs_anchor_open} edX LTI-dokumentasie {anchor_close} vir meer besonderhede oor hierdie instelling.
ar: أضف زوج المفتاح/القيمة لأي معلمات مخصصة، مثل الصفحة التي يجب أن يفتحها كتابك الإلكتروني أو لون الخلفية لهذا المكون. السابق. [&quot;صفحة=1&quot;، &quot;اللون=أبيض&quot;]<br /> راجع وثائق {docs_anchor_open} edX LTI {anchor_close} لمزيد من التفاصيل حول هذا الإعداد.
da: Tilføj nøgle/værdi-parret for eventuelle tilpassede parametre, såsom den side, din e-bog skal åbne til eller baggrundsfarven for denne komponent. Eks. [&quot;side=1&quot;, &quot;farve=hvid&quot;]<br /> Se {docs_anchor_open} edX LTI-dokumentationen {anchor_close} for flere detaljer om denne indstilling.
de_de: Fügen Sie das Schlüssel/Wert-Paar für alle benutzerdefinierten Parameter hinzu, z. B. die Seite, auf der Ihr E-Book geöffnet werden soll, oder die Hintergrundfarbe für diese Komponente. Ex. [&quot;page=1&quot;, &quot;color=white&quot;]<br /> Weitere Einzelheiten zu dieser Einstellung finden Sie in der {docs_anchor_open} edX LTI-Dokumentation {anchor_close} .
el: Προσθέστε το ζεύγος κλειδιού/τιμής για τυχόν προσαρμοσμένες παραμέτρους, όπως τη σελίδα στην οποία πρέπει να ανοίξει το ηλεκτρονικό σας βιβλίο ή το χρώμα φόντου για αυτό το στοιχείο. Πρώην. [&quot;page=1&quot;, &quot;color=white&quot;]<br /> Ανατρέξτε στην τεκμηρίωση {docs_anchor_open} edX LTI {anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτήν τη ρύθμιση.
es_419: Agregue el par clave/valor para cualquier parámetro personalizado, como la página en la que debe abrirse su libro electrónico o el color de fondo de este componente. Ex. [&quot;página=1&quot;, &quot;color=blanco&quot;]<br /> Consulte la documentación {docs_anchor_open} edX LTI {anchor_close} para obtener más detalles sobre esta configuración.
fa: جفت کلید/مقدار را برای هر پارامتر سفارشی، مانند صفحه ای که کتاب الکترونیکی شما باید در آن باز کند یا رنگ پس زمینه این مؤلفه، اضافه کنید. سابق. [&quot;page=1&quot;، &quot;color=white&quot;]<br /> برای جزئیات بیشتر در مورد این تنظیم، به مستندات {docs_anchor_open} edX LTI {anchor_close} مراجعه کنید.
fr: Ajoutez la paire clé/valeur pour tous les paramètres personnalisés, tels que la page sur laquelle votre livre électronique doit s&#39;ouvrir ou la couleur d&#39;arrière-plan de ce composant. Ex. [&quot;page=1&quot;, &quot;couleur=blanc&quot;]<br /> Consultez la documentation {docs_anchor_open} edX LTI {anchor_close} pour plus de détails sur ce paramètre.
fr_ca: Ajoutez la paire clé/valeur pour tous les paramètres personnalisés, tels que la page sur laquelle votre livre électronique doit s'ouvrir ou la couleur d'arrière-plan de ce composant. Ex. ["page=1", "color=white"]<br /> Consultez la {docs_anchor_open}documentation edX LTI {anchor_close} pour plus de détails sur ce paramètre.
he: הוסף את צמד המפתח/ערך עבור כל הפרמטרים המותאמים אישית, כגון הדף שהספר האלקטרוני שלך אמור להיפתח אליו או צבע הרקע של רכיב זה. לְשֶׁעָבַר. [&quot;page=1&quot;, &quot;color=white&quot;]<br /> עיין בתיעוד {docs_anchor_open} edX LTI {anchor_close} לפרטים נוספים על הגדרה זו.
hi: किसी भी कस्टम पैरामीटर के लिए कुंजी/मान जोड़ी जोड़ें, जैसे वह पृष्ठ जिस पर आपकी ई-बुक खुलनी चाहिए या इस घटक के लिए पृष्ठभूमि रंग। पूर्व। [&quot;पेज=1&quot;, &quot;रंग=सफ़ेद&quot;]<br /> इस सेटिंग पर अधिक विवरण के लिए {docs_anchor_open} edX LTI दस्तावेज़ {anchor_close} देखें।
hu: Adja hozzá a kulcs/érték párokat bármilyen egyedi paraméterhez, például az oldalhoz, amelyre az e-könyvének nyitnia kell, vagy a komponens háttérszínéhez. Pl. ["page=1", "color=white"]<br />További részletekért lásd az {docs_anchor_open}edX LTI dokumentációt{anchor_close} erre a beállításra vonatkozóan.
it_it: Aggiungi la coppia chiave/valore per eventuali parametri personalizzati, come la pagina in cui dovrebbe aprirsi il tuo e-book o il colore di sfondo per questo componente. Ex. [&quot;pagina=1&quot;, &quot;colore=bianco&quot;]<br /> Consulta la documentazione {docs_anchor_open} edX LTI {anchor_close} per maggiori dettagli su questa impostazione.
ja: カスタムパラメータのキー/値ペアを追加します。例えば、電子書籍を開くページやこのコンポーネントの背景色などです。例: ["page=1", "color=white"]<br />この設定の詳細については、{docs_anchor_open}edX LTI ドキュメント{anchor_close}をご覧ください。
ka: დაამატეთ გასაღების/მნიშვნელობის წყვილი ნებისმიერი მორგებული პარამეტრისთვის, მაგალითად, იმ გვერდისთვის, რომელზეც უნდა გაიხსნას თქვენი ელექტრონული წიგნი, ან ამ კომპონენტის ფონის ფერისთვის. მაგ.: ["page=1", "color=white"]<br />ამ პარამეტრის შესახებ დამატებითი ინფორმაციისთვის იხილეთ {docs_anchor_open}edX LTI დოკუმენტაცია{anchor_close}.
kk: Кез келген реттелетін параметрлер үшін кілт/мән жұбын қосыңыз, мысалы, электрондық кітабыңыз ашылатын бет немесе осы құрамдас үшін өң түсі. Мысалы. ["бет=1", "түс=ақ"]<br /> Бұл параметр туралы қосымша мәліметтер алу үшін {docs_anchor_open} edX LTI құжаттамасын {anchor_close} қараңыз.
lv: Pievienojiet atslēgu/vērtību pāri visiem pielāgotajiem parametriem, piemēram, lapai, kurā e-grāmata jāatver, vai šīs sastāvdaļas fona krāsai. Piemēram, ["page=1", "color=white"]<br />Sīkāku informāciju par šo iestatījumu skatīt {docs_anchor_open}edX LTI dokumentācijā{anchor_close}.
nl: Voeg het sleutel/waarde-paar toe voor eventuele aangepaste parameters, zoals de pagina waarop uw e-boek moet worden geopend of de achtergrondkleur voor dit onderdeel. Ex. ["pagina=1", "kleur=wit"]<br /> Zie de {docs_anchor_open} edX LTI-documentatie {anchor_close} voor meer details over deze instelling.
pl: Dodaj parę klucz/wartość dla dowolnych parametrów niestandardowych, takich jak strona, na której powinien otwierać się e-book lub kolor tła tego komponentu. Np. ["strona=1", "kolor=biały"]<br /> Więcej szczegółów na temat tego ustawienia można znaleźć w dokumentacji {docs_anchor_open} edX LTI {anchor_close} .
pt_br: Adicione o par chave/valor para quaisquer parâmetros personalizados, como a página em que seu e-book deve abrir ou a cor de fundo deste componente. Ex. [&quot;página=1&quot;, &quot;cor=branco&quot;]<br /> Consulte a documentação {docs_anchor_open} edX LTI {anchor_close} para obter mais detalhes sobre essa configuração.
pt_pt: Adicione o par chave/valor para quaisquer parâmetros personalizados, como, por exemplo, a página que seu e-book deve abrir ou a cor de fundo para este componente. Ex. ["page=1", "color=white"]<br />Veja a {docs_anchor_open}documentação sobre LTI edX{anchor_close} para obter mais detalhes sobre esta configuração.
ro: Adăugați perechea cheie/valoare pentru orice parametri particularizați, cum ar fi pagina în care ar trebui să se deschidă cartea dvs. electronică sau culoarea de fundal pentru această componentă. Ex. ["page=1", "color=white"]<br />Consultați documentația {docs_anchor_open}edX LTI{anchor_close} pentru mai multe detalii despre această setare.
ru: Добавьте пару ключ/значение для любых пользовательских параметров, таких как страница, на которой должна открываться ваша электронная книга, или цвет фона для этого компонента. Бывший. [&quot;страница=1&quot;, &quot;цвет=белый&quot;]<br /> Дополнительные сведения об этом параметре см. в документации {docs_anchor_open} edX LTI {anchor_close} edX LTI.
sq: Shtoni çiftin çelës/vlerë për çdo parametër të personalizuar, si p.sh. faqja në të cilën duhet të hapet e-libri juaj ose ngjyra e sfondit për këtë komponent. p.sh. [&quot;page=1&quot;, &quot;color=white&quot;]<br /> Shikoni dokumentacionin {docs_anchor_open} edX LTI {anchor_close} për më shumë detaje mbi këtë cilësim.
sv: Lägg till nyckel/värdeparet för eventuella anpassade parametrar, till exempel sidan som din e-bok ska öppnas till eller bakgrundsfärgen för den här komponenten. Ex. ["page=1", "color=white"]<br />Se {docs_anchor_open}edX LTI-dokumentationen{anchor_close} för mer information om den här inställningen.
sw: Ongeza jozi ya ufunguo/thamani kwa vigezo vyovyote maalum, kama vile ukurasa ambao kitabu chako cha kielektroniki kinapaswa kufungua au rangi ya usuli ya kijenzi hiki. Kwa mfano. [&quot;ukurasa=1&quot;, &quot;rangi=nyeupe&quot;]<br /> Tazama hati za {docs_anchor_open} edX LTI {anchor_close} kwa maelezo zaidi juu ya mpangilio huu.
te: మీ ఇ-బుక్ తెరవాల్సిన పేజీ లేదా ఈ కాంపోనెంట్ కోసం బ్యాక్‌గ్రౌండ్ కలర్ వంటి ఏదైనా అనుకూల పారామీటర్‌ల కోసం కీ/విలువ జతని జోడించండి. ఉదా. [&quot;పేజీ=1&quot;, &quot;రంగు=తెలుపు&quot;]<br /> ఈ సెట్టింగ్‌పై మరిన్ని వివరాల కోసం {docs_anchor_open} edX LTI డాక్యుమెంటేషన్ {anchor_close} ని చూడండి.
th: เพิ่มคู่คีย์/ค่าสำหรับพารามิเตอร์ที่กำหนดเอง เช่น หน้าที่ eBook ของคุณควรเปิดหรือสีพื้นหลังสำหรับส่วนประกอบนี้ อดีต. [&quot;หน้า=1&quot;, &quot;สี=ขาว&quot;]<br /> ดูเอกสารประกอบ {docs_anchor_open} edX LTI {anchor_close} สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับการตั้งค่านี้
tr_tr: E-kitabınızın açılması gereken sayfa veya bu bileşenin arka plan rengi gibi özel parametreler için anahtar/değer çiftini ekleyin. Örneğin: ["sayfa=1", "renk=beyaz"]<br /> Bu ayarla ilgili daha fazla ayrıntı için {docs_anchor_open} edX LTI belgelerine {anchor_close} bakın.
uk: Додайте пару ключ/значення для будь-яких спеціальних параметрів, як-от сторінка, на якій має відкриватися ваша електронна книга, або колір фону для цього компонента. Пр. [&quot;сторінка=1&quot;, &quot;колір=білий&quot;]<br /> Перегляньте документацію {docs_anchor_open} edX LTI {anchor_close} , щоб дізнатися більше про цей параметр.
uz: Har qanday maxsus parametrlar uchun kalit/qiymat juftligini qo‘shing, masalan, sizning elektron kitobingiz ochilishi kerak bo‘lgan sahifa yoki ushbu komponent uchun fon rangi. Masalan: ["sahifa=1", "rang=oq"]<br /> Ushbu sozlama haqida batafsil ma'lumot uchun {docs_anchor_open} edX LTI hujjatlari {anchor_close} ga qarang.
vi: Thêm cặp khóa/giá trị cho bất kỳ thông số tùy chỉnh nào, chẳng hạn như trang mà sách điện tử của bạn sẽ mở tới hoặc màu nền cho thành phần này. Bán tại. [&quot;trang=1&quot;, &quot;màu=trắng&quot;]<br /> Xem tài liệu {docs_anchor_open} edX LTI {anchor_close} để biết thêm chi tiết về cài đặt này.

source: LTI Launch Target
af_za: LTI-bekendstellingsteiken
ar: هدف إطلاق LTI
da: LTI-lanceringsmål
de_de: LTI-Startziel
el: Στόχος εκκίνησης LTI
es_419: Objetivo de lanzamiento de LTI
fr: Objectif de lancement LTI
fr_ca: Cible de lancement LTI
he: יעד השקת LTI
hi: एलटीआई लॉन्च लक्ष्य
hu: LTI indítási célpont
it_it: Obiettivo di lancio LTI
ja: LTI起動ターゲット
ka: LTI-ის გაშვების სამიზნე
kk: LTI іске қосу мақсаты
lv: LTI palaišanas mērķis
nl: LTI-lanceringsdoel
pl: Cel startowy LTI
pt_br: Meta de lançamento LTI
pt_pt: Alvo de Lançamento LTI
ro: Țintă de lansare LTI
ru: Цель запуска LTI
sq: Objektivi i nisjes së LTI
sv: LTI-startmål
sw: Lengo la Uzinduzi wa LTI
te: LTI లాంచ్ టార్గెట్
th: เป้าหมายการเปิดตัว LTI
tr_tr: LTI Başlatma Hedefi
uz: LTI ishga tushirish maqsadi
vi: Mục tiêu ra mắt LTI

source: Select Inline if you want the LTI content to open in an IFrame in the current page. Select Modal if you want the LTI content to open in a modal window in the current page. Select New Window if you want the LTI content to open in a new browser window. This setting is only used when Hide External Tool is set to False.
af_za: Kies Inlyn as jy wil hê dat die LTI-inhoud in &#39;n IFrame op die huidige bladsy moet oopmaak. Kies Modaal as jy wil hê dat die LTI-inhoud in &#39;n modale venster op die huidige bladsy moet oopmaak. Kies Nuwe venster as jy wil hê dat die LTI-inhoud in &#39;n nuwe blaaiervenster moet oopmaak. Hierdie instelling word slegs gebruik wanneer Versteek eksterne hulpmiddel op Onwaar gestel is.
ar: حدد سطريًا إذا كنت تريد فتح محتوى LTI في IFrame في الصفحة الحالية. حدد Modal إذا كنت تريد فتح محتوى LTI في نافذة مشروطة في الصفحة الحالية. حدد نافذة جديدة إذا كنت تريد فتح محتوى LTI في نافذة متصفح جديدة. يتم استخدام هذا الإعداد فقط عند ضبط إخفاء الأداة الخارجية على False.
da: Vælg Inline, hvis du ønsker, at LTI-indholdet skal åbne i en IFrame på den aktuelle side. Vælg Modal, hvis du ønsker, at LTI-indholdet skal åbnes i et modalt vindue på den aktuelle side. Vælg Nyt vindue, hvis du ønsker, at LTI-indholdet skal åbne i et nyt browservindue. Denne indstilling bruges kun, når Skjul eksternt værktøj er indstillet til Falsk.
de_de: Wählen Sie „Inline“, wenn der LTI-Inhalt in einem IFrame auf der aktuellen Seite geöffnet werden soll. Wählen Sie „Modal“, wenn der LTI-Inhalt in einem modalen Fenster auf der aktuellen Seite geöffnet werden soll. Wählen Sie „Neues Fenster“, wenn der LTI-Inhalt in einem neuen Browserfenster geöffnet werden soll. Diese Einstellung wird nur verwendet, wenn „Externes Tool ausblenden“ auf „Falsch“ gesetzt ist.
el: Επιλέξτε Inline εάν θέλετε το περιεχόμενο LTI να ανοίγει σε ένα IFrame στην τρέχουσα σελίδα. Επιλέξτε Modal εάν θέλετε το περιεχόμενο LTI να ανοίξει σε ένα παράθυρο modal στην τρέχουσα σελίδα. Επιλέξτε Νέο παράθυρο εάν θέλετε το περιεχόμενο LTI να ανοίξει σε ένα νέο παράθυρο του προγράμματος περιήγησης. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το Hide External Tool έχει οριστεί σε False.
es_419: Seleccione En línea si desea que el contenido LTI se abra en un IFrame en la página actual. Seleccione Modal si desea que el contenido LTI se abra en una ventana modal en la página actual. Seleccione Nueva ventana si desea que el contenido LTI se abra en una nueva ventana del navegador. Esta configuración solo se usa cuando Ocultar herramienta externa está configurada en Falso.
fa: اگر می‌خواهید محتوای LTI در یک IFrame در صفحه فعلی باز شود، Inline را انتخاب کنید. اگر می خواهید محتوای LTI در یک پنجره مودال در صفحه فعلی باز شود، Modal را انتخاب کنید. اگر می‌خواهید محتوای LTI در یک پنجره مرورگر جدید باز شود، پنجره جدید را انتخاب کنید. این تنظیم فقط زمانی استفاده می شود که Hide External Tool روی False تنظیم شده باشد.
fr: Sélectionnez Inline si vous souhaitez que le contenu LTI s'ouvre dans un IFrame de la page en cours. Sélectionnez Modal si vous souhaitez que le contenu LTI s'ouvre dans une fenêtre modale de la page en cours. Sélectionnez Nouvelle Fenêtre si vous souhaitez que le contenu LTI s'ouvre dans une nouvelle fenêtre du navigateur. Ce paramètre est uniquement utilisé lorsque l'option masquer l'outil externe est définie sur FAUX.
fr_ca: Sélectionnez Inline si vous souhaitez que le contenu LTI s'ouvre dans un IFrame dans la page actuelle. Sélectionnez modale si vous souhaitez que le contenu LTI s'ouvre dans une fenêtre modale dans la page actuelle. Sélectionnez nouvelle fenêtre si vous souhaitez que le contenu LTI s'ouvre dans une nouvelle fenêtre de navigateur. Ce paramètre n'est utilisé que lorsque masquer l'outil externe est défini sur False.
he: בחר מוטבע אם ברצונך שתוכן LTI ייפתח ב- IFrame בעמוד הנוכחי. בחר Modal אם אתה רוצה שתוכן LTI ייפתח בחלון מודאלי בעמוד הנוכחי. בחר חלון חדש אם ברצונך שתוכן ה-LTI ייפתח בחלון דפדפן חדש. הגדרה זו משמשת רק כאשר הסתר כלי חיצוני מוגדר ל-False.
hi: यदि आप चाहते हैं कि एलटीआई सामग्री वर्तमान पृष्ठ में आईफ्रेम में खुले तो इनलाइन का चयन करें। यदि आप चाहते हैं कि एलटीआई सामग्री वर्तमान पृष्ठ में एक मोडल विंडो में खुले तो मॉडल का चयन करें। यदि आप चाहते हैं कि एलटीआई सामग्री एक नई ब्राउज़र विंडो में खुले तो नई विंडो चुनें। इस सेटिंग का उपयोग केवल तब किया जाता है जब बाहरी टूल छुपाएं गलत पर सेट हो।
hu: Válassza az Inline lehetőséget, ha azt szeretné, hogy az LTI tartalom egy IFrame-ben nyíljon meg az aktuális oldalon. Válassza a Modal lehetőséget, ha azt szeretné, hogy az LTI tartalom egy modális ablakban nyíljon meg az aktuális oldalon. Válassza az Új ablak lehetőséget, ha azt szeretné, hogy az LTI tartalom egy új böngésző ablakban nyíljon meg. Ez a beállítás csak akkor használatos, ha a Külső eszköz elrejtése hamisra van állítva.
it_it: Seleziona Inline se desideri che il contenuto LTI si apra in un IFrame nella pagina corrente. Seleziona Modale se desideri che il contenuto LTI si apra in una finestra modale nella pagina corrente. Seleziona Nuova finestra se desideri che il contenuto LTI si apra in una nuova finestra del browser. Questa impostazione viene utilizzata solo quando Nascondi strumento esterno è impostato su False.
ja: LTIコンテンツを現在のページ内のIFrameで開きたい場合は「インライン」を選択してください。LTIコンテンツを現在のページ内のモーダルウィンドウで開きたい場合は「モーダル」を選択してください。LTIコンテンツを新しいブラウザウィンドウで開きたい場合は「新しいウィンドウ」を選択してください。この設定は、外部ツールを非表示にするが「False」に設定されている場合にのみ使用されます。
ka: აირჩიეთ "Inline", თუ გსურთ, რომ LTI კონტენტი მიმდინარე გვერდზე IFrame-ში გაიხსნას. აირჩიეთ "Modal", თუ გსურთ, რომ LTI კონტენტი მიმდინარე გვერდზე მოდალურ ფანჯარაში გაიხსნას. აირჩიეთ "New Window", თუ გსურთ, რომ LTI კონტენტი ბრაუზერის ახალ ფანჯარაში გაიხსნას. ეს პარამეტრი გამოიყენება მხოლოდ მაშინ, როდესაც "Hide External Tool" დაყენებულია "False"-ზე.
kk: LTI мазмұнының ағымдағы бетте IFrame ішінде ашылуын қаласаңыз, Inline параметрін таңдаңыз. LTI мазмұнының ағымдағы бетте модальды терезеде ашылуын қаласаңыз, Modal параметрін таңдаңыз. LTI мазмұнының жаңа шолғыш терезесінде ашылуын қаласаңыз, Жаңа терезе опциясын таңдаңыз. Бұл параметр «Сыртқы құралды жасыру» параметрі «Жалған» күйіне орнатылғанда ғана пайдаланылады.
lv: Izvēlieties Inline, ja vēlaties, lai LTI saturs tiktu atvērts IFrame pašreizējā lapā. Izvēlieties Modal, ja vēlaties, lai LTI saturs tiktu atvērts modālā logā pašreizējā lapā. Izvēlieties Jauns logs, ja vēlaties, lai LTI saturs tiktu atvērts jaunā pārlūkprogrammas logā. Šis iestatījums tiek izmantots tikai tad, ja ir iestatītsHide External Tool - Slēpt ārējo rīku uz False.
nl: Selecteer Inline als u wilt dat de LTI-inhoud wordt geopend in een IFrame op de huidige pagina. Selecteer Modaal als u wilt dat de LTI-inhoud wordt geopend in een modaal venster op de huidige pagina. Selecteer Nieuw venster als u wilt dat de LTI-inhoud in een nieuw browservenster wordt geopend. Deze instelling wordt alleen gebruikt als Extern hulpmiddel verbergen is ingesteld op False.
pl: Wybierz opcję Inline, jeśli chcesz, aby zawartość LTI była otwierana w ramce IFrame na bieżącej stronie. Wybierz Modalne, jeśli chcesz, aby zawartość LTI otwierała się w oknie modalnym na bieżącej stronie. Wybierz opcję Nowe okno, jeśli chcesz, aby zawartość LTI otwierała się w nowym oknie przeglądarki. To ustawienie jest używane tylko wtedy, gdy opcja Ukryj narzędzie zewnętrzne jest ustawiona na Fałsz.
pt_br: Selecione Inline se desejar que o conteúdo LTI seja aberto em um IFrame na página atual. Selecione Modal se desejar que o conteúdo LTI seja aberto em uma janela modal na página atual. Selecione Nova janela se desejar que o conteúdo LTI seja aberto em uma nova janela do navegador. Esta configuração só é usada quando Ocultar ferramenta externa está definido como Falso.
pt_pt: Selecione Inline se desejar que o conteúdo LTI seja aberto num IFrame na página atual. Selecione modal se desejar que o conteúdo LTI seja aberto em uma janela modal na página atual. Selecione nova janela se desejar que o conteúdo LTI seja aberto em uma nova janela do navegador. Essa configuração só é usada quando ocultar ferramenta externa é definida como false.
ro: Selectează Inline dacă dorești ca conținutul LTI să se deschidă într-un IFrame în pagina curentă. Selectează Modal dacă dorești ca conținutul LTI să se deschidă într-o fereastră modală în pagina curentă. Selectează Fereastră Nouă dacă dorești ca conținutul LTI să se deschidă într-o nouă fereastră de browser. Această setare este utilizată numai când Ascunde instrumentul extern este setat la Fals.
ru: Выберите «Встроенный», если вы хотите, чтобы содержимое LTI открывалось в IFrame на текущей странице. Выберите «Модальный», если вы хотите, чтобы содержимое LTI открывалось в модальном окне на текущей странице. Выберите «Новое окно», если вы хотите, чтобы содержимое LTI открывалось в новом окне браузера. Этот параметр используется только в том случае, если для параметра «Скрыть внешний инструмент» установлено значение «False».
sq: Zgjidhni Inline nëse dëshironi që përmbajtja LTI të hapet në një IFrame në faqen aktuale. Zgjidhni Modal nëse dëshironi që përmbajtja LTI të hapet në një dritare modale në faqen aktuale. Zgjidhni dritaren e re nëse dëshironi që përmbajtja LTI të hapet në një dritare të re të shfletuesit. Ky cilësim përdoret vetëm kur Hide External Tool është caktuar në False.
sv: Välj Inline om du vill att LTI-innehållet ska öppnas i en IFrame på den aktuella sidan. Välj Modal om du vill att LTI-innehållet ska öppnas i ett modalt fönster på den aktuella sidan. Välj Nytt fönster om du vill att LTI-innehållet ska öppnas i ett nytt webbläsarfönster. Denna inställning används endast när Dölj externt verktyg är inställt på Falskt.
sw: Chagua Inline ikiwa ungependa maudhui ya LTI yafunguke katika IFrame katika ukurasa wa sasa. Chagua Modal ikiwa unataka maudhui ya LTI kufunguka katika kidirisha cha modali katika ukurasa wa sasa. Chagua Dirisha Jipya ikiwa unataka maudhui ya LTI kufunguka katika dirisha jipya la kivinjari. Mpangilio huu unatumika tu wakati Ficha Zana ya Nje imewekwa kuwa Sivyo.
te: మీరు LTI కంటెంట్ ప్రస్తుత పేజీలోని IFrameలో తెరవాలనుకుంటే ఇన్‌లైన్‌ని ఎంచుకోండి. మీరు ప్రస్తుత పేజీలో మోడల్ విండోలో LTI కంటెంట్ తెరవాలనుకుంటే మోడల్‌ని ఎంచుకోండి. మీరు కొత్త బ్రౌజర్ విండోలో LTI కంటెంట్ తెరవాలనుకుంటే కొత్త విండోను ఎంచుకోండి. దాచు బాహ్య సాధనం తప్పుకు సెట్ చేయబడినప్పుడు మాత్రమే ఈ సెట్టింగ్ ఉపయోగించబడుతుంది.
th: เลือกแบบอินไลน์หากคุณต้องการให้เนื้อหา LTI เปิดใน IFrame ในหน้าปัจจุบัน เลือก Modal หากคุณต้องการให้เนื้อหา LTI เปิดในหน้าต่างโมดอลในหน้าปัจจุบัน เลือกหน้าต่างใหม่หากคุณต้องการให้เนื้อหา LTI เปิดในหน้าต่างเบราว์เซอร์ใหม่ การตั้งค่านี้จะใช้เมื่อซ่อนเครื่องมือภายนอกตั้งค่าเป็นเท็จเท่านั้น
tr_tr: LTI içeriğinin geçerli sayfada bir IFrame&#39;de açılmasını istiyorsanız Satır İçi&#39;ni seçin. LTI içeriğinin geçerli sayfada kalıcı bir pencerede açılmasını istiyorsanız Modal&#39;ı seçin. LTI içeriğinin yeni bir tarayıcı penceresinde açılmasını istiyorsanız Yeni Pencere&#39;yi seçin. Bu ayar yalnızca Harici Aracı Gizle Yanlış olarak ayarlandığında kullanılır.
uk: Виберіть Inline, якщо ви хочете, щоб вміст LTI відкривався в IFrame на поточній сторінці. Виберіть Модальний, якщо ви бажаєте, щоб вміст LTI відкривався в модальному вікні на поточній сторінці. Виберіть «Нове вікно», якщо ви хочете, щоб вміст LTI відкривався в новому вікні браузера. Цей параметр використовується, лише якщо для параметра Hide External Tool встановлено значення False.
uz: Agar LTI tarkibi joriy sahifada IFrame-da ochilishini istasangiz, Inline-ni tanlang. LTI tarkibi joriy sahifadagi modal oynada ochilishini istasangiz Modalni tanlang. LTI tarkibini yangi brauzer oynasida ochishni istasangiz, Yangi oyna ni tanlang. Bu sozlama faqat “Tashqi asbobni yashirish” “False”ga o‘rnatilganda qo‘llaniladi.
vi: Chọn Nội tuyến nếu bạn muốn nội dung LTI mở trong IFrame trên trang hiện tại. Chọn Phương thức nếu bạn muốn nội dung LTI mở trong cửa sổ phương thức trên trang hiện tại. Chọn Cửa sổ mới nếu bạn muốn nội dung LTI mở trong cửa sổ trình duyệt mới. Cài đặt này chỉ được sử dụng khi Ẩn công cụ bên ngoài được đặt thành Sai.
