Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
af_za: Voer die LTI-ID vir die eksterne LTI-verskaffer in. Hierdie waarde moet dieselfde LTI ID wees wat jy in die LTI Paspoorte-instelling op die Gevorderde Instellings-bladsy ingevoer het.<br /> Sien die {docs_anchor_open} edX LTI-dokumentasie {anchor_close} vir meer besonderhede oor hierdie instelling.
ar: أدخل معرف LTI لموفر LTI الخارجي. يجب أن تكون هذه القيمة هي نفس معرف LTI الذي قمت بإدخاله في إعداد LTI Passports في صفحة الإعدادات المتقدمة.<br /> راجع وثائق {docs_anchor_open} edX LTI {anchor_close} لمزيد من التفاصيل حول هذا الإعداد.
da: Indtast LTI-id&#39;et for den eksterne LTI-udbyder. Denne værdi skal være det samme LTI ID, som du indtastede i LTI Passports-indstillingen på siden Avancerede indstillinger.<br /> Se {docs_anchor_open} edX LTI-dokumentationen {anchor_close} for flere detaljer om denne indstilling.
de_de: Geben Sie die LTI-ID für den externen LTI-Anbieter ein. Bei diesem Wert muss es sich um dieselbe LTI-ID handeln, die Sie in der Einstellung „LTI-Pässe“ auf der Seite „Erweiterte Einstellungen“ eingegeben haben.<br /> Weitere Einzelheiten zu dieser Einstellung finden Sie in der {docs_anchor_open} edX LTI-Dokumentation {anchor_close} .
el: Εισαγάγετε το αναγνωριστικό LTI για τον εξωτερικό πάροχο LTI. Αυτή η τιμή πρέπει να είναι το ίδιο LTI ID που εισαγάγατε στη ρύθμιση LTI Passports στη σελίδα Advanced Settings.<br /> Ανατρέξτε στην τεκμηρίωση {docs_anchor_open} edX LTI {anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτήν τη ρύθμιση.
es_419: Ingrese el ID de LTI para el proveedor de LTI externo. Este valor debe ser el mismo ID de LTI que ingresó en la configuración de Pasaportes LTI en la página Configuración avanzada.<br /> Consulte la documentación {docs_anchor_open} edX LTI {anchor_close} para obtener más detalles sobre esta configuración.
fa: شناسه LTI را برای ارائه دهنده خارجی LTI وارد کنید. این مقدار باید همان شناسه LTI باشد که در تنظیمات LTI Passports در صفحه تنظیمات پیشرفته وارد کردید.<br /> برای جزئیات بیشتر در مورد این تنظیم، به مستندات {docs_anchor_open} edX LTI {anchor_close} مراجعه کنید.
fr: Saisissez l'Identité LTI du fournisseur LTI externe. Cette valeur doit être identique à l'Identité LTI que vous avez entré dans le paramètre LTI Passports de la page des Paramètres avancés.<br />Voir {docs_anchor_open}edX LTI documentation{anchor_close} pour plus de détails sur ce paramètre.
fr_ca: Saisissez l'ID LTI du fournisseur LTI externe. Cette valeur doit être la même ID LTI que celle que vous avez saisie dans le paramètre Passeports LTI sur la page Paramètres avancés.<br /> Consultez la {docs_anchor_open}documentation edX LTI {anchor_close} pour plus de détails sur ce paramètre.
he: הזן את מזהה ה-LTI עבור ספק ה-LTI החיצוני. ערך זה חייב להיות אותו מזהה LTI שהזנת בהגדרה LTI Passports בדף הגדרות מתקדמות.<br /> עיין בתיעוד {docs_anchor_open} edX LTI {anchor_close} לפרטים נוספים על הגדרה זו.
hi: बाहरी एलटीआई प्रदाता के लिए एलटीआई आईडी दर्ज करें। यह मान वही LTI आईडी होना चाहिए जो आपने उन्नत सेटिंग्स पृष्ठ पर LTI पासपोर्ट सेटिंग में दर्ज किया था।<br /> इस सेटिंग पर अधिक विवरण के लिए {docs_anchor_open} edX LTI दस्तावेज़ {anchor_close} देखें।
hu: Adja meg a külső LTI szolgáltató LTI-azonosítóját. Ennek az értéknek meg kell egyeznie azzal az LTI-azonosítóval, amelyet az LTI Passports beállításnál adott meg a Speciális beállítások oldalon.<br />További részletekért lásd az {docs_anchor_open}edX LTI dokumentációt{anchor_close}.
it_it: Inserisci l&#39;ID LTI per il fornitore LTI esterno. Questo valore deve essere lo stesso ID LTI immesso nell&#39;impostazione Passaporti LTI nella pagina Impostazioni avanzate.<br /> Consulta la documentazione {docs_anchor_open} edX LTI {anchor_close} per maggiori dettagli su questa impostazione.
ja: 外部LTIプロバイダーのLTI IDを入力してください。この値は、詳細設定ページのLTIパスポート設定で入力したLTI IDと同じでなければなりません。<br />この設定の詳細については、{docs_anchor_open}edX LTIドキュメント{anchor_close}を参照してください。
ka: შეიყვანეთ გარე LTI პროვაიდერის LTI ID. ეს მნიშვნელობა უნდა ემთხვეოდეს იმ LTI ID-ს, რომელიც შეიყვანეთ LTI პასპორტების პარამეტრებში, გვერდზე "გაფართოებული პარამეტრები".<br />ამ პარამეტრის შესახებ დამატებითი ინფორმაციისთვის იხილეთ {docs_anchor_open}edX LTI-ის დოკუმენტაცია{anchor_close}.
kk: Сыртқы LTI провайдері үшін LTI идентификаторын енгізіңіз. Бұл мән Кеңейтілген параметрлер бетіндегі LTI төлқұжаттары параметріне енгізілген LTI идентификаторымен бірдей болуы керек.<br /> Бұл параметр туралы қосымша мәліметтер алу үшін {docs_anchor_open} edX LTI құжаттамасын {anchor_close} қараңыз.
lv: Ievadiet ārējā LTI sniedzēja LTI ID. Šai vērtībai jābūt tai pašai LTI ID, kas ievadīts LTI pases iestatījumā Advanced Settings lapā.<br />Sīkāku informāciju par šo iestatījumu skatīt {docs_anchor_open}edX LTI dokumentācijā{anchor_close}.
nl: Voer de LTI-ID in voor de externe LTI-provider. Deze waarde moet dezelfde LTI-ID zijn die u heeft ingevoerd bij de instelling LTI-paspoorten op de pagina Geavanceerde instellingen.<br /> Zie de {docs_anchor_open} edX LTI-documentatie {anchor_close} voor meer details over deze instelling.
pl: Wprowadź identyfikator LTI dla zewnętrznego dostawcy LTI. Ta wartość musi być tym samym identyfikatorem LTI, który wprowadzono w ustawieniu LTI Passports na stronie Ustawienia zaawansowane.<br />Zobacz {docs_anchor_open}dokumentację edX LTI{anchor_close}, aby uzyskać więcej szczegółów na temat tego ustawienia.
pt_br: Insira o ID de LTI do provedor de LTI externo. Esse valor deve ser o mesmo ID de LTI inserido na configuração LTI Passports na página Configurações avançadas.<br /> Consulte a documentação {docs_anchor_open} edX LTI {anchor_close} para obter mais detalhes sobre essa configuração.
pt_pt: Insira a LTI ID para o fornecedor do LTI externo. Este valor deve ser o mesmo que foi inserido na configuração de passaportes LTI na página Configurações Avançadas.<br />Veja a {docs_anchor_open}documentação sobre LTI da edX{anchor_close} para obter mais detalhes sobre esta configuração.
ro: Introduceți ID-ul LTI pentru furnizorul LTI extern. Această valoare trebuie să fie același ID LTI pe care l-ați introdus în setarea Pașapoarte LTI din pagina Setari Avansate.<br />Consultați documentația {docs_anchor_open}edX LTI{anchor_close} pentru mai multe detalii despre această setare.
ru: Введите идентификатор LTI для внешнего поставщика LTI. Это значение должно совпадать с идентификатором LTI, который вы ввели в параметре «Паспорта LTI» на странице «Дополнительные настройки».<br /> Дополнительные сведения об этом параметре см. в документации {docs_anchor_open} edX LTI {anchor_close} edX LTI.
sq: Futni ID-në LTI për ofruesin e jashtëm LTI. Kjo vlerë duhet të jetë e njëjta ID LTI që keni futur në cilësimin LTI Passports në faqen e Cilësimeve të Avancuara.<br /> Shikoni dokumentacionin {docs_anchor_open} edX LTI {anchor_close} për më shumë detaje mbi këtë cilësim.
sv: Ange LTI-ID för den externa LTI-leverantören. Detta värde måste vara samma LTI-ID som du angav i LTI Passports-inställningen på sidan Avancerade inställningar.<br />Se {docs_anchor_open}edX LTI-dokumentationen{anchor_close} för mer information om den här inställningen.
sw: Weka kitambulisho cha LTI cha mtoa huduma wa LTI wa nje. Thamani hii lazima iwe kitambulisho sawa cha LTI ulichoweka katika mpangilio wa Pasipoti za LTI kwenye ukurasa wa Mipangilio ya Kina.<br /> Tazama hati za {docs_anchor_open} edX LTI {anchor_close} kwa maelezo zaidi juu ya mpangilio huu.
te: బాహ్య LTI ప్రొవైడర్ కోసం LTI IDని నమోదు చేయండి. ఈ విలువ తప్పనిసరిగా మీరు అధునాతన సెట్టింగ్‌ల పేజీలో LTI పాస్‌పోర్ట్‌ల సెట్టింగ్‌లో నమోదు చేసిన అదే LTI ID అయి ఉండాలి.<br /> ఈ సెట్టింగ్‌పై మరిన్ని వివరాల కోసం {docs_anchor_open} edX LTI డాక్యుమెంటేషన్ {anchor_close} ని చూడండి.
th: ป้อนรหัส LTI สำหรับผู้ให้บริการ LTI ภายนอก ค่านี้ต้องเป็นรหัส LTI เดียวกับที่คุณป้อนในการตั้งค่า LTI Passports ในหน้าการตั้งค่าขั้นสูง<br /> ดูเอกสารประกอบ {docs_anchor_open} edX LTI {anchor_close} สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับการตั้งค่านี้
tr_tr: Harici LTI sağlayıcısının LTI kimliğini girin. Bu değer, Gelişmiş Ayarlar sayfasındaki LTI Pasaportları ayarına girdiğiniz LTI kimliğiyle aynı olmalıdır.<br /> Bu ayar hakkında daha fazla ayrıntı için {docs_anchor_open} edX LTI belgelerine {anchor_close} bakın.
uk: Введіть ідентифікатор LTI для зовнішнього постачальника LTI. Це значення має бути тим самим ідентифікатором LTI, який ви ввели в налаштуваннях LTI Pasports на сторінці Advanced Settings.<br /> Перегляньте документацію {docs_anchor_open} edX LTI {anchor_close} , щоб дізнатися більше про цей параметр.
uz: Tashqi LTI provayderi uchun LTI identifikatorini kiriting. Bu qiymat Kengaytirilgan sozlamalar sahifasidagi LTI pasportlari sozlamalarida kiritgan LTI identifikatori boʻlishi kerak.<br /> Ushbu sozlama haqida batafsil ma'lumot uchun {docs_anchor_open} edX LTI hujjatlari {anchor_close} ga qarang.
vi: Nhập ID LTI cho nhà cung cấp LTI bên ngoài. Giá trị này phải giống với ID LTI mà bạn đã nhập trong cài đặt Hộ chiếu LTI trên trang Cài đặt nâng cao.<br /> Xem tài liệu {docs_anchor_open} edX LTI {anchor_close} để biết thêm chi tiết về cài đặt này.

source: LTI URL
ar: رابط ’LTI‘
fa: URL LTI
fr: url LTI
fr_ca: URL LTI
he: כתובת URL של LTI
hi: एलटीआई यूआरएल
pl: Adres URL LTI
pt_br: URL do LTI
ro: URL LTI
ru: URL-ссылка на LTI
sq: URL LTI
sw: URL ya LTI
vi: URL LTI

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See the {docs_anchor_open}edX LTI documentation{anchor_close} for more details on this setting.
af_za: Voer die URL van die eksterne nutsding in wat hierdie komponent begin. Hierdie instelling word slegs gebruik wanneer Versteek eksterne hulpmiddel op Onwaar gestel is.<br /> Sien die {docs_anchor_open} edX LTI-dokumentasie {anchor_close} vir meer besonderhede oor hierdie instelling.
ar: أدخل عنوان URL للأداة الخارجية التي يقوم بتشغيلها هذا المكون. يتم استخدام هذا الإعداد فقط عند ضبط إخفاء الأداة الخارجية على False.<br /> راجع وثائق {docs_anchor_open} edX LTI {anchor_close} لمزيد من التفاصيل حول هذا الإعداد.
da: Indtast URL&#39;en på det eksterne værktøj, som denne komponent starter. Denne indstilling bruges kun, når Skjul eksternt værktøj er indstillet til Falsk.<br /> Se {docs_anchor_open} edX LTI-dokumentationen {anchor_close} for flere detaljer om denne indstilling.
de_de: Geben Sie die URL des externen Tools ein, das diese Komponente startet. Diese Einstellung wird nur verwendet, wenn „Externes Tool ausblenden“ auf „Falsch“ gesetzt ist.<br /> Weitere Einzelheiten zu dieser Einstellung finden Sie in der {docs_anchor_open} edX LTI-Dokumentation {anchor_close} .
el: Εισαγάγετε τη διεύθυνση URL του εξωτερικού εργαλείου που εκκινεί αυτό το στοιχείο. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν το Hide External Tool έχει οριστεί σε False.<br /> Ανατρέξτε στην τεκμηρίωση {docs_anchor_open} edX LTI {anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτήν τη ρύθμιση.
es_419: Ingrese la URL de la herramienta externa que inicia este componente. Esta configuración solo se usa cuando Ocultar herramienta externa está configurada en Falso.<br /> Consulte la documentación {docs_anchor_open} edX LTI {anchor_close} para obtener más detalles sobre esta configuración.
fa: URL ابزار خارجی را که این مؤلفه راه اندازی می کند وارد کنید. این تنظیم فقط زمانی استفاده می شود که Hide External Tool روی False تنظیم شده باشد.<br /> برای جزئیات بیشتر در مورد این تنظیم، به مستندات {docs_anchor_open} edX LTI {anchor_close} مراجعه کنید.
fr: Saisissez l'url de l'outil externe lancé par ce composant. Ce paramètre n'est utilisé que lorsque Masquer l'outil externe est défini sur FAUX.<br /> Consultez la documentation {docs_anchor_open} edX LTI {anchor_close} pour plus de détails sur ce paramètre.
fr_ca: Saisissez l'URL de l'outil externe lancé par ce composant. Ce paramètre n'est utilisé que lorsque masquer l'outil externe est défini sur False.<br /> Consultez la {docs_anchor_open}documentation edX LTI {anchor_close} pour plus de détails sur ce paramètre.
he: הזן את כתובת האתר של הכלי החיצוני שרכיב זה מפעיל. הגדרה זו משמשת רק כאשר הסתר כלי חיצוני מוגדר ל-False.<br /> עיין בתיעוד {docs_anchor_open} edX LTI {anchor_close} לפרטים נוספים על הגדרה זו.
hi: उस बाहरी टूल का URL दर्ज करें जिसे यह घटक लॉन्च करता है। इस सेटिंग का उपयोग केवल तब किया जाता है जब बाहरी टूल छुपाएं गलत पर सेट हो।<br /> इस सेटिंग पर अधिक विवरण के लिए {docs_anchor_open} edX LTI दस्तावेज़ {anchor_close} देखें।
hu: Adja meg annak a külső eszköznek az URL-jét, amelyet ez a komponens indít. Ez a beállítás csak akkor használatos, ha a Külső Eszköz Elrejtése beállítás hamisra van állítva.<br />További részletekért lásd az {docs_anchor_open}edX LTI dokumentációt{anchor_close}.
it_it: Inserisci l&#39;URL dello strumento esterno avviato da questo componente. Questa impostazione viene utilizzata solo quando Nascondi strumento esterno è impostato su False.<br /> Consulta la documentazione {docs_anchor_open} edX LTI {anchor_close} per maggiori dettagli su questa impostazione.
ja: 外部ツールのURLを入力してください。この設定は、「外部ツールを非表示」が「False」に設定されている場合にのみ使用されます。<br />この設定の詳細については、{docs_anchor_open}edX LTI ドキュメント{anchor_close}を参照してください。
ka: შეიყვანეთ იმ გარე ინსტრუმენტის URL, რომელსაც ეს კომპონენტი იწყებს. ეს პარამეტრი გამოიყენება მხოლოდ მაშინ, როდესაც "გარე ინსტრუმენტის დამალვა" დაყენებულია "ყალბზე".<br />ამ პარამეტრის შესახებ დამატებითი ინფორმაციისთვის იხილეთ {docs_anchor_open}edX LTI-ს დოკუმენტაცია{anchor_close}.
kk: Осы құрамдас іске қосатын сыртқы құралдың URL мекенжайын енгізіңіз. Бұл параметр «Сыртқы құралды жасыру» параметрі «Жалған» күйіне орнатылғанда ғана пайдаланылады.<br /> Бұл параметр туралы қосымша мәліметтер алу үшін {docs_anchor_open} edX LTI құжаттамасын {anchor_close} қараңыз.
lv: Ievadiet ārējā rīka URL, kuru šī komponente palaiž. Šis iestatījums tiek izmantots tikai tad, ja Hide External Tool 'Paslēpt ārējo rīku' ir iestatīts uz False.<br />Sīkāku informāciju par šo iestatījumu skatīt {docs_anchor_open}edX LTI dokumentācijā{anchor_close}.
nl: Voer de URL in van de externe tool die door dit onderdeel wordt gestart. Deze instelling wordt alleen gebruikt als Extern hulpmiddel verbergen is ingesteld op False.<br /> Zie de {docs_anchor_open} edX LTI-documentatie {anchor_close} voor meer details over deze instelling.
pl: Wprowadź adres URL narzędzia zewnętrznego uruchamianego przez ten komponent. To ustawienie jest używane tylko wtedy, gdy opcja Ukryj narzędzie zewnętrzne jest ustawiona na Fałsz.<br /> Więcej szczegółów na temat tego ustawienia można znaleźć w dokumentacji {docs_anchor_open}edX LTI{anchor_close}.
pt_br: Insira o URL da ferramenta externa que este componente inicia. Esta configuração só é usada quando Ocultar ferramenta externa está definido como Falso.<br /> Consulte a documentação {docs_anchor_open} edX LTI {anchor_close} para obter mais detalhes sobre essa configuração.
pt_pt: Insira o URL da ferramenta externa lançada por este componente. Esta configuração é usada apenas quando Ocultar a Ferramenta Externa for configurada como False.<br />Veja a {docs_anchor_open}documentação sobre LTI edX{anchor_close} para obter mais detalhes sobre esta configuração.
ro: Introduceți adresa URL a instrumentului extern pe care îl lansează această Componenta. Această setare este utilizată numai când Ascunde instrument extern este setat la Fals.<br /> Consultați {docs_anchor_open}documentația edX LTI{anchor_close} pentru mai multe detalii despre această setare.
ru: Введите URL-адрес внешнего инструмента, который запускает этот компонент. Этот параметр используется только в том случае, если для параметра «Скрыть внешний инструмент» установлено значение «False».<br /> Дополнительные сведения об этом параметре см. в документации {docs_anchor_open} edX LTI {anchor_close} edX LTI.
sq: Futni URL-në e mjetit të jashtëm që lëshon ky komponent. Ky cilësim përdoret vetëm kur Hide External Tool është caktuar në False.<br /> Shikoni dokumentacionin {docs_anchor_open} edX LTI {anchor_close} për më shumë detaje mbi këtë cilësim.
sv: Ange URL:en till det externa verktyget som den här komponenten startar. Den här inställningen används bara när Hide External Tool är inställt på False.<br />Se {docs_anchor_open}edX LTI-dokumentationen{anchor_close} för mer information om den här inställningen.
sw: Ingiza URL ya zana ya nje ambayo kipengele hiki huzindua. Mpangilio huu unatumika tu wakati Ficha Zana ya Nje imewekwa kuwa Sivyo.<br /> Tazama hati za {docs_anchor_open} edX LTI {anchor_close} kwa maelezo zaidi juu ya mpangilio huu.
te: ఈ భాగం ప్రారంభించే బాహ్య సాధనం యొక్క URLని నమోదు చేయండి. దాచు బాహ్య సాధనం తప్పుకు సెట్ చేయబడినప్పుడు మాత్రమే ఈ సెట్టింగ్ ఉపయోగించబడుతుంది.<br /> ఈ సెట్టింగ్‌పై మరిన్ని వివరాల కోసం {docs_anchor_open} edX LTI డాక్యుమెంటేషన్ {anchor_close} ని చూడండి.
th: ป้อน URL ของเครื่องมือภายนอกที่ส่วนประกอบนี้เปิดใช้งาน การตั้งค่านี้จะใช้เมื่อซ่อนเครื่องมือภายนอกตั้งค่าเป็นเท็จเท่านั้น<br /> ดูเอกสารประกอบ {docs_anchor_open} edX LTI {anchor_close} สำหรับรายละเอียดเพิ่มเติมเกี่ยวกับการตั้งค่านี้
tr_tr: Bu bileşenin başlattığı harici aracın URL'sini girin. Bu ayar yalnızca Harici Aracı Gizle değeri False olarak ayarlandığında kullanılır.<br /> Bu ayarla ilgili daha fazla ayrıntı için {docs_anchor_open} edX LTI belgelendirmesine {anchor_close} bakın.
uk: Введіть URL-адресу зовнішнього інструменту, який запускає цей компонент. Цей параметр використовується, лише якщо для параметра Hide External Tool встановлено значення False.<br /> Перегляньте документацію {docs_anchor_open} edX LTI {anchor_close} , щоб дізнатися більше про цей параметр.
uz: Ushbu komponent ishga tushiradigan tashqi vositaning URL manzilini kiriting. Bu sozlama faqat “Tashqi asbobni yashirish” “False”ga o‘rnatilganda qo‘llaniladi.<br /> Ushbu sozlama haqida batafsil ma'lumot uchun {docs_anchor_open} edX LTI hujjatlari {anchor_close} ga qarang.
vi: Nhập URL của công cụ bên ngoài mà thành phần này khởi chạy. Cài đặt này chỉ được sử dụng khi Ẩn công cụ bên ngoài được đặt thành Sai.<br /> Xem tài liệu {docs_anchor_open} edX LTI {anchor_close} để biết thêm chi tiết về cài đặt này.

source: Custom Parameters
af_za: Pasgemaakte parameters
ar: المعطيات المخصّصة
da: tilpassede parametre
de_de: Individuelle Parameter
el: Εξατομικευμένες παράμετροι
es_419: Parámetros personalizados
fa: پارامترهای سفارشی
fr: Paramètres Personnalisés
fr_ca: Paramètres personnalisés
he: משתנים בהתאמה אישית
hi: कस्टम पैरामीटर
hu: Egyéni paraméterek
it_it: Parametri personalizzati
ja: カスタムパラメータ
ka: მორგებული პარამეტრები
kk: Теңшелетін параметрлер
lv: Pielāgoti parametri
nl: Aangepaste parameters
pl: Parametry niestandardowe
pt_br: Parâmetros de customização
pt_pt: Parâmetros personalizados
ro: Parametri personalizat
ru: Пользовательские параметры
sq: Parametrat e personalizuar
sv: Anpassade parametrar
sw: Vigezo Maalum
te: కస్టమ్ పారామితులు
th: ตัวแปรตามสั่ง
tr_tr: Özel Parametreler
uk: Персональні параметри
uz: Maxsus parametrlar
vi: Thông số tùy chỉnh
