Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Valid urls the Tool may request us to redirect the id token to. The redirect uris are often the same as the launch url/deep linking url so if this field is empty, it will use them as the default. If you need to use different redirect uri's, enter them here. If you use this field you must enter all valid redirect uri's the tool may request.
af_za: Geldige URL&#39;s wat die nutsding ons kan versoek om die ID-teken na te herlei. Die herleiding-uri&#39;s is dikwels dieselfde as die bekendstelling-url/diepskakel-url, so as hierdie veld leeg is, sal dit hulle as die verstek gebruik. As jy verskillende herleidings-uri&#39;s moet gebruik, voer hulle hier in. As jy hierdie veld gebruik, moet jy alle geldige herleidings-uri&#39;s wat die nutsding mag aanvra, invoer.
ar: عناوين URL الصالحة التي قد تطلب منا الأداة إعادة توجيه رمز المعرف إليها. غالبًا ما تكون عناوين uris لإعادة التوجيه هي نفس عنوان url الخاص بالتشغيل/عنوان url للربط العميق، لذا إذا كان هذا الحقل فارغًا، فسيتم استخدامه كإعداد افتراضي. إذا كنت تريد استخدام عناوين URL مختلفة لإعادة التوجيه، فأدخلها هنا. إذا كنت تستخدم هذا الحقل، فيجب عليك إدخال جميع عناوين URL الصالحة لإعادة التوجيه التي قد تطلبها الأداة.
da: Gyldige webadresser, som værktøjet kan anmode os om at omdirigere id-tokenet til. Omdirigerings-uri&#39;erne er ofte de samme som start-url&#39;en/deep linking-url&#39;en, så hvis dette felt er tomt, vil det bruge dem som standard. Hvis du skal bruge forskellige omdirigerings-uri&#39;er, skal du indtaste dem her. Hvis du bruger dette felt, skal du indtaste alle gyldige omdirigerings-uri&#39;er, som værktøjet kan anmode om.
de_de: Gültige URLs, zu denen das Tool uns möglicherweise auffordert, das ID-Token umzuleiten. Die Weiterleitungs-URIs stimmen oft mit der Start-URL/Deep-Linking-URL überein. Wenn dieses Feld also leer ist, werden sie als Standard verwendet. Wenn Sie andere Weiterleitungs-URIs verwenden müssen, geben Sie diese hier ein. Wenn Sie dieses Feld verwenden, müssen Sie alle gültigen Weiterleitungs-URIs eingeben, die das Tool möglicherweise anfordert.
el: Έγκυρες διευθύνσεις URL το Εργαλείο μπορεί να μας ζητήσει να ανακατευθύνουμε το διακριτικό αναγνωριστικού. Τα uris ανακατεύθυνσης είναι συχνά τα ίδια με το url εκκίνησης/διεύθυνση url σύνδεσης σε βάθος, οπότε αν αυτό το πεδίο είναι κενό, θα τα χρησιμοποιήσει ως προεπιλογή. Εάν χρειάζεται να χρησιμοποιήσετε διαφορετικά uri ανακατεύθυνσης, εισαγάγετέ τα εδώ. Εάν χρησιμοποιείτε αυτό το πεδίο, πρέπει να εισαγάγετε όλα τα έγκυρα uri ανακατεύθυνσης που μπορεί να ζητήσει το εργαλείο.
es_419: URL válidas a las que la herramienta puede solicitarnos que redirijamos el token de identificación. Las URI de redireccionamiento suelen ser las mismas que la URL de inicio/URL de enlace profundo, por lo que si este campo está vacío, las usará como predeterminadas. Si necesita utilizar diferentes URL de redireccionamiento, ingréselo aquí. Si utiliza este campo, debe ingresar todos los URI de redireccionamiento válidos que la herramienta pueda solicitar.
fa: آدرس‌های اینترنتی معتبر ابزار ممکن است از ما بخواهد که رمز شناسه را به آن هدایت کنیم. uris های تغییر مسیر اغلب مشابه URL راه اندازی/url پیوند عمیق هستند، بنابراین اگر این قسمت خالی باشد، از آنها به عنوان پیش فرض استفاده می کند. اگر نیاز به استفاده از uri های تغییر مسیر مختلف دارید، آنها را در اینجا وارد کنید. اگر از این فیلد استفاده می‌کنید، باید تمام آدرس‌های هدایت مجدد معتبری که ابزار ممکن است درخواست کند را وارد کنید.
fr_ca: URL valides vers lesquelles l'outil peut nous demander de rediriger le jeton d'identification. Les URIS de redirection sont souvent les mêmes que l'URL de lancement/l'URL de deep linking, donc si ce champ est vide, il les utilisera par défaut. Si vous devez utiliser différents URI de redirection, saisissez-les ici. Si vous utilisez ce champ, vous devez saisir tous les URI de redirection valides que l'outil peut demander.
he: כתובות אתרים חוקיות שהכלי עשוי לבקש מאיתנו להפנות את אסימון המזהה אליהן. ה-uris להפניה מחדש זהים לרוב לכתובת ה-URL להפעלה/קישור עמוק, כך שאם שדה זה ריק, הוא ישתמש בהם כברירת המחדל. אם אתה צריך להשתמש ב-URI שונים להפניה מחדש, הזן אותם כאן. אם אתה משתמש בשדה זה, עליך להזין את כל Uri הניתוב מחדש חוקי שהכלי עשוי לבקש.
hi: टूल हमसे वैध यूआरएल आईडी टोकन को रीडायरेक्ट करने का अनुरोध कर सकता है। रीडायरेक्ट यूआरआई अक्सर लॉन्च यूआरएल/डीप लिंकिंग यूआरएल के समान होते हैं, इसलिए यदि यह फ़ील्ड खाली है, तो यह उन्हें डिफ़ॉल्ट के रूप में उपयोग करेगा। यदि आपको विभिन्न रीडायरेक्ट यूआरआई का उपयोग करने की आवश्यकता है, तो उन्हें यहां दर्ज करें। यदि आप इस फ़ील्ड का उपयोग करते हैं तो आपको टूल द्वारा अनुरोधित सभी वैध रीडायरेक्ट यूआरआई दर्ज करना होगा।
hu: Érvényes URL-ek, amelyekre az eszköz kérheti az azonosító token átirányítását. Az átirányítási URI-k gyakran megegyeznek az indítási URL-lel/mélyhivatkozási URL-lel, így ha ez a mező üres, akkor azokat használja alapértelmezettként. Ha más átirányítási URI-kat szeretne használni, írja be őket ide. Ha ezt a mezőt használja, meg kell adnia az összes érvényes átirányítási URI-t, amelyet az eszköz kérhet.
it_it: URL validi a cui lo Strumento potrebbe richiederci di reindirizzare il token ID. Gli URI di reindirizzamento sono spesso gli stessi dell&#39;URL di lancio/URL del collegamento diretto, quindi se questo campo è vuoto, li utilizzerà come impostazione predefinita. Se è necessario utilizzare URI di reindirizzamento diversi, inserirli qui. Se utilizzi questo campo devi inserire tutti gli URI di reindirizzamento validi che lo strumento potrebbe richiedere.
ja: ツールがIDトークンをリダイレクトするよう要求する可能性のある有効なURL。リダイレクトURIは、通常、起動URL/ディープリンクURLと同じであるため、このフィールドが空の場合、それらがデフォルトとして使用されます。異なるリダイレクトURIを使用する必要がある場合は、ここに入力してください。このフィールドを使用する場合、ツールが要求する可能性のあるすべての有効なリダイレクトURIを入力する必要があります。
ka: საკუთრების უფლების გადაცემის (redirect) დასაშვები URI-ები, რომლებსაც ინსტრუმენტი შეიძლება მოგვთხოვოს ID ტოკენის გადასამისამართებლად. გადამისამართების URI-ები ხშირად იდენტურია გაშვების URI-ს/ღრმა დაბმულობის URI-ს, ამიტომ, თუ ეს ველი ცარიელია, ისინი გამოიყენება ნაგულისხმევად. თუ გჭირდებათ სხვადასხვა გადამისამართების URI-ების გამოყენება, შეიყვანეთ ისინი აქ. თუ ამ ველს იყენებთ, უნდა შეიყვანოთ ყველა დასაშვები გადამისამართების URI, რომლებსაც ინსტრუმენტი შეიძლება მოითხოვდეს.
kk: Жарамды URL мекенжайлары Құрал идентификатор белгісін қайта бағыттауды сұрауы мүмкін. Қайта бағыттау uris жиі іске қосу URL/терең байланыстыру URL мекенжайымен бірдей, сондықтан бұл өріс бос болса, ол оларды әдепкі ретінде пайдаланады. Егер сізге әртүрлі қайта бағыттау uri пайдалану қажет болса, оларды осында енгізіңіз. Бұл өрісті пайдалансаңыз, құрал сұрауы мүмкін барлық жарамды қайта бағыттау uri деректерін енгізуіңіз керек.
lv: Derīgi urls, uz kuriem rīks var pieprasīt pāradresēt id marķieri. Pārvirzīšanas url bieži vien ir tādi paši kā palaišanas url/padziļinātās saites url, tāpēc, ja šis lauks ir tukšs, tas tos izmantos kā noklusējuma. Ja nepieciešams izmantot citus novirzīšanas url, ievadiet tos šeit. Ja izmantojat šo lauku, jāievada visi derīgie novirzīšanas uri, ko rīks var pieprasīt.
nl: Geldige URL's waar de Tool ons om kan vragen om het ID-token naar om te leiden. De omleidings-URL's zijn vaak hetzelfde als de start-URL/deeplink-URL, dus als dit veld leeg is, worden deze als standaard gebruikt. Als u verschillende omleidings-uri's wilt gebruiken, voert u deze hier in. Als u dit veld gebruikt, moet u alle geldige omleidings-uri's invoeren die de tool kan opvragen.
pl: Prawidłowe adresy URL, do których Narzędzie może poprosić nas o przekierowanie tokena identyfikacyjnego. Uris przekierowania są często takie same, jak adres URL uruchomienia/adres URL głębokiego linku, więc jeśli to pole jest puste, zostaną użyte jako domyślne. Jeśli chcesz użyć innego identyfikatora URI przekierowania, wprowadź je tutaj. Jeśli użyjesz tego pola, musisz wprowadzić wszystkie prawidłowe identyfikatory URI przekierowania, o które może poprosić narzędzie.
pt_br: URLs válidos para os quais a ferramenta pode solicitar o redirecionamento do token de identificação. Os uris de redirecionamento geralmente são iguais ao URL de lançamento/URL de link direto, portanto, se este campo estiver vazio, ele os usará como padrão. Se você precisar usar uris de redirecionamento diferentes, insira-os aqui. Se você usar este campo, deverá inserir todos os URLs de redirecionamento válidos que a ferramenta pode solicitar.
pt_pt: URLs válidos para os quais a ferramenta pode solicitar o redireccionamento do token de id. Os urls de redireccionamento são frequentemente os mesmos que o url de lançamento/url de ligação profunda, pelo que, se este campo estiver vazio, serão utilizados como predefinição. Se precisar de utilizar URLs de redireccionamento diferentes, introduza-as aqui. Se utilizar este campo, tem de introduzir todos os uri de redireccionamento válidos que a ferramenta possa solicitar.
ro: Adrese URL valide la care Instrumentul ne poate solicita redirecționarea tokenului de id. URI de redirecționare sunt adesea aceleași cu url-ul de lansare/url-ul de legătură profundă, așa că dacă acest câmp este gol, le va folosi ca implicit. Dacă trebuie să utilizați diferite URI de redirecționare, introduceți-le aici. Dacă utilizați acest câmp, trebuie să introduceți toate URI-urile de redirecționare valide pe care instrumentul le poate solicita.
ru: Действительные URL-адреса, на которые Инструмент может запросить перенаправление токена идентификатора. Uris перенаправления часто совпадают с URL-адресом запуска или URL-адресом глубокой ссылки, поэтому, если это поле пусто, оно будет использовать их по умолчанию. Если вам нужно использовать разные URI перенаправления, введите их здесь. Если вы используете это поле, вы должны ввести все действительные URI перенаправления, которые может запросить инструмент.
sq: Url-të e vlefshme, Mjeti mund të na kërkojë të ridrejtojmë kodin id. Uris-të e ridrejtimit janë shpesh të njëjta me url-në e nisjes/url-në e lidhjes së thellë, kështu që nëse kjo fushë është bosh, do t&#39;i përdorë ato si parazgjedhje. Nëse keni nevojë të përdorni uri të ndryshme të ridrejtimit, futini ato këtu. Nëse e përdorni këtë fushë, duhet të futni të gjitha uri-të e vlefshme të ridrejtimit që mund të kërkojë mjeti.
sv: Giltiga URL:er som verktyget kan begära att vi omdirigerar ID-token till. Omdirigerings-URI:er är ofta samma som start-URL/djup-länk-URL, så om detta fält är tomt kommer de att användas som standard. Om du behöver använda olika omdirigerings-URI:er, ange dem här. Om du använder detta fält måste du ange alla giltiga omdirigerings-URI:er som verktyget kan begära.
sw: Urls halali Zana inaweza kutuomba kuelekeza tokeni ya kitambulisho kwa. Uri za kuelekeza kwingine mara nyingi ni sawa na url ya uzinduzi/ url ya kuunganisha kwa kina kwa hivyo ikiwa sehemu hii haina kitu, itazitumia kama chaguomsingi. Ikiwa unahitaji kutumia uri tofauti za kuelekeza kwingine, ziweke hapa. Ukitumia sehemu hii lazima uweke uri zote halali za kuelekeza kwingine ambazo zana inaweza kuomba.
te: చెల్లుబాటు అయ్యే urlలు ఐడి టోకెన్‌ని దారి మళ్లించమని సాధనం మమ్మల్ని అభ్యర్థించవచ్చు. దారిమార్పు యూరిస్ తరచుగా లాంచ్ url/డీప్ లింకింగ్ url లాగానే ఉంటాయి కాబట్టి ఈ ఫీల్డ్ ఖాళీగా ఉంటే, అది వాటిని డిఫాల్ట్‌గా ఉపయోగిస్తుంది. మీరు వేర్వేరు దారిమార్పు యూరీలను ఉపయోగించాల్సి ఉంటే, వాటిని ఇక్కడ నమోదు చేయండి. మీరు ఈ ఫీల్డ్‌ని ఉపయోగిస్తే, మీరు తప్పనిసరిగా అన్ని చెల్లుబాటు అయ్యే దారిమార్పు యూరీలను తప్పనిసరిగా నమోదు చేయాలి.
th: URL ที่ถูกต้องที่เครื่องมืออาจขอให้เราเปลี่ยนเส้นทางโทเค็นรหัสไป URIS การเปลี่ยนเส้นทางมักจะเหมือนกับ URL เริ่มต้น/URL ลิงก์ในรายละเอียด ดังนั้นหากฟิลด์นี้ว่างเปล่า ก็จะใช้เป็นค่าเริ่มต้น หากคุณต้องการใช้ uri การเปลี่ยนเส้นทางอื่น ให้ป้อนที่นี่ หากคุณใช้ฟิลด์นี้ คุณต้องป้อน uri การเปลี่ยนเส้นทางที่ถูกต้องทั้งหมดที่เครื่องมืออาจร้องขอ
tr_tr: Aracın kimlik jetonunu yönlendirmemizi isteyebileceği geçerli URL adresleri. Yönlendirme URL adresleri genellikle başlatma URL/deep linking URL adresi ile aynıdır; bu alan boş bırakılırsa varsayılan olarak bunlar kullanılır. Farklı yönlendirme URL adresleri kullanmanız gerekiyorsa, bunları buraya girin. Bu alanı kullanırsanız, aracın talep edebileceği tüm geçerli yönlendirme URL adreslerini eksiksiz olarak girmelisiniz.
uk: Дійсні URL-адреси, за якими Інструмент може вимагати від нас переспрямування маркера ідентифікатора. Uris перенаправлення часто такий самий, як URL-адреса запуску/URL-адреса глибокого посилання, тому, якщо це поле порожнє, вони використовуватимуться за умовчанням. Якщо вам потрібно використовувати інші URI перенаправлення, введіть їх тут. Якщо ви використовуєте це поле, ви повинні ввести всі дійсні URI перенаправлення, які може запитати інструмент.
uz: Qurilma bizdan ID tokenini yo‘naltirishni so‘rashi mumkin bo‘lgan amal qiluvchi URL manzillari. Yo‘naltirish URL'lari ko‘pincha ishga tushirish URL/deep linking URL bilan bir xil bo‘ladi, shuning uchun agar bu maydon bo‘sh bo‘lsa, ular sukut bo‘yicha ishlatiladi. Agar siz boshqa yo‘naltirish URL'larini ishlatishingiz kerak bo‘lsa, ularni bu yerga kiriting. Agar siz ushbu maydondan foydalansangiz, asbob so‘rashi mumkin bo‘lgan barcha amal qiluvchi yo‘naltirish URL'larini kiritishingiz kerak.
vi: Các url hợp lệ Công cụ có thể yêu cầu chúng tôi chuyển hướng mã thông báo id tới. Uris chuyển hướng thường giống với url khởi chạy/url liên kết sâu nên nếu trường này trống, nó sẽ sử dụng chúng làm mặc định. Nếu bạn cần sử dụng các uri chuyển hướng khác, hãy nhập chúng vào đây. Nếu bạn sử dụng trường này, bạn phải nhập tất cả các uri chuyển hướng hợp lệ mà công cụ có thể yêu cầu.

source: Tool Public Key Mode
af_za: Gereedskap publieke sleutelmodus
ar: أداة وضع المفتاح العام
da: Værktøjs offentlig nøgletilstand
de_de: Tool-Public-Key-Modus
el: Λειτουργία δημόσιου κλειδιού εργαλείου
es_419: Modo de clave pública de herramienta
fa: حالت کلید عمومی ابزار
fr_ca: Mode clé publique de l’outil
he: מצב מפתח ציבורי של כלי
hi: उपकरण सार्वजनिक कुंजी मोड
hu: Eszköz nyilvános kulcs mód
it_it: Modalità chiave pubblica dello strumento
ja: ツール公開鍵モード
ka: ხელსაწყოს საჯარო გასაღების რეჟიმი
kk: Құралдың ашық кілт режимі
lv: Rīks Publiskās atslēgas režīms
nl: Gereedschapsmodus voor openbare sleutel
pl: Tryb klucza publicznego narzędzia
pt_br: Modo de chave pública da ferramenta
pt_pt: Modo de chave pública da ferramenta
ro: Modul cheie publică a instrumentului
ru: Режим открытого ключа инструмента
sq: Modaliteti i çelësit publik të mjetit
sv: Verktygets offentliga nyckelläge
sw: Njia ya Ufunguo wa Umma ya Zana
te: సాధనం పబ్లిక్ కీ మోడ్
th: เครื่องมือโหมดคีย์สาธารณะ
tr_tr: Araç Genel Anahtar Modu
uk: Режим відкритого ключа інструмента
uz: Umumiy kalit rejimi
vi: Chế độ khóa công khai của công cụ

source: Select how the tool's public key information will be specified.
af_za: Kies hoe die nutsding se publieke sleutelinligting gespesifiseer sal word.
ar: حدد كيفية تحديد معلومات المفتاح العام للأداة.
da: Vælg, hvordan værktøjets offentlige nøgleoplysninger skal specificeres.
de_de: Wählen Sie aus, wie die öffentlichen Schlüsselinformationen des Tools angegeben werden.
el: Επιλέξτε πώς θα προσδιορίζονται οι πληροφορίες δημόσιου κλειδιού του εργαλείου.
es_419: Seleccione cómo se especificará la información de la clave pública de la herramienta.
fa: نحوه مشخص شدن اطلاعات کلید عمومی ابزار را انتخاب کنید.
fr_ca: Sélectionnez la manière dont les informations de clé publique de l'outil seront spécifiées.
he: בחר כיצד יצוין פרטי המפתח הציבורי של הכלי.
hi: चुनें कि टूल की सार्वजनिक कुंजी जानकारी कैसे निर्दिष्ट की जाएगी।
hu: Válassza ki, hogyan lesz megadva az eszköz nyilvános kulcsának információja.
it_it: Seleziona la modalità in cui verranno specificate le informazioni sulla chiave pubblica dello strumento.
ja: ツールの公開鍵情報をどのように指定するか選択してください。
ka: აირჩიეთ, თუ როგორ იქნება მითითებული ინსტრუმენტის საჯარო გასაღების ინფორმაცია.
kk: Құралдың ашық кілт ақпараты қалай көрсетілетінін таңдаңыз.
lv: Atlasiet, kā tiks norādīta rīka publiskās atslēgas informācija.
nl: Selecteer hoe de openbare sleutelinformatie van het hulpprogramma wordt gespecificeerd.
pl: Wybierz sposób określania informacji o kluczu publicznym narzędzia.
pt_br: Selecione como as informações da chave pública da ferramenta serão especificadas.
pt_pt: Selecione como as informações de chave pública da ferramenta serão especificadas.
ro: Selectează modul în care vor fi specificate informațiile cheii publice ale instrumentului.
ru: Выберите, как будет указана информация об открытом ключе инструмента.
sq: Zgjidhni se si do të specifikohet informacioni i çelësit publik të mjetit.
sv: Välj hur verktygets offentliga nyckelinformation ska anges.
sw: Chagua jinsi maelezo ya ufunguo wa umma ya zana yatabainishwa.
te: సాధనం యొక్క పబ్లిక్ కీ సమాచారం ఎలా పేర్కొనబడుతుందో ఎంచుకోండి.
th: เลือกวิธีการระบุข้อมูลคีย์สาธารณะของเครื่องมือ
tr_tr: Aracın genel anahtar bilgilerinin nasıl belirtileceğini seçin.
uk: Виберіть, як вказуватиметься інформація про відкритий ключ інструмента.
uz: Qurilmaning ochiq kalit ma'lumotlari qanday ko‘rsatilishini tanlang.
vi: Chọn cách chỉ định thông tin khóa công khai của công cụ.

source: Tool Keyset URL
ar: عنوان URL لمجموعة مفاتيح الأداة
el: Διεύθυνση URL συνόλου εργαλείων
es_419: URL del conjunto de claves de la herramienta
fa: URL مجموعه ابزار
fr_ca: URL du Tool Keyset
he: כתובת אתר של ערכת מפתחות של כלי
hi: टूल कीसेट यूआरएल
hu: Eszköz kulcskészlet URL-címe
it_it: URL del set di chiavi dello strumento
ja: ツールキーセットURL
ka: ხელსაწყოთა გასაღების ნაკრების URL
kk: Құрал пернелер жиынының URL мекенжайы
nl: Toolsleutelset-URL
pl: Adres URL zestawu kluczy narzędzia
pt_br: URL do conjunto de chaves de ferramentas
pt_pt: URL do conjunto de chaves da ferramenta
ro: Adresa URL a setului de chei instrument
ru: URL-адрес набора ключей инструмента
sq: URL e grupit të veglave
sv: Verktygsnyckeluppsättningens URL
sw: URL ya Kitufe cha Zana
te: సాధనం కీసెట్ URL
th: URL คีย์เครื่องมือ
tr_tr: Araç Anahtar Seti URL adresi
uk: URL набору інструментів
uz: Qurilmalar to‘plamining URL manzili
vi: URL bộ khóa công cụ
