Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
af_za: Voer &#39;n beskrywing van die derdeparty-toepassing in. As u &#39;n gebruikernaam en/of e-pos versoek, gebruik hierdie tekskassie om gebruikers in te lig waarom hul gebruikersnaam en/of e-pos na &#39;n derdeparty-toepassing aangestuur sal word.
ar: يُرجى إدخال وصف لتطبيق الجهة الخارجيّة. وفي حال طلب اسم المستخدم و/أو البريد الإلكتروني، يُرجى استخدام مربع النص هذا لإعلام المستخدمين بسبب إرسال اسم المستخدم و/أو البريد الإلكتروني الخاص بهم إلى تطبيق لجهة خارجيّة.
da: Indtast en beskrivelse af tredjeparts-applikationen. Hvis der anmodes om brugernavn og/eller e-mail, kan du bruge dette tekstfelt til at informere brugerne om, hvorfor deres brugernavn og/eller e-mail vil blive sendt til en tredjeparts-applikation.
de_de: Geben Sie eine Beschreibung der Drittanbieteranwendung ein. Wenn Sie einen Benutzernamen und/oder eine E-Mail anfordern, verwenden Sie dieses Textfeld, um die Benutzer darüber zu informieren, warum ihr Benutzername und/oder ihre E-Mail an eine Drittanbieteranwendung weitergeleitet wird.
el: Εισαγάγετε μια περιγραφή της εφαρμογής τρίτων. Εάν ζητάτε όνομα χρήστη και/ή email, χρησιμοποιήστε αυτό το πλαίσιο κειμένου για να ενημερώσετε τους χρήστες γιατί το όνομα χρήστη και/ή το email τους θα προωθηθεί σε εφαρμογή τρίτων.
es_419: Provea una descripción de la aplicación de un tercero. Si se solicita el nombre del usuario o su correo, use este cuadro de texto para informar al usuario que su nombre de usuario y su correo serán redireccionados a una aplicación de un tercero.
fa: توضیحات برنامه شخص ثالث را وارد کنید. در صورت درخواست نام کاربری و/یا ایمیل، از این کادر متنی استفاده کنید تا به کاربران اطلاع دهید که چرا نام کاربری و/یا ایمیل آنها به یک برنامه شخص ثالث بازارسال می شود.
fr_ca: Saisissez une description de l'application tierce. Si vous demandez un nom d'utilisateur et/ou une adresse courriel, utilisez cette zone de texte pour informer les utilisateurs pourquoi leur nom d'utilisateur et/ou leur adresse courriel seront transférés vers une application tierce.
he: הזן תיאור של יישום של צד שלישי. אם הנך מבקש שם משתמש ו/או כתובת דואר האלקטרוני, השתמש בתיבת טקסט זו כדי להודיע למשתמשים מדוע שם המשתמש ו/או כתובת הדואר האלקטרוני שלהם תועבר ליישום של גורם צד שלישי.
hi: तीसरे पक्ष के आवेदन का विवरण दर्ज करें। यदि उपयोगकर्ता नाम और / या ईमेल का अनुरोध करते हैं, तो इस टेक्स्ट बॉक्स का उपयोग उपयोगकर्ताओं को यह बताने के लिए करें कि उनके उपयोगकर्ता नाम और / या ईमेल को तीसरे पक्ष के आवेदन पर क्यों भेजा जाएगा।
hu: Adja meg a harmadik fél alkalmazásának leírását. Ha felhasználónevet és/vagy e-mail címet kér, használja ezt a szövegdobozt, hogy tájékoztassa a felhasználókat, miért kerül továbbításra a felhasználónevük és/vagy e-mail címük egy harmadik fél alkalmazáshoz.
it_it: Immettere una descrizione dell'applicazione di terze parti. Se si richiede il nome utente e/o l'email, utilizzare questa casella di testo per informare gli utenti del motivo per cui il loro nome utente e/o email verranno forniti ad un'applicazione di terze parti.
ja: 第三者アプリケーションの説明を入力してください。ユーザー名やメールアドレスを要求する場合は、このテキストボックスを使用して、ユーザー名やメールアドレスが第三者アプリケーションに転送される理由をユーザーに知らせてください。
ka: შეიყვანეთ მესამე მხარის აპლიკაციის აღწერა. მომხმარებლის სახელის და/ან ელფოსტის მოთხოვნის შემთხვევაში, ამ ტექსტური გრაფის გამოყენებით შეატყობინეთ მომხმარებლებს თუ რატომ გაეგზავნება მესამე მხარის აპლიკაციას მათი მომხმარებლის სახელი და/ან ელფოსტა.
kk: Үшінші тарап қолданбасының сипаттамасын енгізіңіз. Пайдаланушы атын және/немесе электрондық поштаны сұрасаңыз, пайдаланушы аты және/немесе электрондық поштасы үшінші тарап қолданбасына неліктен жіберілетінін хабарлау үшін осы мәтін ұясын пайдаланыңыз.
lv: Ievadiet trešās puses lietojumprogrammas aprakstu. Ja tiek pieprasīts lietotājvārds un/vai e-pasts, izmantojiet šo teksta lauku, lai informētu lietotājus, kāpēc viņu lietotājvārds un/vai e-pasts tiks pārsūtīts trešās puses lietojumprogrammai.
nl: Voer een beschrijving in van de applicatie van derden. Als u om een gebruikersnaam en/of e-mailadres vraagt, gebruik dan dit tekstvak om gebruikers te informeren waarom hun gebruikersnaam en/of e-mailadres wordt doorgestuurd naar een applicatie van derden.
pl: Wprowadź opis aplikacji strony trzeciej. Jeśli żądasz nazwy użytkownika i/lub adresu e-mail, użyj tego pola tekstowego, aby poinformować użytkowników, dlaczego ich nazwa użytkownika i/lub adres e-mail zostaną przesłane do aplikacji strony trzeciej.
pt_br: Digite uma descrição do aplicativo de terceiros. Se solicitando nome de usuário e/ou e-mail, use esta caixa de texto para informar aos usuários por que seu nome de usuário e/ou e-mail será encaminhado para um aplicativo de terceiros.
pt_pt: Insira uma descrição da aplicação de terceiros. Se solicitar o nome de utilizador e/ou o e-mail, use esta caixa de texto para informar os utilizadores sobre o motivo pelo qual o seu nome de utilizador e/ou e-mail serão encaminhados para uma aplicação de terceiros.
ro: Introduceți o descriere a aplicației terță parte. Dacă solicitați un nume de utilizator și/sau e-mail, utilizați această casetă de text pentru a informa utilizatorii de ce numele de utilizator și/sau e-mailul lor vor fi redirecționat către o aplicație terță parte.
ru: Введите описание стороннего приложения. Если требуется доступ к имени пользователя и/или электронной почте, используйте это текстовое поле, чтобы сообщить пользователям, почему их имя пользователя и/или электронная почта будут направлены стороннему приложению.
sq: Futni një përshkrim të aplikacionit të palës së tretë. Nëse kërkoni emrin e përdoruesit dhe/ose email, përdorni këtë kuti teksti për të informuar përdoruesit pse emri i përdoruesit dhe/ose emaili i tyre do të përcillet te një aplikacion i palës së tretë.
sv: Ange en beskrivning av tredjepartsprogrammet. Om du begär användarnamn och / eller e-post, använd den här textrutan för att informera användarna varför deras användarnamn och / eller e-post ska vidarebefordras till en tredje part.
sw: Weka maelezo ya programu ya wahusika wengine. Ikiwa unaomba jina la mtumiaji na/au barua pepe, tumia kisanduku hiki cha maandishi kuwafahamisha watumiaji kwa nini jina lao la mtumiaji na/au barua pepe zitatumwa kwa programu nyingine.
te: మూడవ పక్షం అప్లికేషన్ యొక్క వివరణను నమోదు చేయండి. వినియోగదారు పేరు మరియు/లేదా ఇమెయిల్‌ను అభ్యర్థిస్తే, వినియోగదారులకు వారి వినియోగదారు పేరు మరియు/లేదా ఇమెయిల్ ఎందుకు మూడవ పక్షం అప్లికేషన్‌కు ఫార్వార్డ్ చేయబడుతుందో తెలియజేయడానికి ఈ టెక్స్ట్ బాక్స్‌ని ఉపయోగించండి.
th: กรอกรายละเอียดของแอพลิเคชั่นบุคคลที่สาม ถ้าต้องการชื่อผู้ใช้หรืออีเมล์, ใช้กล่องข้อความนี้เพื่อแจ้งผู้ใช้ว่าทำไมชื่อผู้ใช้หรืออีเมล์ได้ถูกส่งต่อไปยังแอพลิเคชั่นบุคคลที่สาม
tr_tr: Üçüncü taraf uygulamanın açıklamasını girin. Eğer kullanıcı adı ve/veya e-posta talep ediliyorsa, bu metin kutusuna kullanıcıların neden üçüncü taraf uygulamaya kullanıcı adlarının ve/veya e-postalarının gönderileceğine ilişkin açıklama yazın.
uk: Введіть опис сторонніх додатків. Якщо запитуються ім'я користувача та/або електронна пошта, використовуйте це текстове поле, щоб повідомити користувачам, чому їх ім'я користувача та/або електронна пошта будуть спрямовані стороннім додаткам.
uz: Uchinchi tomon ilovasining tavsifini kiriting. Agar foydalanuvchi nomi va/yoki elektron pochta manzilini so‘rasangiz, foydalanuvchi nomi va/yoki elektron pochta manzili nima uchun uchinchi tomon ilovasiga yuborilishi haqida maʼlumot berish uchun ushbu matn maydonidan foydalaning.
vi: Nhập mô tả về ứng dụng của bên thứ ba. Nếu yêu cầu tên người dùng và/hoặc email, hãy sử dụng hộp văn bản này để thông báo cho người dùng lý do tên người dùng và/hoặc email của họ sẽ được chuyển tiếp đến ứng dụng của bên thứ ba.

source: Configuration Type
af_za: Konfigurasie Tipe
ar: نوع التكوين
da: Konfigurationstype
de_de: Konfigurationstyp
el: Τύπος διαμόρφωσης
es_419: Tipo de configuración
fa: نوع پیکربندی
fr_ca: Type de configuration
he: סוג תצורה
hi: कॉन्फ़िगरेशन प्रकार
hu: Konfiguráció típusa
it_it: Tipo di configurazione
ja: 設定タイプ
ka: კონფიგურაციის ტიპი
kk: Конфигурация түрі
lv: Konfigurācijas veids
nl: Configuratietype
pl: Typ konfiguracji
pt_br: Tipo de configuração
pt_pt: Tipo de configuração
ro: Tip de configurație
ru: Тип конфигурации
sq: Lloji i konfigurimit
sv: Konfigurationstyp
sw: Aina ya Usanidi
te: కాన్ఫిగరేషన్ రకం
th: ประเภทการกำหนดค่า
tr_tr: Yapılandırma Türü
uk: Тип конфігурації
uz: Konfiguratsiya turi
vi: Loại cấu hình

source: Select 'Configuration on block' to configure a new LTI Tool. If the support staff provided you with a pre-configured LTI reusable Tool ID, select'Reusable Configuration' and enter it in the text field below.
af_za: Kies &#39;Configuration on block&#39; om &#39;n nuwe LTI Tool op te stel. As die ondersteuningspersoneel aan jou &#39;n vooraf-gekonfigureerde LTI-herbruikbare Tool ID verskaf het, kies &#39;Herbruikbare konfigurasie&#39; en voer dit in die teksveld hieronder in.
ar: حدد &quot;التكوين على الكتلة&quot; لتكوين أداة LTI جديدة. إذا زودك فريق الدعم بمعرف أداة LTI قابل لإعادة الاستخدام تم تكوينه مسبقًا، فحدد &quot;تكوين قابل لإعادة الاستخدام&quot; وأدخله في حقل النص أدناه.
da: Vælg &#39;Konfiguration på blok&#39; for at konfigurere et nyt LTI-værktøj. Hvis supportpersonalet har givet dig et forudkonfigureret LTI-genanvendeligt værktøjs-id, skal du vælge &#39;Genbrugelig konfiguration&#39; og indtaste det i tekstfeltet nedenfor.
de_de: Wählen Sie „Konfiguration im Block“, um ein neues LTI-Tool zu konfigurieren. Wenn Sie vom Support-Personal eine vorkonfigurierte wiederverwendbare LTI-Tool-ID erhalten haben, wählen Sie „Wiederverwendbare Konfiguration“ und geben Sie diese in das Textfeld unten ein.
el: Επιλέξτε «Διαμόρφωση σε μπλοκ» για να διαμορφώσετε ένα νέο εργαλείο LTI. Εάν το προσωπικό υποστήριξης σάς παρείχε ένα προρυθμισμένο αναγνωριστικό εργαλείου LTI επαναχρησιμοποιήσιμο, επιλέξτε «Επαναχρησιμοποιήσιμη διαμόρφωση» και εισαγάγετε το στο πεδίο κειμένου παρακάτω.
es_419: Seleccione &#39;Configuración en bloque&#39; para configurar una nueva herramienta LTI. Si el personal de soporte le proporcionó una ID de herramienta reutilizable LTI preconfigurada, seleccione &quot;Configuración reutilizable&quot; e ingrésela en el campo de texto a continuación.
fa: برای پیکربندی ابزار LTI جدید، «پیکربندی در بلوک» را انتخاب کنید. اگر کارکنان پشتیبانی یک شناسه ابزار قابل استفاده مجدد LTI از پیش پیکربندی شده را به شما ارائه کردند، «پیکربندی قابل استفاده مجدد» را انتخاب کنید و آن را در قسمت نوشتاری زیر وارد کنید.
fr_ca: Sélectionnez 'Configuration sur le bloc' pour configurer un nouvel outil LTI. Si le personnel d'assistance vous a fourni un ID d'outil réutilisable LTI préconfiguré, sélectionnez 'Configuration réutilisable' et saisissez-le dans le champ de texte ci-dessous.
he: בחר &#39;תצורה בבלוק&#39; כדי להגדיר כלי LTI חדש. אם צוות התמיכה סיפק לך מזהה כלי לשימוש חוזר LTI שהוגדר מראש, בחר &#39;תצורה לשימוש חוזר&#39; והזן אותו בשדה הטקסט למטה.
hi: नए एलटीआई टूल को कॉन्फ़िगर करने के लिए &#39;कॉन्फ़िगरेशन ऑन ब्लॉक&#39; चुनें। यदि सहायक स्टाफ ने आपको पूर्व-कॉन्फ़िगर एलटीआई पुन: प्रयोज्य टूल आईडी प्रदान की है, तो &#39;पुन: प्रयोज्य कॉन्फ़िगरेशन&#39; चुनें और इसे नीचे टेक्स्ट फ़ील्ड में दर्ज करें।
hu: Válassza a „Konfiguráció a blokkban” lehetőséget egy új LTI eszköz konfigurálásához. Ha a támogatási személyzet előre konfigurált, újrahasználható LTI eszközazonosítót adott meg, válassza az „Újrahasználható konfiguráció” lehetőséget, és írja be az alábbi szövegmezőbe.
it_it: Seleziona &quot;Configurazione su blocco&quot; per configurare un nuovo strumento LTI. Se il personale di supporto ti ha fornito un ID strumento riutilizzabile LTI preconfigurato, seleziona &quot;Configurazione riutilizzabile&quot; e inseriscilo nel campo di testo sottostante.
ja: 「Configuration on block」を選択して、新しいLTIツールを設定します。サポートスタッフから事前に設定されたLTI再利用可能ツールIDが提供された場合は、「Reusable Configuration」を選択し、以下のテキストフィールドに入力してください。
ka: ახალი LTI ინსტრუმენტის კონფიგურაციისთვის აირჩიეთ "ბლოკზე კონფიგურაცია". თუ მხარდაჭერის სამსახურმა მოგაწოდათ წინასწარ კონფიგურირებული LTI განმეორებით გამოყენებადი ინსტრუმენტის ID, აირჩიეთ "განმეორებით გამოყენებადი კონფიგურაცია" და შეიყვანეთ ის ქვემოთ მოცემულ ტექსტურ ველში.
kk: Жаңа LTI құралын конфигурациялау үшін "Блоктағы конфигурация" тармағын таңдаңыз. Қолдау көрсету қызметкерлері сізге алдын ала конфигурацияланған LTI қайта пайдалануға болатын құрал идентификаторын берген болса, "Қайта пайдалануға болатын конфигурация" тармағын таңдап, оны төмендегі мәтін өрісіне енгізіңіз.
lv: Lai konfigurētu jaunu LTI rīku, izvēlieties "Konfigurēšana blokā". Ja atbalsta dienesta darbinieki jums ir iesnieguši iepriekš konfigurētu LTI atkārtoti lietojama rīka ID, izvēlieties "Atkārtoti lietojama konfigurācija" un ievadiet to tālāk teksta laukā.
nl: Selecteer 'Configuratie op blok'om een nieuwe LTI Tool te configureren. Als het ondersteuningspersoneel u een vooraf geconfigureerde herbruikbare LTI-tool-ID heeft gegeven, selecteert u 'Herbruikbare configuratie' en voert u deze in het onderstaande tekstveld in.
pl: Wybierz „Konfiguracja w bloku”, aby skonfigurować nowe narzędzie LTI. Jeśli personel pomocy technicznej dostarczył Ci wstępnie skonfigurowany identyfikator narzędzia LTI wielokrotnego użytku, wybierz opcję „Konfiguracja wielokrotnego użytku” i wprowadź go w polu tekstowym poniżej.
pt_br: Selecione &#39;Configuração no bloco&#39; para configurar uma nova ferramenta LTI. Se a equipe de suporte forneceu a você um ID de ferramenta reutilizável de LTI pré-configurado, selecione &#39;Configuração reutilizável&#39; e insira-o no campo de texto abaixo.
pt_pt: Seleccione 'Configuration on block' para configurar uma nova Ferramenta LTI. Se a equipa de suporte lhe tiver fornecido um ID de ferramenta reutilizável LTI pré-configurado, seleccione 'Configuração reutilizável' e introduza-o no campo de texto abaixo.
ro: Selectează „Configurație pe bloc” pentru a configura un nou instrument LTI. Dacă personalul de asistență ți-a furnizat un ID de instrument LTI preconfigurat reutilizabil, selectează „Configurație reutilizabilă” și introdu-l în câmpul de text de mai jos.
ru: Выберите «Конфигурация в блоке», чтобы настроить новый инструмент LTI. Если сотрудники службы поддержки предоставили вам предварительно настроенный идентификатор инструмента многократного использования LTI, выберите «Многоразовая конфигурация» и введите его в текстовое поле ниже.
sq: Zgjidhni &quot;Konfigurimi në bllok&quot; për të konfiguruar një mjet të ri LTI. Nëse stafi mbështetës ju ka ofruar një ID të mjetit të ripërdorshëm LTI të parakonfiguruar, zgjidhni &#39;Konfigurim i ripërdorshëm&#39; dhe futeni në fushën e tekstit më poshtë.
sv: Välj 'Konfiguration på block' för att konfigurera ett nytt LTI-verktyg. Om supportpersonalen har gett dig ett förkonfigurerat återanvändbart LTI-verktygs-ID, välj 'Återanvändbar konfiguration' och ange det i textfältet nedan.
sw: Chagua &#39;Usanidi kwenye kizuizi&#39; ili kusanidi Zana mpya ya LTI. Ikiwa wafanyakazi wa usaidizi walikupa Kitambulisho cha Zana inayoweza kutumika tena ya LTI iliyosanidiwa awali, chagua&#39;Usanidi Unayoweza Kutumika&#39; na uiweke katika sehemu ya maandishi hapa chini.
te: కొత్త LTI సాధనాన్ని కాన్ఫిగర్ చేయడానికి &#39;కాన్ఫిగరేషన్ ఆన్ బ్లాక్&#39;ని ఎంచుకోండి. సహాయక సిబ్బంది మీకు ముందే కాన్ఫిగర్ చేసిన LTI పునర్వినియోగ సాధనం IDని అందించినట్లయితే, &#39;పునరుపయోగించదగిన కాన్ఫిగరేషన్&#39;ని ఎంచుకుని, దిగువ టెక్స్ట్ ఫీల్డ్‌లో నమోదు చేయండి.
th: เลือก &#39;การกำหนดค่าบนบล็อก&#39; เพื่อกำหนดค่าเครื่องมือ LTI ใหม่ หากเจ้าหน้าที่ฝ่ายสนับสนุนให้รหัสเครื่องมือที่สามารถนำมาใช้ซ้ำได้ของ LTI ที่กำหนดค่าไว้ล่วงหน้าแก่คุณ ให้เลือก &#39;การกำหนดค่าที่ใช้ซ้ำได้&#39; แล้วป้อนลงในช่องข้อความด้านล่าง
tr_tr: 'Bloktaki yapılandırma'yı seçerek yeni bir LTI Aracı yapılandırın. Destek personeli size önceden yapılandırılmış bir LTI yeniden kullanılabilir Araç Kimliği sağladıysa, 'Yeniden Kullanılabilir Yapılandırma'yı seçin ve bunu aşağıdaki metin alanına girin.
uk: Виберіть «Конфігурація на блоці», щоб налаштувати новий інструмент LTI. Якщо персонал служби підтримки надав вам попередньо налаштований ідентифікатор багаторазового інструменту LTI, виберіть «Конфігурація багаторазового використання» та введіть його в текстове поле нижче.
uz: Yangi LTI vositasini sozlash uchun 'Blokda sozlash' variantini tanlang. Agar qo‘llab-quvvatlash xodimlari sizga oldindan sozlangan qayta foydalanish mumkin bo‘lgan LTI asbob identifikatorini taqdim etgan bo‘lsa, 'Qayta foydalanish mumkin bo‘lgan sozlash' variantini tanlang va uni quyidagi matn maydoniga kiriting.
vi: Chọn &#39;Cấu hình trên khối&#39; để định cấu hình Công cụ LTI mới. Nếu nhân viên hỗ trợ đã cung cấp cho bạn ID Công cụ có thể tái sử dụng LTI được định cấu hình trước, hãy chọn &#39;Cấu hình có thể sử dụng lại&#39; và nhập mã đó vào trường văn bản bên dưới.

source: LTI Version
af_za: LTI weergawe
ar: نسخة إل تي آي
el: Έκδοση LTI
es_419: Versión LTI
fa: نسخه LTI
fr_ca: Version LTI
he: גרסת LTI
hi: एलटीआई संस्करण
hu: LTI verzió
it_it: Versione LTI
ja: LTIバージョン
ka: LTI ვერსია
kk: LTI нұсқасы
lv: LTI versija
nl: LTI-versie
pl: Wersja LTI
pt_br: Versão LTI
pt_pt: Versão LTI
ro: Versiunea LTI
ru: LTI-версия
sq: Versioni LTI
sw: Toleo la LTI
te: LTI వెర్షన్
th: เวอร์ชัน LTI
tr_tr: LTI Sürümü
uk: Версія LTI
uz: LTI versiyasi
vi: Phiên bản LTI

source: Select the LTI version that your tool supports.<br />The XBlock LTI Consumer fully supports LTI 1.1.1, LTI 1.3 and LTI Advantage features.
af_za: Kies die LTI-weergawe wat jou instrument ondersteun.<br /> Die XBlock LTI Consumer ondersteun ten volle LTI 1.1.1, LTI 1.3 en LTI Advantage kenmerke.
ar: حدد إصدار LTI الذي تدعمه أداتك.<br /> يدعم XBlock LTI Consumer ميزات LTI 1.1.1 وLTI 1.3 وLTI Advantage بشكل كامل.
da: Vælg den LTI-version, som dit værktøj understøtter.<br /> XBlock LTI Consumer understøtter fuldt ud LTI 1.1.1, LTI 1.3 og LTI Advantage funktioner.
de_de: Wählen Sie die LTI-Version aus, die Ihr Tool unterstützt.<br /> Der XBlock LTI Consumer unterstützt die Funktionen LTI 1.1.1, LTI 1.3 und LTI Advantage vollständig.
el: Επιλέξτε την έκδοση LTI που υποστηρίζει το εργαλείο σας.<br /> Το XBlock LTI Consumer υποστηρίζει πλήρως τις δυνατότητες LTI 1.1.1, LTI 1.3 και LTI Advantage.
es_419: Seleccione la versión LTI que admite su herramienta.<br /> XBlock LTI Consumer es totalmente compatible con las funciones LTI 1.1.1, LTI 1.3 y LTI Advantage.
fa: نسخه LTI را که ابزار شما پشتیبانی می کند انتخاب کنید.<br /> XBlock LTI Consumer به طور کامل از ویژگی های LTI 1.1.1، LTI 1.3 و LTI Advantage پشتیبانی می کند.
fr_ca: Sélectionnez la version LTI prise en charge par votre outil.<br />Le XBlock LTI Consumer prend entièrement en charge les fonctionnalités LTI 1.1.1, LTI 1.3 et LTI Advantage.
he: בחר את גרסת ה-LTI שבה הכלי שלך תומך.<br /> XBlock LTI Consumer תומך באופן מלא בתכונות LTI 1.1.1, LTI 1.3 ו-LTI Advantage.
hi: वह एलटीआई संस्करण चुनें जो आपका टूल समर्थित है।<br /> एक्सब्लॉक एलटीआई कंज्यूमर पूरी तरह से एलटीआई 1.1.1, एलटीआई 1.3 और एलटीआई एडवांटेज सुविधाओं का समर्थन करता है।
hu: Válassza ki az LTI verziót, amelyet az eszköze támogat.<br />Az XBlock LTI Consumer teljes mértékben támogatja az LTI 1.1.1, LTI 1.3 és LTI Advantage funkciókat.
it_it: Seleziona la versione LTI supportata dal tuo strumento.<br /> XBlock LTI Consumer supporta completamente le funzionalità LTI 1.1.1, LTI 1.3 e LTI Advantage.
ja: LTIツールがサポートするバージョンを選択してください。<br />XBlock LTIコンシューマーは、LTI 1.1.1、LTI 1.3、およびLTIアドバンテージ機能を完全にサポートしています。
ka: აირჩიეთ თქვენი ინსტრუმენტის მიერ მხარდაჭერილი LTI ვერსია.<br />XBlock LTI Consumer სრულად უჭერს მხარს LTI 1.1.1-ის, LTI 1.3-ისა და LTI Advantage-ის ფუნქციებს.
kk: Құрал қолдайтын LTI нұсқасын таңдаңыз.<br /> XBlock LTI тұтынушысы LTI 1.1.1, LTI 1.3 және LTI Advantage мүмкіндіктерін толығымен қолдайды.
lv: Izvēlieties LTI versiju, ko atbalsta jūsu rīks.<br />XBlock LTI Consumer pilnībā atbalsta LTI 1.1.1, LTI 1.3 un LTI Advantage funkcijas.
nl: Selecteer de LTI-versie die uw tool ondersteunt.<br /> De XBlock LTI Consumer ondersteunt de LTI 1.1.1-, LTI 1.3- en LTI Advantage-functies volledig.
pl: Wybierz wersję LTI obsługiwaną przez Twoje narzędzie.<br /> XBlock LTI Consumer w pełni obsługuje funkcje LTI 1.1.1, LTI 1.3 i LTI Advantage.
pt_br: Selecione a versão LTI compatível com sua ferramenta.<br /> O XBlock LTI Consumer oferece suporte total aos recursos LTI 1.1.1, LTI 1.3 e LTI Advantage.
pt_pt: Selecione a versão LTI compatível com sua ferramenta.<br /> O XBlock LTI Consumer suporta totalmente os recursos LTI 1.1.1, LTI 1.3 e LTI Advantage.
ro: Selectează versiunea LTI pe care o acceptă instrumentul dvs.<br /> XBlock LTI Consumer acceptă pe deplin funcțiile LTI 1.1.1, LTI 1.3 și LTI Advantage.
ru: Выберите версию LTI, которую поддерживает ваш инструмент.<br /> Потребитель XBlock LTI полностью поддерживает функции LTI 1.1.1, LTI 1.3 и LTI Advantage.
sq: Zgjidhni versionin LTI që mbështet mjeti juaj.<br /> Konsumatori XBlock LTI mbështet plotësisht veçoritë LTI 1.1.1, LTI 1.3 dhe LTI Advantage.
sv: Välj den LTI-version som ditt verktyg stöder.<br />XBlock LTI Consumer stöder fullt ut LTI 1.1.1, LTI 1.3 och LTI Advantage-funktioner.
sw: Chagua toleo la LTI ambalo zana yako inasaidia.<br /> Mtumiaji wa XBlock LTI anaauni kikamilifu vipengele vya Manufaa vya LTI 1.1.1, LTI 1.3 na LTI.
te: మీ సాధనం మద్దతిచ్చే LTI సంస్కరణను ఎంచుకోండి.<br /> XBlock LTI కన్స్యూమర్ LTI 1.1.1, LTI 1.3 మరియు LTI అడ్వాంటేజ్ ఫీచర్‌లకు పూర్తిగా మద్దతు ఇస్తుంది.
th: เลือกเวอร์ชัน LTI ที่เครื่องมือของคุณรองรับ<br /> XBlock LTI Consumer รองรับฟีเจอร์ LTI 1.1.1, LTI 1.3 และ LTI Advantage อย่างสมบูรณ์
tr_tr: Aracınızın desteklediği LTI sürümünü seçin.<br />XBlock LTI Consumer, LTI 1.1.1, LTI 1.3 ve LTI Advantage özelliklerini tam olarak destekler.
uk: Виберіть версію LTI, яку підтримує ваш інструмент.<br /> XBlock LTI Consumer повністю підтримує функції LTI 1.1.1, LTI 1.3 і LTI Advantage.
uz: Qurilmangiz qo‘llab-quvvatlaydigan LTI versiyasini tanlang.<br /> XBlock LTI Consumer LTI 1.1.1, LTI 1.3 va LTI Advantage funksiyalarini to‘liq qo‘llab-quvvatlaydi.
vi: Chọn phiên bản LTI mà công cụ của bạn hỗ trợ.<br /> XBlock LTI Consumer hỗ trợ đầy đủ các tính năng LTI 1.1.1, LTI 1.3 và LTI Advantage.

source: LTI Reusable Configuration ID
af_za: LTI-herbruikbare konfigurasie-ID
ar: معرف تكوين LTI القابل لإعادة الاستخدام
da: LTI Genanvendeligt konfigurations-id
de_de: Wiederverwendbare LTI-Konfigurations-ID
el: Αναγνωριστικό διαμόρφωσης επαναχρησιμοποιήσιμου LTI
es_419: ID de configuración reutilizable de LTI
fa: شناسه پیکربندی قابل استفاده مجدد LTI
fr_ca: ID de configuration réutilisable LTI
he: מזהה תצורה לשימוש חוזר של LTI
hi: एलटीआई पुन: प्रयोज्य कॉन्फ़िगरेशन आईडी
hu: LTI Újrafelhasználható Konfigurációs Azonosító
it_it: ID di configurazione riutilizzabile LTI
ja: LTI再利用可能な構成ID
ka: LTI-ის მრავალჯერადი გამოყენების კონფიგურაციის ID
kk: LTI қайта пайдалануға болатын конфигурация идентификаторы
lv: LTI atkārtoti lietojamas konfigurācijas ID
nl: LTI herbruikbare configuratie-ID
pl: Identyfikator konfiguracji LTI do ponownego użycia
pt_br: ID de configuração reutilizável de LTI
pt_pt: ID de configuração reutilizável LTI
ro: ID-ul configurației reutilizabile LTI
ru: Многоразовый идентификатор конфигурации LTI
sq: ID-ja e konfigurimit të ripërdorshme LTI
sv: LTI Återanvändbart Konfigurations-ID
sw: Kitambulisho cha Usanidi Kinachoweza Kutumika tena cha LTI
te: LTI పునర్వినియోగ కాన్ఫిగరేషన్ ID
th: รหัสการกำหนดค่า LTI ที่ใช้ซ้ำได้
tr_tr: LTI Yeniden Kullanılabilir Yapılandırma Kimliği
uk: Ідентифікатор багаторазової конфігурації LTI
uz: LTI qayta foydalanish mumkin konfiguratsiya identifikatori
vi: ID cấu hình có thể tái sử dụng LTI
