Repository: openedx/openedx-translations
Catalog: translations/xblock-lti-consumer/lti_consumer/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, da, de_de, el, es_419, fa, fr, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, nl, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Click OK to have your username and full name sent to a 3rd party application.
af_za: Klik OK om jou gebruikersnaam en volle naam na &#39;n derdeparty-toepassing te stuur.
ar: انقر فوق &quot;موافق&quot; لإرسال اسم المستخدم والاسم الكامل الخاص بك إلى تطبيق تابع لجهة خارجية.
da: Klik på OK for at få dit brugernavn og fulde navn sendt til en tredjepartsapplikation.
de_de: Klicken Sie auf „OK“, damit Ihr Benutzername und Ihr vollständiger Name an eine Drittanbieteranwendung gesendet werden.
el: Κάντε κλικ στο OK για να σταλούν το όνομα χρήστη και το πλήρες όνομά σας σε μια εφαρμογή τρίτου μέρους.
es_419: Haga clic en Aceptar para que su nombre de usuario y nombre completo se envíen a una aplicación de terceros.
fa: روی تأیید کلیک کنید تا نام کاربری و نام کامل شما به یک برنامه شخص ثالث ارسال شود.
fr: Cliquez sur OK pour que votre nom d'utilisateur et votre nom complet soient envoyés à une application tierce.
fr_ca: Cliquez sur OK pour que votre nom d'utilisateur et votre nom complet soient envoyés à une application tierce.
he: לחץ על אישור כדי לשלוח את שם המשתמש והשם המלא שלך לאפליקציה של צד שלישי.
hi: अपना उपयोगकर्ता नाम और पूरा नाम किसी तृतीय पक्ष एप्लिकेशन को भेजने के लिए ओके पर क्लिक करें।
hu: Kattintson az OK gombra, hogy a felhasználóneve és teljes neve elküldésre kerüljön egy harmadik fél alkalmazásának.
it_it: Fare clic su OK per inviare il nome utente e il nome completo a un&#39;applicazione di terze parti.
ja: 3rdパーティーアプリケーションにユーザー名とフルネームを送信するには、[OK]をクリックしてください。
ka: დააჭირეთ "OK"-ს, რათა თქვენი მომხმარებლის სახელი და სრული სახელი გადაეგზავნოს მესამე მხარის აპლიკაციას.
kk: Пайдаланушы атыңыз бен толық атыңызды үшінші тарап қолданбасына жіберу үшін OK түймесін басыңыз.
lv: Noklikšķiniet uz Labi, lai jūsu lietotājvārds un pilns vārds tiktu nosūtīts trešās puses lietojumprogrammai.
nl: Klik op OK om uw gebruikersnaam en volledige naam naar een applicatie van derden te laten verzenden.
pl: Kliknij OK, aby przesłać swoją nazwę użytkownika i imię i nazwisko do aplikacji innej firmy.
pt_br: Clique em OK para que seu nome de usuário e nome completo sejam enviados para um aplicativo de terceiros.
pt_pt: Clique em OK para que o seu nome de utilizador e nome completo sejam enviados para uma aplicação de terceiros.
ro: Faceți clic pe OK pentru ca numele dvs. de utilizator și numele complet să fie trimise unei aplicații terță parte.
ru: Нажмите «ОК», чтобы ваше имя пользователя и полное имя были отправлены в стороннее приложение.
sq: Kliko OK për të dërguar emrin e përdoruesit dhe emrin e plotë te një aplikacion i palës së tretë.
sv: Klicka på OK för att skicka ditt användarnamn och fullständiga namn till en tredjepartsapplikation.
sw: Bofya SAWA ili jina lako la mtumiaji na jina kamili litumwe kwa programu ya mtu mwingine.
te: మీ వినియోగదారు పేరు మరియు పూర్తి పేరును 3వ పక్షం అప్లికేషన్‌కి పంపడానికి సరే క్లిక్ చేయండి.
th: คลิกตกลงเพื่อให้ชื่อผู้ใช้และชื่อเต็มของคุณส่งไปยังแอปพลิเคชันบุคคลที่สาม
tr_tr: Kullanıcı adınızın ve tam adınızın 3. taraf bir uygulamaya gönderilmesini sağlamak için "Tamam"ı tıklayın.
uk: Натисніть OK, щоб ваше ім’я користувача та повне ім’я було надіслано сторонній програмі.
uz: Foydalanuvchi nomingiz va to'liq ismingizni 3 inchi tomon ilovasiga yuborish uchun OK tugmasini bosing.
vi: Nhấp vào OK để gửi tên người dùng và tên đầy đủ của bạn tới ứng dụng của bên thứ 3.

source: Click OK to have your full name and e-mail address sent to a 3rd party application.
af_za: Klik OK om jou volle naam en e-posadres na &#39;n derdeparty-toepassing te stuur.
ar: انقر فوق &quot;موافق&quot; لإرسال اسمك الكامل وعنوان بريدك الإلكتروني إلى تطبيق تابع لجهة خارجية.
da: Klik på OK for at få dit fulde navn og din e-mailadresse sendt til en tredjepartsapplikation.
de_de: Klicken Sie auf „OK“, damit Ihr vollständiger Name und Ihre E-Mail-Adresse an eine Drittanbieteranwendung gesendet werden.
el: Κάντε κλικ στο OK για να σταλούν το πλήρες όνομά σας και η διεύθυνση e-mail σας σε μια εφαρμογή τρίτου μέρους.
es_419: Haga clic en Aceptar para que su nombre completo y dirección de correo electrónico se envíen a una aplicación de terceros.
fa: روی تأیید کلیک کنید تا نام کامل و آدرس ایمیل شما به یک برنامه شخص ثالث ارسال شود.
fr: Cliquez sur OK pour que votre nom complet et votre adresse email soient envoyés à une application tierce.
fr_ca: Cliquez sur OK pour que votre nom complet et votre adresse courriel soient envoyés à une application tierce.
he: לחץ על אישור כדי שהשם המלא וכתובת הדואר האלקטרוני שלך יישלחו לאפליקציה של צד שלישי.
hi: किसी तीसरे पक्ष के आवेदन को अपना पूरा नाम और ई-मेल पता भेजने के लिए ओके पर क्लिक करें।
hu: Kattintson az OK gombra, hogy teljes neve és e-mail címe egy harmadik fél alkalmazásához kerüljön elküldésre.
it_it: Fare clic su OK per inviare il nome completo e l&#39;indirizzo e-mail a un&#39;applicazione di terze parti.
ja: 3rdパーティーアプリケーションにフルネームとメールアドレスを送信するには、OKをクリックしてください。
ka: დააჭირეთ "OK"-ს, რათა თქვენი სრული სახელი და ელფოსტის მისამართი გაიგზავნოს მესამე მხარის აპლიკაციაში.
kk: Толық атыңыз бен электрондық пошта мекенжайыңызды үшінші тарап қолданбасына жіберу үшін OK түймесін басыңыз.
lv: Noklikšķiniet uz Labi, lai jūsu pilns vārds un e-pasta adrese tiktu nosūtīta uz trešās puses lietojumprogrammu.
nl: Klik op OK om uw volledige naam en e-mailadres naar een toepassing van derden te laten verzenden.
pl: Kliknij OK, aby Twoje imię i nazwisko oraz adres e-mail zostały przesłane do aplikacji strony trzeciej.
pt_br: Clique em OK para que seu nome completo e endereço de e-mail sejam enviados para um aplicativo de terceiros.
pt_pt: Clique em OK para que o seu nome completo e endereço de e-mail sejam enviados para uma aplicação de terceiros.
ro: Faceți clic pe OK pentru a primi numele dvs. complet și adresa de e-mail către o aplicație terță parte.
ru: Нажмите «ОК», чтобы ваше полное имя и адрес электронной почты были отправлены в стороннее приложение.
sq: Klikoni OK për të dërguar emrin tuaj të plotë dhe adresën e postës elektronike te një aplikacion i palës së tretë.
sv: Klicka på OK för att skicka ditt fullständiga namn och din e-postadress till en tredjepartsapplikation.
sw: Bofya SAWA ili jina lako kamili na anwani ya barua pepe kutumwa kwa programu nyingine.
te: మీ పూర్తి పేరు మరియు ఇ-మెయిల్ చిరునామాను 3వ పక్షం అప్లికేషన్‌కు పంపడానికి సరే క్లిక్ చేయండి.
th: คลิกตกลงเพื่อให้ส่งชื่อเต็มและที่อยู่อีเมลของคุณไปยังแอปพลิเคชันบุคคลที่สาม
tr_tr: Tamam'ı tıklayın, böylece tam adınız ve e-posta adresiniz 3. taraf bir uygulamaya gönderilsin.
uk: Натисніть OK, щоб ваше повне ім’я та адресу електронної пошти було надіслано сторонній програмі.
uz: To'liq ismingiz va elektron pochta manzilingizni 3 inchi tomon ilovasiga yuborish uchun OK tugmasini bosing.
vi: Nhấp vào OK để gửi tên đầy đủ và địa chỉ e-mail của bạn tới ứng dụng của bên thứ 3.

source: Click OK to have your username sent to a 3rd party application.
af_za: Klik OK om jou gebruikersnaam na &#39;n derdeparty-toepassing te stuur.
ar: انقر فوق &quot;موافق&quot; لإرسال اسم المستخدم الخاص بك إلى تطبيق جهة خارجية.
da: Klik på OK for at få dit brugernavn sendt til en tredjepartsapplikation.
de_de: Klicken Sie auf „OK“, damit Ihr Benutzername an eine Drittanbieteranwendung gesendet wird.
el: Κάντε κλικ στο OK για να σταλεί το όνομα χρήστη σας σε μια εφαρμογή τρίτου μέρους.
es_419: Haga clic en Aceptar para que su nombre de usuario se envíe a una aplicación de terceros.
fa: روی OK کلیک کنید تا نام کاربری شما به یک برنامه شخص ثالث ارسال شود.
fr: Cliquez sur OK pour que votre nom d'utilisateur soit envoyé à une application tierce.
fr_ca: Cliquez sur OK pour que votre nom d'utilisateur soit envoyé à une application tierce.
he: לחץ על אישור כדי לשלוח את שם המשתמש שלך לאפליקציה של צד שלישי.
hi: अपना उपयोगकर्ता नाम किसी तीसरे पक्ष के एप्लिकेशन को भेजने के लिए ओके पर क्लिक करें।
hu: Kattintson az OK gombra, hogy a felhasználónevét elküldje egy harmadik fél alkalmazásának.
it_it: Fai clic su OK per inviare il tuo nome utente a un&#39;applicazione di terze parti.
ja: サードパーティのアプリケーションにユーザー名を送信するには、「OK」をクリックしてください。
ka: დააჭირეთ "OK"-ს, რომ თქვენი მომხმარებლის სახელი გაიგზავნოს მესამე მხარის აპლიკაციაში.
kk: Пайдаланушы атыңызды үшінші тарап қолданбасына жіберу үшін OK түймесін басыңыз.
lv: Noklikšķiniet uz Labi, lai jūsu lietotājvārds tiktu nosūtīts uz trešās puses lietojumprogrammu.
nl: Klik op OK om uw gebruikersnaam naar een applicatie van derden te laten verzenden.
pl: Kliknij OK, aby wysłać Twoją nazwę użytkownika do aplikacji innej firmy.
pt_br: Clique em OK para que seu nome de usuário seja enviado para um aplicativo de terceiros.
pt_pt: Clique em OK para que o seu nome de utilizador seja enviado para uma aplicação de terceiros.
ro: Faceți clic pe OK pentru ca numele dvs. de utilizator să fie trimis la o aplicație terță parte.
ru: Нажмите «ОК», чтобы ваше имя пользователя было отправлено стороннему приложению.
sq: Kliko OK për të dërguar emrin e përdoruesit te një aplikacion i palës së tretë.
sv: Klicka på OK för att skicka ditt användarnamn till en tredjepartsapplikation.
sw: Bofya SAWA ili jina lako la mtumiaji litumwe kwa programu ya mtu mwingine.
te: మీ వినియోగదారు పేరును 3వ పక్షం అప్లికేషన్‌కి పంపడానికి సరే క్లిక్ చేయండి.
th: คลิกตกลงเพื่อให้ชื่อผู้ใช้ของคุณส่งไปยังแอปพลิเคชันบุคคลที่สาม
tr_tr: Kullanıcı adınızı 3. taraf bir uygulamaya göndermek için Tamam'a tıklayın.
uk: Натисніть OK, щоб ваше ім’я користувача було надіслано сторонній програмі.
uz: Foydalanuvchi nomingizni 3 inchi tomon ilovasiga yuborish uchun OK tugmasini bosing.
vi: Nhấp vào OK để gửi tên người dùng của bạn tới ứng dụng của bên thứ 3.

source: Click OK to have your full name sent to a 3rd party application.
af_za: Klik OK om jou volle naam na &#39;n derdeparty-toepassing te stuur.
ar: انقر فوق &quot;موافق&quot; لإرسال اسمك الكامل إلى تطبيق جهة خارجية.
da: Klik på OK for at få dit fulde navn sendt til en tredjepartsapplikation.
de_de: Klicken Sie auf „OK“, damit Ihr vollständiger Name an eine Drittanbieteranwendung gesendet wird.
el: Κάντε κλικ στο OK για να σταλεί το πλήρες όνομά σας σε μια εφαρμογή τρίτου μέρους.
es_419: Haga clic en Aceptar para que se envíe su nombre completo a una aplicación de terceros.
fa: روی تأیید کلیک کنید تا نام کامل شما به یک برنامه شخص ثالث ارسال شود.
fr: Cliquez sur OK pour que votre nom complet soit envoyé à une application tierce.
fr_ca: Cliquez sur OK pour que votre nom complet soit envoyé à une application tierce.
he: לחץ על אישור כדי לשלוח את שמך המלא לאפליקציה של צד שלישי.
hi: किसी तीसरे पक्ष के आवेदन को अपना पूरा नाम भेजने के लिए ओके पर क्लिक करें।
hu: Kattintson az OK gombra, hogy a teljes neve egy harmadik fél alkalmazásához kerüljön elküldésre.
it_it: Fai clic su OK per inviare il tuo nome completo a un&#39;applicazione di terze parti.
ja: 「OK」をクリックすると、あなたのフルネームが第三者のアプリケーションに送信されます。
ka: დააჭირეთ "OK"-ს, რომ თქვენი სრული სახელი გაიგზავნოს მესამე მხარის აპლიკაციაში.
kk: Толық атыңызды үшінші тарап қолданбасына жіберу үшін OK түймесін басыңыз.
lv: Noklikšķiniet uz Labi, lai jūsu pilns vārds tiktu nosūtīts trešās puses lietojumprogrammai.
nl: Klik op OK om uw volledige naam naar een applicatie van derden te laten verzenden.
pl: Kliknij OK, aby przesłać Twoje imię i nazwisko do aplikacji strony trzeciej.
pt_br: Clique em OK para que seu nome completo seja enviado para um aplicativo de terceiros.
pt_pt: Clique em OK para que o seu nome completo seja enviado para uma aplicação de terceiros.
ro: Faceți clic pe OK pentru ca numele dvs. complet să fie trimis către o aplicație terță parte.
ru: Нажмите «ОК», чтобы ваше полное имя было отправлено в стороннее приложение.
sq: Klikoni OK për të dërguar emrin tuaj të plotë në një aplikacion të palës së tretë.
sv: Klicka på OK för att skicka ditt fullständiga namn till en tredjepartsapplikation.
sw: Bofya SAWA ili jina lako kamili litumwe kwa programu ya mtu mwingine.
te: మీ పూర్తి పేరును 3వ పక్షం అప్లికేషన్‌కి పంపడానికి సరే క్లిక్ చేయండి.
th: คลิกตกลงเพื่อส่งชื่อเต็มของคุณไปยังแอปพลิเคชันบุคคลที่สาม
tr_tr: Tamam'a tıklayarak adınızı 3. taraf bir uygulamaya gönderebilirsiniz.
uk: Натисніть OK, щоб ваше повне ім’я було надіслано сторонній програмі.
uz: To'liq ismingizni 3 inchi tomon ilovasiga yuborish uchun OK tugmasini bosing.
vi: Nhấp vào OK để gửi tên đầy đủ của bạn tới ứng dụng của bên thứ 3.

source: Click OK to have your e-mail address sent to a 3rd party application.
af_za: Klik OK om jou e-posadres na &#39;n derdeparty-toepassing te stuur.
ar: انقر فوق &quot;موافق&quot; لإرسال عنوان بريدك الإلكتروني إلى تطبيق تابع لجهة خارجية.
da: Klik på OK for at få din e-mailadresse sendt til en tredjepartsapplikation.
de_de: Klicken Sie auf „OK“, damit Ihre E-Mail-Adresse an eine Drittanbieteranwendung gesendet wird.
el: Κάντε κλικ στο OK για να σταλεί η διεύθυνση e-mail σας σε μια εφαρμογή τρίτου μέρους.
es_419: Haga clic en Aceptar para que su dirección de correo electrónico se envíe a una aplicación de terceros.
fa: روی تأیید کلیک کنید تا آدرس ایمیل شما به یک برنامه شخص ثالث ارسال شود.
fr: Cliquez sur OK pour que votre adresse e-mail soit envoyée à une application tierce.
fr_ca: Cliquez sur OK pour que votre adresse courriel soit envoyée à une application tierce.
he: לחץ על אישור כדי לשלוח את כתובת הדואר האלקטרוני שלך לאפליקציה של צד שלישי.
hi: अपना ई-मेल पता किसी तृतीय पक्ष एप्लिकेशन को भेजने के लिए ओके पर क्लिक करें।
hu: Kattintson az OK gombra, hogy az e-mail címe egy harmadik fél alkalmazásához kerüljön.
it_it: Fare clic su OK per inviare il proprio indirizzo e-mail a un&#39;applicazione di terze parti.
ka: დააჭირეთ "OK"-ს, რათა თქვენი ელფოსტის მისამართი გაიგზავნოს მესამე მხარის აპლიკაციაში.
kk: Электрондық пошта мекенжайыңызды үшінші тарап қолданбасына жіберу үшін OK түймесін басыңыз.
lv: Noklikšķiniet uz Labi, lai jūsu e-pasta adrese tiktu nosūtīta trešās puses lietojumprogrammai.
nl: Klik op OK om uw e-mailadres naar een applicatie van derden te laten verzenden.
pl: Kliknij OK, aby Twój adres e-mail został wysłany do aplikacji strony trzeciej.
pt_br: Clique em OK para que seu endereço de e-mail seja enviado para um aplicativo de terceiros.
pt_pt: Clique em OK para que o seu endereço de correio electrónico seja enviado para uma aplicação de terceiros.
ro: Faceți clic pe OK pentru a primi adresa dvs. de e-mail către o aplicație terță parte.
ru: Нажмите «ОК», чтобы ваш адрес электронной почты был отправлен в стороннее приложение.
sq: Klikoni OK për t&#39;ju dërguar adresën tuaj të postës elektronike te një aplikacion i palës së tretë.
sv: Klicka på OK för att skicka din e-postadress till en tredjepartsapplikation.
sw: Bofya SAWA ili barua pepe yako itumwe kwa ombi la watu wengine.
te: మీ ఇ-మెయిల్ చిరునామాను 3వ పక్షం అప్లికేషన్‌కి పంపడానికి సరే క్లిక్ చేయండి.
th: คลิกตกลงเพื่อให้ที่อยู่อีเมลของคุณส่งไปยังแอปพลิเคชันบุคคลที่สาม
tr_tr: E-posta adresinizin 3. taraf bir uygulamaya gönderilmesi için Tamamı tıklayın.
uk: Натисніть OK, щоб ваша адреса електронної пошти була надіслана сторонній програмі.
uz: Elektron pochta manzilingizni 3 inchi tomon ilovasiga yuborish uchun OK tugmasini bosing.
vi: Nhấp vào OK để gửi địa chỉ e-mail của bạn tới ứng dụng của bên thứ 3.

source: Click Cancel to return to this page without sending your information.
af_za: Klik Kanselleer om na hierdie bladsy terug te keer sonder om jou inligting te stuur.
ar: انقر فوق &quot;إلغاء الأمر&quot; للعودة إلى هذه الصفحة دون إرسال معلوماتك.
da: Klik på Annuller for at vende tilbage til denne side uden at sende dine oplysninger.
de_de: Klicken Sie auf „Abbrechen“, um zu dieser Seite zurückzukehren, ohne Ihre Informationen zu senden.
el: Κάντε κλικ στην Ακύρωση για να επιστρέψετε σε αυτήν τη σελίδα χωρίς να στείλετε τα στοιχεία σας.
es_419: Haga clic en Cancelar para regresar a esta página sin enviar su información.
fa: برای بازگشت به این صفحه بدون ارسال اطلاعات خود، روی لغو کلیک کنید.
fr: Cliquez sur Annuler pour revenir à cette page sans envoyer vos informations.
fr_ca: Cliquez sur Annuler pour revenir à cette page sans envoyer vos informations.
he: לחץ על ביטול כדי לחזור לדף זה מבלי לשלוח את המידע שלך.
hi: अपनी जानकारी भेजे बिना इस पृष्ठ पर लौटने के लिए रद्द करें पर क्लिक करें।
hu: Kattintson a Megszakít gombra, hogy visszatérjen erre az oldalra anélkül, hogy elküldené az adatait.
it_it: Fare clic su Annulla per tornare a questa pagina senza inviare le informazioni.
ja: キャンセルをクリックすると、情報を送信せずにこのページに戻ります。
ka: დააჭირეთ "უარყოფას" ამ გვერდზე დასაბრუნებლად თქვენი ინფორმაციის გაგზავნის გარეშე.
kk: Ақпаратыңызды жібермей осы бетке оралу үшін «Бас тарту» түймесін басыңыз.
lv: Noklikšķiniet uz Atcelt, lai atgrieztos šajā lapā, nenosūtot informāciju.
nl: Klik op Annuleren om terug te keren naar deze pagina zonder uw gegevens te verzenden.
pl: Kliknij Anuluj, aby powrócić do tej strony bez wysyłania informacji.
pt_br: Clique em Cancelar para retornar a esta página sem enviar suas informações.
pt_pt: Clique em Cancelar para regressar a esta página sem enviar as suas informações.
ro: Faceți clic pe Anulare pentru a reveni la această pagină fără a trimite informațiile dvs.
ru: Нажмите «Отмена», чтобы вернуться на эту страницу без отправки вашей информации.
sq: Kliko Cancel për t&#39;u kthyer në këtë faqe pa dërguar informacionin tuaj.
sv: Klicka på Avbryt för att återgå till den här sidan utan att skicka din information.
sw: Bofya Ghairi ili kurudi kwenye ukurasa huu bila kutuma maelezo yako.
te: మీ సమాచారాన్ని పంపకుండానే ఈ పేజీకి తిరిగి రావడానికి రద్దు చేయి క్లిక్ చేయండి.
th: คลิกยกเลิกเพื่อกลับมาที่หน้านี้โดยไม่ต้องส่งข้อมูลของคุณ
tr_tr: Bu sayfaya dönmek için İptal'i tıklamak.
uk: Натисніть «Скасувати», щоб повернутися на цю сторінку без надсилання інформації.
uz: Ma'lumotingizni yubormasdan ushbu sahifaga qaytish uchun Bekor qilish tugmasini bosing.
vi: Bấm Hủy để quay lại trang này mà không gửi thông tin của bạn.
