Repository: openedx/openedx-translations
Catalog: translations/platform-plugin-aspects/platform_plugin_aspects/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, es_es, fa, fr, fr_ca, he, hi, hu, id, it_it, ja, ko, lv, nl, pt_br, pt_pt, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi, zh_hk

source: Reports
af_za: Berigte
ar: التقارير
az: Hesabatlar
bo: སྙན་ཞུ།
da: Rapporter
de_de: Meldungen
el: Αναφορές
es_419: Reportes
es_es: Informes
fa: گزارش‌ها
fr: Rapports
fr_ca: Rapports
he: דוחות
hi: रिपोर्ट्स
hu: Jelentések
id: Laporkan
it_it: Rapporti
ja: レポート
ko: 보고서
lv: Pārskati
nl: Rapporten
pt_br: Relatórios
pt_pt: Relatórios
ru: Отчёты
sq: Raportet
sv: Rapporter
sw: Ripoti
te: నివేదికలు
th: รายงาน
tr_tr: Raporlar
uk: Звіти
uz: Hisobotlar
vi: Báo cáo
zh_hk: 報告

source: Course Dashboard
af_za: Kursus Dashboard
ar: لوحة تحكم الدورة
az: Kurs Paneli
da: Kursus Dashboard
de_de: Kurs-Dashboard
el: Πίνακας ελέγχου μαθημάτων
es_419: Panel del curso
es_es: Panel de control del curso
fa: پیشخوان‌دوره
fr: Tableau De Bord du cours
fr_ca: Tableau de bord du cours
he: לוח הבקרה של הקורס
hi: कोर्स डैशबोर्ड
hu: Kurzus irányítópult
id: Dasbor Kursus
it_it: Cruscotto del corso
ja: コースダッシュボード
ko: 코스 대시보드
lv: Kursu informācijas panelis
nl: Cursusdashboard
pt_br: Painel de Controle do curso
pt_pt: Painel de controlo da disciplina
ru: Информационная панель курса
sq: Paneli i kursit
sv: Kursöversikt
sw: Dashibodi ya Kozi
te: కోర్సు డాష్‌బోర్డ్
th: ตารางงานหลักสูตร
tr_tr: Ders Paneli
uk: Інформаційна панель курсу
uz: Kurs boshqaruv paneli
vi: Trang tổng quan khóa học
zh_hk: 課程控制面板

source: Individual Learner Dashboard
af_za: Individuele Leerder Dashboard
ar: لوحة تحكم المتعلم الفردية
az: Fərdi Öyrənci Paneli
da: Dashboard for individuel elever
de_de: Individuelles Lerner-Dashboard
el: Πίνακας ελέγχου μεμονωμένων μαθητών
es_419: Panel de aprendizaje individual
es_es: Panel de control del estudiante individual
fa: پیشخوان‌فراگیر
fr: Tableau de bord de l&#39;Apprenant individuel
fr_ca: Tableau de bord individuel de l'apprenant
he: לוח בקרה ללמידה אישית
hi: व्यक्तिगत शिक्षार्थी डैशबोर्ड
hu: Egyéni tanulói irányítópult
id: Dasbor Pelajar Individu
it_it: Dashboard individuale dello studente
ja: 個別学習者ダッシュボード
ko: 개별 학습자 대시보드
lv: Individuālais kursa dalībnieku informācijas panelis
nl: Individueel leerlingdashboard
pt_br: Painel de Controle individual do estudante
pt_pt: Painel de controlo individual do aluno
ru: Информационная панель учащегося
sq: Paneli individual i nxënësit
sv: Individuell lärardashboard
sw: Dashibodi ya Mwanafunzi Binafsi
te: వ్యక్తిగత అభ్యాసకుడి డాష్‌బోర్డ్
th: ตารางงานผู้เรียนรายบุคคล
tr_tr: Bireysel Öğrenci Paneli
uk: Індивідуальна інформаційна панель учня
uz: O‘quvchilarning individual boshqaruv paneli
vi: Bảng điều khiển dành cho người học cá nhân
zh_hk: 個人學生控制面板

source: At-Risk Learners Dashboard
af_za: Risiko-leerders-kontroleskerm
ar: لوحة تحكم المتعلمين المعرضين للخطر
az: Risk Altında Olan Tələbələr Paneli
da: Dashboard for udsatte elever
de_de: Dashboard für gefährdete Lernende
el: Πίνακας ελέγχου μαθητών σε κίνδυνο
es_419: Panel de control para estudiantes en riesgo
es_es: Panel de control de Estudiantes en riesgo
fa: پیشخوان فراگیران در معرض خطر
fr: Tableau de bord des Apprenants à risque
fr_ca: Tableau de bord des apprenants à risque
he: לוח בקרה של לומדים בסיכון
hi: जोखिमग्रस्त शिक्षार्थियों का डैशबोर्ड
id: Dasbor Pembelajar Berisiko
it_it: Dashboard degli studenti a rischio
ja: リスクのある学習者ダッシュボード
ko: 위험 학습자 대시보드
lv: Riska kursa dalībnieku informācijas panelis
nl: Dashboard voor risicovolle leerlingen
pt_br: Painel de Controle de Estudantes em Risco
pt_pt: Painel de controlo dos alunos em risco
ru: Информационная панель учащихся из группы риска
sq: Paneli i nxënësve në rrezik
sv: Instrumentpanel för elever i riskzonen
sw: Dashibodi ya Wanafunzi Walio katika Hatari
te: అట్-రిస్క్ లెర్నర్స్ డ్యాష్‌బోర్డ్
th: ตารางงานผู้เรียนที่มีความเสี่ยง
tr_tr: Risk Altındaki Öğrenciler Paneli
uk: Інформаційна панель для учнів групи ризику
uz: Xavf ostidagi o‘quvchilar boshqaruv paneli
vi: Bảng điều khiển về người học có nguy cơ
zh_hk: 高風險學生控制面板

source: Course
ar: المُقَرَّر
az: Kurs
bo: སློབ་ཚན།
da: Kursus
de_de: Kurs
el: Μάθημα
es_es: Curso
fr: Cours
he: קורס
hi: पाठ्यक्रम
hu: Kurzus
id: Kursus
it_it: Corso
ja: 講座
ko: 강의
nl: Cursus
pt_br: Curso
ru: Курс
sq: Kursi
sv: Kurs
sw: Kozi
th: คอร์ส
tr_tr: Ders
uk: Курс

source: Graded Subsection
ar: الأقسام الفَرعِية المُقَيَّمة
az: Qiymətləndirilmiş Alt Bölmə
da: Gradueret underafsnit
de_de: Benoteter Unterabschnitt
es_es: Subsección Graduada
fr: Sous-section notée
he: מדורג תת מקטע
hi: वर्गीकृत उपखंड
hu: Értékelt alfejezet
id: Subbagian yang dinilai
it_it: Sottosezione graduata
ja: 採点済みサブセクション
ko: 등급별 하위 섹션
nl: Gesorteerde subsectie
pt_br: subseção graduada
ru: Оцениваемый подраздел
sq: Nënseksioni i vlerësuar
sv: Betygsatt delavsnitt
th: หมวดย่อยที่จัดระดับ
tr_tr: Dereceli Alt Bölüm
uk: Оцінений Підрозділ

source: Problem
ar: المَسأَلة
bo: གནད་དོན།
da: Opgave
el: Πρόβλημα
es_es: Problema
fr: Exercice
he: בעיה
hi: समस्या
hu: Feladat
id: Masalah
it_it: Problema
ja: 問題
ko: 문제
nl: Probleem
pt_br: Problema
ru: Задача
sw: Tatizo
te: సమస్య
th: ปัญหา
uk: Задача

source: Video
ar: فيديو
bo: བརྙན།
el: Βίντεο
es_es: Vídeo
fr: Vidéo
he: וידאו
hi: वीडियो
hu: Videó
ja: ビデオ
ko: 동영상
pt_br: Vídeo
ru: Видео
th: วิดีโอ
uk: Відео

source: Superset is not configured properly. Please contact your system administrator.
af_za: Superset is nie behoorlik opgestel nie. Kontak asseblief jou stelseladministrateur.
ar: لم يتم تكوين Superset بشكل صحيح. من فضلك تواصل مع مسؤول نظامك.
az: Superset düzgün konfiqurasiya edilməyib. Zəhmət olmasa, sistem inzibatçınızla əlaqə saxlayın.
bo: སུ་པར་སེ་ཊི་སྒྲིག་བཀོད་ལེགས་པོ་བྱས་མེད། མ་ལག་དོ་དམ་པར་འབྲེལ་བ་གནང་རོགས།
da: Supersæt er ikke konfigureret korrekt. Kontakt venligst din systemadministrator.
de_de: Superset ist nicht richtig konfiguriert. Bitte wenden Sie sich an Ihren Systemadministrator.
el: Το Superset δεν έχει ρυθμιστεί σωστά. Επικοινωνήστε με τον διαχειριστή του συστήματός σας.
es_419: El superconjunto no está configurado correctamente. Por favor, póngase en contacto con el administrador del sistema.
es_es: El superconjunto no está configurado correctamente. Por favor, póngase en contacto con su administrador del sistema.
fa: Superset به درستی پیکربندی نشده‌است. لطفا با مدیر سیستم خود تماس بگیرید.
fr: Le superset n&#39;est pas configuré correctement. Veuillez contacter votre administrateur système.
fr_ca: Superset n'est pas configuré correctement. Veuillez contacter votre administrateur système.
he: Superset לא מוגדר כהלכה. אנא פנה להנהלת המערכת שלך.
hi: सुपरसेट ठीक से कॉन्फ़िगर नहीं किया गया है। कृपया अपने सिस्टम व्यवस्थापक से संपर्क करें।
hu: A Superset nincs megfelelően konfigurálva. Kérjük, vegye fel a kapcsolatot a rendszergazdával.
id: Superset tidak dikonfigurasi dengan benar. Silakan hubungi administrator sistem Anda.
it_it: Il superset non è configurato correttamente. Contatta il tuo amministratore di sistema.
ja: Supersetが正しく構成されていません。システム管理者に連絡してください。
ko: Superset이 제대로 구성되지 않았습니다. 시스템 관리자에게 문의하세요.
lv: Superset nav pareizi konfigurēts. Lūdzu, sazinieties ar sistēmas administratoru.
nl: Superset is niet correct geconfigureerd. Neem contact op met uw systeembeheerder.
pt_br: O superconjunto não está configurado corretamente. Entre em contato com o administrador do sistema.
pt_pt: O Superset não está configurado corretamente. Por favor, contacte o administrador do sistema.
ru: Суперсет настроен неправильно. Пожалуйста, обратитесь к системному администратору.
sq: Superset nuk është konfiguruar siç duhet. Ju lutemi kontaktoni administratorin e sistemit tuaj.
sv: Superset är inte konfigurerat korrekt. Vänligen kontakta din systemadministratör.
sw: Superset haijasanidiwa ipasavyo. Tafadhali wasiliana na msimamizi wa mfumo wako.
te: సూపర్‌సెట్ సరిగ్గా కాన్ఫిగర్ చేయబడలేదు. దయచేసి మీ సిస్టమ్ అడ్మినిస్ట్రేటర్‌ని సంప్రదించండి.
th: Superset ไม่ได้รับการกำหนดค่าอย่างถูกต้อง โปรดติดต่อผู้ดูแลของคุณ
tr_tr: Superset düzgün yapılandırılmamış. Lütfen sistem yöneticinize başvurun.
uk: Superset налаштовано неправильно. Будь ласка, зверніться до свого системного адміністратора.
uz: Superset to‘g‘ri sozlanmagan. Iltimos, tizim administratoringizga murojaat qiling.
vi: Superset không được cấu hình đúng cách. Xin vui lòng liên hệ với quản trị hệ thống của bạn.
zh_hk: Superset 設定不正確。請聯絡您的系統管理員。

source: Superset is only visible to course staff and instructors. Please contact your system administrator.
af_za: Superset is slegs sigbaar vir kursuspersoneel en instrukteurs. Kontak asseblief jou stelseladministrateur.
ar: تكون المجموعة الشاملة مرئية فقط لطاقم الدورة التدريبية والمدرسين. من فضلك تواصل مع مسؤول نظامك.
az: Superset yalnız kurs heyəti və təlimatçılar üçün görünəndir. Zəhmət olmasa, sistem inzibatçınızla əlaqə saxlayın.
bo: སུ་པར་སེཊ་དེ་སློབ་ཚན་གྱི་ལས་བྱེད་དང་སློབ་སྟོན་པ་ཁོ་ནར་མཐོང་རྒྱུ་ཡོད། མ་ལག་དོ་དམ་པར་འབྲེལ་བ་གནང་རོགས།
da: Superset er kun synligt for kursuspersonale og instruktører. Kontakt venligst din systemadministrator.
de_de: Superset ist nur für Kursmitarbeiter und Kursleiter sichtbar. Bitte wenden Sie sich an Ihren Systemadministrator.
el: Το Superset είναι ορατό μόνο στο προσωπικό του μαθήματος και στους εκπαιδευτές. Επικοινωνήστε με τον διαχειριστή του συστήματός σας.
es_419: El superconjunto solo es visible para el personal y los instructores del curso. Por favor, póngase en contacto con el administrador del sistema.
es_es: El superconjunto solo es visible para el personal del curso y los docentes. Por favor, póngase en contacto con el administrador del sistema.
fa: Superset فقط برای کارکنان دوره و مدرسان قابل مشاهده است. لطفا با مدیر سامانۀ خود تماس بگیرید.
fr: Le superset n&#39;est visible que par le personnel du cours et les instructeurs. Veuillez contacter votre administrateur système.
fr_ca: Superset n'est visible que par le personnel du cours et les instructeurs. Veuillez contacter votre administrateur système.
he: Superset גלוי רק לצוות ולמדריכים של הקורס. אנא פנה להנהלת המערכת שלך.
hi: सुपरसेट केवल कोर्स स्टाफ़ और प्रशिक्षकों को दिखाई देता है। कृपया अपने सिस्टम एडमिनिस्ट्रेटर से संपर्क करें।
hu: A Superset csak a kurzus személyzete és az oktatók számára látható. Kérjük, vegye fel a kapcsolatot a rendszergazdával.
id: Superset hanya dapat dilihat oleh staf kursus dan instruktur. Silakan hubungi administrator sistem Anda.
it_it: Superset è visibile solo allo staff del corso e agli istruttori. Contatta l'amministratore di sistema.
ja: Supersetはコーススタッフとインストラクターにのみ表示されます。システム管理者に連絡してください。
ko: Superset은 코스 직원과 강사에게만 표시됩니다. 시스템 관리자에게 문의하세요.
lv: Superset ir redzams tikai kursa darbiniekiem un instruktoriem. Lūdzu, sazinieties ar sistēmas administratoru.
nl: Superset is alleen zichtbaar voor cursuspersoneel en instructeurs. Neem contact op met uw systeembeheerder.
pt_br: O Superset só é visível para funcionários e instrutores do curso. Entre em contato com o administrador do sistema.
pt_pt: O Superset só é visível para os funcionários e instrutores do curso. Contacte o administrador do sistema.
ru: Суперсет виден только сотрудникам курса и преподавателям. Пожалуйста, обратитесь к системному администратору.
sq: Superset është i dukshëm vetëm për stafin e kursit dhe instruktorët. Ju lutemi kontaktoni administratorin e sistemit tuaj.
sv: Superset är endast synligt för kursens personal och instruktörer. Vänligen kontakta din systemadministratör.
sw: Superset inaonekana tu kwa wafanyikazi wa kozi na wakufunzi. Tafadhali wasiliana na msimamizi wa mfumo wako.
te: సూపర్‌సెట్ కోర్సు సిబ్బంది మరియు బోధకులకు మాత్రమే కనిపిస్తుంది. దయచేసి మీ సిస్టమ్ అడ్మినిస్ట్రేటర్‌ని సంప్రదించండి.
th: เจ้าหน้าที่หลักสูตรและผู้สอนเท่านั้นที่สามารถเห็น Superset โปรดติดต่อผู้ดูแลของคุณ
tr_tr: Superset yalnızca ders personeli ve eğitmenler tarafından görülebilir. Lütfen sistem yöneticinize başvurun.
uk: Superset бачать лише співробітники курсу та викладачі. Будь ласка, зверніться до свого системного адміністратора.
uz: Superset faqat kurs xodimlari va o‘qituvchilariga ko‘rinadi. Iltimos, tizim administratoringizga murojaat qiling.
vi: Superset chỉ được hiển thị cho nhân viên khóa học và người hướng dẫn. Xin vui lòng liên hệ với quản trị hệ thống của bạn.
zh_hk: Superset 僅對課程工作人員和講師可見。請聯絡您的系統管理員。

source: Unable to fetch Superset guest token, Superset server error {server_response}
af_za: Kan nie Superset-gastoken haal nie, Superset-bedienerfout {server_response}
ar: غير قادر على جلب رمز ضيف Superset، خطأ خادم Superset {server_response}
es_419: No se puede recuperar el token de invitado de Superset, error del servidor de Superset {server_response}
fa: واکشی توکن مهمان Superset ممکن نیست، خطای سرور Superset {server_response}
fr_ca: Impossible de récupérer le jeton invité Superset, erreur du serveur Superset {server_response}
hu: Nem sikerült lekérni a Superset vendég tokenjét, Superset szerverhiba {server_response}
lv: Nevar ienest Superset viesa pilnvaru, Superset servera kļūda {server_response}
pt_pt: Não foi possível obter o token de convidado Superset, erro do servidor Superset {server_response}
ru: Невозможно получить гостевой токен суперсета, ошибка сервера суперсета {server_response}
tr_tr: Superset misafir token'ı getirilemiyor, Superset sunucu hatası {server_response}
uk: Не вдалося отримати гостьовий токен Superset, помилка сервера Superset {server_response}
uz: Superset mehmon tokenini olib bo‘lmadi, Superset server xatosi {server_response}
vi: Không thể tìm nạp mã thông báo khách Superset, lỗi máy chủ Superset {server_response}
zh_hk: 無法取得 Superset 訪客令牌，Superset 伺服器錯誤{server_response}

source: Unable to fetch Superset guest token, mostly likely due to invalid settings.SUPERSET_CONFIG
af_za: Kan nie Superset-gastoken haal nie, meestal weens ongeldige instellings. SUPERSET_CONFIG
ar: غير قادر على جلب رمز ضيف Superset، على الأرجح بسبب إعدادات غير صالحة.SUPERSET_CONFIG
es_419: No se puede recuperar el token de invitado de Superset, probablemente debido a una configuración no válida.SUPERSET_CONFIG
fa: واکشی توکن مهمان Superset ممکن نیست، بیشتر به دلیل تنظیمات نامعتبر است.SUPERSET_CONFIG
fr_ca: Impossible de récupérer le jeton invité Superset, probablement en raison de paramètres non valides.SUPERSET_CONFIG
hu: Nem sikerült lekérni a Superset vendég tokenjét, valószínűleg érvénytelen beállítások miatt. SUPERSET_CONFIG
lv: Nevar ienest Superset viesa pilnvaru, visticamāk, nederīgu iestatījumu dēļ.SUPERSET_CONFIG
pt_pt: Não foi possível obter o token de convidado do Superset, muito provavelmente devido à definição inválida settings.SUPERSET_CONFIG
ru: Невозможно получить гостевой токен суперсета, скорее всего, из-за неверных settings.SUPERSET_CONFIG
tr_tr: Büyük olasılıkla geçersiz ayarlar nedeniyle Superset misafir token'ı getirilemiyor.SUPERSET_CONFIG
uk: Не вдалося отримати гостьовий токен Супернабору, імовірно, через недійсні налаштування SUPERSET_CONFIG
uz: Superset mehmon tokenini olib bo‘lmadi, ehtimol noto‘g‘ri sozlamalar tufayli.SUPERSET_CONFIG
vi: Không thể tìm nạp mã thông báo khách Superset, rất có thể là do cài đặt không hợp lệ.SUPERSET_CONFIG
zh_hk: 無法取得 Superset 訪客令牌，很可能是由於設定無效。

source: Course not found: '{course_id}'
af_za: Kursus nie gevind nie: &#39;{course_id}&#39;
ar: لم يتم العثور على الدورة التدريبية: &#39;{course_id}&#39;
az: Kurs tapılmadı: '{course_id}'
bo: སློབ་ཚན་མ་རྙེད།: &#39;{course_id}&#39;
da: Kurset blev ikke fundet: &#39;{course_id}&#39;
de_de: Kurs nicht gefunden: „{course_id}“
el: Το μάθημα δεν βρέθηκε: '{course_id}'
es_419: Curso no encontrado: '{course_id}'
es_es: Curso no encontrado: &#39;{course_id}&#39;
fa: دوره پیدا نشد: &#39;{course_id}&#39;
fr: Cours introuvable : &#39;{course_id}&#39;
fr_ca: Cours introuvable : '{course_id}'
he: הקורס לא נמצא: '{course_id}'
hi: पाठ्यक्रम नहीं मिला: '{course_id}'
hu: A kurzus nem található: '{course_id}'
id: Kursus tidak ditemukan: '{course_id}'
it_it: Corso non trovato: &#39;{course_id}&#39;
ja: コースが見つかりません: '{course_id}'
ko: 과정을 찾을 수 없습니다: "{course_id}"
lv: Kurss nav atrasts: &#39;{course_id}&#39;
nl: Cursus niet gevonden: '{course_id}'
pt_br: Curso não encontrado: &#39;{course_id}&#39;
pt_pt: Curso não encontrado: '{course_id}'
ru: Курс не найден: '{course_id}'
sq: Kursi nuk u gjet: &#39;{course_id}&#39;
sv: Kursen hittades inte: '{course_id}'
sw: Kozi haipatikani: '{course_id}'
te: కోర్సు కనుగొనబడలేదు: '{course_id}'
th: ไม่พบหลักสูตร: "{course_id}"
tr_tr: Ders bulunamadı: '{course_id}'
uk: Курс не знайдено: '{course_id}'
uz: Kurs topilmadi: '{course_id}';
vi: Không tìm thấy khóa học: &#39;{course_id}&#39;
zh_hk: 找不到課程：“{course_id}”

source: Invalid course id: '{course_id}'
af_za: Ongeldige kursus-ID: &#39;{course_id}&#39;
ar: معرف الدورة التدريبية غير صالح: &#39;{course_id}&#39;
az: Kursun etibarsız ID-si: '{course_id}'
bo: ནོར་འཁྲུལ་ཅན་གྱི་སློབ་ཚན་ཨང་རྟགས་: &#39;{course_id}&#39;
da: Ugyldigt kursus-id: &#39;{course_id}&#39;
de_de: Ungültige Kurs-ID: „{course_id}“
el: Μη έγκυρο αναγνωριστικό μαθήματος: '{course_id}'
es_419: ID de curso no válido: '{course_id}'
es_es: Identificador del curso no válido: &#39;{course_id}&#39;
fa: شناسۀ دورۀ نامعتبر: &#39;{course_id}&#39;
fr: Identifiant du cours invalide : &#39;{course_id}&#39;
fr_ca: Identifiant de cours invalide : '{course_id}'
he: מזהה קורס לא חוקי: '{course_id}'
hi: अमान्य कोर्स आईडी: '{course_id}'
hu: Érvénytelen kurzusazonosító: '{course_id}'
id: ID kursus tidak valid: &#39;{course_id}&#39;
it_it: ID del corso non valido: &#39;{course_id}&#39;
ja: コースIDが無効です: '{course_id}'
ko: 잘못된 과정 ID: "{course_id}"
lv: Nederīgs kursa ID: &#39;{course_id}&#39;
nl: Ongeldige cursus-ID: '{course_id}'
pt_br: Identificação do curso inválida: '{course_id}'
pt_pt: ID de curso inválido: '{course_id}'
ru: Неверный идентификатор курса: '{course_id}'
sq: ID e pavlefshme e kursit: &#39;{course_id}&#39;
sv: Ogiltigt kurs-id: '{course_id}'
sw: Kitambulisho batili cha kozi: '{course_id}'
te: చెల్లని కోర్సు ఐడి: "{course_id}"
th: รหัสหลักสูตรไม่ถูกต้อง: "{course_id}"
tr_tr: Geçersiz ders kimliği: '{course_id}'
uk: Недійсний ідентифікатор курсу: '{course_id}'
uz: Kurs identifikatori noto‘g‘ri: '{course_id}';
vi: Id khóa học không hợp lệ: &#39;{course_id}&#39;
zh_hk: 課程 ID 無效：“{course_id}”

source: Invalid usage id: '{usage_id}'
ar: مُعَرَّف إستِخدام غَير صالِح: '{usage_id}'
az: Etibarsız usage id: '{usage_id}'
bo: ཚུལ་མཐུན་མིན་པའི་སྤྱོད་མཁན་id: '{usage_id}'
da: Ugyldigt brugs-id: '{usage_id}'
de_de: Ungültige Nutzungs ID : „{usage_id}“
es_es: identificador de uso no válido: '{usage_id}'
fr: Utilisation non valide d'utilisation: '{usage_id}'
he: שימוש לא חוקי ב- מזהה: '{usage_id}'
hi: अमान्य उपयोग आईडी: '{usage_id}'
hu: Érvénytelen usage id: '{usage_id}'
id: ID penggunaan tidak valid: &#39;{usage_id}&#39;
it_it: ID di utilizzo non valido: '{usage_id}'
ja: 使用IDが無効です: '{usage_id}'
ko: 잘못된 사용 ID: "{usage_id}"
nl: Ongeldig gebruik id: '{usage_id}'
pt_br: identificação de uso inválida: &#39;{usage_id}&#39;
ru: Недопустимое использование идентификатора: '{usage_id}'
sq: ID e pavlefshme e përdorimit: &#39;{usage_id}&#39;
sv: Ogiltig användnings-id: '{usage_id}'
th: รหัสการใช้งานไม่ถูกต้อง: '{usage_id}'
tr_tr: Geçersiz kullanım kimliği: '{usage_id}'
uk: Неправильне використання id: '{usage_id}'

source: No dashboard for block type: '{block_type}'
az: Blok növü üçün tablosu yoxdur: '{block_type}'
da: Intet dashboard til bloktype: '{block_type}'
de_de: Keine Meine Kurse für Blocktyp: „{block_type}“
es_es: No hay panel de control para el tipo de bloque: &#39;{block_type}&#39;
fr: Pas de tableau de bord pour le type de bloc : '{block_type}'
he: אין לוח בקרה עבור סוג בלוק: '{block_type}'
hi: ब्लॉक प्रकार के लिए कोई डैशबोर्ड नहीं: &#39;{block_type}&#39;
hu: Nincs irányítópult a(z) '{block_type}' blokk típushoz
id: Tidak ada dasbor untuk jenis blok: &#39;{block_type}&#39;
it_it: Nessuna dashboard per il tipo di blocco: &#39;{block_type}&#39;
ja: ブロックタイプ '{block_type}' のダッシュボードはありません
ko: 블록 유형 &#39;{block_type}&#39;에 대한 대시보드가 없습니다.
nl: Geen dashboard voor bloktype: '{block_type}'
pt_br: Nenhum painel de controle para o tipo de bloco: &#39;{block_type}&#39;
ru: Нет информационной панели для типа блока: '{block_type}'
sq: Nuk ka panel kontrolli për llojin e bllokut: &quot;{block_type}&quot;
sv: Ingen instrumentpanel för blocktypen: '{block_type}'
th: ไม่มี ตารางงาน สำหรับประเภทบล็อก: "{block_type}"
tr_tr: Block türü için gösterge paneli yok: '{block_type}'
uk: Немає панелі для типу блоку: '{block_type}'

source: Display name
af_za: Vertoon naam
ar: عرض الاسم
az: Ad göstərin
bo: འཆར་མིང་།
da: Vis navn
de_de: Anzeigename
el: Εμφανιζόμενο όνομα
es_419: Nombre a mostrar
es_es: Nombre a mostrar
fa: نام نمایشی
fr: Nom d’Affichage
fr_ca: Nom d'affichage
hi: प्रदर्शित होने वाला नाम
hu: Megjelenő név
id: Nama Tampilan
it_it: Nome da visualizzare
ja: 表示名
ko: 표시 이름
lv: Parādāmais vārds
nl: Weergavenaam
pt_br: Exibir nome
pt_pt: Nome de apresentação
ru: Отображаемое название
sq: Emri i shfaqur
sv: Visningsnamn
sw: Jina la kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
tr_tr: Görünen ad
uk: Відображуване ім'я
uz: Ko‘rsatiladigan ism
vi: Tên hiển thị
zh_hk: 顯示名稱

source: Superset Dashboard
ar: لوحة القيادة سوبرسيت
az: Superset İdarə Paneli
bo: སུ་པར་སེ་ཊི་མཛུབ་ཁྲིད་སྒྲོམ་གཞི།
el: Superset Ταμπλό
es_419: Panel de control de superconjunto
es_es: Panel de Control de superconjunto
fa: پیشخوان ابرمجموعه
fr: Tableau De Bord surensemble
fr_ca: Tableau de bord Superset
he: לוח הבקרה של Superset
hi: सुपरसेट डैशबोर्ड
hu: Superset irányítópult
id: Dasbor Superset
it_it: Dashboard superset
ko: 슈퍼셋 대시보드
lv: Superset informācijas panelis
pt_br: Painel de controle de superconjunto
pt_pt: Painel de controlo do Superset
ru: Информационная панель суперсета
sq: Paneli i Supersetit
sw: Dashibodi ya Superset
te: సూపర్‌సెట్ డ్యాష్‌బోర్డ్
th: แดชบอร์ดซุปเปอร์เซ็ต
tr_tr: Superset Paneli
uk: Інформаційна панель Superset
uz: Superset qurilmalar paneli
vi: Bảng điều khiển Superset
zh_hk: Superset 控制面板

source: Dashboard UUID
ar: UUID للوحة المعلومات
bo: མཛུབ་སྟོན་སྒྲོམ་གྱི་UUID
el: UUID πίνακα ελέγχου
es_419: UUID del panel
es_es: UUID del panel de control
fa: پیشخوان شناسۀ یکتای جهانی
fr: UUID du tableau de bord
fr_ca: UUID du tableau de bord
he: לוח בקרה UUID
hi: डैशबोर्ड UUID
hu: Irányítópult UUID
it_it: UUID del cruscotto
ja: ダッシュボードUUID
ko: 대시보드 UUID
lv: Informācijas paneļa UUID
pt_br: UUID do Painel De Controle
pt_pt: UUID do painel de controlo
ru: UUID информационной панели
sq: UUID i panelit të kontrollit
sw: Dashibodi ya UUID
te: డాష్‌బోర్డ్ UUID
th: UUID ของตารางงาน
tr_tr: Panel UUID'si
uz: UUID boshqaruv paneli
vi: UUID trang tổng quan
zh_hk: 控制面板 UUID
