Repository: openedx/openedx-translations
Catalog: translations/platform-plugin-aspects/platform_plugin_aspects/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, az, bo, da, de_de, el, es_419, es_es, fa, fr, fr_ca, he, hi, hu, id, it_it, ja, ko, lv, nl, pt_br, pt_pt, ru, sq, sv, sw, te, th, tr_tr, uk, uz, vi, zh_hk

source: The ID of the dashboard to embed. Available in the Superset embed dashboard UI.
af_za: Die ID van die dashboard wat ingebed moet word. Beskikbaar in die Superset-inbedkontroleskerm-UI.
ar: معرف لوحة المعلومات المراد تضمينها. متوفر في واجهة مستخدم لوحة معلومات تضمين Superset.
az: Gömüləcək idarə panelinin ID-si. Superset idarə paneli yerləşdirmə UI-də mövcuddur.
bo: སུ་པར་སེ་ཊི་བཙུགས་པའི་མཛུབ་ཁྲིད་སྒྲོམ་གྱི་UIནང་དུ་བཙུགས་ཡོད་པའི་མཛུབ་ཁྲིད་སྒྲོམ་གྱི་ID ཡོད།
da: ID&#39;et for det dashboard, der skal integreres. Tilgængelig i Superset embed dashboard UI.
de_de: Die ID des einzubettenden Dashboards. Verfügbar in der Superset-Benutzeroberfläche zum Einbetten von Dashboards.
el: Το αναγνωριστικό του πίνακα ελέγχου προς ενσωμάτωση. Διατίθεται στη διεπαφή χρήστη του πίνακα εργαλείων ενσωμάτωσης Superset.
es_419: El ID del panel que se va a insertar. Disponible en la interfaz de usuario del panel de inserción de Superset.
es_es: El Identificador del panel de control que se va a insertar. Disponible en la interfaz de usuario del panel de inserción de Superset.
fa: شناسۀ پیشخوان برای جاسازی. در رابط کاربری پیشخوان جاسازی ابرمجموعه موجود است.
fr: L&#39;ID du tableau de bord à intégrer. Disponible dans l’interface utilisateur du tableau de bord intégré Superset.
fr_ca: L'ID du tableau de bord à intégrer. Disponible dans l’interface utilisateur du tableau de bord intégré Superset.
he: המזהה של לוח בקרה להטמעה. זמין בממשק המשתמש של לוח הבקרה של הטמעת Superset.
hi: एम्बेड करने के लिए डैशबोर्ड की आईडी। सुपरसेट एम्बेड डैशबोर्ड UI में उपलब्ध है।
hu: A beágyazandó irányítópult azonosítója. Elérhető a Superset beágyazási irányítópult felhasználói felületén.
id: ID dasbor yang akan disematkan. Tersedia di UI dasbor penyematan Superset.
it_it: L&#39;ID del dashboard da incorporare. Disponibile nell&#39;interfaccia utente del dashboard incorporato di Superset.
ja: 埋め込むダッシュボードのID。Supersetの埋め込みダッシュボードUIで利用可能です。
ko: 임베드할 대시보드의 ID입니다. Superset 임베드 대시보드 UI에서 사용 가능합니다.
lv: Iegultā informācijas paneļa ID. Pieejams Superset iegulšanas informācijas paneļa lietotāja saskarnē.
nl: De ID van het dashboard dat moet worden ingesloten. Beschikbaar in de gebruikersinterface van het Superset-insluitdashboard.
pt_br: A Identificação do painel de controle a ser incorporado. Disponível na IU do painel incorporado do Superset.
pt_pt: A ID do painel a ser incorporado. Disponível na IU do painel incorporado do Superset.
ru: Идентификатор информационной панели для встраивания. Доступно в пользовательском интерфейсе информационной панели суперсета.
sq: ID-ja e panelit të kontrollit për t&#39;u integruar. I disponueshëm në ndërfaqen e ndërfaqes së panelit të pultit të ngulitjes së Superset.
sv: ID:n för instrumentpanelen att bädda in. Tillgänglig i Superset-UI för inbäddning av instrumentpanel.
sw: Kitambulisho cha dashibodi ya kupachikwa. Inapatikana katika UI ya dashibodi iliyopachikwa ya Superset.
te: పొందుపరచడానికి డాష్‌బోర్డ్ ID. సూపర్‌సెట్ ఎంబెడ్ డాష్‌బోర్డ్ UIలో అందుబాటులో ఉంది.
th: ID ของตารางงานที่จะฝัง มีอยู่ใน UI ตารางงานแบบฝัง Superset
tr_tr: Gömülecek panelin kimliği. Superset gömülü paneli kullanıcı arayüzünde mevcuttur.
uz: O‘rnatish uchun asboblar paneli identifikatori. Superset embed boshqaruv paneli foydalanuvchi interfeysida mavjud.
vi: ID của trang tổng quan cần nhúng. Có sẵn trong giao diện người dùng bảng điều khiển nhúng Superset.
zh_hk: 要嵌入的控制面板的 ID。可在 Superset 嵌入控制面板 UI 中使用。

source: Filters
ar: المرشحات
az: Süzgəclər
bo: ཚགས་སྒྲིག
da: Filtre
de_de: Filter
el: Φίλτρα
es_es: Filtros
fa: فیلترها
fr: Filtres
fr_ca: Filtres
he: מסננים
hi: फिल्टर
hu: Szűrők
id: Filter
it_it: Filtri
ja: フィルター
ko: 필터
lv: Filtri
pt_br: Filtros
pt_pt: Filtros
ru: Фильтры
sq: Filtrat
sv: Filter
sw: Vichujio
te: ఫిల్టర్లు
th: ตัวกรอง
tr_tr: Filtreler
uz: Filtrlar
vi: Bộ lọc
zh_hk: 篩選器

source: List of SQL filters to apply to the dashboard. E.g: ["org='edX'", "country in ('us', 'co')"] The fields used here must be available on every dataset used by the dashboard.
af_za: Lys van SQL-filters om toe te pas op die dashboard. Bv: [&quot;org=&#39;edX&#39;&quot;, &quot;land in (&#39;ons&#39;, &#39;co&#39;)&quot;] Die velde wat hier gebruik word, moet beskikbaar wees op elke datastel wat deur die dashboard gebruik word.
ar: قائمة مرشحات SQL التي سيتم تطبيقها على لوحة القيادة. على سبيل المثال: [&quot;org=&#39;edX&#39;&quot;، &quot;البلد في (&#39;نحن&#39;، &#39;co&#39;)&quot;] يجب أن تكون الحقول المستخدمة هنا متاحة في كل مجموعة بيانات تستخدمها لوحة المعلومات.
az: SQL filtrlərinin siyahısı tablosuna tətbiq olunacaq. Məsələn: ["org='edX'", "country in ('us', 'co')"] Burada istifadə olunan sahələr tablonun istifadə etdiyi hər bir datasetdə mövcud olmalıdır.
bo: འཇུག་སྤྱོད་བྱེད་པའི་SQLཚགས་རའི་ཐོ་གཞུང་། མཛུབ་ཁྲིད་སྒྲོམ་གཞི། དཔེར་ན། ["org='edX'", "country in ('us', 'co')"] འདིར་བེད་སྤྱོད་བཏང་བའི་ས་ཁོངས་དེ་ཚོ་མཛུབ་ཁྲིད་སྒྲོམ་གྱིས་བེད་སྤྱོད་བཏང་བའི་གཞི་གྲངས་ཆ་ཚང་ཚང་མར་ཡོད་དགོས།
da: Liste over SQL-filtre, der skal anvendes på dashboard. F.eks.: ["org='edX'", "country in ('us', 'co')"] Felterne, der bruges her, skal være tilgængelige på hvert datasæt, der bruges af dashboardet.
de_de: Liste der anzuwendenden SQL-Filter für die Dashboard. Beispiel: [&quot;org=&#39;edX&#39;&quot;, &quot;Land in (&#39;us&#39;, &#39;co&#39;)&quot;] Die hier verwendeten Felder müssen in jedem vom Dashboard verwendeten Datensatz verfügbar sein.
el: Λίστα φίλτρων SQL για εφαρμογή στο ταμπλό. Π.χ.: ["org='edX'", "country in ('us', 'co')"] Τα πεδία που χρησιμοποιούνται εδώ πρέπει να είναι διαθέσιμα σε κάθε σύνολο δεδομένων που χρησιμοποιείται από τον πίνακα εργαλείων.
es_es: Lista de filtros SQL para aplicar al panel de control. Por ejemplo: ["org='edX'", "country in ('us', 'co')"] Los campos utilizados aquí deben estar disponibles en todos los conjuntos de datos utilizados por el panel de control.
fa: فهرست فیلترهای SQL برای اعمال به پیشخوان. مثلاً: ["org='edX'", "country in ('us', 'co')"] فیلدهای بكار رفته در اینجا باید در هر مجموعه دادلأ استفاده‌شده توسط پیشخوان موجود باشد.
fr: Liste des filtres SQL à appliquer au tableau de bord. Par exemple : ["org='edX'", "country in ('us', 'co')"] Les champs utilisés ici doivent être disponibles sur chaque ensemble de données utilisé par le tableau de bord.
fr_ca: Liste des filtres SQL à appliquer au tableau de bord. Par exemple : ["org='edX'", "pays dans ('us', 'co')"] Les champs utilisés ici doivent être disponibles sur chaque ensemble de données utilisé par le tableau de bord.
he: רשימה של מסנני SQL להחלה על לוח הבקרה. לדוגמה: ["org='edX'", "country in ('us', 'co')"] השדות המשמשים כאן חייבים להיות זמינים בכל מערך נתונים המשמש את לוח הבקרה.
hi: डैशबोर्ड के लिए लागू करने के लिए SQL फ़िल्टर की सूची। उदाहरण: ["org='edX'", "country in ('us', 'co')"] यहां उपयोग किए गए फ़ील्ड डैशबोर्ड द्वारा उपयोग किए जाने वाले प्रत्येक डेटासेट पर उपलब्ध होने चाहिए।
id: Daftar filter SQL untuk diterapkan ke dasbor. Misalnya: ["org='edX'", "country in ('us', 'co')"] Field yang digunakan disini harus tersedia pada setiap dataset yang digunakan dashboard.
it_it: Elenco di filtri SQL da applicare al dashboard. Ad esempio: ["org='edX'", "country in ('us', 'co')"] I campi utilizzati qui devono essere disponibili su ogni set di dati utilizzato dal dashboard.
ja: ダッシュボードに適用するSQLフィルターのリスト。例: ["org='edX'", "country in ('us', 'co')"] ここで使用されるフィールドは、ダッシュボードで使用されるすべてのデータセットで利用可能でなければなりません。
ko: 적용할 SQL 필터 목록을 대시보드에. 예: ["org='edX'", "country in ('us', 'co')"] 여기에 사용된 필드는 대시보드에서 사용하는 모든 데이터세트에서 사용할 수 있어야 합니다.
lv: SQL filtru saraksts, kas jāpiemēro informācijas panelis. Piemēram: [&quot;org=&#39;edX&#39;&quot;, &quot;country in (&#39;us&#39;, &#39;co&#39;)&quot;] Šeit izmantotajiem laukiem ir jābūt pieejamiem katrā informācijas panelī izmantotajā datu kopā.
nl: Lijst met SQL-filters die moeten worden toegepast op de dashboard. Bijv.: [org=edX", "land in" (us, 'co')] De hier gebruikte velden moeten beschikbaar zijn op elke dataset die door het dashboard wordt gebruikt.
pt_br: Lista de filtros SQL a serem aplicados ao Painel de controle. Ex.: ["org='edX'", "country in ('us', 'co')"] Os campos usados aqui devem estar disponíveis em todos os conjuntos de dados usados pelo Painel de controle.
pt_pt: Lista de filtros SQL a aplicar ao painel de controlo. E.g: ["org='edX'", "country in ('us', 'co')"] Os campos aqui utilizados devem estar disponíveis em todos os conjuntos de dados utilizados pelo painel de controlo.
ru: Список фильтров SQL, которые можно применить к информационной панели. Например: ["org='edX'", "country in ('us', 'co')"] Используемые здесь поля должны быть доступны в каждом наборе данных, используемом информационной панелью.
sq: Lista e filtrave SQL për t&#39;u aplikuar në pult. P.sh.: [&quot;org=&#39;edX&#39;&quot;, &quot;vendi në (&#39;ne&#39;, &#39;bashkë&#39;)&quot;] Fushat e përdorura këtu duhet të jenë të disponueshme në çdo grup të dhënash të përdorur nga paneli i kontrollit.
sv: Lista över SQL-filter att tillämpa på instrumentpanelen. T.ex: ["org='edX'", "country in ('us', 'co')"] Fälten som används här måste finnas tillgängliga i varje dataset som används av instrumentpanelen.
sw: Orodha ya vichungi vya SQL vya kutumika kwa dashibodi. Mfano: ["org='edX'", "country in ('us', 'co')"] Sehemu zinazotumiwa hapa lazima ziwepo kwenye kila mkusanyiko wa data unaotumiwa na dashibodi.
te: వర్తించవలసిన SQL ఫిల్టర్‌ల జాబితా డాష్బోర్డ్. ఉదా: ["org='edX'", "country in ('us', 'co')"] ఇక్కడ ఉపయోగించిన ఫీల్డ్‌లు తప్పనిసరిగా డాష్‌బోర్డ్ ఉపయోగించే ప్రతి డేటాసెట్‌లో అందుబాటులో ఉండాలి.
th: รายการตัวกรอง SQL ที่จะใช้กับ ตารางงาน. เช่น ["org='edX'", "country in ('us', 'co')"] ช่องที่ใช้ที่นี่จะต้องมีอยู่ในทุกชุดข้อมูลที่ใช้โดยตารางงาน.
tr_tr: Panele uygulanacak SQL filtrelerinin listesi. Örn: ["org='edX'", "country in ('us', 'co')"] Burada kullanılan alanlar, panel tarafından kullanılan her veri kümesinde mevcut olmalıdır.
uz: Dasbordda qo‘llanadigan SQL filtrlari ro‘yxati. Masalan: ["org='edX'", "country in ('us', 'co')"]. Bu yerda ishlatiladigan maydonlar dasbordda foydalanilgan har bir ma‘lumotlar to‘plamida mavjud bo‘lishi kerak.
vi: Danh sách các bộ lọc SQL để áp dụng cho bảng điều khiển. Ví dụ: [&quot;org=&#39;edX&#39;&quot;, &quot;quốc gia ở (&#39;us&#39;, &#39;co&#39;)&quot;] Các trường được sử dụng ở đây phải có sẵn trên mọi tập dữ liệu được trang tổng quan sử dụng.
zh_hk: 要套用於的 SQL 篩選器列表 控制面板。例如：[“org=&#39;edX&#39;”，“國家/地區（&#39;us&#39;，&#39;co&#39;）”] 此處使用的欄位必須在控制面板使用的每個資料集上可用。
