Repository: openedx/openedx-translations
Catalog: translations/FeedbackXBlock/feedback/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bo, de_de, el, es_419, fa, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, uk, uz, vi

source: Feedback message
af_za: Terugvoerboodskap
ar: رسالة ردود الفعل
bo: བསམ་འཆར་གྱི་འཕྲིན་ཐུང་།
de_de: Feedback-Nachricht
el: Μήνυμα ανατροφοδότησης
es_419: Mensaje de retroalimentación
fa: پیام بازخورد
fr_ca: Message de rétroaction
he: הודעת משוב
hi: प्रतिक्रिया संदेश
hu: Visszajelzési üzenet
it_it: Messaggio di feedback
ja: フィードバックメッセージ
ka: უკუკავშირის შეტყობინება
kk: Кері байланыс хабары
lv: Atsauksmes ziņojums
pt_br: Mensagem de feedback
pt_pt: Mensagem de feedback
ro: Mesaj de feedback
ru: Сообщение обратной связи
sq: Mesazh reagimi
sv: Feedbackmeddelande
sw: Ujumbe wa maoni
te: అభిప్రాయ సందేశం
th: ข้อความตอบรับ
uk: Повідомлення зворотного зв&#39;язку
uz: Fikr-mulohaza xabari
vi: Tin nhắn phản hồi

source: Thank you for your feedback!
af_za: Dankie vir jou terugvoering!
ar: شكرا لك على ملاحظاتك!
bo: ཁྱེད་ཀྱི་བསམ་འཆར་ཕུལ་བར་བཀའ་དྲིན་ཆེ་ཞུ།
de_de: Danke für Ihre Rückmeldung!
el: Ευχαριστούμε για την ανταπόκρισή σας!
es_419: ¡Gracias por tu comentario!
fa: با تشکر از شما برای بازخورد شما!
fr_ca: Merci pour votre rétroaction!
he: תודה על המשוב שלך!
hi: आपकी प्रतिक्रिया के लिए आपका धन्यवाद!
hu: Köszönjük a visszajelzését!
it_it: Grazie per il tuo feedback!
ka: გმადლობთ გამოხმაურებისთვის!
kk: Пікіріңізге рахмет!
lv: Paldies par jūsu atsauksmēm!
pl: Dziękujemy za twoją opinię!
pt_br: Obrigado pelo seu feedback!
pt_pt: Obrigado/a pelo seu feedback!
ro: Vă mulțumim pentru feedback!
ru: Спасибо за ваш отзыв!
sq: Faleminderit për komentet tuaja!
sv: Tack för din feedback!
sw: Asante kwa maoni yako!
te: మీ అభిప్రాయం తెలియచేసినందుకు ధన్యవాదములు!
th: ขอบคุณสำหรับความคิดเห็นของคุณ!
uk: Спасибі за ваш відгук!
uz: Fikr-mulohazangiz uchun rahmat!
vi: Cảm ơn phản hôi của bạn!

source: Show aggregate to students
af_za: Wys totaal aan studente
ar: عرض المجموع للطلاب
bo: སློབ་མར་བསྡོམས་རྩིས་སྟོན།
de_de: Aggregat den Schülern zeigen
el: Εμφάνιση συγκεντρωτικών στοιχείων στους μαθητές
es_419: Mostar reporte agregado a estudiantes
fa: نمایش مجموع به دانش آموزان
fr_ca: Afficher l'agrégat aux étudiants
he: הצג מצטבר לתלמידים
hi: विद्यार्थियों को समग्रता दिखाएँ
hu: Mutassa az összesítést a diákoknak
it_it: Mostra aggregato agli studenti
ka: აჩვენეთ აგრეგატი სტუდენტებს
kk: Оқушыларға жиынтықты көрсету
lv: Rādīt apkopojumu dalībniekiem
pt_br: Mostrar agregado aos alunos
pt_pt: Mostrar agregado aos alunos
ro: Afișați agregatul studenților
ru: Показать совокупное значение учащимся
sq: Trego agregatin për studentët
sv: Visa sammanställning för studenter
sw: Onyesha jumla kwa wanafunzi
te: విద్యార్థులకు మొత్తం చూపండి
th: แสดงผลรวมแก่นักเรียน
uk: Показати сукупність учням
uz: Talabalarga jamlanmani ko'rsatish
vi: Hiển thị tổng hợp cho sinh viên

source: Please reflect on this course material
af_za: Besin asseblief oor hierdie kursusmateriaal
ar: يرجى التفكير في هذه المادة الدراسية
bo: སློབ་ཚན་གྱི་རྒྱུ་ཆ་འདིའི་ཐད་དཔྱད་ཞིབ་ཅིག་བྱེད་རོགས།
de_de: Bitte denken Sie über dieses Kursmaterial nach
el: Σκεφτείτε σχετικά με αυτό το υλικό του μαθήματος
es_419: Por favor reflexiona sobre el material de este curso
fa: لطفاً در مورد این مطالب درسی فکر کنید
fr_ca: Veuillez réfléchir à ce matériel de cours
he: נא לחשוב על חומר הקורס הזה
hi: कृपया इस पाठ्यक्रम सामग्री पर विचार करें
hu: Kérem, gondolja át ezt a tananyagot.
it_it: Si prega di riflettere sul materiale del corso
ja: このコース教材について振り返ってください
ka: გთხოვთ, დაფიქრდეთ ამ კურსის მასალაზე
kk: Осы курстық материалға ой жүгіртіңіз
lv: Lūdzu, pārdomājiet šo kursa materiālu
pl: Proszę zastanowić się nad tym materiałem kursu
pt_br: Por favor, reflita sobre este material do curso
pt_pt: Reflita sobre este material didático
ro: Vă rugăm să reflectați asupra acestui material de curs
ru: Пожалуйста, поразмышляйте над этим учебным материалом
sq: Ju lutemi reflektoni mbi këtë material kursi
sv: Vänligen reflektera över detta kursmaterial
sw: Tafadhali tafakari nyenzo hii ya kozi
te: దయచేసి ఈ కోర్సు మెటీరియల్‌పై ఆలోచించండి
th: โปรดไตร่ตรองเนื้อหาหลักสูตรนี้
uk: Будь ласка, поміркуйте над цим матеріалом курсу
uz: Iltimos, ushbu kurs materiali haqida fikr yuriting
vi: Hãy suy ngẫm về tài liệu khóa học này

source: Please take time to meaningfully reflect on your experience with this course material.
af_za: Neem asseblief tyd om sinvol oor jou ervaring met hierdie kursusmateriaal na te dink.
ar: يرجى تخصيص بعض الوقت للتفكير بشكل هادف في تجربتك مع هذه المادة الدراسية.
bo: ཁྱེད་ཀྱིས་ཆུ་ཚོད་བཏང་སྟེ་སློབ་ཚན་འདི་ལ་སློབ་སྦྱོང་བྱས་པའི་ཉམས་མྱོང་ལ་དཔྱད་ཞིབ་དོན་ལྡན་ཞིག་བྱེད་རོགས།
de_de: Bitte nehmen Sie sich die Zeit, Ihre Erfahrungen mit diesem Kursmaterial sinnvoll zu reflektieren.
el: Αφιερώστε χρόνο για να αναλογιστείτε ουσιαστικά την εμπειρία σας με αυτό το υλικό μαθημάτων.
es_419: Por favor, tómese el tiempo para reflexionar de manera significativa sobre su experiencia con el material de este curso.
fa: لطفاً برای بازتاب معنادار تجربیات خود در این دوره وقت بگذارید.
fr_ca: Veuillez prendre le temps de réfléchir de manière significative à votre expérience avec ce matériel de cours.
he: אנא הקדישו זמן לשקף משמעותי על החוויה שלכם עם חומר הקורס הזה.
hi: कृपया इस पाठ्यक्रम सामग्री के साथ अपने अनुभव पर सार्थक रूप से विचार करने के लिए समय निकालें।
hu: Kérjük, szánjon időt arra, hogy értelmesen átgondolja a tananyaggal kapcsolatos tapasztalatait.
it_it: Ti preghiamo di prenderti del tempo per riflettere in modo significativo sulla tua esperienza con questo materiale del corso.
ka: გთხოვთ, დაუთმოთ დრო, რომ მნიშვნელოვნად დაფიქრდეთ თქვენი გამოცდილება ამ კურსის მასალასთან დაკავშირებით.
kk: Осы курстық материалмен тәжірибеңізді мағыналы түрде ойлауға уақыт бөліңіз.
lv: Lūdzu, veltiet laiku, lai jēgpilni pārdomātu savu pieredzi ar šo mācību materiālu.
pl: Poświęć trochę czasu na znaczącą refleksję nad swoimi doświadczeniami z materiałami kursu.
pt_br: Reserve um tempo para refletir significativamente sobre sua experiência com o material do curso.
pt_pt: Por favor, reserve algum tempo para refletir de forma significativa sobre a sua experiência com este material didático.
ro: Vă rugăm să faceți timp pentru a reflecta în mod semnificativ asupra experienței dvs. cu acest material de curs.
ru: Пожалуйста, найдите время, чтобы осмысленно поразмышлять о своем опыте работы с материалами курса.
sq: Ju lutemi merrni kohë për të reflektuar në mënyrë kuptimplotë mbi përvojën tuaj me këtë material kursi.
sv: Ta dig tid att reflektera meningsfullt över din erfarenhet av detta kursmaterial.
sw: Tafadhali chukua muda wa kutafakari kwa ukamilifu uzoefu wako na nyenzo hii ya kozi.
te: దయచేసి ఈ కోర్సు మెటీరియల్‌తో మీ అనుభవాన్ని అర్థవంతంగా ప్రతిబింబించడానికి సమయాన్ని వెచ్చించండి.
th: โปรดใช้เวลาไตร่ตรองประสบการณ์ของคุณกับเนื้อหาหลักสูตรนี้อย่างมีความหมาย
uk: Будь ласка, виділіть час, щоб осмислено обміркувати свій досвід роботи з цим матеріалом курсу.
uz: Iltimos, ushbu kurs materiali bilan tajribangiz haqida mazmunli fikr yuritish uchun vaqt ajrating.
vi: Hãy dành thời gian để suy ngẫm một cách có ý nghĩa về trải nghiệm của bạn với tài liệu khóa học này.

source: Please rate your overall experience
af_za: Gradeer asseblief jou algehele ervaring
ar: يرجى تقييم تجربتك الشاملة
bo: ཁྱེད་ཀྱིས་རང་གི་སྤྱི་ཡོངས་ཀྱི་ཉམས་མྱོང་གི་ཚད་ཅིག་སྤྲོད་རོགས།
de_de: Bitte bewerten Sie Ihre Gesamterfahrung
el: Παρακαλούμε αξιολογήστε τη συνολική εμπειρία σας
es_419: Por favor, califique su experiencia general.
fa: لطفا به تجربه کلی خود امتیاز دهید
fr_ca: Veuillez évaluer votre expérience globale
he: אנא דרג את החוויה הכוללת שלך
hi: कृपया अपने समग्र अनुभव को रेटिंग दें
hu: Kérjük, értékelje az általános tapasztalatát
it_it: Per favore valuta la tua esperienza complessiva
ja: あなたの全体的な体験を評価してください
ka: გთხოვთ, შეაფასოთ თქვენი საერთო გამოცდილება
kk: Жалпы тәжірибеңізді бағалаңыз
lv: Lūdzu, novērtējiet savu kopējo pieredzi
pl: Proszę ocenić swoje ogólne wrażenia
pt_br: Avalie sua experiência geral
pt_pt: Avalie a sua experiência global
ro: Vă rugăm să evaluați experiența dvs. generală
ru: Пожалуйста, оцените ваш общий опыт
sq: Ju lutemi vlerësoni përvojën tuaj të përgjithshme
sv: Vänligen betygsätt din totala upplevelse
sw: Tafadhali kadiria matumizi yako kwa ujumla
te: దయచేసి మీ మొత్తం అనుభవాన్ని రేట్ చేయండి
th: กรุณาให้คะแนนประสบการณ์โดยรวมของคุณ
uk: Будь ласка, оцініть свій загальний досвід
uz: Iltimos, umumiy tajribangizni baholang
vi: Vui lòng đánh giá trải nghiệm tổng thể của bạn

source: Please take a moment to thoughtfully reflect.
af_za: Neem asseblief &#39;n oomblik om nadenkend na te dink.
ar: من فضلك خذ لحظة للتفكير بعناية.
bo: ཁྱེད་ཀྱིས་བསམ་གཞིག་ནན་ཏན་གྱིས་ཆ་ཚོད་ཐུང་ཙམ་བཏང་སྟེ་དཔྱད་ཞིབ་བྱེད་རོགས།
de_de: Bitte nehmen Sie sich einen Moment Zeit zum Nachdenken.
el: Αφιερώστε λίγο χρόνο για να σκεφτείτε προσεκτικά.
es_419: Tómese un momento para reflexionar cuidadosamente.
fa: لطفا یک لحظه به تأمل فکر کنید.
fr_ca: Veuillez prendre un moment pour réfléchir de manière réfléchie.
he: אנא הקדישו רגע לשקף מחשבה.
hi: कृपया कुछ समय निकालकर विचारपूर्वक विचार करें।
hu: Kérem, szánjon egy pillanatot az átgondolt elmélkedésre.
it_it: Per favore, prenditi un momento per riflettere attentamente.
ka: გთხოვთ, დაუთმოთ ერთი წუთი გააზრებულად დაფიქრებას.
kk: Бір сәт ойлануға уақыт бөліңіз.
lv: Lūdzu, veltiet brīdi pārdomām.
pl: Proszę o chwilę refleksji.
pt_br: Por favor, reserve um momento para refletir cuidadosamente.
pt_pt: Por favor, dedique um momento para refletir cuidadosamente.
ru: Пожалуйста, найдите минутку, чтобы вдумчиво поразмыслить.
sq: Ju lutemi merrni një moment për të reflektuar me kujdes.
sv: Ta en stund för att reflektera eftertänksamt.
sw: Tafadhali chukua muda kutafakari kwa makini.
te: దయచేసి ఒక్క క్షణం ఆలోచించి ఆలోచించండి.
th: โปรดใช้เวลาสักครู่เพื่อไตร่ตรองอย่างมีวิจารณญาณ
uk: Будь ласка, знайдіть хвилинку, щоб вдумливо поміркувати.
uz: Iltimos, mulohaza yuritish uchun bir oz vaqt ajrating.
vi: Xin hãy dành chút thời gian để suy ngẫm sâu sắc.

source: Please vote!
af_za: Stem asseblief!
ar: الرجاء التصويت!
bo: འོས་ཤིག་འཐེན་རོགས།
de_de: Bitte abstimmen!
el: Παρακαλώ ψηφίστε!
es_419: Por favor, vota
fa: لطفا رای دهید!
fr_ca: S'il vous plait, votez!
he: אנא הצבע!
hi: कृपया वोट करें!
hu: Kérem, szavazzon!
it_it: Per favore, Vota!
ka: გთხოვთ ხმა მიცეთ!
kk: Дауыс беріңіздер!
lv: Lūdzu balsot!
pl: Proszę zagłosować!
pt_br: Por favor vote!
pt_pt: Vote, por favor!
ro: Vă rog să votați!
ru: Пожалуйста, проголосуйте!
sq: Ju lutem votoni!
sv: Var god och rösta!
sw: Tafadhali piga kura!
te: దయచేసి ఓటు వేయండి!
th: กรุณาลงคะแนน!
uk: Будь ласка, проголосуйте!
uz: Iltimos, ovoz bering!
vi: Hãy bỏ phiếu!

source: Unit
ar: الوحدة
de_de: Lerneinheit
el: Κεφάλαιο
fa: واحد
he: יחידה
it_it: Unità
pt_br: Unidade
ru: Блок
sw: Kitengo
te: యూనిట్
th: หน่วย
uk: Блок

source: Number of ratings
af_za: Aantal graderings
ar: عدد التقييمات
bo: ཚད་གཞི་སྤྲད་པའི་གྲངས་ཀ
de_de: Anzahl der Bewertungen
el: Αριθμός βαθμολογιών
es_419: Número de calificaciones
fa: تعداد رتبه بندی ها
he: מספר דירוגים
hi: रेटिंग की संख्या
hu: Értékelések száma
it_it: Numero di valutazioni
ja: 評価数
ka: რეიტინგების რაოდენობა
kk: Бағалар саны
lv: Vērtējumu skaits
pl: Liczba ocen
pt_br: Número de avaliações
pt_pt: Número de classificações
ru: Количество оценок
sq: Numri i vlerësimeve
sv: Antal betyg
sw: Idadi ya ukadiriaji
te: రేటింగ్‌ల సంఖ్య
th: จำนวนการให้คะแนน
uk: Кількість оцінок
uz: Baholar soni
vi: Số lượng xếp hạng

source: Average rating
af_za: Gemiddelde gradering
ar: متوسط تقييم
bo: ཚད་གཞི་སྤྲད་པའི་ཆ་སྙོམས།
de_de: Durchschnittliche Bewertung
el: Μέση βαθμολογία
es_419: Puntuación media
fa: میانگین امتیاز
he: דירוג ממוצע
hi: औसत श्रेणी
hu: Átlagos értékelés
it_it: Voto medio
ja: 平均評価
ka: საშუალო რეიტინგი
kk: Орташа рейтинг
lv: Vidējais vērtējums
pl: Średnia ocena
pt_br: Classificação média
pt_pt: Classificação média
ru: Средний рейтинг
sq: Vlerësimi mesatar
sv: Genomsnittligt betyg
sw: Ukadiriaji wa wastani
te: సగటు రేటింగ్
th: คะแนนเฉลี่ย
uk: Середня оцінка
uz: O'rtacha reyting
vi: Đánh giá trung bình

source: Feedback
af_za: Terugvoer
ar: تعليق
bo: བསམ་འཆར།
de_de: Rückmeldung
el: Ανατροφοδότηση
es_419: Comentario
fa: بازخورد
he: מָשׁוֹב
hi: प्रतिक्रिया
hu: Visszajelzés
ja: フィードバック
ka: უკუკავშირი
kk: Кері байланыс
lv: Atsauksmes
pl: Informacja zwrotna
pt_br: Opinião
pt_pt: Comentário
ru: Обратная связь
sv: Återkoppling
sw: Maoni
te: అభిప్రాయం
th: ข้อเสนอแนะ
uk: Зворотній зв&#39;язок
uz: Fikr-mulohaza
vi: Nhận xét

source: See Unit
ar: انظر الوحدة
de_de: Siehe Einheit
el: Δείτε Μονάδα
fa: واحد را ببینید
he: ראה יחידה
it_it: Vedi Unità
pt_br: Ver Unidade
ru: См. раздел
sw: Angalia Kitengo
te: యూనిట్ చూడండి
th: ดูหน่วย
uk: Див. Одиниця

source: Comment
af_za: Lewer kommentaar
ar: التعليق
bo: མཆན།
de_de: Kommentar
el: Σχολιασμός
es_419: Comentario
fa: اظهار نظر
he: הערה
hi: टिप्पणी
hu: Megjegyzés
it_it: Commento
ja: コメント
ka: კომენტარი
lv: komentēt
pl: Komentarz
pt_br: Comentar
pt_pt: Comentário
ru: Комментарий
sq: Koment
sv: Kommentar
sw: Maoni
te: వ్యాఖ్య
th: ความคิดเห็น
uk: Коментар
uz: Izoh
vi: Bình luận

source: Vote
af_za: Stem
ar: تصويت
bo: འོས་འཐེན།
de_de: Abstimmung
el: Ψήφος
es_419: Votar
fa: رای
he: הַצבָּעָה
hi: वोट
hu: Szavazat
it_it: Votazione
ja: 投票
ka: ხმის მიცემა
kk: Дауыс беру
lv: Balsot
pl: Głosuj
pt_br: Voto
pt_pt: Votar
ru: Голосование
sq: Votoni
sv: Rösta
sw: Piga kura
te: ఓటు
th: โหวต
uk: Голосуйте
uz: Ovoz berish
vi: Bỏ phiếu

source: No vote
af_za: Geen stem nie
ar: لا يوجد تصويت
bo: འོས་མི་འཐེན།
de_de: Keine Wahl
el: Καμία ψήφος
es_419: Sin voto
fa: بدون رای
he: אין הצבעה
hi: मत नही
hu: Nincs szavazat
it_it: Nessun voto
ja: 投票なし
ka: ხმის მიცემა არ არის
kk: Дауыс жоқ
lv: Bez balsošanas
pl: Bez głosu
pt_br: Nenhum voto
pt_pt: Não votar
ru: Без голосования
sq: Asnjë votë
sv: Ingen röst
sw: Hakuna kura
te: ఓటు లేదు
th: ไม่มีการลงคะแนนเสียง
uk: Без голосування
uz: Ovoz yo'q
vi: Không bỏ phiếu

source: Submit Feedback
af_za: Dien terugvoer in
ar: إرسال الملاحظات
bo: བསམ་འཆར་འབུལ་སྤྲོད།
de_de: Geben Sie Feedback ab
el: Υποβάλετε σχόλια
es_419: Enviar comentario
fa: بازخورد ارائه دهید
fr_ca: Soumettre une rétroaction
he: שלח משוב
hi: प्रतिक्रिया सबमिट करें
hu: Visszajelzés elküldése
it_it: Invia feedback
ja: フィードバックを送信
ka: გამოხმაურების გაგზავნა
kk: Кері байланыс жіберу
lv: Iesniedziet atsauksmes
pl: Prześlij opinię
pt_br: Enviar comentários
pt_pt: Submeter feedback
ro: Trimiteți feedback
ru: Отправить отзыв
sq: Paraqisni komente
sv: Skicka feedback
sw: Wasilisha Maoni
te: అభిప్రాయాన్ని సమర్పించండి
th: ส่งคำติชม
uk: Надіслати відгук
uz: Fikr-mulohaza yuborish
vi: Gửi phản hồi

source: This XBlock allows you to collect student feedback on pieces of the course. This may be helpful either for course improvement, or to give students a chance to reflect on what they have done.
af_za: Hierdie XBlock laat jou toe om studenteterugvoer oor stukke van die kursus in te samel. Dit kan óf nuttig wees vir kursusverbetering, óf om studente &#39;n kans te gee om te besin oor wat hulle gedoen het.
ar: يتيح لك XBlock جمع تعليقات الطلاب على أجزاء من الدورة التدريبية. قد يكون هذا مفيدًا لتحسين المقرر الدراسي، أو لمنح الطلاب فرصة للتفكير في ما قاموا به.
bo: XBlockའདི་སློབ་ཚན་གྱི་ཆ་ཤས་ལ་སློབ་མའི་བསམ་འཆར་བསྡུ་རུབ་བྱེད་ཐུབ། འདི་སློབ་ཚན་ཡར་རྒྱས་གཏོང་དང་སློབ་ཕྲུག་ཚོས་ཁོང་ཚོས་བྱས་པའི་ལས་ཀ་ལ་བསམ་གཞིག་བྱེད་པའི་གོ་སྐབས་སྤྲོད་ཐུབ།
de_de: Mit diesem XBlock können Sie Studentenfeedback zu Teilen des Kurses sammeln. Dies kann entweder zur Verbesserung des Kurses hilfreich sein oder den Studierenden die Möglichkeit geben, über das, was sie getan haben, nachzudenken.
el: Αυτό το XBlock σάς επιτρέπει να συλλέγετε σχόλια μαθητών για κομμάτια του μαθήματος. Αυτό μπορεί να είναι χρήσιμο είτε για τη βελτίωση του μαθήματος είτε για να δώσει στους μαθητές την ευκαιρία να αναλογιστούν τι έχουν κάνει.
es_419: Este XBlock permite recopilar comentarios de los estudiantes sobre partes del curso. Esto puede ser útil tanto para mejorar el curso como para dar a los estudiantes la oportunidad de reflexionar sobre lo que han hecho.
fa: این XBlock به شما امکان می دهد تا بازخورد دانش آموزان را در مورد بخش هایی از دوره جمع آوری کنید. این ممکن است برای بهبود دوره مفید باشد یا به دانش آموزان فرصتی دهد تا در مورد آنچه انجام داده اند فکر کنند.
fr_ca: Ce XBlock vous permet de recueillir les rétroactions des étudiants sur des parties du cours. Cela peut être utile soit pour améliorer le cours, soit pour donner aux étudiants l'occasion de réfléchir à ce qu'ils ont fait.
he: XBlock זה מאפשר לך לאסוף משוב של תלמידים על חלקים מהקורס. זה עשוי להיות מועיל לשיפור הקורס, או לתת לתלמידים הזדמנות להרהר במה שהם עשו.
hi: यह एक्सब्लॉक आपको पाठ्यक्रम के टुकड़ों पर छात्रों की प्रतिक्रिया एकत्र करने की अनुमति देता है। यह या तो पाठ्यक्रम में सुधार के लिए सहायक हो सकता है, या छात्रों को इस बात पर विचार करने का मौका दे सकता है कि उन्होंने क्या किया है।
hu: Ez az XBlock lehetővé teszi, hogy visszajelzést gyűjtsön a hallgatóktól a kurzus egyes részeiről. Ez hasznos lehet a kurzus fejlesztéséhez, vagy hogy a hallgatók lehetőséget kapjanak arra, hogy átgondolják, mit tettek.
it_it: Questo XBlock ti consente di raccogliere il feedback degli studenti su parti del corso. Ciò può essere utile per migliorare il corso o per dare agli studenti la possibilità di riflettere su ciò che hanno fatto.
ja: このXBlockを使用すると、コースの一部に対する学生のフィードバックを収集できます。これは、コースの改善や、学生が自分の行ったことを振り返る機会を提供するのに役立ちます。
ka: ეს XBlock საშუალებას გაძლევთ შეაგროვოთ სტუდენტების გამოხმაურება კურსის ნაწილებზე. ეს შეიძლება სასარგებლო იყოს კურსის გასაუმჯობესებლად, ან სტუდენტებს მისცეს შანსი დაფიქრდნენ იმაზე, რაც გააკეთეს.
kk: Бұл XBlock курс бөліктері бойынша студенттердің пікірлерін жинауға мүмкіндік береді. Бұл курсты жақсартуға немесе студенттерге не істегені туралы ойлауға мүмкіндік беру үшін пайдалы болуы мүмкін.
lv: Šis XB bloks ļauj apkopot dalībnieku atsauksmes par kursa daļām. Tas var būt noderīgi vai nu kursa uzlabošanai, vai arī lai dotu dalībniekiem iespēju pārdomāt, ko viņi ir darījuši.
pl: Ten XBlock umożliwia zbieranie opinii uczniów na temat fragmentów kursu. Może to być pomocne w ulepszaniu kursu lub dać uczniom szansę na zastanowienie się nad tym, co zrobili.
pt_br: Este XBlock permite coletar feedback dos alunos sobre partes do curso. Isto pode ser útil para melhorar o curso ou para dar aos alunos a oportunidade de refletir sobre o que fizeram.
pt_pt: Este XBlock permite-lhe recolher o feedback dos alunos sobre partes do curso. Isto pode ser útil para melhorar o curso ou para dar aos alunos a oportunidade de refletir sobre o que fizeram.
ro: Acest XBlock vă permite să colectați feedback-ul studenților cu privire la părțile cursurilor. Acest lucru poate fi util fie pentru îmbunătățirea cursurilor, fie pentru a oferi studenților șansa de a reflecta la ceea ce au făcut.
ru: Этот XBlock позволяет вам собирать отзывы студентов по частям курса. Это может быть полезно либо для улучшения курса, либо для того, чтобы дать студентам возможность поразмышлять о том, что они сделали.
sq: Ky XBlock ju lejon të mbledhni komente të studentëve për pjesë të kursit. Kjo mund të jetë e dobishme ose për përmirësimin e kursit, ose për t&#39;u dhënë studentëve një shans për të reflektuar mbi atë që kanë bërë.
sv: Denna XBlock gör det möjligt att samla in studenternas feedback på delar av kursen. Detta kan vara till hjälp antingen för att förbättra kursen eller för att ge studenterna en chans att reflektera över vad de har gjort.
sw: XBlock hii hukuruhusu kukusanya maoni ya wanafunzi kuhusu vipande vya kozi. Hii inaweza kusaidia ama kwa uboreshaji wa kozi, au kuwapa wanafunzi nafasi ya kutafakari kile wamefanya.
te: ఈ XBlock కోర్సు యొక్క భాగాలపై విద్యార్థుల అభిప్రాయాన్ని సేకరించడానికి మిమ్మల్ని అనుమతిస్తుంది. ఇది కోర్సు మెరుగుదలకు లేదా విద్యార్థులు తాము చేసిన వాటిని ప్రతిబింబించే అవకాశం ఇవ్వడానికి సహాయపడవచ్చు.
th: XBlock นี้ช่วยให้คุณสามารถรวบรวมความคิดเห็นของนักเรียนเกี่ยวกับส่วนของหลักสูตรได้ สิ่งนี้อาจเป็นประโยชน์สำหรับการปรับปรุงหลักสูตรหรือเพื่อให้นักเรียนมีโอกาสไตร่ตรองถึงสิ่งที่พวกเขาทำ
uk: Цей XBlock дозволяє збирати відгуки студентів про частини курсу. Це може бути корисним або для покращення курсу, або для того, щоб дати студентам можливість обміркувати те, що вони зробили.
uz: Ushbu XBlock sizga kurs qismlari bo'yicha talabalarning fikr-mulohazalarini to'plash imkonini beradi. Bu kursni yaxshilash yoki talabalarga qilgan ishlari haqida fikr yuritish imkoniyatini berish uchun foydali bo'lishi mumkin.
vi: XBlock này cho phép bạn thu thập phản hồi của sinh viên về các phần của khóa học. Điều này có thể hữu ích cho việc cải thiện khóa học hoặc giúp sinh viên có cơ hội suy ngẫm về những gì họ đã làm.

source: Display name
af_za: Vertoon naam
ar: عرض الاسم
bo: འཆར་སྟོན་བྱ་རྒྱུའི་མིང་།
de_de: Anzeigename
el: Εμφανιζόμενο όνομα
es_419: Nombre a mostrar
fa: نام نمایشی
fr_ca: Nom d'affichage
he: הצג שם
hi: प्रदर्शित होने वाला नाम
hu: Megjelenő név
it_it: Mostra il nome
ja: 表示名
ka: საჩვენებელი სახელი
kk: Көрсетілетін атау
lv: Parādāmais vārds
pl: Wyświetlana nazwa
pt_br: Exibir nome
pt_pt: Mostrar nome
ro: Nume de afișare
ru: Отображаемое название
sq: Emri i shfaqur
sv: Visningsnamn
sw: Jina la kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
uk: Відображуване ім'я
uz: Ko'rsatiladigan ism
vi: Tên hiển thị

source: The name of the component.
af_za: Die naam van die komponent.
ar: اسم المكون.
bo: གྲུབ་ཆ་དེའི་མིང་།
de_de: Der Name der Komponente.
el: Το όνομα του στοιχείου.
es_419: El nombre del componente
fa: نام جزء.
fr_ca: Le nom du composant.
he: שם הרכיב.
hi: घटक का नाम।
hu: A komponens neve.
it_it: Il nome del componente.
ja: コンポーネントの名前。
ka: კომპონენტის სახელი.
kk: Компоненттің аты.
lv: Komponenta nosaukums.
pt_br: O nome do componente.
pt_pt: O nome do componente.
ro: Numele componentei.
ru: Имя компонента.
sq: Emri i komponentit.
sv: Namnet på komponenten.
sw: Jina la sehemu.
te: భాగం యొక్క పేరు.
th: ชื่อของส่วนประกอบ
uk: Назва компонента.
uz: Komponentning nomi.
vi: Tên của thành phần.

source: The message to show after user vote.
af_za: Die boodskap om te wys na gebruikerstem.
ar: الرسالة التي ستظهر بعد تصويت المستخدم.
bo: འོས་བླུགས་རྗེས་སྟོན་རྒྱུའི་འཕྲིན་ཐུང་།
de_de: Die Nachricht, die nach der Benutzerabstimmung angezeigt wird.
el: Το μήνυμα που θα εμφανιστεί μετά την ψηφοφορία του χρήστη.
es_419: El mensaje a mostrar después que el usuario vote.
fa: پیامی که پس از رای کاربر نمایش داده می شود.
fr_ca: Le message à afficher après le vote utilisateur.
he: ההודעה להצגה לאחר הצבעת המשתמש.
hi: उपयोगकर्ता वोट के बाद दिखाया जाने वाला संदेश।
hu: A felhasználói szavazat után megjelenítendő üzenet.
it_it: Il messaggio da mostrare dopo il voto dell&#39;utente.
ja: ユーザーの投票後に表示するメッセージ。
ka: შეტყობინება, რომელიც გამოჩნდება მომხმარებლის ხმის მიცემის შემდეგ.
kk: Пайдаланушы дауыс бергеннен кейін көрсетілетін хабар.
lv: Ziņojums, kas jāparāda pēc lietotāja balsojuma.
pt_br: A mensagem a ser mostrada após a votação do usuário.
pt_pt: A mensagem a mostrar depois da votação do utilizador.
ro: Mesajul de afișat după votul utilizatorului.
ru: Сообщение, отображаемое после голосования пользователя.
sq: Mesazhi për t&#39;u shfaqur pas votimit të përdoruesit.
sv: Meddelandet som visas efter användarens röst.
sw: Ujumbe wa kuonyesha baada ya kura ya mtumiaji.
te: వినియోగదారు ఓటు వేసిన తర్వాత చూపాల్సిన సందేశం.
th: ข้อความที่จะแสดงหลังจากการโหวตของผู้ใช้
uk: Повідомлення, яке буде показано після голосування користувача.
uz: Foydalanuvchi ovozidan keyin ko'rsatiladigan xabar.
vi: Thông báo hiển thị sau khi người dùng bỏ phiếu.
