Repository: openedx/openedx-translations
Catalog: translations/FeedbackXBlock/feedback/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bo, de_de, el, es_419, fa, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, uk, uz, vi

source: Likert option 5
af_za: Likert opsie 5
ar: خيار ليكرت 5
bo: ལི་ཀར་ཊི་གདམ་ག་༥
el: Επιλογή Likert 5
es_419: Opción 5 del likert
fa: لیکرت گزینه 5
fr_ca: Option de Likert 5
he: אפשרות ליקרט 5
hi: लिकर्ट विकल्प 5
hu: Likert opció 5
it_it: Opzione Likert 5
ja: リッカートオプション5
ka: ლიკერტის ვარიანტი 5
kk: Лайкерт опциясы 5
lv: Likerta 5. variants
pl: Podoba mi się opcja 5
pt_br: Opção Likert 5
pt_pt: Opção 5 de Likert
ro: Likert opțiune 5
ru: Лайкерт вариант 5
sq: Likert opsioni 5
sv: Likert-alternativ 5
sw: Chaguo la Likert 5
te: లైకర్ట్ ఎంపిక 5
th: ลิเคิร์ต ตัวเลือกที่ 5
uk: Варіант Лайкерта 5
uz: Likert varianti 5
vi: Tùy chọn Likert 5

source: Example: Poor
af_za: Voorbeeld: Swak
ar: مثال: فقير
bo: དཔེར་ན། དབུལ་པོ།
de_de: Beispiel: Schlecht
el: Παράδειγμα: Κακή
es_419: Ejemplo: Deficiente
fa: مثال: فقیر
fr_ca: Exemple : Pauvre
he: דוגמה: עני
hi: उदाहरण: गरीब
hu: Példa: Gyenge
it_it: Esempio: povero
ka: მაგალითი: ცუდი
kk: Мысалы: Нашар
lv: Piemērs: slikti
pl: Przykład: Słaby
pt_br: Exemplo: Pobre
pt_pt: Exemplo: Fraco
ro: Exemplu: Sărac
ru: Пример: Плохой
sq: Shembull: I varfër
sv: Exempel: Dålig
sw: Mfano: Maskini
te: ఉదాహరణ: పేద
th: ตัวอย่าง: แย่
uk: Приклад: Бідний
uz: Misol: kambag'al
vi: Ví dụ: Nghèo

source: Save
af_za: Stoor
ar: حفظ
bo: ཉར་ཚགས།
de_de: Speichern
el: Αποθήκευση
es_419: Guardar
fa: صرفه جویی
fr_ca: Sauvegarder
he: שמירה
hi: सहेजें
hu: Mentés
it_it: Salva
ja: 保存
ka: შენახვა
kk: Сақтау
lv: Saglabāt
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sq: Ruaj
sv: Spara
sw: Hifadhi
te: సేవ్ చేయండి
uk: Зберегти
uz: Saqlash
vi: Lưu

source: Cancel
af_za: Kanselleer
ar: لا
bo: ཕྱིར་འཐེན།
de_de: Löschen
el: Ακύρωση
es_419: Cancelar
fa: لغو کنید
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hu: Megszakít
it_it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
lv: Atcelt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sq: Anulo
sv: Avbryt
sw: Ghairi
te: రద్దు చేయండి
th: ยกเลิก
uk: Скасувати
uz: Bekor qilish
vi: Hủy bỏ

source: Component
af_za: Komponent
bo: གྲུབ་ཆ།
es_419: Componente
hi: खंड
hu: Komponens
ja: コンポーネント
ka: კომპონენტი
kk: Құрамдас
lv: Komponents
pt_pt: Componente
ro: Componentă
sq: Komponenti
sv: Komponent
uz: Komponent
vi: Thành phần

source: Whether to show the aggregate report to students.
af_za: Of die totale verslag aan studente moet wys.
bo: སྙན་ཐོ་ཕྱོགས་བསྡུས་དེ་སློབ་ཕྲུག་རྣམས་ལ་སྟོན་དང་མི་སྟོན།.
hi: क्या छात्रों को समग्र रिपोर्ट दिखानी है।
hu: Megjelenjen-e az összesített jelentés a diákok számára.
ja: 学生に集計レポートを表示するかどうか。
ka: აჩვენოს თუ არა საერთო ანგარიში სტუდენტებს.
pl: Pokazywać raport zbiorczy uczniom.
pt_pt: Se o relatório agregado deve ser mostrado aos alunos.
sq: Nëse do t&#39;u tregohet raporti i përgjithshëm nxënësve.
sv: Huruvida den sammanställda rapporten ska visas för studenter.

source: Faces (sad to happy)
af_za: Gesigte (hartseer tot gelukkig)
bo: གདོང་སྟོབས། (དཀའ་བསམ་ནས་དགའ་བའི་སྐོར།)
hu: Arcok (szomorútól a vidámig)
ja: 顔（悲しいから嬉しい）
ka: Faces (სამწუხარო to happy)
pl: Twarze (od smutnej do wesołej)
pt_pt: Rostos (de triste a feliz)
sq: Fytyra (e pikëlluar në të lumtur)
sv: Ansikten (ledsna till glada)
