Repository: openedx/openedx-translations
Catalog: translations/FeedbackXBlock/feedback/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bo, de_de, el, es_419, fa, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, uk, uz, vi

source: The message to show after user feedback.
af_za: Die boodskap om te wys na gebruikerterugvoer.
ar: الرسالة التي ستظهر بعد تعليقات المستخدم.
bo: བསམ་འཆར་ཕུལ་རྗེས་སྟོན་རྒྱུའི་འཕྲིན་ཐུང་།
de_de: Die Nachricht, die nach Benutzerfeedback angezeigt werden soll.
el: Το μήνυμα θα εμφανίζεται μετά τα σχόλια των χρηστών.
es_419: El mensaje a mostrar después que el usuario deje un comentario.
fa: پیامی که باید پس از بازخورد کاربر نشان داده شود.
fr_ca: Le message à afficher après les commentaires des utilisateurs.
he: ההודעה להצגה לאחר משוב המשתמש.
hi: उपयोगकर्ता प्रतिक्रिया के बाद दिखाया जाने वाला संदेश।
hu: A felhasználói visszajelzés utáni üzenet.
it_it: Il messaggio da mostrare dopo il feedback dell&#39;utente.
ja: ユーザーのフィードバック後に表示するメッセージ。
ka: შეტყობინება, რომელიც გამოჩნდება მომხმარებლის გამოხმაურების შემდეგ.
kk: Пайдаланушы пікірінен кейін көрсетілетін хабар.
lv: Ziņojums, kas jāparāda pēc lietotāju atsauksmēm.
pt_br: A mensagem a ser mostrada após o feedback do usuário.
pt_pt: A mensagem a mostrar após o feedback do utilizador.
ro: Mesajul de afișat după feedbackul utilizatorului.
ru: Сообщение, которое будет отображаться после отзыва пользователя.
sq: Mesazhi për t&#39;u shfaqur pas komenteve të përdoruesit.
sv: Meddelandet som visas efter användarens feedback.
sw: Ujumbe wa kuonyesha baada ya maoni ya mtumiaji.
te: యూజర్ ఫీడ్‌బ్యాక్ తర్వాత చూపాల్సిన సందేశం.
th: ข้อความที่จะแสดงหลังจากความคิดเห็นของผู้ใช้
uk: Повідомлення, яке буде показано після відгуку користувача.
uz: Foydalanuvchi fikr-mulohazalaridan keyin ko'rsatiladigan xabar.
vi: Thông báo hiển thị sau phản hồi của người dùng.

source: Show aggregate report to students
af_za: Wys totale verslag aan studente
ar: عرض التقرير الإجمالي للطلاب
bo: སྙན་ཐོ་ཕྱོགས་བསྡུས་དེ་སློབ་ཕྲུག་རྣམས་ལ་སྟོན།
de_de: Zeigen Sie den Schülern den Gesamtbericht an
el: Εμφάνιση συγκεντρωτικής αναφοράς στους μαθητές
es_419: Mostrar reporte agregado a los estudiantes
fa: نمایش گزارش کل به دانش آموزان
fr_ca: Afficher le rapport global aux étudiants
he: הצג דוח מצטבר לתלמידים
hi: विद्यार्थियों को समग्र रिपोर्ट दिखाएँ
it_it: Mostra il rapporto aggregato agli studenti
ja: 学生に集計レポートを表示する
ka: აჩვენეთ საერთო ანგარიში სტუდენტებისთვის
kk: Оқушыларға жиынтық есепті көрсету
lv: Rādīt dalībniekiem apkopoto pārskatu
pt_br: Mostrar relatório agregado aos alunos
pt_pt: Mostrar relatório agregado aos alunos
ro: Afișați raportul agregat studenților
ru: Показать сводный отчет учащимся
sq: Tregojuni studentëve raportin e përgjithshëm
sv: Visa sammanfattande rapport för studenter
sw: Onyesha ripoti ya jumla kwa wanafunzi
te: విద్యార్థులకు సమగ్ర నివేదికను చూపండి
th: แสดงรายงานสรุปให้กับนักเรียน
uk: Показати зведений звіт студентам
uz: Talabalarga umumiy hisobotni ko'rsatish
vi: Hiển thị báo cáo tổng hợp cho sinh viên

source: False
af_za: onwaar
ar: خطأ
bo: རྫུན་མ།
de_de: Falsch
el: Ψευδές
es_419: Falso
fa: نادرست
fr_ca: Faux
he: לא נכון
hi: असत्‍य
hu: Hamis
it_it: Falso
ka: არა
kk: Жалған
pl: Fałsz
pt_br: Falso
pt_pt: Falso
ro: Fals
ru: Нет
sq: E rreme
sv: Falsk
sw: Uongo
te: తప్పు
th: ผิด
uk: Неправильно
uz: Yolg'on
vi: SAI

source: True
af_za: Waar
ar: صح
bo: བདེན་པ།
de_de: Richtig
el: Αληθές
es_419: Verdadero
fa: درست است، واقعی
fr_ca: Vrai
he: נכון
hi: सत्‍य
hu: Igaz
it_it: Vero
ja: 真
ka: დიახ
pl: Prawda
pt_br: Verdadeiro
pt_pt: Verdadeiro
ro: Adevarat
ru: Да
sq: E vërtetë
sv: Sann
sw: Kweli
te: నిజమే
th: ถูก
uk: Правильно
uz: To'g'ri
vi: ĐÚNG VẬY

source: Wheter to show the aggregate report to students.
ar: ما إذا كان سيتم عرض التقرير الإجمالي للطلاب.
de_de: Legt fest, ob der Gesamtbericht den Schülern angezeigt werden soll.
el: Αν θα εμφανιστεί η συγκεντρωτική αναφορά στους μαθητές.
es_419: Si mostrar o no el informe agregado a los estudiantes.
fa: اینکه آیا گزارش کل به دانش آموزان نشان داده شود یا خیر.
fr_ca: S'il faut afficher le rapport global aux étudiants.
he: האם להציג את הדוח המצטבר לתלמידים.
it_it: Dove mostrare il resoconto aggregato agli studenti.
pt_br: Se mostrar o relatório agregado aos alunos.
ru: Показывать ли учащимся сводный отчет.
sw: Iwapo itaonyesha ripoti ya jumla kwa wanafunzi.
te: మొత్తం నివేదికను విద్యార్థులకు చూపించాలా వద్దా.
th: จะแสดงรายงานสรุปให้นักเรียนทราบหรือไม่
uk: Чи показувати зведений звіт студентам.
uz: Talabalarga jamlangan hisobotni ko'rsatish kerakmi.
vi: Có hiển thị báo cáo tổng hợp cho sinh viên hay không.

source: Freeform prompt
af_za: Vryvorm-opdrag
ar: موجه حر
bo: རང་དབང་རྣམ་པའི་བརྡ་སྟོན།
de_de: Freiform-Eingabeaufforderung
el: Προτροπή ελεύθερης μορφής
es_419: Indicación del comentario libre del usuario
fa: درخواست Freeform
fr_ca: Invite de forme libre
he: הודעת צורה חופשית
hi: फ्रीफॉर्म प्रॉम्प्ट
hu: Szabad formátumú kérdés
it_it: Richiesta di forma libera
ja: 自由形式のプロンプト
ka: თავისუფალი ფორმის მოთხოვნა
kk: Еркін пішінді шақыру
lv: Brīvas formas uzvedne
pl: Monit w dowolnym formacie
pt_br: Prompt de formato livre
pt_pt: Solicitação de forma livre
ro: Solicitare în formă liberă
ru: Произвольная подсказка
sq: Prompt Freeform
sv: Fritextfråga
sw: Mwongozo wa fomu huria
te: ఫ్రీఫార్మ్ ప్రాంప్ట్
th: พรอมต์รูปแบบอิสระ
uk: Підказка довільної форми
uz: Erkin shakl so'rovi
vi: Lời nhắc biểu mẫu tự do

source: Example: Please provide us feedback on this section.
af_za: Voorbeeld: Gee asseblief vir ons terugvoer oor hierdie afdeling.
ar: مثال: يرجى تزويدنا بتعليقاتك على هذا القسم.
bo: དཔེར་ན། དོན་ཚན་འདིའི་ཐད་ང་ཚོར་བསམ་འཆར་སྤྲོད་རོགས།
de_de: Beispiel: Bitte geben Sie uns Feedback zu diesem Abschnitt.
el: Παράδειγμα: Δώστε μας σχόλια για αυτήν την ενότητα.
es_419: Ejemplo: Por favor, proporciónenos comentarios sobre esta sección.
fa: مثال: لطفاً نظرات خود را در مورد این بخش به ما ارائه دهید.
fr_ca: Exemple : veuillez nous faire part de votre rétroaction sur cette section.
he: דוגמה: אנא ספק לנו משוב על סעיף זה.
hi: उदाहरण: कृपया हमें इस अनुभाग पर प्रतिक्रिया प्रदान करें।
hu: Kérjük, adjon visszajelzést erről a szakaszról.
it_it: Esempio: forniscici feedback su questa sezione.
ja: このセクションについてのフィードバックをお願いします。
ka: მაგალითი: გთხოვთ, მოგვაწოდოთ გამოხმაურება ამ განყოფილების შესახებ.
kk: Мысал: Осы бөлім бойынша бізге кері байланыс беріңіз.
lv: Piemērs: lūdzu, sniedziet mums atsauksmes par šo sadaļu.
pl: Przykład: prześlij nam opinię na temat tej sekcji.
pt_br: Exemplo: forneça comentários sobre esta seção.
pt_pt: Exemplo: Por favor, dê-nos feedback sobre esta secção.
ro: Exemplu: vă rugăm să ne furnizați feedback cu privire la această secțiune.
ru: Пример: оставьте отзыв по этому разделу.
sq: Shembull: Ju lutemi na jepni komente për këtë seksion.
sv: Exempel: Vänligen ge oss feedback på denna sektion.
sw: Mfano: Tafadhali tupe maoni kuhusu sehemu hii.
te: ఉదాహరణ: దయచేసి ఈ విభాగంపై మాకు అభిప్రాయాన్ని అందించండి.
th: ตัวอย่าง: โปรดให้ข้อเสนอแนะในส่วนนี้แก่เรา
uk: Приклад: надайте нам відгук про цей розділ.
uz: Misol: Iltimos, ushbu bo'lim haqida bizga fikr bildiring.
vi: Ví dụ: Vui lòng cung cấp cho chúng tôi thông tin phản hồi về phần này.

source: Freeform placeholder
af_za: Vryvorm plekhouer
ar: عنصر نائب ذو شكل حر
bo: རང་དབང་རྣམ་པའི་ས་གནས་འཛིན།
de_de: Freiform-Platzhalter
el: Ελεύθερη μορφή κράτησης θέσης
es_419: Texto del comentario libre del usuario
fa: مکان نگهدار فرم آزاد
fr_ca: Espace réservé de forme libre
he: מציין מיקום חופשי
hi: फ्रीफॉर्म प्लेसहोल्डर
hu: Szabad szöveges helykitöltő
it_it: Segnaposto a forma libera
ja: 自由形式のプレースホルダー
ka: თავისუფალი ფორმის ჩანაცვლება
kk: Еркін толтырғыш
lv: Brīvas formas vietturis
pl: Symbol zastępczy o dowolnym kształcie
pt_br: Espaço reservado de forma livre
pt_pt: Espaço reservado de forma livre
ro: Substituent cu formă liberă
ru: Заполнитель произвольной формы
sq: Vendmbajtësi i formës së lirë
sv: Fritt formulär platshållare
sw: Kishika nafasi cha umbo huria
te: ఫ్రీఫార్మ్ ప్లేస్‌హోల్డర్
th: ตัวยึดรูปแบบอิสระ
uk: Заповнювач довільної форми
uz: Erkin shakldagi to'ldiruvchi
vi: Trình giữ chỗ dạng tự do

source: This is shown as grayed out text before the student has answered.
af_za: Dit word as vergrysde teks getoon voordat die student geantwoord het.
ar: يظهر هذا كنص باللون الرمادي قبل أن يجيب الطالب.
bo: སློབ་མས་ལན་མ་བཏབ་གོང་འདི་ཡིག་ཆ་སྐྱ་བོ་ལྟར་སྟོན་གྱི་ཡོད།
de_de: Dies wird als ausgegrauter Text angezeigt, bevor der Schüler geantwortet hat.
el: Αυτό εμφανίζεται ως γκριζαρισμένο κείμενο πριν απαντήσει ο μαθητής.
es_419: Esto es mostrado como texto gris antes que el usuario haya contestado
fa: قبل از اینکه دانش آموز پاسخ دهد این به صورت متن خاکستری نشان داده می شود.
fr_ca: Ceci est affiché sous forme de texte grisé avant que l'étudiant n'ait répondu.
he: זה מוצג כטקסט באפור לפני שהתלמיד ענה.
hi: छात्र के उत्तर देने से पहले इसे धूसर पाठ के रूप में दिखाया जाता है।
hu: Ez szürke szövegként jelenik meg, mielőtt a diák válaszolt volna.
it_it: Questo viene mostrato come testo in grigio prima che lo studente abbia risposto.
ja: 学生が回答する前に、灰色の文字で表示されます。
ka: ეს ნაჩვენებია როგორც ნაცრისფერი ტექსტი, სანამ მოსწავლე უპასუხებს.
kk: Бұл студент жауап бермес бұрын сұр түсті мәтін ретінде көрсетіледі.
lv: Tas tiek parādīts kā pelēks teksts, pirms dalībnieks ir atbildējis.
pl: Jest to wyświetlane jako wyszarzony tekst, zanim uczeń odpowie.
pt_br: Isso é mostrado como texto esmaecido antes que o aluno responda.
pt_pt: Isto é mostrado como texto a cinzento antes de o aluno ter respondido.
ro: Acesta este afișat sub formă de text gri înainte ca studentul să răspundă.
ru: Прежде чем учащийся ответит, он отображается серым цветом.
sq: Ky tregohet si tekst i grirë përpara se studenti të përgjigjet.
sv: Detta visas som gråtonad text innan studenten har svarat.
sw: Maandishi haya yanaonyeshwa kama maandishi ya kijivu kabla ya mwanafunzi kujibu.
te: విద్యార్థి సమాధానం ఇవ్వడానికి ముందు ఇది బూడిదరంగు వచనంగా చూపబడుతుంది.
th: ซึ่งจะแสดงเป็นข้อความสีเทาก่อนที่นักเรียนจะตอบ
uk: Це відображається як сірий текст до того, як учень відповість.
uz: Bu talaba javob berishidan oldin kulrang matn sifatida ko'rsatiladi.
vi: Nội dung này được hiển thị dưới dạng văn bản màu xám trước khi học sinh trả lời.

source: Likert icon set
af_za: Likert-ikoonstel
ar: مجموعة أيقونات ليكرت
bo: ལི་ཀར་ཊི་འདྲ་སྐུ་སྒྲིག་ཆས།
el: Σύνολο εικονιδίων Likert
es_419: Grupo de íconos
fa: مجموعه آیکون لیکرت
fr_ca: Jeu d'icônes Likert
he: סט אייקונים של Likert
hi: लिकर्ट आइकन सेट
hu: Likert ikon készlet
it_it: Insieme dell&#39;icona di Likert
ja: リッカートアイコンセット
ka: ლიკერტის ხატულა ნაკრები
kk: Лайкерт белгішелері жинағы
lv: Likerta ikonu kopa
pl: Zestaw ikon Likerta
pt_br: Conjunto de ícones Likert
pt_pt: Conjunto de ícones Likert
ro: Set de pictograme Likert
ru: Набор иконок Лайкерта
sq: Set ikonave Likert
sv: Likert-ikonuppsättning
sw: Seti ya ikoni ya Likert
te: లైకర్ట్ చిహ్నం సెట్
th: ไอคอนลิเคิร์ตพร้อม
uk: Лайкерт набір іконок
uz: Likert belgisi to'plami
vi: Bộ biểu tượng Likert

source: Faces (happy to sad)
af_za: Gesigte (gelukkig tot hartseer)
ar: وجوه (سعيد إلى حزين)
bo: ངོ་གདོང་(དགའ་བ་ནས་སྡུག་བསྔལ་བར)
de_de: Gesichter (froh bis traurig)
el: Πρόσωπα (χαρούμενα έως λυπημένα)
es_419: Caras (feliz a triste)
fa: چهره ها (از خوشحال تا غمگین)
fr_ca: Visages (heureux à triste)
he: פרצופים (שמחים עד עצובים)
hi: चेहरे (खुशी से उदास)
hu: Arcok (vidámtól szomorúig)
it_it: Facce (da felici a tristi)
ja: 顔（嬉しいから悲しいまで）
kk: Жүздер (қуанышты және қайғылы)
lv: Sejas (priecīgas vai skumjas)
pl: Twarze (od radości do smutku)
pt_br: Rostos (feliz a triste)
pt_pt: Rostos (alegres a tristes)
ro: Fețe (fericite până la triste)
ru: Лица (от радости до грусти)
sq: Fytyra (nga të lumtura në të trishtuara)
sv: Ansikten (glada till ledsna)
sw: Nyuso (furaha kwa huzuni)
te: ముఖాలు (సంతోషం నుండి విచారం)
th: ใบหน้า (สุขถึงเศร้า)
uk: Обличчя (від радісних до сумних)
uz: Yuzlar (baxtli va qayg'uli)
vi: Khuôn mặt (vui đến buồn)

source: Faces (sad to happy to sad)
ar: وجوه (حزين إلى سعيد إلى حزين)
de_de: Gesichter (traurig über glücklich bis traurig)
el: Πρόσωπα (από λυπημένος έως χαρούμενος έως λυπημένος)
es_419: Caras (triste a feliz a triste)
fa: چهره ها (غمگین از خوشحال تا غمگین)
fr_ca: Visages (triste à heureux à triste)
he: פרצופים (עצוב עד שמח לעצוב)
it_it: Facce (da tristi a felici a tristi)
kk: Беттер (мұңдыдан қуаныштыға, қайтадан мұңдыға)
lv: Sejas (no skumjām līdz priecīgām līdz skumjām)
pt_br: Rostos (tristes, felizes e tristes)
ru: Лица (от грусти до радости и грусти)
sw: Nyuso (huzuni hadi furaha hadi huzuni)
te: ముఖాలు (విచారం నుండి సంతోషం నుండి విచారం వరకు)
th: ใบหน้า (เศร้าถึงดีใจถึงเศร้า)
uk: Обличчя (від сумного до щасливого до сумного)
uz: Yuzlar (qayg'ulidan xursand va qayg'uli)
vi: Khuôn mặt (buồn đến vui đến buồn)

source: Numeric
af_za: Numeries
ar: رقمي
bo: གྲངས་ཀ།
de_de: Numerisch
el: Αριθμητικός
es_419: Numérico
fa: عددی
fr_ca: Numérique
he: מספרי
hi: संख्यात्मक
hu: Számértékes
it_it: Numerico
ja: 数値
ka: რიცხვობრივი
kk: Сандық
lv: Skaitlis
pl: Numeryczny
pt_br: Numérico
pt_pt: Numérico
ru: Числовой
sq: Numerike
sv: Numerisk
sw: Nambari
te: సంఖ్యాపరమైన
th: ตัวเลข
uk: Числовий
uz: Raqamli
vi: số

source: Stars
af_za: Sterre
ar: النجوم
bo: སྐར་མ།
de_de: Sterne
el: αστέρια
es_419: Estrellas
fa: ستاره ها
fr_ca: Étoiles
he: כוכבים
hi: सितारे
hu: Csillagok
it_it: Stelle
ka: ვარსკვლავი
kk: Жұлдыздар
lv: Zvaigznes
pl: Gwiazdy
pt_br: Estrelas
pt_pt: Estrelas
ru: Звезды
sq: Yjet
sv: Stjärnor
sw: Nyota
te: నక్షత్రాలు
th: ดาว
uk: Зірки
uz: Yulduzlar
vi: Ngôi sao

source: We can either show happy/sad faces, numbers 1-5 or stars.
af_za: Ons kan óf gelukkige/hartseer gesigte, nommers 1-5 óf sterre wys.
ar: يمكننا إما إظهار الوجوه السعيدة/الحزينة، أو الأرقام من 1 إلى 5 أو النجوم.
bo: ང་ཚོས་སྐྱིད་པོ་དང་བློ་འགྱོད་ཀྱི་གདོང་། ཨང་གྲངས་༡ནས་༥བར། ཡང་ན་སྐར་མ་སྟོན་ཐུབ།
de_de: Wir können entweder fröhliche/traurige Gesichter, Zahlen 1-5 oder Sterne zeigen.
el: Μπορούμε είτε να δείξουμε χαρούμενα/λυπημένα πρόσωπα, αριθμούς 1-5 ή αστέρια.
es_419: Podemos mostrar caras felices/tristes, números del 1 al 5 o estrellas.
fa: می‌توانیم چهره‌های شاد/غمگین، اعداد 1-5 یا ستاره‌ها را نشان دهیم.
fr_ca: Nous pouvons soit montrer des visages heureux/tristes, soit des chiffres de 1 à 5 soit des étoiles.
he: אנחנו יכולים להראות פרצופים שמחים/עצובים, מספרים 1-5 או כוכבים.
hi: हम या तो खुश/उदास चेहरे, संख्या 1-5 या सितारे दिखा सकते हैं।
hu: Mutatunk boldog/szomorú arcokat, 1-5-ig terjedő számokat vagy csillagokat.
it_it: Possiamo mostrare facce felici/tristi, numeri da 1 a 5 o stelle.
ka: ჩვენ შეგვიძლია ვაჩვენოთ ბედნიერი / სევდიანი სახეები, რიცხვები 1-5 ან ვარსკვლავები.
kk: Біз бақытты/қайғылы жүздерді, 1-5 сандарын немесе жұлдыздарды көрсете аламыз.
lv: Mēs varam parādīt priecīgas/skumjas sejas, skaitļus 1-5 vai zvaigznes.
pl: Możemy pokazać szczęśliwe/smutne twarze, cyfry 1-5 lub gwiazdki.
pt_br: Podemos mostrar rostos felizes/tristes, números de 1 a 5 ou estrelas.
pt_pt: Podemos mostrar caras felizes/tristes, números de 1 a 5 ou estrelas.
ru: Мы можем показывать счастливые/грустные лица, цифры 1–5 или звезды.
sq: Mund të tregojmë ose fytyra të gëzuara/të trishtuara, numrat 1-5 ose yjet.
sv: Vi kan antingen visa glada/ledsna ansikten, siffror 1-5 eller stjärnor.
sw: Tunaweza kuonyesha nyuso zenye furaha/huzuni, nambari 1-5 au nyota.
te: మేము సంతోషకరమైన/దుఃఖకరమైన ముఖాలు, 1-5 సంఖ్యలు లేదా నక్షత్రాలను చూపవచ్చు.
th: สามารถเลือกแสดงหน้าสุข/เศร้า หมายเลข 1-5 หรือรูปดาวก็ได้
uk: Ми можемо показувати щасливі/сумні обличчя, цифри 1-5 або зірочки.
uz: Biz baxtli/qayg'uli yuzlarni, 1-5 raqamlarni yoki yulduzlarni ko'rsatishimiz mumkin.
vi: Chúng ta có thể hiển thị khuôn mặt vui/buồn, số 1-5 hoặc ngôi sao.

source: Likert prompt
af_za: Likert-opdrag
ar: موجه ليكرت
bo: ལི་ཀར་ཊི་བརྡ་སྟོན།
de_de: Likert-Eingabeaufforderung
el: Προτροπή Likert
es_419: Texto del likert
fa: درخواست لیکرت
fr_ca: Invite Likert
he: הנחיה של ליקרט
hi: लिकर्ट प्रॉम्प्ट
hu: Likert kérdés
it_it: Richiesta di likert
ka: ლიკერტის მოთხოვნა
kk: Лайк шақыру
lv: Likerta uzvedne
pl: Podpowiedź Likerta
pt_br: Solicitação de Likert
pt_pt: Questionário de Likert
ru: Лайкерт подскажет
sv: Likert-fråga
sw: Kidokezo cha Likert
te: లైకర్ట్ ప్రాంప్ట్
th: ลิเคิร์ตพร้อมท์
uk: Підказка Лайкерта
uz: Likert taklifi
vi: Lời nhắc likert

source: Example: Please rate your overall experience with this section.
af_za: Voorbeeld: Gradeer asseblief jou algehele ervaring met hierdie afdeling.
ar: مثال: يرجى تقييم تجربتك الشاملة مع هذا القسم.
bo: དཔེར་ན། ཁྱེད་རང་གི་སྡེ་ཚན་འདིའི་སྤྱིའི་ཉམས་མྱོང་ལ་ཚད་གཞི་སྤྲོད་རོགས།
de_de: Beispiel: Bitte bewerten Sie Ihre Gesamterfahrung mit diesem Abschnitt.
el: Παράδειγμα: Αξιολογήστε τη συνολική εμπειρία σας με αυτήν την ενότητα.
es_419: Ejemplo: Por favor califique su experiencia general con esta sección
fa: مثال: لطفاً به تجربه کلی خود در این بخش امتیاز دهید.
fr_ca: Exemple : Veuillez évaluer votre expérience globale avec cette section.
he: דוגמה: אנא דרג את החוויה הכוללת שלך עם סעיף זה.
hi: उदाहरण: कृपया इस अनुभाग के साथ अपने समग्र अनुभव का मूल्यांकन करें।
hu: Kérjük, értékelje az általános tapasztalatait ezzel a résszel kapcsolatban.
it_it: Esempio: valuta la tua esperienza complessiva con questa sezione.
ja: 例：このセクションでの全体的な体験を評価してください。
ka: მაგალითი: გთხოვთ, შეაფასოთ თქვენი საერთო გამოცდილება ამ განყოფილებაში.
kk: Мысал: Осы бөлім бойынша жалпы тәжірибеңізді бағалаңыз.
lv: Piemērs: lūdzu, novērtējiet savu vispārējo pieredzi ar šo sadaļu.
pl: Przykład: oceń swoje ogólne wrażenia z tej sekcji.
pt_br: Exemplo: avalie sua experiência geral com esta seção.
pt_pt: Exemplo: Avalie a sua experiência global com esta secção.
ro: Exemplu: vă rugăm să evaluați experiența dvs. generală cu această secțiune.
ru: Пример: Пожалуйста, оцените свой общий опыт работы с этим разделом.
sq: Shembull: Ju lutemi vlerësoni përvojën tuaj të përgjithshme me këtë seksion.
sv: Exempel: Vänligen betygsätt din övergripande upplevelse av detta avsnitt.
sw: Mfano: Tafadhali kadiria matumizi yako kwa ujumla na sehemu hii.
te: ఉదాహరణ: దయచేసి ఈ విభాగంతో మీ మొత్తం అనుభవాన్ని రేట్ చేయండి.
th: ตัวอย่าง: โปรดให้คะแนนประสบการณ์โดยรวมของคุณในส่วนนี้
uk: Приклад: будь ласка, оцініть свій загальний досвід роботи з цим розділом.
uz: Misol: Iltimos, ushbu bo'lim bilan umumiy tajribangizni baholang.
vi: Ví dụ: Vui lòng đánh giá trải nghiệm chung của bạn với phần này.

source: Likert option 1
af_za: Likert opsie 1
ar: خيار ليكرت 1
bo: ལི་ཀར་ཊི་གདམ་ག ༡
el: Επιλογή Likert 1
es_419: Opción 1 del likert
fa: گزینه لیکرت 1
fr_ca: Option de Likert 1
he: אופציה 1 של ליקרט
hi: लिकर्ट विकल्प 1
hu: Likert opció 1
it_it: Opzione Likert 1
ja: リッカートオプション1
ka: ლიკერტის ვარიანტი 1
kk: Лайкерт опциясы 1
lv: Likerta 1. variants
pl: Podoba mi się opcja 1
pt_br: Opção Likert 1
pt_pt: Opção 1 de Likert
ro: Likert opțiune 1
ru: Лайкерт вариант 1
sq: Opsioni Likert 1
sv: Likert-alternativ 1
sw: Chaguo la Likert 1
te: లైకర్ట్ ఎంపిక 1
th: ลิเคิร์ต ตัวเลือกที่ 1
uk: Варіант Лайкерта 1
uz: Likert varianti 1
vi: Likert tùy chọn 1

source: Example: Excellent!
af_za: Voorbeeld: Uitstekend!
ar: مثال: ممتاز!
bo: དཔེར་ན། ཕུལ་བྱུང་།
de_de: Beispiel: Ausgezeichnet!
el: Παράδειγμα: Εξαιρετικό!
es_419: Ejemplo: ¡Excellente!
fa: مثال: عالی!
fr_ca: Exemple : Excellent!
he: דוגמה: מעולה!
hi: उदाहरण: बहुत बढ़िया!
hu: Példa: Kiváló!
it_it: Esempio: Eccellente!
ja: 素晴らしい！
ka: მაგალითი: შესანიშნავი!
kk: Мысалы: Тамаша!
lv: Piemērs: lieliski!
pl: Przykład: Doskonale!
pt_br: Exemplo: Excelente!
pt_pt: Exemplo: Excelente!
ro: Exemplu: Excelent!
ru: Пример: Отлично!
sq: Shembull: Shkëlqyeshëm!
sv: Exempel: Utmärkt!
sw: Mfano: Bora!
te: ఉదాహరణ: అద్భుతమైనది!
th: ตัวอย่าง: ยอดเยี่ยม!
uk: Приклад: Відмінно!
uz: Misol: Ajoyib!
vi: Ví dụ: Tuyệt vời!

source: Likert option 2
af_za: Likert opsie 2
ar: خيار ليكرت 2
bo: ལི་ཀར་ཊི་གདམ་ག་༢
el: Επιλογή Likert 2
es_419: Opción 2 del likert
fa: گزینه لیکرت 2
fr_ca: Option de Likert 2
he: אפשרות ליקרט 2
hi: लिकर्ट विकल्प 2
hu: Likert lehetőség 2
it_it: Opzione Likert 2
ja: リッカートオプション2
ka: ლიკერტის ვარიანტი 2
kk: Лайкерт опциясы 2
lv: Likerta 2. variants
pl: Podoba mi się opcja 2
pt_br: Opção Likert 2
pt_pt: Opção 2 de Likert
ro: Likert opțiune 2
ru: Лайкерт вариант 2
sq: Likert opsioni 2
sv: Likert-alternativ 2
sw: Chaguo la Likert 2
te: లైకర్ట్ ఎంపిక 2
th: ลิเคิร์ต ตัวเลือกที่ 2
uk: Варіант Лайкерта 2
uz: Likert varianti 2
vi: Likert tùy chọn 2

source: Example: Good
af_za: Voorbeeld: Goed
ar: مثال: جيد
bo: དཔེར་ན། ཡག་པོ།
de_de: Beispiel: Gut
el: Παράδειγμα: Καλό
es_419: Ejemplo: Bueno
fa: مثال: خوب
fr_ca: Exemple : Bon
he: דוגמה: טוב
hi: उदाहरण: अच्छा
hu: Példa: Jó
it_it: Esempio: buono
ja: 例：良い
ka: მაგალითი: კარგი
kk: Мысалы: Жақсы
lv: Piemērs: labi
pl: Przykład: dobry
pt_br: Exemplo: Bom
pt_pt: Exemplo: Bom
ro: Exemplu: Bun
ru: Пример: Хорошо
sq: Shembull: Mirë
sv: Exempel: Bra
sw: Mfano: Nzuri
te: ఉదాహరణ: బాగుంది
th: ตัวอย่าง: ดี
uk: Приклад: Добре
uz: Misol: Yaxshi
vi: Ví dụ: Tốt

source: Likert option 3
af_za: Likert opsie 3
ar: خيار ليكرت 3
bo: ལི་ཀར་ཊི་གདམ་ག་གསུམ་པ།
el: Επιλογή Likert 3
es_419: Opción 3 del likert
fa: گزینه لیکرت 3
fr_ca: Option de Likert 3
he: אופציה 3 של ליקרט
hi: लिकर्ट विकल्प 3
hu: Likert opció 3
it_it: Opzione Likert 3
ja: リッカートオプション3
ka: ლიკერტის ვარიანტი 3
kk: Лайкерт опциясы 3
lv: Likerta 3. variants
pl: Podoba mi się opcja 3
pt_br: Opção Likert 3
pt_pt: Opção 3 de Likert
ro: Likert opțiune 3
ru: Лайкерт вариант 3
sq: Likert opsioni 3
sv: Likert-alternativ 3
sw: Chaguo la Likert 3
te: లైకర్ట్ ఎంపిక 3
th: ลิเคิร์ต ตัวเลือกที่ 3
uk: Варіант Лайкерта 3
uz: Likert varianti 3
vi: Tùy chọn Likert 3

source: Example: Average
af_za: Voorbeeld: Gemiddeld
ar: مثال: متوسط
bo: དཔེར་ན། ཆ་སྙོམས།
de_de: Beispiel: Durchschnitt
el: Παράδειγμα: Μέσος όρος
es_419: Ejemplo: Promedio
fa: مثال: متوسط
fr_ca: Exemple : Moyen
he: דוגמה: ממוצע
hi: उदाहरण: औसत
hu: Példa: Közepes
it_it: Esempio: nella media
ja: 例：平均
ka: მაგალითი: საშუალო
kk: Мысалы: Орташа
lv: Piemērs: vidēji
pl: Przykład: Średnia
pt_br: Exemplo: Média
pt_pt: Exemplo: Média
ro: Exemplu: medie
ru: Пример: Среднее
sq: Shembull: Mesatare
sv: Exempel: Medel
sw: Mfano: Wastani
te: ఉదాహరణ: సగటు
th: ตัวอย่าง: เฉลี่ย
uk: Приклад: Середній
uz: Misol: O'rtacha
vi: Ví dụ: Trung bình

source: Likert option 4
af_za: Likert opsie 4
ar: خيار ليكرت 4
bo: ལི་ཀར་ཊི་གདམ་ག་4
el: Επιλογή Likert 4
es_419: Opción 4 del likert
fa: گزینه لیکرت 4
fr_ca: Option de Likert 4
he: אופציה 4 של ליקרט
hi: लिकर्ट विकल्प 4
hu: Likert 4. lehetőség
it_it: Opzione Likert 4
ja: リッカートオプション4
ka: ლიკერტის ვარიანტი 4
kk: Лайкерт опциясы 4
lv: Likerta 4. variants
pl: Podoba mi się opcja 4
pt_br: Opção Likert 4
pt_pt: Opção 4 de Likert
ro: Likert opțiune 4
ru: Лайкерт вариант 4
sq: Likert opsioni 4
sv: Alternativ 4 på Likert-skalan
sw: Chaguo la Likert 4
te: లైకర్ట్ ఎంపిక 4
th: ลิเคิร์ต ตัวเลือกที่ 4
uk: Варіант Лайкерта 4
uz: Likert varianti 4
vi: Tùy chọn Likert 4

source: Example: Fair
af_za: Voorbeeld: Regverdig
ar: مثال: عادل
bo: དཔེར་ན། དྲང་བདེན།
de_de: Beispiel: Fair
el: Παράδειγμα: Δίκαιο
es_419: Ejemplo: Regular
fa: مثال: منصفانه
fr_ca: Exemple : Juste
he: דוגמה: הוגן
hi: उदाहरण: निष्पक्ष
hu: Példa: Közepes
it_it: Esempio: giusto
ka: მაგალითი: სამართლიანი
kk: Мысалы: Әділ
lv: Piemērs: apmierinoši
pl: Przykład: Sprawiedliwy
pt_br: Exemplo: Justo
pt_pt: Exemplo: Justo
ro: Exemplu: echitabil
ru: Пример: Ярмарка
sq: Shembull: E drejtë
sv: Exempel: Godkänd
sw: Mfano: Haki
te: ఉదాహరణ: సరసమైనది
th: ตัวอย่าง: ยุติธรรม
uk: Приклад: Ярмарок
uz: Misol: adolatli
vi: Ví dụ: Công bằng
