Repository: openedx/openedx-translations
Catalog: translations/FeedbackXBlock/feedback/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ar, bo, de_de, el, es_419, fa, fr_ca, he, hi, hu, it_it, ja, ka, kk, lv, pl, pt_br, pt_pt, ro, ru, sq, sv, sw, te, th, uk, uz, vi

source: What did you learn from this? What was missing?
af_za: Wat het jy hieruit geleer? Wat was vermis?
ar: ماذا تعلمت من هذا؟ ما كان في عداد المفقودين؟
bo: ཁྱེད་ལ་ངེས་ཤེས་ག་རེ་རྙེད་སོང་། མ་ཚང་དེ་འདྲ་འདུག་གམ།
de_de: Was haben Sie daraus gelernt? Was hat gefehlt?
el: Τι έμαθες από αυτό; Τι έλειπε;
es_419: ¿Que aprendiste de esto? ¿Lo que faltaba?
fa: از این چه چیزی یاد گرفتی؟ چه چیزی کم بود؟
fr_ca: Qu’avez-vous appris de cela? Que manquait-il?
he: מה למדת מזה? מה היה חסר?
hi: आपने इससे क्या सीखा? क्या छूट रहा है?
hu: Mit tanultál ebből? Mi hiányzott?
it_it: Cosa hai imparato da questo? Cosa mancava?
ka: რა ისწავლეთ აქედან? რა აკლია?
kk: Бұдан не үйрендің? Не жетіспеді?
lv: Ko jūs no tā mācījāties? Kas pietrūka?
pl: Czego się dzięki temu nauczyłeś? Czego brakowało?
pt_br: O que você aprendeu com isso? O que estava faltando?
pt_pt: O que é que aprendeu com isto? O que é que faltava?
ru: Что вы из этого узнали? Чего не хватало?
sq: Çfarë mësuat nga kjo? Çfarë mungonte?
sv: Vad lärde du dig av detta? Vad saknades?
sw: Umejifunza nini kutokana na hili? Nini kilikosekana?
te: దీని నుండి మీరు ఏమి నేర్చుకున్నారు? ఏమి లేదు?
th: คุณเรียนรู้อะไรจากสิ่งนี้? อะไรหายไป?
uk: Що ви з цього навчилися? Чого не вистачало?
uz: Bundan nimani o'rgandingiz? Nima etishmayotgan edi?
vi: Bạn đã học được gì từ điều này? Cái gì thiếu?

source: How would you rate this as a learning experience?
af_za: Hoe sou jy dit as &#39;n leerervaring beoordeel?
ar: كيف تقيم هذا كتجربة تعليمية؟
bo: ཁྱེད་ཀྱི་ཉམས་མྱོང་ལ་དཔག་ན་འདིར་རིན་ཐང་ཅི་ཙམ་སྤྲོད་ས་རེད།
de_de: Wie würden Sie dies als Lernerfahrung bewerten?
el: Πώς θα αξιολογούσατε αυτό ως μαθησιακή εμπειρία;
es_419: ¿Cómo calificaría esto como una experiencia de aprendizaje?
fa: شما این را به عنوان یک تجربه یادگیری چگونه ارزیابی می کنید؟
fr_ca: Comment qualifieriez-vous le tout en tant qu’expérience d’apprentissage?
he: איך היית מדרג את זה כחוויה לימודית?
hi: आप इसे सीखने के अनुभव के रूप में कैसे आंकेंगे?
hu: Hogyan értékelné ezt, mint tanulási élményt?
it_it: Come valuteresti questa esperienza formativa?
ja: この学習体験をどのように評価しますか？
ka: როგორ შეაფასებდით ამას, როგორც სასწავლო გამოცდილებას?
kk: Мұны оқу тәжірибесі ретінде қалай бағалайсыз?
lv: Kā jūs to vērtētu kā mācību pieredzi?
pl: Jak oceniłbyś to jako pouczające doświadczenie?
pt_br: Como você classificaria isso como uma experiência de aprendizado?
pt_pt: Como classificaria esta experiência como uma experiência de aprendizagem?
ru: Как бы вы оценили это как полезный опыт?
sq: Si do ta vlerësonit këtë si një përvojë mësimore?
sv: Hur skulle du betygsätta detta som en lärande upplevelse?
sw: Je, unaweza kukadiriaje hii kama uzoefu wa kujifunza?
te: మీరు దీన్ని అభ్యాస అనుభవంగా ఎలా రేట్ చేస్తారు?
th: คุณจะให้คะแนนสิ่งนี้ว่าเป็นประสบการณ์การเรียนรู้อย่างไร
uk: Як би ви оцінили це як навчальний досвід?
uz: Buni o'rganish tajribasi sifatida qanday baholaysiz?
vi: Bạn đánh giá đây như một kinh nghiệm học tập như thế nào?

source: Think about the material, and try to synthesize key lessons learned, as well as key gaps in our presentation.
af_za: Dink na oor die materiaal en probeer om sleutellesse wat geleer is, sowel as sleutelgapings in ons aanbieding te sintetiseer.
ar: فكر في المادة، وحاول تجميع الدروس الأساسية المستفادة، بالإضافة إلى الثغرات الرئيسية في عرضنا التقديمي.
bo: བརྗོད་གཞིའི་སྐོར་ལ་བསམ་བློ་བཏང་ནས། སློབ་སྦྱོང་བྱས་པའི་སློབ་ཚན་གཙོ་བོ་དང་། ངེས་བདེན་མེད་པའི་གནས་ཚུལ་ལ་བརྗོད་དོན་བསྡུས་དགོས།
de_de: Denken Sie über das Material nach und versuchen Sie, die wichtigsten gewonnenen Erkenntnisse sowie die wichtigsten Lücken in unserer Präsentation zusammenzufassen.
el: Σκεφτείτε το υλικό και προσπαθήστε να συνθέσετε βασικά διδάγματα, καθώς και βασικά κενά στην παρουσίασή μας.
es_419: Piense en el material e intente sintetizar las lecciones clave aprendidas, así como las palabras clave en nuestra presentación.
fa: در مورد مطالب فکر کنید و سعی کنید درس های کلیدی آموخته شده و همچنین شکاف های کلیدی در ارائه خود را ترکیب کنید.
fr_ca: Réfléchissez au contenu et essayez de synthétiser les principales leçons apprises, ainsi que les principales lacunes de notre présentation.
he: חשבו על החומר, ונסו לסנתז לקחים מרכזיים שנלמדו, כמו גם פערים מרכזיים במצגת שלנו.
hi: सामग्री के बारे में सोचें, और सीखे गए मुख्य पाठों के साथ-साथ हमारी प्रस्तुति में प्रमुख कमियों को संश्लेषित करने का प्रयास करें।
hu: Gondolkozzon el az anyagon, és próbálja meg összefoglalni a tanult kulcsfontosságú leckéket, valamint az előadásunkban lévő főbb hiányosságokat.
it_it: Pensa al materiale e prova a sintetizzare le principali lezioni apprese, nonché le principali lacune nella nostra presentazione.
ja: 教材について考え、学んだ重要な教訓やプレゼンテーションの主な欠点をまとめてみてください。
ka: იფიქრეთ მასალაზე და შეეცადეთ სინთეზირება მოახდინოთ მიღებული ძირითადი გაკვეთილები, ისევე როგორც ძირითადი ხარვეზები ჩვენს პრეზენტაციაში.
kk: Материал туралы ойланыңыз және алынған негізгі сабақтарды, сондай-ақ біздің презентациядағы негізгі олқылықтарды синтездеуге тырысыңыз.
lv: Pārdomājiet materiālu un mēģiniet apkopot galvenās gūtās atziņas, kā arī galvenos trūkumus mūsu prezentācijā.
pl: Zastanów się nad materiałem i spróbuj zsyntetyzować najważniejsze wnioski, a także kluczowe luki w naszej prezentacji.
pt_br: Pense no material e tente sintetizar as principais lições aprendidas, bem como as principais lacunas na nossa apresentação.
pt_pt: Reflita sobre o material e tente sintetizar as principais lições aprendidas, bem como as principais lacunas da nossa apresentação.
ru: Подумайте о материале и попытайтесь обобщить ключевые извлеченные уроки, а также основные пробелы в нашей презентации.
sq: Mendoni për materialin dhe përpiquni të sintetizoni mësimet kryesore të nxjerra, si dhe boshllëqet kryesore në prezantimin tonë.
sv: Tänk på materialet och försök att sammanfatta de viktigaste lärdomarna samt de viktigaste bristerna i vår presentation.
sw: Fikiria kuhusu nyenzo, na ujaribu kuunganisha masomo muhimu uliyojifunza, pamoja na mapungufu muhimu katika uwasilishaji wetu.
te: మెటీరియల్ గురించి ఆలోచించండి మరియు నేర్చుకున్న కీలక పాఠాలను, అలాగే మా ప్రెజెంటేషన్‌లోని కీలక ఖాళీలను సంశ్లేషణ చేయడానికి ప్రయత్నించండి.
th: คิดถึงเนื้อหา และพยายามสังเคราะห์บทเรียนสำคัญที่ได้เรียนรู้ รวมถึงช่องว่างสำคัญในการนำเสนอของเรา
uk: Подумайте про матеріал і спробуйте синтезувати ключові засвоєні уроки, а також ключові прогалини в нашій презентації.
uz: Material haqida o'ylab ko'ring va olingan asosiy saboqlarni hamda taqdimotimizdagi asosiy kamchiliklarni umumlashtirishga harakat qiling.
vi: Hãy suy nghĩ về tài liệu và cố gắng tổng hợp những bài học chính đã học cũng như những lỗ hổng chính trong bài thuyết trình của chúng ta.

source: Take a little bit of time to reflect here. Research shows that a meaningful synthesis will help you better understand and remember material from this course.
af_za: Neem &#39;n bietjie tyd om hier te besin. Navorsing toon dat &#39;n sinvolle sintese jou sal help om materiaal van hierdie kursus beter te verstaan en te onthou.
ar: خذ القليل من الوقت للتفكير هنا. تظهر الأبحاث أن التوليف المفيد سيساعدك على فهم وتذكر المواد من هذه الدورة بشكل أفضل.
bo: དུས་ཚོད་ཅུང་ཟད་བཏང་ནས་འདིར་བསམ་གཞིག་བྱོས། ཞིབ་འཇུག་གིས་སློབ་ཚན་འདིའི་ནང་དུ་ཡོད་པའི་རྒྱུ་ཆ་ལ་གོ་བ་ལེན་དང་དྲན་ཐུབ་པར་དོན་སྙིང་ལྡན་པའི་མཉམ་བསྲེས་ཤིག་གིས་ཕན་ཐོགས་ཡོད་པའི་གནས་ཚུལ་སྟོན་གྱི་ཡོད།
de_de: Nehmen Sie sich hier ein wenig Zeit zum Nachdenken. Untersuchungen zeigen, dass eine aussagekräftige Zusammenfassung Ihnen hilft, den Stoff aus diesem Kurs besser zu verstehen und sich daran zu erinnern.
el: Αφιερώστε λίγο χρόνο για να σκεφτείτε εδώ. Η έρευνα δείχνει ότι μια ουσιαστική σύνθεση θα σας βοηθήσει να κατανοήσετε καλύτερα και να θυμάστε το υλικό από αυτό το μάθημα.
es_419: Tómate un poco de tiempo para reflexionar aquí. Las investigaciones muestran que una síntesis significativa lo ayudará a comprender y recordar mejor el material de este curso.
fa: برای تأمل در اینجا کمی وقت بگذارید. تحقیقات نشان می دهد که یک ترکیب معنی دار به شما کمک می کند مطالب این دوره را بهتر درک کرده و به خاطر بسپارید.
fr_ca: Prenez un peu de temps pour réfléchir ici. La recherche montre qu'une synthèse significative vous aidera à mieux comprendre et à mémoriser le contenu de ce cours.
he: קח קצת זמן להרהר כאן. מחקרים מראים שסינתזה משמעותית תעזור לך להבין ולזכור טוב יותר חומר מהקורס הזה.
hi: यहां प्रतिबिंबित करने के लिए थोड़ा समय लें। शोध से पता चलता है कि एक सार्थक संश्लेषण आपको इस पाठ्यक्रम की सामग्री को बेहतर ढंग से समझने और याद रखने में मदद करेगा।
hu: Szánjon egy kis időt a gondolkodásra. A kutatások azt mutatják, hogy egy értelmes szintézis segít jobban megérteni és megjegyezni az anyagot ebből a kurzusból.
it_it: Prenditi un po&#39; di tempo per riflettere qui. La ricerca mostra che una sintesi significativa ti aiuterà a comprendere e ricordare meglio il materiale di questo corso.
ja: 少し時間を取ってここで振り返ってみましょう。研究によると、意味のある統合は、このコースの教材をよりよく理解し、記憶するのに役立ちます。
ka: ცოტა დრო დაუთმეთ აქ დაფიქრებას. კვლევებმა აჩვენა, რომ მნიშვნელოვანი სინთეზი დაგეხმარებათ უკეთ გაიგოთ და დაიმახსოვროთ მასალა ამ კურსიდან.
kk: Осы жерде ойлануға біраз уақыт бөліңіз. Зерттеулер көрсеткендей, мазмұнды синтез осы курстағы материалды жақсырақ түсінуге және есте сақтауға көмектеседі.
lv: Atvēliet nedaudz laika pārdomām. Pētījumi liecina, ka jēgpilna sintēze palīdzēs jums labāk saprast un atcerēties šī kursa materiālu.
pl: Poświęć tutaj trochę czasu na refleksję. Badania pokazują, że sensowna synteza pomoże Ci lepiej zrozumieć i zapamiętać materiał z tego kursu.
pt_br: Reserve um pouco de tempo para refletir aqui. A pesquisa mostra que uma síntese significativa o ajudará a compreender e lembrar melhor o material deste curso.
pt_pt: Reserve um pouco de tempo para refletir aqui. A investigação mostra que uma síntese significativa ajudá-lo-á a compreender melhor e a recordar o material deste curso.
ru: Потратьте немного времени, чтобы поразмыслить здесь. Исследования показывают, что содержательный синтез поможет вам лучше понять и запомнить материал этого курса.
sq: Merrni pak kohë për të reflektuar këtu. Hulumtimet tregojnë se një sintezë kuptimplotë do t&#39;ju ndihmojë të kuptoni dhe mbani mend më mirë materialin nga ky kurs.
sv: Ta lite tid att reflektera här. Forskning visar att en meningsfull syntes hjälper dig att bättre förstå och komma ihåg materialet från den här kursen.
sw: Chukua muda kidogo kutafakari hapa. Utafiti unaonyesha kuwa usanisi wa maana utakusaidia kuelewa na kukumbuka vyema nyenzo kutoka kwa kozi hii.
te: ఇక్కడ ప్రతిబింబించడానికి కొంచెం సమయం కేటాయించండి. ఈ కోర్సు నుండి మెటీరియల్‌ని బాగా అర్థం చేసుకోవడం మరియు గుర్తుంచుకోవడంలో అర్థవంతమైన సంశ్లేషణ మీకు సహాయపడుతుందని పరిశోధనలు చెబుతున్నాయి.
th: ใช้เวลาสักนิดเพื่อไตร่ตรองที่นี่ การวิจัยแสดงให้เห็นว่าการสังเคราะห์ที่มีความหมายจะช่วยให้คุณเข้าใจและจดจำเนื้อหาจากหลักสูตรนี้ได้ดีขึ้น
uk: Знайдіть трохи часу, щоб поміркувати тут. Дослідження показують, що змістовний синтез допоможе вам краще зрозуміти та запам’ятати матеріал цього курсу.
uz: Bu erda fikr yuritish uchun bir oz vaqt ajrating. Tadqiqotlar shuni ko'rsatadiki, mazmunli sintez ushbu kursdagi materialni yaxshiroq tushunish va eslab qolishga yordam beradi.
vi: Hãy dành một chút thời gian để suy ngẫm ở đây. Nghiên cứu cho thấy rằng sự tổng hợp có ý nghĩa sẽ giúp bạn hiểu và ghi nhớ tốt hơn nội dung từ khóa học này.

source: Excellent
af_za: Uitstekend
ar: ممتاز
bo: ཕུལ་ཏུ་བྱུང་བ།
de_de: Exzellent
el: Εξοχος
es_419: Excelente
fa: عالی
he: מְעוּלֶה
hi: उत्कृष्ट
hu: Kiváló
it_it: Eccellente
ka: გადასარევი
kk: Өте жақсы
lv: Lieliski
pl: Doskonały
pt_br: Excelente
pt_pt: Excelente
ro: Excelent
ru: Отличный
sq: E shkëlqyeshme
sv: Utmärkt
sw: Bora kabisa
te: అద్భుతమైన
th: ยอดเยี่ยม
uk: Чудово
uz: Ajoyib
vi: Xuất sắc

source: Good
af_za: Goed
ar: جيّد
bo: ཡག་པོ།
de_de: Gut
el: Καλώς
es_419: Buena
fa: خوب
fr_ca: Bien
he: טוב
hi: अच्छा
hu: Jó
it_it: Buono
ja: 良い
ka: კარგია
kk: Жақсы
lv: Labi
pl: Dobry
pt_br: Bom
pt_pt: Bom
ro: Bun
ru: Хорошо
sq: Mirë
sv: Bra
sw: Nzuri
te: మంచిది
th: ดี
uk: Добре
uz: Yaxshi
vi: Tốt

source: Average
af_za: Gemiddeld
ar: متوسّط
bo: སྤྱིར་བཏང་བ།
de_de: Mittel
el: Μέτρια
es_419: Promedio
fa: میانگین
fr_ca: Moyen
he: ממוצע
hi: औसत
hu: Átlagos
it_it: Normale
ja: 平均
ka: საშუალო
kk: Орташа
lv: Vidēji
pl: Przeciętny
pt_br: Médio
pt_pt: Média
ro: Mediu
ru: Средняя громкость
sq: Mesatare
sv: Medel
sw: Wastani
te: సగటు
th: เฉลี่ย
uk: Середньо
uz: O'rtacha
vi: Trung bình

source: Fair
af_za: Regverdig
ar: عدل
bo: འགྲིག་ཙམ།
de_de: Gerecht
el: Εκθεση
es_419: Regular
fa: نمایشگاه
fr_ca: Juste
he: יריד
hi: उचित
it_it: Giusto
ka: საშუალო
lv: Godīgi
pl: Sprawiedliwy
pt_br: Justo
pt_pt: Justo
ro: Corect
ru: Справедливый
sq: E drejtë
sv: Godkänd
sw: Haki
te: న్యాయమైన
th: ยุติธรรม
uk: ярмарок
uz: Yarmarka
vi: Hội chợ

source: Poor
af_za: Arm
ar: فقير
bo: སྐྱོ་བོ་འདུག
de_de: Arm
el: Φτωχός
es_419: Deficiente
fa: فقیر
fr_ca: Pauvre
he: עני
hi: गरीब
hu: Gyenge
it_it: Povero
ka: ცუდი
lv: Nabadzīgs
pl: Słaby
pt_br: Pobre
pt_pt: Pobre
ro: Slab
ru: Бедный
sq: I varfër
sv: Dålig
sw: Maskini
te: పేద
th: ยากจน
uk: Бідний
uz: Bechora
vi: Nghèo

source: Freeform user prompt
af_za: Freeform-gebruikeraanvraag
ar: موجه المستخدم الحر
bo: རང་དབང་རྣམ་པའི་སྤྱོད་མཁན་གྱི་བརྡ་སྟོན།
de_de: Freiform-Benutzeraufforderung
el: Ερώτηση χρήστη Freeform
es_419: Comentario libre del usuario
fa: درخواست کاربر Freeform
fr_ca: Invite utilisateur de forme libre
he: בקשת משתמש בפורמט חופשי
hi: फ़्रीफ़ॉर्म उपयोगकर्ता संकेत
hu: Szabad formájú felhasználói kérés
it_it: Prompt utente in formato libero
ja: 自由形式のユーザープロンプト
ka: თავისუფალი ფორმის მომხმარებლის მოთხოვნა
kk: Еркін пішінді пайдаланушы шақыруы
lv: Brīvas formas lietotāja uzvedne
pl: Monit użytkownika o dowolnej formie
pt_br: Prompt de usuário de formato livre
pt_pt: Solicitação do utilizador de forma livre
ro: Solicitare liberă a utilizatorului
ru: Пользовательское приглашение произвольной формы
sq: Kërkesa e përdoruesit në formë të lirë
sv: Användarens fria inmatning
sw: Mwongozo wa mtumiaji wa fomu huria
te: ఫ్రీఫార్మ్ యూజర్ ప్రాంప్ట్
th: พรอมต์ผู้ใช้รูปแบบอิสระ
uk: Підказка користувача у довільній формі
uz: Erkin shakl foydalanuvchi so'rovi
vi: Lời nhắc người dùng dạng tự do

source: Random number generated for p. -1 if uninitialized
af_za: Ewekansige getal gegenereer vir p. -1 indien ongeïnisialiseer
ar: تم إنشاء رقم عشوائي لـ p. -1 إذا لم تتم تهيئته
bo: p ལ་གང་བྱུང་དུ་བཟོས་པའི་ཨང་གྲངས། -1 གལ་ཏེ་འགོ་འཛུགས་མ་བྱས་ན།
de_de: Für p generierte Zufallszahl. -1, wenn nicht initialisiert
el: Τυχαίος αριθμός που δημιουργήθηκε για p. -1 εάν δεν έχει αρχικοποιηθεί
es_419: Número aleatorio generado por usuario. -1 si no se ha generado
fa: عدد تصادفی تولید شده برای p. -1 در صورت عدم مقدار اولیه
fr_ca: Nombre aléatoire généré pour p. -1 si non initialisé
he: מספר אקראי שנוצר עבור p. -1 אם לא אתחול
hi: पी के लिए यादृच्छिक संख्या उत्पन्न हुई। -1 यदि अप्रारंभीकृत है
hu: Véletlenszám generálva p-hez. -1, ha nincs inicializálva
it_it: Numero casuale generato per p. -1 se non inizializzato
ka: შემთხვევითი რიცხვი, რომელიც გენერირებულია P. -1, თუ არაინიციალიზებული
kk: p үшін жасалған кездейсоқ сан. -1 егер инициализацияланбаған болса
lv: Nejaušs ģenerēts skaitlis, p. -1, ja nav iniciēts.
pl: Losowa liczba wygenerowana dla p. -1 jeśli niezainicjowany
pt_br: Número aleatório gerado para p. -1 se não inicializado
pt_pt: Número aleatório gerado para p. -1 se não for inicializado
ro: Număr aleator generat pentru p. -1 dacă este neinițializat
ru: Случайное число, сгенерированное для п. -1, если не инициализирован
sq: Numër i rastësishëm i gjeneruar për p. -1 nëse nuk është inicializuar
sv: Slumptal genererat för p. -1 om oinitierat
sw: Nambari ya nasibu iliyotolewa kwa p. -1 ikiwa haijaanzishwa
te: p కోసం యాదృచ్ఛిక సంఖ్య రూపొందించబడింది. -1 ప్రారంభించబడకపోతే
th: ตัวเลขสุ่มที่สร้างขึ้นสำหรับ p -1 ถ้าไม่ได้เตรียมใช้งาน
uk: Випадкове число, згенероване для стор. -1, якщо неініціалізовано
uz: p uchun yaratilgan tasodifiy raqam. -1 agar ishga tushirilmagan bo'lsa
vi: Số ngẫu nhiên được tạo cho p. -1 nếu chưa được khởi tạo

source: How user voted. -1 if didn't vote
af_za: Hoe gebruiker gestem het. -1 indien nie gestem het nie
ar: كيف صوت المستخدم. -1 إذا لم يصوت
bo: སྤྱོད་མཁན་གྱིས་འོས་ཇི་ལྟར་བླུགས་པ་ -1 གལ་སྲིད་འོས་བླུགས་མེད་ན་
de_de: Wie der Benutzer abgestimmt hat. -1, wenn nicht abgestimmt
el: Πώς ψήφισε ο χρήστης. -1 αν δεν ψήφισε
es_419: ¿Cómo votó el usuario? -1 si no votó
fa: نحوه رای دادن کاربر -1 اگر رای نیاورد
fr_ca: Comment l'utilisateur a voté. -1 s'il n'a pas voté
he: איך המשתמש הצביע. -1 אם לא הצביע
hi: उपयोगकर्ता ने कैसे वोट किया। -1 यदि वोट नहीं दिया
hu: Hogyan szavazott a felhasználó. -1, ha nem szavazott
it_it: Come ha votato l&#39;utente. -1 se non ha votato
ja: ユーザーの投票方法。投票しなかった場合は-1
ka: როგორ მისცა ხმა მომხმარებელმა. -1 თუ ხმა არ მისცეს ხმა
lv: Kā lietotājs balsoja. -1 ja nebalsoja
pl: Jak głosował użytkownik. -1 jeśli nie głosował
pt_br: Como o usuário votou. -1 se não votou
pt_pt: Como o utilizador votou. -1 se não votou
ro: Cum a votat utilizatorul. -1 dacă nu a votat
ru: Как проголосовал пользователь. -1, если не голосовал
sq: Si ka votuar përdoruesi. -1 nëse nuk votohet
sv: Hur användaren röstade. -1 om inte röstat
sw: Jinsi mtumiaji alipiga kura. -1 ikiwa hakupiga kura
te: వినియోగదారు ఎలా ఓటు వేశారు. -1 ఓటు వేయకపోతే
th: ผู้ใช้โหวตอย่างไร -1 หากไม่ได้ลงคะแนน
uk: Як проголосував користувач. -1 якщо не голосував
uz: Foydalanuvchi qanday ovoz bergan. -1 agar ovoz bermagan bo'lsa
vi: Cách người dùng bình chọn. -1 nếu không bỏ phiếu

source: What percent of the time should this show?
af_za: Watter persentasie van die tyd moet dit wys?
ar: ما هي النسبة المئوية من الوقت التي يجب أن يظهر فيها هذا؟
bo: འདིར་དུས་ཚོད་ཀྱི་བརྒྱ་ཆ་ག་ཚོད་ཅིག་སྟོན་དགོས་སམ།
de_de: Wie viel Prozent der Zeit sollte dies angezeigt werden?
el: Τι τοις εκατό των περιπτώσεων πρέπει να εμφανίζεται αυτό;
es_419: ¿Qué porcentaje del tiempo debería mostrarse esto?
fa: چند درصد از مواقع باید این نشان داده شود؟
fr_ca: Quel pourcentage du temps cela devrait-il afficher?
he: באיזה אחוז מהזמן זה אמור להופיע?
hi: इसे कितने प्रतिशत समय दिखाना चाहिए?
it_it: Quale percentuale di volte dovrebbe apparire?
ka: დროის რამდენი პროცენტი უნდა აჩვენოს ეს ჩვენება?
kk: Бұл уақыттың қанша пайызын көрсетуі керек?
lv: Cik procentus no laika tam vajadzētu rādīt?
pl: W jakim procencie czasu powinno to być widoczne?
pt_br: Que porcentagem do tempo isso deve aparecer?
pt_pt: Que percentagem de tempo deve ser apresentada?
ro: Ce procent din timp ar trebui să arate acest lucru?
ru: В каком проценте случаев это должно показываться?
sq: Sa për qind të kohës duhet të tregojë kjo?
sv: Hur stor andel av tiden ska detta visas?
sw: Hii inapaswa kuonyesha asilimia ngapi ya wakati?
te: ఇది ఎంత శాతం సమయం చూపాలి?
th: สิ่งนี้ควรแสดงกี่เปอร์เซ็นต์ของเวลา?
uk: Який відсоток часу це має відображатися?
uz: Bu vaqtning necha foizini ko'rsatishi kerak?
vi: Điều này sẽ hiển thị bao nhiêu phần trăm thời gian?

source: A list of user votes
af_za: &#39;n Lys van gebruikersstemme
ar: قائمة أصوات المستخدمين
bo: འོས་བསྡུ་བྱས་པའི་ཐོ་གཞུང་ཞིག
de_de: Eine Liste der Benutzerstimmen
el: Μια λίστα με τις ψήφους των χρηστών
es_419: Una lista de votos de usuarios
fa: لیستی از آرای کاربران
fr_ca: Une liste de votes des utilisateurs
he: רשימת הצבעות של משתמשים
hi: उपयोगकर्ता वोटों की सूची
hu: A felhasználói szavazatok listája
it_it: Un elenco dei voti degli utenti
ja: ユーザー投票の一覧
ka: მომხმარებლის ხმების სია
kk: Пайдаланушы дауыстарының тізімі
lv: Lietotāju balsojumu saraksts
pl: Lista głosów użytkowników
pt_br: Uma lista de votos dos usuários
pt_pt: Uma lista dos votos dos utilizadores
ro: O listă de voturi ale utilizatorilor
ru: Список голосов пользователей
sq: Një listë e votave të përdoruesve
sv: En lista över användarröster
sw: Orodha ya kura za watumiaji
te: వినియోగదారు ఓట్ల జాబితా
th: รายการโหวตของผู้ใช้
uk: Список голосів користувачів
uz: Foydalanuvchilarning ovozlari ro'yxati
vi: Danh sách bình chọn của người dùng

source: Feedback
af_za: Terugvoer
ar: الآراء والملاحظات
bo: བསམ་འཆར།
de_de: Rückmeldung
el: Σχόλια
es_419: Retroalimentación
fa: بازخورد
fr_ca: Rétroaction
he: משוב
hi: प्रतिक्रिया
hu: Visszajelzés
ja: フィードバック
ka: გამოხმაურება
kk: Кері байланыс
lv: Atsauksmes
pl: Informacja zwrotna
pt_br: Comentário
pt_pt: Comentário
ru: Обратная связь
sv: Återkoppling
sw: Maoni
te: అభిప్రాయం
th: ผลตอบกลับ
uk: Відгук
uz: Fikr-mulohaza
vi: Nhận xét

source: Display Name
af_za: Vertoon Naam
ar: اسم العرض
bo: འཆར་སྟོན་བྱ་རྒྱུའི་མིང་།
de_de: Anzeigename
el: Εμφανιζόμενο όνομα
es_419: Nombre a mostrar
fa: نام نمایشی
fr_ca: Affichage du nom
he: שם לתצוגה
hi: प्रदर्शन नाम
hu: Megjelenített név
it_it: Mostra il nome
ja: 表示名
ka: ხილვადი სახელი
kk: Көрсетілетін атау
lv: Parādāmais nosaukums
pl: Wyświetlana nazwa
pt_br: Exibir Nome
pt_pt: Nome de exibição
ro: Nume afișare
ru: Отображаемое название
sq: Emri i shfaqur
sv: Visningsnamn
sw: Jina la Kuonyesha
te: ప్రదర్శన పేరు
th: ชื่อที่แสดง
uk: Назва, що відображається
uz: Ko'rsatiladigan ism
vi: Tên hiển thị

source: Provide Feedback
af_za: Gee terugvoer
ar: تقديم التغذية الراجعة
bo: བསམ་འཆར་གནང་རོགས།
de_de: Rückmeldung geben
el: Παρέχετε σχόλια
es_419: Proporcionar retroalimentación
fa: ارائه بازخورد
fr_ca: Fournir une rétroaction
he: ספק משוב
hi: राय देने
hu: Adjon visszajelzést
it_it: Fornire un feedback
ja: フィードバックを提供する
ka: მიაწოდეთ გამოხმაურება
kk: Кері байланыс беру
lv: Sniegt atgriezenisko saiti
pl: Przekazać opinię
pt_br: Dar uma resposta
pt_pt: Fornecer feedback
ro: Furnizați feedback
ru: Обеспечить обратную связь
sq: Jepni komente
sw: Toa Maoni
te: అభిప్రాయాన్ని అందించండి
th: ให้ข้อเสนอแนะ
uk: Забезпечити зворотній звязок
uz: Fikr bildirish
vi: Cung cấp phản hồi

source: Voting message
af_za: Stemboodskap
ar: رسالة التصويت
bo: འོས་བསྡུ་བྱེད་པའི་འཕྲིན་ཐུང་།
de_de: Abstimmungsnachricht
el: Μήνυμα ψηφοφορίας
es_419: Mensaje de votación
fa: پیام رای گیری
fr_ca: Message de vote
he: הודעת הצבעה
hi: मतदान संदेश
hu: Szavazási üzenet
it_it: Messaggio di voto
ja: 投票メッセージ
ka: ხმის მიცემის შეტყობინება
kk: Дауыс беру туралы хабарлама
lv: Balsošanas ziņa
pt_br: Mensagem de votação
pt_pt: Mensagem de votação
ro: Mesaj de vot
ru: Сообщение для голосования
sq: Mesazh votimi
sv: Röstningsmeddelande
sw: Ujumbe wa kupiga kura
te: ఓటింగ్ సందేశం
th: ข้อความลงคะแนน
uk: Повідомлення про голосування
uz: Ovoz berish xabari
vi: Tin nhắn biểu quyết

source: Thank you for voting!
af_za: Dankie dat jy gestem het!
ar: شكرا لتصويتك!
bo: འོས་བླུགས་པར་བཀའ་དྲིན་ཆེ།
de_de: Danke für Ihre Stimme!
el: ευχαριστούμε που ψηφίσατε!
es_419: ¡Gracias por votar!
fa: از رای شما سپاسگذاریم.
fr_ca: Merci d'avoir voté!
he: תודה שהצבעת!
hi: मतदान के लिए धन्यवाद!
hu: Köszönjük a szavazatát!
it_it: Grazie per aver votato!
ja: 投票していただきありがとうございます！
ka: გმადლობთ ხმის მიცემისთვის!
kk: Дауыс бергеніңіз үшін рахмет!
lv: Paldies, ka balsojāt!
pl: Dziękujemy za głosowanie!
pt_br: Obrigado por votar!
pt_pt: Obrigado/a por votar!
ro: Vă mulțumim pentru vot!
ru: Спасибо за ваш голос!
sq: Faleminderit që votuat!
sv: Tack för att du röstade!
sw: Asante kwa kupiga kura!
te: ఓటు వేసినందుకు ధన్యవాదాలు!
th: ขอบคุณสำหรับการลงคะแนน!
uk: Дякуємо за голосування!
uz: Ovoz berganingiz uchun tashakkur!
vi: Cảm ơn bạn về sự biểu quyết!
