{
  "supportTools.mainTab.description": "ཛ་དྲག་གི་དཀའ་ངལ་ལ་རམ་འདེགས་དང་བསལ་འདེམས་བྱས་པའི་སློབ་གཉེར་བ་རྣམས་ཀྱི་གནད་དོན་སེལ་བར་རམ་འདེགས་ཚོགས་ཆུང་གིས་བཀོལ་སྤྱོད་བྱེད་བཞིན་པའི་ལག་ཆའི་ཚོགས་ཤིག",
  "pageTitle": "རམ་འདེགས་ལག་ཆ་རྣམས། | {siteName}",
  "course.reset.alert.warning": "ཁྱེད་ཀྱིས་བསུབ་གཏན་འཁེལ་ཡིན་ནམ། འདིས་སློབ་གཉེར་བ་འདིའི་སློབ་ཚན་འདི་དང་འབྲེལ་བའི་གཞི་གྲངས་ཚང་མ་བསུབ་འགྲོ་བ་དང་། འདི་ནི་སློབ་ཚན་རེའི་ནང་སློབ་མ་རེ་ལ་ཐེངས་གཅིག་མ་གཏོགས་མེད་པ་ཡིན།",
  "supportTools.learnerInformation.ssoHeader": "ཐོ་འགོད་རྐྱང་པའི་ཟིན་ཐོ།",
  "supportTools.learnerInformation.verifiedNameHeader": "ཁུངས་སྐྱེལ་བྱས་པའི་མིང་གི་གནས་བབས།",
  "learner.record.tab.header": "སློབ་གཉེར་བའི་ཟིན་བྲིས།",
  "earned.status": "ཐོབ་པ།",
  "not.earned.status": "ཐོབ་མེད་པ།",
  "partially.completed.status": "གྲུབ་ཆ་རེ་གྲུབ་ཟིན་པ།",
  "record.table.last.updated": "མཐའ་མཇུག་ཏུ་ཁ་གསབ་བྱས་པ།",
  "copy.public.record.link": "མང་ཚོགས་ཀྱི་ཟིན་ཐོ་ངོ་བཤུ།",
  "record.table.header.course.name": "སློབ་ཚན་གྱི་མིང་།",
  "record.table.header.school": "སློབ་གྲྭ།",
  "record.table.header.course.id": "སློབ་ཚན་ ID",
  "record.table.header.highest.grade": "གནས་རིམ་མཐོ་ཤོས་ཐོབ་པ།",
  "record.table.header.letter.grade": "གསལ་བྱེད་གོ་རིམ་ལྟར་གྱི་གནས་རིམ།",
  "record.table.header.verified.attempts": "ཁུངས་སྐྱེལ་ཡོད་པའི་ཚོད་ལྟ།",
  "record.table.header.date.earned": "ཟླ་ཚེས་ཐོབ་པ།",
  "record.table.header.status": "གནས་བབས།",
  "no.public.record.link": "ཐོ་འགོད་འདིའི་ཆེད་དུ་སྤྱི་དམངས་ཀྱི་དཔེ་མཚོན་མེད། སློབ་སྦྱོང་བྱེད་མཁན་ཚོས་རང་ཉིད་ཀྱིས་སྤྱི་པའི་འབྲེལ་མཐུད་ཅིག་བཟོ་དགོས།\nཟིན་ཐོ་འདིའི་ཆེད་སྤྱི་དམངས་ཀྱིས་མཐོང་ཐུབ་པའི་དཔེ་མཚོན་གང་ཡང་མེད། སློབ་གཉེར་བ་རྣམས་ཀྱིས་རང་ངོས་ནས་སྤྱི་དམངས་ཀྱིས་མཐོང་ཐུབ་པའི་སྦྲེལ་ཐག་ཅིག་ངེས་པར་དུ་བཟོ་དགོས།",
  "no.records.found": "སྤྱོད་མཁན་འདིའི་བཙལ་འབྲས་རྙེད་མ་སོང་།",
  "supportTools.accountActions.cancelRetirement": "འདིས་རེ་འདུན་འདོན་མཁན་དེའི་ལས་ཡོལ་ཆ་རྐྱེན་དེ་ཕྱིར་འཐེན་བྱེད་འགྲོ། ཁྱེདཀྱིས་ལས་རིམ་འདི་མུ་མཐུད་ནས་འགྲོ་འདོད་འདུག་གམ།",
  "supportTools.accountActions.resetPassword": "ང་ཚོས་གློག་འཕྲིན་ {email} འདི་ཐོག་གསང་གྲངས་སླར་གསོ་བྱེད་ཚུལ་གྱི་ལམ་སྟོན་་ཡོད་པའི་འཕྲིན་ཞིག་གཏོང་རྒྱུ་ཡིན། ཁྱེད་ལ་ལས་རིམ་འདི་མུ་མཐུད་ནས་འགྲོ་འདོད་འདུག་གམ།",
  "supportTools.accountActions.retireUser": "ཁྱེད་རང་གློག་འཕྲིན་ཁ་བྱང་ {username} འདི་ལས་ལས་ཡོལ་ {email} {br} བྱེད་གྲབས་འདུག {br} འདི་ནི་བྱ་བ་ཚབ་ཆེན་ཞིག་ཡིན་ཏེ། འདིས་སྤྱོད་མཁན་འདིའི་edX ཡི་ཆོག་མཆན་དང་ཁོང་ཚོར་ཐོབ་པའི་ལག་ཁྱེར་དང་བཅས་པ་རྩིས་མེད་བྱེད་འགྲོ་བ་ཡིན། དེ་ལས་གཞན་ལས་ཡོལ་བྱས་ཟིན་པའི་ཁ་བྱང་འདི་དང་འབྲེལ་བའི་གློག་འཕྲིན་དེ་སྤྱད་ནས་ཁ་བྱང་གསར་པ་བཟོ་བ་སོགས་བྱེད་མི་ཐུབ་པ་ཡིན།",
  "configuration.customersPage.otherSubsidiesColumn": "རོགས་དངུལ་གཞན།",
  "configuration.customersPage.otherSubsidiesColumn.tooltip": "གནང་སྦྱིན་དང་ཨང་བརྡ་ཚུད་ཡོད།",
  "configuration.customersPage.viewSubsidiesColumn.tooltip": "",
  "supportTool.customers.page.breadcrumb.customer": "ཚོང་མགྲོན།"
}