Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: You worked hard to earn your certificate from %(platform_name)s — share it with colleagues, friends, and family to get the word out about what you mastered in %(program_display_name)s.
af_za: Jy het hard gewerk om jou sertifikaat van %(platform_name)s te verdien — deel dit met kollegas, vriende en familie om die woord uit te kry oor wat jy in %(program_display_name)s bemeester het.
az: %(platform_name)s-dan sertifikatınızı qazanmaq üçün çox çalışdınız — %(program_display_name)s-da əldə etdiklərinizi göstərmək üçün onu iş yoldaşlarınız, dostlarınız və ailənizlə paylaşın.
da: Du har arbejdet hårdt for at opnå dit certifikat fra %(platform_name)s — del med kolleger, venner og familie at du nu har gennemført kurset %(program_display_name)s.
el: Δουλέψατε σκληρά για να κερδίσετε το πιστοποιητικό σας από %(platform_name)s — μοιραστείτε το με συναδέλφους, φίλους και την οικογένειά σας για να ενημερωθείτε για το τι κατακτήσατε στο %(program_display_name)s.
es_419: Trabajaste duro para obtener el certificado de %(platform_name)s — compartelo con colegas, amigos y familia para anunciarles que eres experto en %(program_display_name)s.
fa: شما سخت تلاش کردید تا گواهینامه خود را از %(platform_name)s به دست آورید — آن را با همکاران، دوستان و خانواده خود به اشتراک بگذارید تا در مورد آنچه در %(program_display_name)s تسلط دارید مطلع شوند.
fr: Vous avez travaillé dur pour obtenir votre Certificat de %(platform_name)s — partagez-le avec vos collègues, amis et famille pour faire connaître ce que vous avez maîtrisé en %(program_display_name)s.
he: עבדת קשה כדי לזכות בתעודה שלך מ- %(platform_name)s — שתף אותו עם עמיתים, חברים ובני משפחה כדי להפיץ את הבשורה על מה שלטת ב- %(program_display_name)s .
hi: तुम्हें बहुत मेहनत की है अपने सर्टिफिकेट के लिए फ्रम %(platform_name)s— अपने सहकर्मी, फ़्रेंड्स, और फॅमिली के साथ शेयर करे ताकि आपको वर्ड आउट मिले आपके मास्टरएड के विषय में %(program_display_name)s।
hu: Keményen dolgoztál, hogy megszerezd a bizonyítványodat a(z) %(platform_name)s platformon — oszd meg kollégáiddal, barátaiddal és családoddal, hogy elterjedjen a hír arról, mit sajátítottál el a(z) %(program_display_name)s programban.
id: Anda telah bekerja keras untuk mendapatkan sertifikat dari %(platform_name)s — bagikan dengan kolega, teman, dan keluarga tentang apa yang telah Anda pelajari di %(program_display_name)s.
it_it: Hai lavorato duramente per ottenere il tuo certificato %(platform_name)s — condividilo con colleghi, amici e familiari per informarli di ciò che hai appreso con %(program_display_name)s.
ja: あなたは%(platform_name)sでの証明書を取得するために一生懸命努力しました — %(program_display_name)sで習得したことを広めるために、同僚や友人、家族と共有しましょう。
lv: Jūs smagi strādājāt, lai iegūtu %(platform_name)s sertifikātu — dalieties ar to ar kolēģiem, draugiem un ģimeni, lai izplatītu informāciju par to, ko apguvāt %(program_display_name)s.
nl: U heeft hard gewerkt om uw certificaat van %(platform_name)s te behalen. Deel het met collega's, vrienden en familie om bekend te maken wat u beheerst in %(program_display_name)s .
pl: Ciężko pracowałeś, aby zdobyć certyfikat %(platform_name)s — udostępnij go współpracownikom, przyjaciołom i rodzinie, aby rozgłosić informację o tym, co opanowałeś w %(program_display_name)s.
pt_br: Você trabalhou duro para obter seu certificado de %(platform_name)s — compartilhe-o com colegas, amigos e familiares para divulgar o que você dominou em %(program_display_name)s.
ro: Ați muncit din greu pentru a obține atestatul de la %(platform_name)s — împărtășiți-l colegilor, prietenilor și familiei pentru a face cunoscut ceea ce ați învățat în %(program_display_name)s.
sq: Keni punuar shumë për të fituar certifikatën tuaj nga %(platform_name)s — ndajeni atë me kolegët, miqtë dhe familjen për të marrë fjalën për atë që keni zotëruar në %(program_display_name)s .
sv: Du arbetade hårt för att tjäna ditt certifikat från %(platform_name)s— dela det gärna med kollegor, vänner och familj för att sprida kunskap om vad du lärde dig på %(program_display_name)s.
sw: Ulijitahidi kupata cheti chako kutoka kwa %(platform_name)s — shiriki na wafanyakazi wenzako, marafiki na familia ili kupata neno kuhusu ulichobobea katika %(program_display_name)s .
te: మీరు %(platform_name)s నుండి మీ సర్టిఫికేట్‌ను సంపాదించడానికి చాలా కష్టపడ్డారు — %(program_display_name)s లో మీరు ప్రావీణ్యం పొందిన దాని గురించి తెలియజేయడానికి సహచరులు, స్నేహితులు మరియు కుటుంబ సభ్యులతో దీన్ని భాగస్వామ్యం చేయండి.
th: คุณทำงานอย่างหนักเพื่อรับใบรับรองจาก %(platform_name)s — แบ่งปันกับเพื่อนร่วมงาน เพื่อน และครอบครัวเพื่อกระจายข่าวเกี่ยวกับสิ่งที่คุณเชี่ยวชาญใน %(program_display_name)s
tr_tr: %(platform_name)s sertifikasını almak için zorlu bir çalışmayı tamamladın — Bu başarını meslektaşların, arkadaşların ve ailenle paylaşabilir, %(program_display_name)s programında kazandığın yeni beceri ve dereceleri anlatabilirsin.
uk: Ви наполегливо працювали, щоб заробити свій сертифікат від %(platform_name)s — поділіться ним із колегами, друзями та родиною, щоб розповісти про те, що ви опанували в рамках %(program_display_name)s.
uz: Siz %(platform_name)s sertifikatini qoʻlga kiritish uchun koʻp mehnat qildingiz — uni hamkasblaringiz, doʻstlaringiz va oilangiz bilan baham koʻring, %(program_display_name)s da oʻzlashtirgan narsangiz haqida maʼlumot oling.
vi: Bạn đã làm việc chăm chỉ để đạt được chứng chỉ của mình từ %(platform_name)s — hãy chia sẻ chứng chỉ đó với đồng nghiệp, bạn bè và gia đình để mọi người biết về những kiến thức bạn đã nắm vững trong %(program_display_name)s .

source: Go to %(platform_name)s Home Page
af_za: Gaan na %(platform_name)s tuisblad
az: %(platform_name)s Əsas səhifəyə gedin
da: Gå til %(platform_name)s hjemmeside
el: Πηγαίνετε στην Αρχική Σελίδα του %(platform_name)s
es_419: Ve a la página principal de %(platform_name)s
fa: به صفحه اصلی %(platform_name)s بروید
fr: Aller à la page d'accueil %(platform_name)s
he: מעבר לעמוד הבית של %(platform_name)s
hi: होमपेज पर जाये%(platform_name)s
hu: Menjen a(z) %(platform_name)s kezdőlapjára
id: Ke Beranda %(platform_name)s
it_it: Vai alla home page di %(platform_name)s
ja: %(platform_name)s ホームページに移動
ka: გადადით %(platform_name)s მთავარ გვერდზე
lv: Dodieties uz %(platform_name)s sākumlapu
nl: Ga naar de startpagina van %(platform_name)s
pl: Przejdź do strony głównej %(platform_name)s
pt_br: Ir para Home Page %(platform_name)s
ro: Accesați pagina de pornire %(platform_name)s
sq: Shkoni te faqja kryesore %(platform_name)s
sv: Besök %(platform_name)s Home Page
sw: Nenda kwa %(platform_name)s Ukurasa wa Nyumbani
te: %(platform_name)s హోమ్ పేజీకి వెళ్లండి
th: ไปที่หน้าแรกของ %(platform_name)s
tr_tr: %(platform_name)s Ana Sayfasına Git
uk: Перейти на домашню сторінку %(platform_name)s
uz: %(platform_name)s Bosh sahifasiga o'ting
vi: Tới trang chủ %(platform_name)s

source: All rights reserved
af_za: Alle regte voorbehou
az: Bütün hüquqlar qorunur
da: Alle rettigheder forbeholdes
el: Με την επιφύλαξη κάθε νόμιμου δικαιώματος
es_419: Todos los derechos están reservados.
fa: تمامی حقوق محفوظ است
fr: Tous droits réservés
he: כל הזכויות שמורות
hi: सभी अधिकार सुरक्षित
hu: Minden jog fenntartva
id: Seluruh hak cipta
it_it: Tutti i diritti riservati
ja: すべての権利を保有します。
ka: ყველა უფლება დაცულია
lv: Visas tiesības aizsargātas
nl: Alle rechten voorbehouden
pl: Wszelkie prawa zastrzeżone
pt_br: Todos os direitos reservados
ro: Toate drepturile rezervate
sq: Të gjitha të drejtat e rezervuara
sv: Alla rättigheter förbehållna
sw: Haki zote zimehifadhiwa
te: అన్ని హక్కులు ప్రత్యేకించబడ్డాయి
th: สงวนลิขสิทธิ์
tr_tr: Tüm hakları saklıdır
uk: Всі права захищено
uz: Barcha huquqlar himoyalangan
vi: Đã đăng ký Bản quyền

source: Hello
af_za: Hallo
az: Salam
da: Hej
el: Γειά σου
es_419: Hola
fa: سلام
fr: Bonjour
he: שלום
hi: हैलो
hu: Szia
it_it: Salve
ja: こんにちは
lv: Sveiki
nl: Hallo
pl: Cześć
pt_br: Olá
ro: Bună ziua
sq: pershendetje
sv: Hallå
sw: Habari
te: హలో
th: สวัสดี
tr_tr: Merhaba
uk: Привіт
uz: Salom
vi: Xin chào

source: Congratulations on completing the %(program_title)s %(program_type)s Program!
af_za: Baie geluk met die voltooiing van die %(program_title)s %(program_type)s -program!
az: %(program_title)s %(program_type)s Proqramını uğurla başa vurduğunuz üçün təbrik edirik!
da: Tillykke med at have gennemført programmet %(program_title)s %(program_type)s!
el: Συγχαρητήρια για την ολοκλήρωση του Προγράμματος %(program_title)s %(program_type)s !
es_419: Felicitaciones por completar el Programa%(program_title)s%(program_type)s!
fa: بابت تکمیل برنامه %(program_title)s %(program_type)s تبریک می گویم!
fr: Félicitations pour avoir terminé le cursus %(program_title)s %(program_type)s !
he: ברכות על השלמת תוכנית %(program_title)s %(program_type)s !
hi: पूरा करने पर बधाई %(program_title)s%(program_type)s कार्यक्रम!
hu: Gratulálunk a(z) %(program_title)s %(program_type)s program befejezéséhez!
id: Selamat atas penyelesaian Program %(program_title)s %(program_type)s!
it_it: Congratulazioni per aver completato il programma %(program_title)s %(program_type)s !
ja: %(program_title)s %(program_type)sプログラムの修了おめでとうございます！
lv: Apsveicam ar programmas %(program_title)s %(program_type)s pabeigšanu!
nl: Gefeliciteerd met het voltooien van het %(program_title)s %(program_type)s -programma!
pl: Gratulujemy ukończenia programu %(program_title)s %(program_type)s!
pt_br: Parabéns por concluir o Programa %(program_title)s %(program_type)s!
ro: Felicitări pentru finalizarea programului %(program_title)s %(program_type)s !
sq: Urime për përfundimin e programit %(program_title)s %(program_type)s !
sv: Grattis till att du har avslutat ditt %(program_title)s %(program_type)s-program!
sw: Hongera kwa kukamilisha Mpango wa %(program_title)s %(program_type)s !
te: %(program_title)s %(program_type)s ప్రోగ్రామ్‌ని పూర్తి చేసినందుకు అభినందనలు!
th: ขอแสดงความยินดีที่ทำโปรแกรม %(program_title)s %(program_type)s สำเร็จ!
tr_tr: %(program_title)s %(program_type)s programını tamamladığınız için tebrikler!
uk: Вітаємо із завершенням програми %(program_title)s %(program_type)s!
uz: %(program_title)s %(program_type)s dasturini tugatganingiz bilan tabriklaymiz!
vi: Chúc mừng bạn đã hoàn thành Chương trình %(program_title)s %(program_type)s !

source: Sincerely,<br/>The %(platform_name)s Team
af_za: Die uwe,<br/> Die %(platform_name)s -span
az: Hörmətlə,<br/>%(platform_name)s Komandası
da: Med venlig hilsen<br/> %(platform_name)s
el: Με εκτίμηση,<br/> Η ομάδα %(platform_name)s
es_419: Atentamente,<br/>El Equipo %(platform_name)s
fa: صمیمانه،<br/> تیم %(platform_name)s
fr: Sincèrement,<br/> L&#39;Équipe %(platform_name)s
he: בכנות,<br/> צוות %(platform_name)s
hi: ईमानदारी से,<br/> द %(platform_name)sटीम
hu: Tisztelettel,<br/>A %(platform_name)s csapata
it_it: Cordialmente, <br/>Il team %(platform_name)s
ja: 敬具、<br/>%(platform_name)s チーム
lv: Ar cieņu<br/> %(platform_name)s komanda
nl: Eerlijk,<br/> Het %(platform_name)s team
pl: Z poważaniem,<br/>Zespół %(platform_name)s
pt_br: Sinceramente,<br/>A Equipe %(platform_name)s
ro: Cu stimă,<br/> Echipă %(platform_name)s
sq: Sinqerisht,<br/> Ekipi %(platform_name)s
sv: Med vänlig hälsning,<br/>%(platform_name)s team
sw: Kwa dhati,<br/> Timu ya %(platform_name)s
te: భవదీయులు,<br/> %(platform_name)s బృందం
th: ขอแสดงความนับถือ,<br/> ทีมงาน %(platform_name)s
tr_tr: Saygılarımızla, <br/>%(platform_name)s Ekibi
uk: З повагою, <br/>команда %(platform_name)s
uz: Hurmat bilan,<br/> %(platform_name)s jamoasi
vi: Trân trọng,<br/> Nhóm %(platform_name)s

source: Sincerely
af_za: Die uwe
az: Hörmətlə
da: Med venlig hilsen
es_419: Atentamente
fa: صمیمانه
fr: Cordialement
he: בכנות
hi: ईमानदारी से
hu: Tisztelettel
it_it: Cordialmente
ja: 敬具
lv: Ar cieņu
nl: Met vriendelijke groet
pl: Z poważaniem
pt_br: Sinceramente
ro: Cu stimă
sq: Sinqerisht
sv: Vänliga hälsningar
sw: Kwa dhati
te: భవదీయులు
th: ขอแสดงความนับถือ
tr_tr: Saygılarımla
uk: З повагою
uz: Hurmat bilan
vi: Trân trọng

source: The %(platform_name)s Team
af_za: Die %(platform_name)s -span
az: %(platform_name)s Komandası
da: %(platform_name)s Teamet
el: Η ομάδα του %(platform_name)s
es_419: El Equipo de %(platform_name)s
fa: تیم %(platform_name)s
fr: L&#39;Équipe %(platform_name)s
he: צוות %(platform_name)s
hi: %(platform_name)sदल
hu: Az %(platform_name)s Csapata
id: Tim %(platform_name)s
it_it: Il Team di %(platform_name)s
ja: %(platform_name)s チーム
ka: %(platform_name)s-ის გუნდი
lv: %(platform_name)s komanda
nl: Het %(platform_name)s team
pl: Zespół %(platform_name)s
pt_br: A Equipe de %(platform_name)s
ro: %(platform_name)sEchipei
sq: Ekipi %(platform_name)s
sv: Teamet %(platform_name)s
sw: Timu ya %(platform_name)s
te: %(platform_name)s బృందం
th: ทีม %(platform_name)s
tr_tr: %(platform_name)s Ekibi
uk: Команда %(platform_name)s
uz: %(platform_name)s jamoasi
vi: Nhóm %(platform_name)s

source: Congratulations for finishing your %(program_title)s %(program_type)s Program!
af_za: Baie geluk met die voltooiing van jou %(program_title)s %(program_type)s Program!
az: %(program_title)s %(program_type)s Proqramını uğurla başa vurduğunuz üçün təbrik edirik!
da: Tillykke med at have afsluttet dit %(program_title)s %(program_type)s-program!
el: Συγχαρητήρια για την ολοκλήρωση του προγράμματος %(program_title)s %(program_type)s !
es_419: ¡Felicitaciones por haber completado el programa de %(program_title)s %(program_type)s!
fa: تبریک می گویم برای پایان برنامه %(program_title)s %(program_type)s !
fr: Félicitations pour avoir terminé votre cursus %(program_title)s %(program_type)s !
he: מזל טוב על סיום תוכנית %(program_title)s %(program_type)s שלך!
hi: आपके प्रोग्राम के फिनिश होने की बधाई आपको %(program_title)s%(program_type)s!
hu: Gratulálunk, hogy befejezte a(z) %(program_title)s %(program_type)s programot!
it_it: Congratulazioni per aver portato a termine il tuo programma %(program_title)s %(program_type)s !
ja: %(program_title)s %(program_type)sプログラムの修了おめでとうございます！
lv: Apsveicam ar programmas %(program_title)s %(program_type)s pabeigšanu!
nl: Gefeliciteerd met het voltooien van uw %(program_title)s %(program_type)s -programma!
pl: Gratulacje za ukończenie programu %(program_title)s %(program_type)s !
pt_br: Parabéns por terminar seu Programa %(program_title)s %(program_type)s!
ro: Felicitări pentru finalizarea programului %(program_title)s %(program_type)s !
sq: Urime për përfundimin e programit tuaj %(program_title)s %(program_type)s !
sv: Grattis till att du har avslutat ditt %(program_title)s %(program_type)s-program!
sw: Hongera kwa kumaliza Mpango wako wa %(program_title)s %(program_type)s !
te: మీ %(program_title)s %(program_type)s ప్రోగ్రామ్‌ని పూర్తి చేసినందుకు అభినందనలు!
th: ขอแสดงความยินดีที่จบโปรแกรม %(program_title)s %(program_type)s ของคุณ!
tr_tr: %(program_title)s %(program_type)s programınızı bitirdiğiniz için tebrikler!
uk: Вітаємо із завершенням програми %(program_title)s %(program_type)s!
uz: %(program_title)s %(program_type)s dasturini tugatganingiz bilan tabriklaymiz!
vi: Chúc mừng bạn đã hoàn thành Chương trình %(program_title)s %(program_type)s của mình!

source: Supported by the following organizations
af_za: Ondersteun deur die volgende organisasies
az: Aşağıdakı təşkilatlar tərəfindən dəstəklənir
da: Støttet af de følgende organisationer
el: Υποστηρίζεται από τους παρακάτω οργανισμούς
es_419: Con el apoyo de las siguientes organizaciones
fa: توسط سازمان های زیر حمایت می شود
fr: Les organisations suivantes soutiennent ce projet.
he: נתמך בידי הארגונים הבאים
hi: निम्नलिखित संगठनों द्वारा समर्थित
hu: A következő szervezetek támogatásával:
id: Didukung oleh institusi berikut
it_it: Sostenuto dalle seguenti organizzazioni
ja: 以下の組織によってサポートされています
ka: მხარდაჭერილია შემდეგი ორგანიზაციების მიერ
lv: Atbalsta šādas organizācijas
nl: Ondersteund door de volgende organisaties
pl: Wspierane przez następujące organizacje
pt_br: Apoiado pelas seguintes organizações
ro: Sprijinit de următoarele organizații
sq: Mbështetur nga organizatat e mëposhtme
sv: Stöds av följande organisationer
sw: Inasaidiwa na mashirika yafuatayo
te: కింది సంస్థల ద్వారా మద్దతు ఉంది
th: สนับสนุนโดยองค์กรดังต่อไปนี้
tr_tr: Aşağıdaki kuruluşlar tarafından desteklenmiştir
uk: Організації, які підтримують:
uz: Quyidagi tashkilotlar tomonidan qo'llab-quvvatlanadi
vi: Được hỗ trợ bởi các tổ chức sau

source: logo
el: λογότυπο
fa: لوگو
he: לוגו
hi: लोगो
ja: ロゴ
ka: ლოგო
lv: logotips
ro: siglă
sv: logotyp
sw: nembo
te: లోగో
th: โลโก้
uk: логотип
uz: logotip

source: {start_span}This is to certify that{end_span} {start_strong} {user_name} {end_strong}
af_za: {start_span} Dit is om te sertifiseer dat {end_span} {start_strong} {user_name} {end_strong}
az: {start_span}Bu, {end_span} {start_strong} {user_name} {end_strong} təsdiq edir
da: {start_span}Dette bekræfter, at{end_span} {start_strong} {user_name} {end_strong}
el: {start_span} Πρόκειται για την πιστοποίηση ότι {end_span} {start_strong} {user_name} {end_strong}
es_419: {start_span}Este documento acredita que{end_span} {start_strong} {user_name} {end_strong}
fa: {start_span} این برای تأیید این است که {end_span} {start_strong} {user_name} {end_strong}
fr: {start_span}Cela permet d'attester que{end_span} {start_strong} {user_name} {end_strong}
he: {start_span} זה מאשר ש {end_span} {start_strong} {user_name} {end_strong}
hi: {start_span} यह प्रमाणित करना है कि {end_span} {start_strong} {user_name} {end_strong}
hu: {start_span}Ez igazolja, hogy{end_span} {start_strong} {user_name} {end_strong}
id: {start_span}Menyatakan bahwa{end_span} {start_strong} {user_name} {end_strong}telah menyelesaikan
it_it: {start_span}Questo per chiarire che{end_span} {start_strong} {user_name} {end_strong}
ja: {start_span}これにより、{end_span}{start_strong}{user_name}{end_strong}
lv: {start_span} Tas ir paredzēts, lai apliecinātu, ka {end_span} {start_strong} {user_name} {end_strong}
nl: {start_span} Dit is ter bevestiging dat {end_span} {start_strong} {user_name} {end_strong}
pl: {start_span} Niniejszym zaświadczam, że {end_span} {start_strong} {user_name} {end_strong}
pt_br: {start_span}Isto é para certificar que{end_span} {start_strong} {user_name} {end_strong}
ro: {start_span} Asta este pentru a atesta faptul că {end_span} {start_strong} {user_name} {end_strong}
sq: {start_span} Kjo është për të vërtetuar se {end_span} {start_strong} {user_name} {end_strong}
sv: {start_span}Med detta certifikat intygas att{end_span} {start_strong} {user_name} {end_strong}
sw: {start_span} Hii ni kuthibitisha kwamba {end_span} {start_strong} {user_name} {end_strong}
te: {start_span}ఇది ధృవీకరించబడింది{end_span} {start_strong} {user_name} {end_strong} అని.
th: {start_span} เพื่อรับรองว่า {end_span} {start_strong} {user_name} {end_strong}
tr_tr: {start_span}Bu belge şunu doğrular:{end_span} {start_strong} {user_name} {end_strong}
uk: {start_span}Цим засвідчується, що{end_span} {start_strong} {user_name} {end_strong}
uz: {start_span} Bu {end_span} {start_strong} {user_name} {end_strong} ekanligini tasdiqlash uchun
vi: {start_span} Điều này để chứng nhận rằng {end_span} {start_strong} {user_name} {end_strong}

source: a program offered by %(org_name_string)s, in collaboration with %(platform_name)s.
af_za: &#39;n program aangebied deur %(org_name_string)s , in samewerking met %(platform_name)s .
az: %(platform_name)s ilə əməkdaşlıqda %(org_name_string)s tərəfindən proqram təklif olundu.
da: et program, der tilbydes af %(org_name_string)s, i samarbejde med %(platform_name)s.
el: ένα πρόγραμμα που προσφέρεται από %(org_name_string)s, σε συνεργασία με το %(platform_name)s.
es_419: ofrecido por %(org_name_string)s en %(platform_name)s.
fa: برنامه ای ارائه شده توسط %(org_name_string)s ، با همکاری %(platform_name)s .
fr: un programme offert par %(org_name_string)s, en collaboration avec %(platform_name)s.
he: תוכנית המוצעת על ידי %(org_name_string)s , בתוך שיתוף עם %(platform_name)s .
hi: के सहयोग से %(org_name_string)sक कार्यक्रम प्रस्तुत किया%(platform_name)s।
hu: a program, amelyet a %(org_name_string)s kínál, együttműködésben a %(platform_name)s-szel.
id: program yang ditawarkan oleh %(org_name_string)s, bekerja sama dengan %(platform_name)s.
it_it: un programma offerto da %(org_name_string)s, in collaborazione con %(platform_name)s.
ja: %(org_name_string)sが提供し、%(platform_name)sと協力して実施されるプログラム。
lv: programma, ko piedāvā %(org_name_string)s sadarbībā ar %(platform_name)s .
nl: een programma aangeboden door %(org_name_string)s, in samenwerking met %(platform_name)s.
pl: %(org_name_string)s oferuje program we współpracy z %(platform_name)s.
pt_br: um programa oferecido por %(org_name_string)s, em colaboração com %(platform_name)s.
ro: Un program oferit de %(org_name_string)s, în colaborare cu %(platform_name)s.
sq: një program i ofruar nga %(org_name_string)s , në bashkëpunim me %(platform_name)s .
sv: ett program som erbjuds av %(org_name_string)s, i samarbete med %(platform_name)s.
sw: programu inayotolewa na %(org_name_string)s , kwa ushirikiano na %(platform_name)s .
te: %(platform_name)s సహకారంతో %(org_name_string)s అందించే ప్రోగ్రామ్.
th: โปรแกรมที่นำเสนอโดย %(org_name_string)s โดยความร่วมมือกับ %(platform_name)s
tr_tr: %(platform_name)sişbirliğinde, %(org_name_string)s tarafından sağlanan bir program.
uk: програма запропонована %(org_name_string)s, у співпраці з %(platform_name)s.
uz: %(platform_name)s bilan hamkorlikda %(org_name_string)s tomonidan taklif qilingan dastur.
vi: một chương trình được cung cấp bởi %(org_name_string)s , phối hợp với %(platform_name)s .

source: Noted by
af_za: Opgemerk deur
az: Tərəfindən qeydə alınıb
da: Noteret af
el: Σημειώθηκε από
es_419: Anotado por
fa: اشاره شده توسط
fr: Noté par
he: צויין בידי
hi: द्वारा देखा गया
hu: Feljegyezte
id: Dicatat oleh
it_it: Indicato da
ja: 記録者
ka: ჩანიშნულია:
lv: Atzīmēja
nl: Opgemerkt door
pl: Zauważone przez
pt_br: Anotação por
ro: Notat de către
sq: Shënuar nga
sv: Noterat av
sw: Imebainishwa na
te: ద్వారా గుర్తించబడింది
th: ถูกบันทึกโดย
tr_tr: Bildiren
uk: Зазначено
uz: tomonidan qayd etilgan
vi: Được lưu ý bởi

source: Issued {month} {year}
af_za: Uitgereik {month} {year}
az: Verilmişdir {month} {year}
da: Udstedt {month} {year}
el: Εκδόθηκε {month} {year}
es_419: Emitido en {month} de {year}
fa: صادر شده {month} {year}
fr: Publié {month} {year}
he: הונפק {month} {year}
hi: जारी किए गए {month} {year}
hu: Kiadva: {month} {year}
id: Diterbitkan {month} {year}
it_it: Emesso {month} {year}
ja: 発行日 {month} {year}
lv: Izdots {month} {year}
nl: Uitgegeven {month} {year}
pl: Wydano {month} {year}
pt_br: Emitiu {month} {year}
ro: Emis {month} {year}
sq: Lëshuar {month} {year}
sv: Utfärdad {month} {year}
sw: Imetolewa {month} {year}
te: జారీ చేయబడింది {month} {year}
th: ออกแล้ว {month} {year}
tr_tr: Veriliş {month} {year}
uk: Видано {month} {year}
uz: Berilgan {month} {year}
vi: Đã phát hành {month} {year}

source: Valid Certificate ID
af_za: Geldige sertifikaat-ID
az: Etibarlı Sertifikat ID-si
da: Gyldigt certifikat-id
el: Έγκυρο αναγνωριστικό πιστοποιητικού
es_419: ID Válida del Certificado
fa: شناسه گواهی معتبر
fr: ID de certificat valide
he: מזהה תעודה חוקי
hi: वैध प्रमाणपत्र आईडी
hu: Érvényes Bizonyítvány ID
id: ID Sertifikat Valid
it_it: ID certificato valido
ja: 有効な証明書ID
ka: დამოწმებული სერტიფიკატის ID
lv: Derīgs sertifikāta ID
nl: Geldige certificaat-ID
pl: Prawidłowy identyfikator Certyfikatu
pt_br: Identificação de Certificado válido
ro: ID-ul valid al Atestatului
sq: ID e vlefshme e certifikatës
sv: Ett giltigt certifikat-id
sw: Kitambulisho Halali cha Cheti
te: చెల్లుబాటు అయ్యే సర్టిఫికేట్ ID
th: รหัสใบรับรองที่ถูกต้อง
tr_tr: Geçerli Sertifika No
uk: Дійсний ідентифікаційний номер сертифікату
uz: Yaroqli sertifikat identifikatori
vi: ID chứng chỉ hợp lệ
