Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: 1 {model_name} entry was successfully activated.
af_za: 1 {model_name} inskrywing is suksesvol geaktiveer.
az: 1 {model_name} girişi uğurla aktivləşdirildi.
da: 1 {model_name} post blev aktiveret med succes.
el: 1 {model_name} καταχώριση ενεργοποιήθηκε με επιτυχία.
es_419: 1 {model_name} se activó con éxito.
fa: 1 ورودی {model_name} با موفقیت فعال شد.
fr: 1 entrée {model_name} a été activée avec succès.
he: רישום {model_name} אחד הופעל בהצלחה.
hi: 1 {model_name} प्रविष्टि को सफलतापूर्वक सक्रिय किया गया।
hu: 1 {model_name} bejegyzés sikeresen aktiválva lett.
id: 1 entri {model_name} berhasil diaktifkan.
it_it: 1 voce {model_name} è stata attivata con successo.
ja: 1 {model_name} エントリーが正常にアクティブ化されました。
lv: 1 {model_name} ieraksts tika veiksmīgi aktivizēts.
nl: 1 {model_name} invoer is succesvol geactiveerd.
pl: 1 wpis {model_name} został pomyślnie aktywowany.
pt_br: 1 {model_name} entrada foi ativada com sucesso.
ro: 1 intrare {model_name} a fost activată cu succes.
sq: 1 {model_name} hyrje u aktivizua me sukses.
sv: 1 {model_name}-post har aktiverats framgångsrikt.
te: 1 {model_name} ఎంట్రీ విజయవంతంగా సక్రియం చేయబడింది.
th: มีการยืนยัน {model_name} 1 รายการเรียบร้อยแล้ว
tr_tr: 1 {model_name} girişi başarıyla etkinleştirildi.
uz: 1 {model_name} yozuvi muvaffaqiyatli faollashtirildi.
vi: 1 {model_name} mục đã được kích hoạt thành công.

source: {count} {model_name} entries were successfully activated.
af_za: {count} {model_name} inskrywings is suksesvol geaktiveer.
az: {count} {model_name} qeydləri uğurla aktivləşdirildi.
da: {count} {model_name} poster blev aktiveret.
el: {count} καταχωρίσεις {model_name} ενεργοποιήθηκαν με επιτυχία.
es_419: {count} entradas de {model_name} se activaron con éxito.
fa: {count} {model_name} ورودی با موفقیت فعال شد.
fr: {count} {model_name} entrées ont été activées avec succès.
he: {count} {model_name} ערכים הופעלו בהצלחה.
hi: {count} {model_name} प्रविष्टियाँ सफलतापूर्वक सक्रिय की गईं।
hu: {count} {model_name} bejegyzés sikeresen aktiválva.
id: {count} entri {model_name} berhasil diaktifkan.
it_it: {count} voci {model_name} sono state attivate con successo.
ja: {count} {model_name} エントリーが正常にアクティブ化されました。
lv: {count} {model_name} ieraksti tika veiksmīgi aktivizēti.
nl: {count} {model_name} items zijn succesvol geactiveerd.
pl: {count} wpisy {model_name} zostały pomyślnie aktywowane.
pt_br: {count} entradas de {model_name} foram ativadas com sucesso.
ro: {count} intrări {model_name} au fost activat cu succes.
sq: {count} hyrje {model_name} u aktivizuan me sukses.
sv: {count} {model_name}-poster aktiverades framgångsrikt.
te: {count} {model_name} ఎంట్రీలు విజయవంతంగా సక్రియం చేయబడ్డాయి.
th: {count} รายการ {model_name} ถูกยืนยันเรียบร้อยแล้ว
tr_tr: {count} {model_name} girdisi başarıyla etkinleştirildi.
uz: {count} {model_name} yozuvlari muvaffaqiyatli Faollashtirildi.
vi: {count} mục {model_name} đã được kích hoạt thành công.

source: Deactivate selected entries
af_za: Deaktiveer geselekteerde inskrywings
az: Seçilmiş qeydləri deaktiv et
da: Deaktiver valgte poster
el: Απενεργοποίηση επιλεγμένων καταχωρήσεων
es_419: Desactivar las entradas seleccionadas
fr: Désactiver les entrées sélectionnées
he: בטל ערכים נבחרים
hi: चयनित प्रविष्टियों को निष्क्रिय करें
hu: Kiválasztott bejegyzések deaktiválása
id: Nonaktifkan entri yang dipilih
it_it: Disattiva le voci selezionate
ja: 選択したエントリを無効化
lv: Deaktivēt atlasītos ierakstus
nl: Deactiveer geselecteerde items
pl: Dezaktywuj wybrane wpisy
pt_br: Desativar entradas selecionadas
ro: A dezactiva intrările selectate
sq: Çaktivizo hyrjet e zgjedhura
sv: Inaktivera valda poster
te: ఎంచుకున్న ఎంట్రీలను డీయాక్టివేట్ చేయండి
th: ยกเลิกการเลือกที่เลือก
tr_tr: Seçili girişleri devre dışı bırak
uz: Tanlangan yozuvlarni o‘chirish
vi: Hủy kích hoạt các mục đã chọn

source: 1 {model_name} entry was successfully deactivated.
af_za: 1 {model_name} inskrywing is suksesvol gedeaktiveer.
az: 1 {model_name} girişi uğurla deaktiv edildi.
da: 1 {model_name} post blev deaktiveret med succes.
el: 1 {model_name} καταχώριση απενεργοποιήθηκε με επιτυχία.
es_419: 1 {model_name} se desactivó con éxito.
fa: 1 {model_name} ورودی با موفقیت غیرفعال شد.
fr: 1 entrée {model_name} a été désactivée avec succès.
he: רישום {model_name} אחד הושבת בהצלחה.
hi: 1 {model_name} प्रविष्टि को सफलतापूर्वक निष्क्रिय कर दिया गया।
hu: 1 {model_name} bejegyzés sikeresen deaktiválva lett.
id: 1 entri {model_name} berhasil dinonaktifkan.
it_it: 1 voce {model_name} è stata disattivata con successo.
ja: 1 {model_name} エントリが正常に無効化されました。
lv: 1 {model_name} ieraksts tika veiksmīgi deaktivizēts.
nl: 1 {model_name} invoer is succesvol gedeactiveerd.
pl: 1 wpis {model_name} został pomyślnie dezaktywowany.
pt_br: 1 {model_name} foi desativado com sucesso.
ro: 1 {model_name} a fost dezactivată cu succes.
sq: 1 {model_name} hyrje u çaktivizua me sukses.
sv: 1 {model_name}-post avaktiverades framgångsrikt.
te: 1 {model_name} ఎంట్రీ విజయవంతంగా డీయాక్టివేట్ చేయబడింది.
th: มีการปิดใช้งาน {model_name} 1 รายการเรียบร้อยแล้ว
tr_tr: 1 {model_name} girişi başarıyla devre dışı bırakıldı.
uz: 1 {model_name} yozuvi muvaffaqiyatli ravishda o‘chirildi.
vi: 1 mục nhập {model_name} đã được hủy kích hoạt thành công.

source: {count} {model_name} entries were successfully deactivated.
af_za: {count} {model_name} inskrywings is suksesvol gedeaktiveer.
az: {count} {model_name} qeydləri uğurla deaktiv edildi.
da: {count} {model_name} poster blev deaktiveret med succes.
el: {count} καταχωρίσεις {model_name} απενεργοποιήθηκαν με επιτυχία.
es_419: {count} entradas de {model_name} se desactivaron con éxito.
fa: {count} مورد {model_name} با موفقیت غیرفعال شد.
fr: {count} {model_name} entrées ont été désactivées avec succès.
he: {count} {model_name} ערכים הושבתו בהצלחה.
hi: {count} {model_name} प्रविष्टियाँ सफलतापूर्वक निष्क्रिय कर दी गईं।
hu: {count} {model_name} bejegyzés sikeresen deaktiválva.
id: {count} entri {model_name} berhasil dinonaktifkan.
it_it: {count} voci {model_name} sono state disattivate con successo.
ja: {count} {model_name} エントリが正常に無効化されました。
lv: {count} {model_name} ieraksti tika veiksmīgi deaktivizēti.
nl: {count} {model_name} items zijn succesvol gedeactiveerd.
pl: {count} wpisów {model_name} zostało pomyślnie dezaktywowanych.
pt_br: {count} entradas de {model_name} foram desativadas com sucesso.
ro: {count} de înregistrări {model_name} au fost dezactivate cu succes.
sq: {count} hyrjet {model_name} u çaktivizuan me sukses.
sv: {count} {model_name} poster avaktiverades framgångsrikt.
te: {count} {model_name} ఎంట్రీలు విజయవంతంగా డీయాక్టివేట్ చేయబడ్డాయి.
th: {count} รายการ {model_name} ถูกปิดใช้งานเรียบร้อยแล้ว
tr_tr: {count} {model_name} girdisi başarıyla devre dışı bırakıldı.
uz: {count} {model_name} yozuvlari muvaffaqiyatli ravishda o‘chirildi.
vi: {count} mục {model_name} đã được hủy kích hoạt thành công.

source: Add is_staff to selected entries
af_za: Voeg is_staff by geselekteerde inskrywings.
az: Seçilmiş qeydlərə is_staff əlavə edin
da: Tilføj is_staff til valgte poster
el: Προσθήκη is_staff στις επιλεγμένες καταχωρήσεις
es_419: Añadir is_staff a las entradas seleccionadas
fa: افزودن is_staff به موارد انتخاب شده
fr: Ajouter is_staff aux entrées sélectionnées
he: הוסף is_staff לרשומות שנבחרו
hi: चयनित प्रविष्टियों में is_staff जोड़ें
hu: Adja hozzá az is_staff attribútumot a kiválasztottakhoz
id: Tambahkan is_staff ke entri yang dipilih
it_it: Aggiungi is_staff alle voci selezionate
ja: 選択したエントリにis_staffを追加
lv: Pievienot is_staff atlasītajiem ierakstiem
nl: Voeg is_staff toe aan geselecteerde items
pl: Dodaj is_staff do wybranych wpisów
pt_br: Adicionar is_staff às entradas selecionadas
ro: Reclamă is_staff la intrările selectate
sq: Shto is_staff te hyrjet e zgjedhura
sv: Lägga till is_staff till valda poster
te: ఎంచుకున్న ఎంట్రీలకు is_staff జోడించండి
th: เพิ่ม is_staff ให้กับรายการที่เลือก
tr_tr: Seçilen kayıtlara is_staff ekle
uz: Tanlangan yozuvlarga is_staff qo'shish
vi: Thêm is_staff vào các mục đã chọn

source: 1 {model_name} entry was successfully changed.
af_za: 1 {model_name}-inskrywing is suksesvol verander.
az: 1 {model_name} girişi uğurla dəyişdirildi.
da: 1 {model_name} post blev ændret med succes.
el: 1 {model_name} καταχώριση άλλαξε με επιτυχία.
es_419: 1 {model_name} se cambió con éxito.
fa: 1 {model_name} ورودی با موفقیت تغییر یافت.
fr: 1 entrée {model_name} a été modifiée avec succès.
he: רשומת {model_name} אחת שונתה בהצלחה.
hi: 1 {model_name} प्रविष्टि को सफलतापूर्वक बदल दिया गया।
hu: 1 {model_name} bejegyzés sikeresen megváltozott.
id: 1 entri {model_name} berhasil diubah.
it_it: 1 voce {model_name} è stata modificata con successo.
ja: 1 {model_name} エントリーが正常に変更されました。
lv: 1 {model_name} ieraksts tika veiksmīgi mainīts.
nl: 1 {model_name} item is succesvol gewijzigd.
pl: 1 wpis {model_name} został pomyślnie zmieniony.
pt_br: 1 {model_name} entrada foi alterada com sucesso.
ro: 1 intrare {model_name} a fost modificată cu succes.
sq: 1 hyrje {model_name} u ndryshua me sukses.
sv: 1 {model_name}-post ändrades framgångsrikt.
te: 1 {model_name} ఎంట్రీ విజయవంతంగా మార్చబడింది.
th: มีการเปลี่ยนแปลงรายการ {model_name} 1 รายการเรียบร้อยแล้ว
tr_tr: 1 {model_name} girişi başarıyla değiştirildi.
uz: 1 {model_name} yozuvi muvaffaqiyatli o'zgartirildi.
vi: 1 {model_name} mục đã được thay đổi thành công.

source: {count} {model_name} entries were successfully changed.
af_za: {count} {model_name} inskrywings is suksesvol verander.
az: {count} {model_name} qeydləri uğurla dəyişdirildi.
da: {count} {model_name} poster blev ændret med succes.
el: {count} καταχωρίσεις {model_name} άλλαξαν με επιτυχία.
es_419: {count} entradas de {model_name} se cambiaron con éxito.
fa: {count} ورودی {model_name} با موفقیت تغییر یافتند.
fr: {count} entrées {model_name} ont été modifiées avec succès.
he: {count} ערכים של {model_name} שונו בהצלחה.
hi: {count} {model_name} प्रविष्टियाँ सफलतापूर्वक बदली गईं।
hu: {count} {model_name} bejegyzés sikeresen megváltozott.
id: {count} entri {model_name} berhasil diubah.
it_it: {count} voci {model_name} sono state modificate con successo.
ja: {count} {model_name} エントリが正常に変更されました。
lv: {count} {model_name} ieraksti tika veiksmīgi mainīti.
nl: {count} {model_name} items zijn succesvol gewijzigd.
pl: {count} wpisów {model_name} zostało pomyślnie zmienionych.
pt_br: {count} entradas de {model_name} foram alteradas com sucesso.
ro: {count} intrări {model_name} au fost modificate cu succes.
sq: {count} hyrjet {model_name} u ndryshuan me sukses.
sv: {count} {model_name} poster har ändrats framgångsrikt.
te: {count} {model_name} ఎంట్రీలు విజయవంతంగా మార్చబడ్డాయి.
th: มีการเปลี่ยนแปลง {count} รายการ {model_name} สำเร็จแล้ว
tr_tr: {count} {model_name} girişi başarıyla değiştirildi.
uz: {count} {model_name} yozuvlari muvaffaqiyatli o'zgartirildi.
vi: {count} mục {model_name} đã được thay đổi thành công.

source: Remove is_staff from selected entries
af_za: Verwyder is_staff van geselekteerde inskrywings
az: Seçilmiş qeydlərdən is_staff-ı sil
da: Fjern is_staff fra valgte poster
el: Αφαίρεση του is_staff από τις επιλεγμένες καταχωρήσεις
es_419: Eliminar is_staff de las entradas seleccionadas
fa: حذف is_staff از موارد انتخاب شده
fr: Retirer is_staff des entrées sélectionnées
he: הסר is_staff מהרשומות שנבחרו
hi: चयनित प्रविष्टियों से is_staff हटाएं
hu: Távolítsa el az is_staff jelölést a kiválasztott bejegyzésekről
id: Hapus is_staff dari entri yang dipilih
it_it: Rimuovi is_staff dalle voci selezionate
ja: 選択したエントリからis_staffを削除
lv: Noņemt is_staff no atlasītajiem ierakstiem
nl: Verwijder is_staff van geselecteerde items
pl: Usuń is_staff z wybranych wpisów
pt_br: Remover is_staff das entradas selecionadas
ro: Eliminați is_staff din intrările selectate
sq: Hiq is_staff nga hyrjet e zgjedhura
sv: Ta bort is_staff från valda poster
te: ఎంచుకున్న ఎంట్రీల నుండి is_staff ను తొలగించండి
th: ลบ is_staff จากรายการที่เลือก
tr_tr: Seçili girişlerden is_staff'ı kaldır
uz: Tanlangan yozuvlardan is_staff ni olib tashlash
vi: Xóa is_staff khỏi các mục đã chọn

source: Add is_superuser to selected entries
af_za: Voeg is_superuser by geselekteerde inskrywings.
az: Seçilmiş qeydlərə is_superuser əlavə et
da: Tilføj is_superuser til valgte poster
el: Προσθήκη is_superuser στις επιλεγμένες καταχωρήσεις
es_419: Añadir is_superuser a las entradas seleccionadas
fa: افزودن is_superuser به موارد انتخاب شده
fr: Ajouter is_superuser aux entrées sélectionnées
he: הוסף is_superuser לערכים שנבחרו
hi: चयनित प्रविष्टियों में is_superuser जोड़ें
hu: Adja hozzá az is_superuser-t a kiválasztott bejegyzésekhez
id: Tambahkan is_superuser ke entri yang dipilih
it_it: Aggiungi is_superuser alle voci selezionate
ja: 選択したエントリにis_superuserを追加
lv: Pievienot is_superuser atlasītajiem ierakstiem
nl: Voeg is_superuser toe aan geselecteerde items
pl: Dodaj is_superuser do wybranych wpisów
pt_br: Adicionar is_superuser às entradas selecionadas
ro: Reclamă is_superuser la intrările selectate
sq: Shto is_superuser te hyrjet e zgjedhura
sv: Lägga till is_superuser till valda poster
te: ఎంచుకున్న ఎంట్రీలకు is_superuser జోడించండి
th: เพิ่ม is_superuser ให้กับรายการที่เลือก
tr_tr: Seçili kayıtlara is_superuser ekle
uz: Tanlangan yozuvlarga is_superuser qo'shish
vi: Thêm is_superuser vào các mục đã chọn

source: Remove is_superuser from selected entries
af_za: Verwyder is_superuser van geselekteerde inskrywings
az: Seçilmiş qeydlərdən is_superuser-i silin
da: Fjern is_superuser fra valgte poster
el: Αφαίρεση του is_superuser από τις επιλεγμένες εγγραφές
es_419: Eliminar is_superuser de las entradas seleccionadas
fr: Retirer is_superuser des entrées sélectionnées
he: הסר is_superuser מהרשומות שנבחרו
hi: चयनित प्रविष्टियों से is_superuser हटाएं
hu: Távolítsa el az is_superuser beállítást a kiválasztott bejegyzésekből
id: Hapus is_superuser dari entri yang dipilih
it_it: Rimuovi is_superuser dalle voci selezionate
ja: 選択したエントリからis_superuserを削除
lv: Noņemt is_superuser no atlasītajiem ierakstiem
nl: Verwijder is_superuser uit geselecteerde items
pl: Usuń is_superuser z wybranych wpisów
pt_br: Remover is_superuser das entradas selecionadas
ro: Eliminați is_superuser din intrările selectate
sq: Hiq is_superuser nga hyrjet e përzgjedhura
sv: Ta bort is_superuser från valda poster
te: ఎంచుకున్న ఎంట్రీల నుండి is_superuser ను తొలగించండి
th: ลบ is_superuser จากรายการที่เลือก
tr_tr: Seçili girişlerden is_superuser'ı kaldır
uz: Tanlangan yozuvlardan is_superuser ni olib tashlash
vi: Xóa is_superuser khỏi các mục đã chọn

source: Personal info
af_za: Persoonlike inligting
az: Şəxsi məlumat
da: Personlig information
es_419: Información personal
fa: اطلاعات شخصی
fr: Informations personnelles
he: מידע אישי
hi: व्यक्तिगत जानकारी
hu: Személyes infó
id: Informasi Pribadi
it_it: Informazione personale
ja: 個人情報
ka: პირადი ინფორმაცია
lv: Personiskā informācija
pl: Dane osobiste
pt_br: Informações pessoais
ro: Informații personale
sq: Informacion personal
sv: Personlig info
sw: Taarifa za kibinafsi
te: వ్యక్తిగత సమాచారం
th: ข้อมูลส่วนบุคคล
tr_tr: Kişisel bilgi
uk: Особиста інформація
uz: Shaxsiy ma'lumotlar
vi: Thông tin cá nhân

source: Permissions
af_za: Toestemmings
az: İcazələr
da: Tilladelser
es_419: Permisos
fa: مجوزها
fr: Autorisations
he: הרשאות
hi: अनुमतियां
hu: Engedélyek
id: izin
it_it: Autorizzazioni
ja: 権限
ka: უფლებები
lv: Atļaujas
pl: Uprawnienia
pt_br: Permissões
ro: Permisiuni
sq: Lejet
sv: Behörigheter
sw: Ruhusa
te: అనుమతులు
th: สิทธิ์การใช้งาน
tr_tr: İzinler
uk: Дозволи
uz: Ruxsatlar
vi: Quyền

source: Important dates
af_za: Belangrike datums
az: Vacib tarixlər
da: Vigtige datoer
el: Σημαντικές ημερομηνίες
es_419: Fechas importantes
fa: تاریخ های مهم
fr: Dates importantes
he: תאריכים חשובים
hi: महत्वपूर्ण तिथियाँ
hu: Fontos dátumok
id: Tanggal penting
it_it: Date importanti
ja: 重要な日付
ka: მნიშვნელოვანი თარიღები
lv: Svarīgi datumi
pl: Ważne daty
pt_br: datas importantes
ro: Date importante
sq: Datat e rëndësishme
sv: Viktiga datum
sw: Tarehe muhimu
te: ముఖ్యమైన తేదీలు
th: วันที่สำคัญ
tr_tr: Önemli tarihler
uk: Важливі дати
uz: Muhim sanalar
vi: Những ngày quan trọng

source: URLs
af_za: URL&#39;s
az: URL-lər
da: URL'er
fa: URL ها
he: כתובות URL
hi: यूआरएल
hu: URL-ek
id: URL
it_it: URL
ja: URL
lv: URL
pl: Adresy URL
ro: URL-uri
sq: URL-të
sv: Sökvägar
sw: URL
te: URLలు
th: URL
tr_tr: URL'ler
uz: URL manzillari
vi: URL

source: Social Sharing
af_za: Sosiale deel
az: Sosial paylaşma
da: Social deling
el: Δημοσίευση στα κοινωνικά μέσα
es_419: Compartir en redes sociales
fa: اشتراک گذاری اجتماعی
fr: Partage sur réseau social
he: שיתוף במדיה חברתית
hi: सामाजिक साझाकरण
hu: Közösségi Megosztás
id: berbagi sosial
it_it: Condivisione Social
ja: ソーシャルシェアリング
ka: სოციალური ქსელები და გაზაირება
lv: Sociālā koplietošana
pl: Udostępnianie społecznościowe
pt_br: Compartilhamento social
ro: Partajare pe Rețele Sociale
sq: Ndarja sociale
sv: Sociala inställningar
sw: Kushiriki kijamii
te: సామాజిక భాగస్వామ్యం
th: การแบ่งปันทางสังคม
tr_tr: Sosyal Paylaşım
uk: Ділитись у соцмережах
uz: Ijtimoiy almashish
vi: Chia sẻ xã hội

source: A Facebook app ID is required to enable Facebook sharing.
af_za: &#39;n Facebook-program-ID word vereis om Facebook-deling te aktiveer.
az: Facebook paylaşımını aktivləşdirmək üçün Facebook tətbiq ID-si tələb olunur.
da: Et Facebook-app-id er påkrævet for at aktivere Facebook-deling.
el: Απαιτείται ένα αναγνωριστικό εφαρμογής Facebook για την ενεργοποίηση της δημοσίευσης στο Facebook.
es_419: El ID de la app de Facebook es requerido para habilitar la opción de compartir en Facebook.
fa: شناسه برنامه فیس بوک برای فعال کردن اشتراک گذاری فیس بوک مورد نیاز است.
fr: Un ID d&#39;application Facebook est requis pour activer le partage Facebook.
he: כדי להפעיל שיתוף בפייסבוק יש צורך במזהה של אפליקציית פייסבוק.
hi: फेसबुक शेयरिंग को सक्षम करने के लिए फेसबुक ऐप आईडी की आवश्यकता होती है।
hu: Facebook appazonosítóra van szükség a Facebook megosztás engedélyezéséhez.
id: ID app Facebook diperlukan untuk berbagi melalui Facebook.
it_it: È necessario un ID dell'app Facebook per abilitare la condivisione su Facebook.
ja: Facebook共有を有効にするには、FacebookアプリIDが必要です。
lv: Lai iespējotu Facebook kopīgošanu, ir nepieciešams Facebook lietotnes ID.
pl: Aby umożliwić udostępnianie na Facebooku, wymagany jest identyfikator aplikacji Facebook.
pt_br: Uma identificação de aplicativo de Facebook é solicitada para habilitar o compartilhamento no Facebook.
ro: Este necesar un ID de aplicație Facebook pentru a activa partajarea Facebook.
sq: Kërkohet një ID e aplikacionit Facebook për të aktivizuar ndarjen në Facebook.
sv: Ett Facebook-app-ID krävs för att möjliggöra delning på Facebook.
sw: Kitambulisho cha programu ya Facebook kinahitajika ili kuwezesha kushiriki Facebook.
te: Facebook షేరింగ్‌ని ప్రారంభించడానికి Facebook యాప్ ID అవసరం.
th: ต้องใช้ ID แอพ Facebook เพื่อเปิดใช้งานการแชร์บน Facebook
tr_tr: Facebook paylaşımı için Facebook Uygulama ID'si gereklidir.
uk: Для поширення у Facebook потрібно ID програми Facebook
uz: Facebook ilovasi identifikatori Facebook almashishni yoqish uchun talab qilinadi.
vi: Cần có ID ứng dụng Facebook để cho phép chia sẻ trên Facebook.

source: Platform Name
af_za: Platform Naam
az: Platforma adı
da: Platformens navnet
el: Όνομα πλατφόρμας
es_419: Nombre de la plataforma
fa: نام پلتفرم
fr: Nom de la plateforme
he: שם הפלטפורמה
hi: प्लेटफार्म का नाम
hu: Platform Neve
id: Nama platform
it_it: Nome piattaforma
ja: プラットフォーム名
ka: პლათფორმის სახელწოდება
lv: Platformas nosaukums
pl: Nazwa platformy
pt_br: Nome da plataforma
ro: Numele platformei
sq: Emri i platformës
sv: Plattformens namn
sw: Jina la Jukwaa
te: ప్లాట్‌ఫారమ్ పేరు
th: ชื่อแพลตฟอร์ม
tr_tr: Platform Adı
uk: Назва платформи
uz: Platforma nomi
vi: Tên ga tàu

source: Name of your Open edX platform
af_za: Naam van jou Open edX platform
az: Sizin Open edX platformasının adı
da: Navnet på din Open edX-platform
el: Όνομα της πλατφόρμας σας στο Open edX
es_419: Nombre de su plataforma Open edX
fa: نام پلتفرم Open edX شما
fr: Nom de votre plateforme Open edX
he: שם פלטפורמת Open edX
hi: आपके ओपन एडएक्स प्लेटफॉर्म का नाम
hu: Open edX platform neve
id: Beri nama platform Open edX Anda
it_it: Nome della tua piattaforma Open edX
ja: Open edXプラットフォームの名前
ka: თქვენი Open edX -ის პლათფორმის სახელწოდება
lv: Jūsu Open edX platformas nosaukums
pl: Nazwa Twojej platformy Open edX
pt_br: Nome da sua plataforma Open edX
ro: Numele platformei Open edX a Dvs.
sq: Emri i platformës suaj Open edX
sv: Titel för din Open edX plattform
sw: Jina la jukwaa lako la Open edX
te: మీ ఓపెన్ edX ప్లాట్‌ఫారమ్ పేరు
th: ชื่อแพลตฟอร์ม Open edX ของคุณ
tr_tr: Open edX platformunuza bir isim verin
uk: Назва Вашої Open edX платформи
uz: Open edX platformangiz nomi
vi: Tên nền tảng Open edX của bạn

source: Segment Key
af_za: Segmentsleutel
az: Seqment açarı
da: Segmentnøgle
el: Κλειδί τμήματος
es_419: Llave de segmento
fa: کلید بخش
fr: Clé de segment
he: מפתח מקטע
hi: खंड कुंजी
hu: Szegment Kulcs
id: Kunci Segmen
it_it: Chiave segmento
ja: セグメントキー
lv: Segmenta atslēga
pl: Klucz segmentu
pt_br: Chave de Segmento
ro: Cheia Segmentului
sq: Çelësi i segmentit
sv: Segmentnyckel
sw: Ufunguo wa Sehemu
te: సెగ్మెంట్ కీ
th: คีย์เซ็กเมนต์
tr_tr: Segment Anahtarı
uk: Ключ сегменту
uz: Segment kaliti
vi: Khóa phân đoạn

source: Segment write/API key.
af_za: Segment skryf/API sleutel.
az: Seqment yazısı/API açarı.
da: Segmentskrivning/API-nøgle.
el: Κλειδί εγγραφής τμήματος/API.
es_419: Llave de segmento de escritura/API.
fa: بخش نوشتن/کلید API.
fr: Écriture de segment/clé API.
he: כתיבת מקטע/מפתח API.
hi: खंड लेखन / एपीआई कुंजी।
hu: Szegment írás/API kulcs.
it_it: Chiave scrittura/API del segmento.
ja: セグメント書き込み/APIキー。
ka: სეგმენტში ჩასაწერი/API გასაღები.
lv: Segmenta rakstīšanas/API atslēga.
pl: Klucz zapisu segmentu/API.
pt_br: Segmento da chave de escrita/API.
ro: Scrierea segmentului/cheia API.
sq: Shkrimi i segmentit/Çelësi API.
sv: Segmentskrivning/API-nyckel.
sw: Sehemu ya kuandika/kifunguo cha API.
te: సెగ్మెంట్ రైట్/API కీ.
th: การเขียนเซ็กเมนต์/คีย์ API
tr_tr: Segment yazma/API anahtarı.
uk: Ключ запису/API для сегменту
uz: Segment yozish/API kaliti.
vi: Khóa ghi/API phân đoạn.

source: Theme Name
af_za: Tema Naam
az: Mövzu adı
da: Tema navn
el: Όνομα θέματος
es_419: Nombre de la plantilla
fa: نام تم
fr: Nom du thème
he: שם ערכת נושא
hi: थीम का नाम
hu: Téma neve
id: Nama tema
it_it: Nome tema
ja: テーマ名
lv: Tēmas nosaukums
pl: Nazwa motywu
pt_br: Nome do Tema
ro: Numele temei
sq: Emri i Temës
sv: Benämning på tema
sw: Jina la Mandhari
te: థీమ్ పేరు
th: ชื่อธีม
tr_tr: Tema Adı
uk: Назва теми
uz: Mavzu nomi
vi: Tên chủ đề
