Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Expected value comparison operator. https://docs.python.org/3/library/operator.html
af_za: Verwagte waarde vergelykingsoperateur. https://docs.python.org/3/library/operator.html
az: Gözlənilən dəyər müqayisə operatoru. https://docs.python.org/3/library/operator.html
da: Forventet værdikomparationsoperator. https://docs.python.org/3/library/operator.html
el: Αναμενόμενος τελεστής σύγκρισης τιμής. https://docs.python.org/3/library/operator.html
es_419: Operador de comparación de valor esperado. https://docs.python.org/3/library/operator.html
fa: عملگر مقایسه مقدار مورد انتظار. https://docs.python.org/3/library/operator.html
fr: Opérateur de comparaison de valeur attendue. https://docs.python.org/3/library/operator.html
he: אופרטור השוואת ערך צפוי. https://docs.python.org/3/library/operator.html
hi: अपेक्षित मान तुलना ऑपरेटर। https://docs.python.org/3/library/operator.html
hu: Várt érték összehasonlító operátor. https://docs.python.org/3/library/operator.html
id: Operator perbandingan nilai yang diharapkan. https://docs.python.org/3/library/operator.html
it_it: Operatore di confronto del valore atteso. https://docs.python.org/3/library/operator.html
ja: 期待される値の比較演算子。https://docs.python.org/3/library/operator.html
lv: Sagaidāmās vērtības salīdzināšanas operators. https://docs.python.org/3/library/operator.html
nl: Verwachte waarde vergelijkingsoperator. https://docs.python.org/3/library/operator.html
pl: Oczekiwany operator porównania wartości. https://docs.python.org/3/library/operator.html
pt_br: Operador de comparação de valor esperado. https://docs.python.org/3/library/operator.html
ro: Operator de comparație a valorii așteptate. https://docs.python.org/3/library/operator.html
sq: Operator krahasimi i vlerës së pritur. https://docs.python.org/3/library/operator.html
sv: Förväntad värdejämförelseoperator. https://docs.python.org/3/library/operator.html
te: ఆశించిన విలువ పోలిక ఆపరేటర్. https://docs.python.org/3/library/operator.html
th: ตัวดำเนินการเปรียบเทียบค่าที่คาดหวัง https://docs.python.org/3/library/operator.html
tr_tr: Beklenen değer karşılaştırma operatörü. https://docs.python.org/3/library/operator.html
uz: Kutilayotgan qiymatni solishtirish operatori. https://docs.python.org/3/library/operator.html
vi: Toán tử so sánh giá trị kỳ vọng. https://docs.python.org/3/library/operator.html

source: Expected value for the nested property, e.g: "cucumber1997".
af_za: Verwagte waarde vir die geneste eienskap, bv: "cucumber1997".
az: Gözlənilən dəyər, məsələn: "cucumber1997".
da: Forventet værdi for den indlejrede egenskab, f.eks.: "cucumber1997".
el: Αναμενόμενη τιμή για την εμφωλευμένη ιδιότητα, π.χ.: "cucumber1997".
es_419: Valor esperado para la propiedad anidada, por ejemplo: "cucumber1997".
fa: مقدار مورد انتظار برای ویژگی تو در تو، به عنوان مثال: "cucumber1997".
fr: Valeur attendue pour la propriété imbriquée, par exemple : "cucumber1997".
he: הערך הצפוי עבור המאפיין המקונן, לדוגמה: "cucumber1997".
hi: नेस्टेड प्रॉपर्टी के लिए अपेक्षित मान, जैसे: "cucumber1997"।
hu: A beágyazott tulajdonság elvárt értéke, pl.: "cucumber1997".
id: Nilai yang diharapkan untuk properti bersarang, misalnya: "cucumber1997".
it_it: Valore atteso per la proprietà nidificata, ad esempio: "cucumber1997".
ja: ネストされたプロパティの期待される値、例: "cucumber1997"。
lv: Paredzamā vērtība ligzdotajam īpašumam, piem.: "cucumber1997".
nl: Verwachte waarde voor de geneste eigenschap, bijv: "cucumber1997".
pl: Oczekiwana wartość dla zagnieżdżonej właściwości, np.: "cucumber1997".
pt_br: Valor esperado para a propriedade aninhada, por exemplo: "cucumber1997".
ro: Valoare așteptată pentru proprietatea imbricată, de exemplu: "cucumber1997".
sq: Vlera e pritur për pronën e folezuar, p.sh: "cucumber1997".
sv: Förväntat värde för den inbäddade egenskapen, t.ex: "cucumber1997".
te: నెస్టెడ్ ప్రాపర్టీ కోసం ఆశించిన విలువ, ఉదా: "cucumber1997".
th: ค่าที่คาดหวังสำหรับคุณสมบัติที่ซ้อนกัน เช่น "cucumber1997"
tr_tr: Beklenen iç içe geçmiş özellik değeri, örneğin: "cucumber1997".
uz: Ichki xususiyat uchun kutilayotgan qiymat, masalan: "cucumber1997".
vi: Giá trị mong đợi cho thuộc tính lồng nhau, ví dụ: "cucumber1997".

source: expected value
af_za: verwagte waarde
az: gözlənilən dəyər
da: forventet værdi
el: αναμενόμενη τιμή
es_419: valor esperado
fa: ارزش مورد انتظار
fr: valeur attendue
he: ערך צפוי
hi: अपेक्षित मान
hu: várható érték
id: nilai yang diharapkan
it_it: valore atteso
ja: 期待値
lv: gaidītā vērtība
nl: verwachte waarde
pl: oczekiwana wartość
pt_br: valor esperado
ro: valoare așteptată
sq: vlera e pritur
sv: förväntat värde
te: అంచనా విలువ
th: ค่าที่คาดหวัง
tr_tr: beklenen değer
uz: kutilayotgan qiymat
vi: giá trị kỳ vọng

source: Parent requirement for this data rule.
af_za: Ouervereiste vir hierdie datareël.
az: Valideyn tələbi bu məlumat qaydası üçündür.
da: Forældrekriterium for denne dataregel.
el: Απαίτηση γονέα για αυτόν τον κανόνα δεδομένων.
es_419: Requisito principal para esta regla de datos.
fr: Exigence parente pour cette règle de données.
he: דרישת הורה עבור כלל נתונים זה.
hi: इस डेटा नियम के लिए मूल आवश्यकता।
hu: Szülői követelmény ehhez az adat szabályhoz.
id: Persyaratan induk untuk aturan data ini.
it_it: Requisito principale per questa regola sui dati.
ja: このデータルールの親要件。
lv: Vecāku prasība šim datu noteikumam.
nl: Oudereis voor deze datarichtlijn.
pl: Wymaganie nadrzędne dla tej reguły danych.
pt_br: Requisito principal para esta regra de dados.
ro: Cerință părinte pentru această regulă de dată.
sq: Kërkesa prindërore për këtë rregull të dhënash.
sv: Föräldrakrav för denna datarregel.
te: డేటా నియమానికి మాతృ అవసరం.
th: ข้อกำหนดหลักสำหรับกฎข้อมูลนี้
tr_tr: Ana gereksinim bu veri kuralı için.
uz: Ushbu ma'lumot qoidasi uchun ota-ona talabi.
vi: Yêu cầu phụ huynh cho quy tắc dữ liệu này.

source: Badge template this penalty serves for.
af_za: Kenteken sjabloon waarvoor hierdie straf dien.
az: Bu cəza üçün nişan şablonu xidmət edir.
da: Skabelon for badge, som denne straf gælder for.
el: Το πρότυπο σήματος για το οποίο ισχύει αυτή η ποινή.
es_419: La plantilla de insignia para la que sirve esta penalización.
fr: Le modèle de badge pour lequel cette pénalité s'applique.
he: תבנית תג למענק זה משמשת.
hi: बैज टेम्पलेट इस दंड के लिए कार्य करता है।
hu: Ez a büntetés a kitűző sablonra vonatkozik.
id: Template lencana yang hukuman ini berlaku untuk.
it_it: Il modello di Badge a cui si applica questa penalità.
ja: バッジテンプレートがこのペナルティに対応しています。
nl: Sjabloon voor badge waarvoor deze straf geldt.
pl: Szablon odznaki, dla którego ta kara jest przeznaczona.
pt_br: Modelo de distintivo para o qual esta penalidade serve.
ro: Șablonul de insignă pentru care servește această penalizare.
sq: Shablloni i distinktivit për të cilin shërben ky ndëshkim.
sv: Märkesmall som denna påföljd gäller för.
te: బ్యాడ్జ్ టెంప్లేట్ ఈ శిక్షకు ఉపయోగపడుతుంది.
th: แม่แบบตราสัญลักษณ์ที่บทลงโทษนี้ใช้สำหรับ
tr_tr: Bu ceza için hizmet eden rozet şablonu.
uz: Ushbu jazo uchun belgi namunasiga xizmat qiladi.
vi: Mẫu huy hiệu mà hình phạt này áp dụng.

source: Public signal type. Use namespaced types, e.g: "org.openedx.learning.student.registration.completed.v1"
af_za: Publieke sein tipe. Gebruik naamruimtetipes, bv: "org.openedx.learning.student.registration.completed.v1"
az: İctimai siqnal növü. Adlandırılmış növlərdən istifadə edin, məsələn: "org.openedx.learning.student.registration.completed.v1"
da: Offentlig signaltype. Brug navngivne typer, f.eks.: "org.openedx.learning.student.registration.completed.v1"
el: Δημόσιος τύπος σήματος. Χρησιμοποιήστε τύπους με ονόματα χώρου, π.χ.: "org.openedx.learning.student.registration.completed.v1"
es_419: Tipo de señal pública. Utiliza tipos con espacio de nombres, por ejemplo: "org.openedx.learning.student.registration.completed.v1"
fa: نوع سیگنال عمومی. از انواع نام‌گذاری شده استفاده کنید، مانند: "org.openedx.learning.student.registration.completed.v1"
fr: Type de signal public. Utilisez des types avec espace de noms, par exemple : "org.openedx.learning.student.registration.completed.v1"
he: סוג אות ציבורי. השתמש בסוגים עם שמות מרחב, לדוגמה: "org.openedx.learning.student.registration.הושלמו.v1"
hi: सार्वजनिक सिग्नल प्रकार। नामस्पेस प्रकारों का उपयोग करें, जैसे: "org.openedx.learning.student.registration.completed.v1"
hu: A nyilvános jel típus. Használjon névtérrel ellátott típusokat, pl.: "org.openedx.learning.student.registration.completed.v1"
id: Jenis sinyal publik. Gunakan tipe dengan namespace, misalnya: "org.openedx.learning.student.registration.completed.v1"
it_it: Tipo di segnale pubblico. Utilizzare tipi con namespace, ad esempio: "org.openedx.learning.student.registration.completato.v1"
ja: 公開シグナルタイプ。名前空間付きのタイプを使用します。例: "org.openedx.learning.student.registration.completed.v1"
lv: Publiska signāla tips. Izmantojiet nosauktos tipus, piemēram: "org.openedx.learning.student.registration.completed.v1"
nl: Openbaar signaaltype. Gebruik genamespaceerde typen, bijvoorbeeld: "org.openedx.learning.student.registration.completed.v1"
pl: Publiczny typ sygnału. Używaj typów z przestrzenią nazw, np.: "org.openedx.learning.student.registration.completed.v1"
pt_br: Tipo de sinal público. Use tipos com namespace, por exemplo: "org.openedx.learning.student.registration.concluído.v1"
ro: Tip de semnal public. Folosiți tipuri cu spațiu de nume, de exemplu: "org.openedx.learning.student.registration.completata.v1"
sq: Lloj sinjali publik. Përdorni lloje me hapësirë emri, p.sh: "org.openedx.learning.student.registration.completed.v1"
sv: Offentlig signaltyp. Använd namngivna typer, t.ex: "org.openedx.learning.student.registration.completed.v1"
te: ప్రజా సంకేతం రకం. నేమ్‌స్పేస్డ్ రకాలను ఉపయోగించండి, ఉదా: "org.openedx.learning.student.registration.completed.v1"
th: ประเภทสัญญาณสาธารณะ ใช้ประเภทที่มีการตั้งชื่อเป็นพื้นที่ เช่น "org.openedx.learning.student.registration.completed.v1"
tr_tr: Genel sinyal türü. Ad alanı içeren türler kullanın, örneğin: "org.openedx.learning.student.registration.completed.v1"
uz: Jamoat signal turi. Nomlangan turlardan foydalaning, masalan: "org.openedx.learning.student.registration.completed.v1"
vi: Loại tín hiệu công khai. Sử dụng các loại có không gian tên, ví dụ: "org.openedx.learning.student.registration.completed.v1"

source: Badge requirements for which this penalty is defined.
af_za: Kentekensvereistes waarvoor hierdie straf gedefinieer is.
az: Bu cəza üçün müəyyən edilmiş nişan tələbləri.
da: Krav til mærker, som denne straf er defineret for.
el: Απαιτήσεις για το σήμα για τις οποίες ορίζεται αυτή η ποινή.
es_419: Requisitos de insignia para los cuales se define esta penalización.
fa: الزامات نشان برای آنکه این جریمه تعریف شده است.
fr: Les exigences de badge pour lesquelles cette pénalité est définie.
he: דרישות התג עבורן מוגדרת ענישה זו.
hi: जिस बैज आवश्यकता के लिए यह दंड परिभाषित किया गया है।
hu: Azok a kitűzőkövetelmények, amelyekre ez a büntetés vonatkozik.
id: Persyaratan lencana untuk mana penalti ini ditetapkan.
it_it: Requisiti del Badge per i quali è definita questa penalità.
ja: バッジ要件に対して定義されたペナルティです。
lv: Nozīmīgie nosacījumi, kuriem šis sods ir noteikts.
nl: Badgevereisten waarvoor deze straf is gedefinieerd.
pl: Wymagania dotyczące odznaki, dla których zdefiniowano tę karę.
pt_br: Requisitos de insígnia para os quais esta penalidade é definida.
ro: Cerințele pentru insignă pentru care este definită această penalizare.
sq: Kërkesat për distinktivin për të cilat është përcaktuar kjo ndëshkim.
sv: Krav för märken för vilka denna påföljd är definierad.
te: ఈ శిక్ష నిర్వచించబడిన బ్యాడ్జ్ అవసరాలు.
th: ข้อกำหนดของเหรียญตราที่มีการกำหนดบทลงโทษนี้
tr_tr: Bu cezanın tanımlandığı rozet gereksinimleri.
uz: Ushbu jarima belgilangan nishon talablari.
vi: Các yêu cầu huy hiệu mà hình phạt này được xác định.

source: Badge penalties
af_za: Kentekensanksies
az: Nişan cəzaları
da: Badge-straffe
el: Ποινές για σήματα
es_419: Penalizaciones de medallas
fr: Pénalités de badge
he: עונשים על תגים
hi: बैज दंड
hu: Kitűzőbüntetések
id: Penalti lencana
it_it: Penalità per badge
ja: バッジペナルティ
lv: Žetonu sodi
nl: Boete voor badges
pl: Kary za odznaki
pt_br: Penalidades de emblema
ro: Penalizări pentru insigne
sq: Ndëshkimet për distinktivët
sv: Bestrafningar för märken
te: బ్యాడ్జ్ శిక్షలు
th: บทลงโทษของตราสัญลักษณ์
tr_tr: Rozet cezaları
uz: Nishon jazolari
vi: Hình phạt huy hiệu

source: Parent penalty for this data rule.
af_za: Ouerstraf vir hierdie datareël.
az: Bu məlumat qaydası üçün əsas cəza.
da: Forældrestraf for denne dataregel.
el: Γονική ποινή για αυτόν τον κανόνα δεδομένων.
es_419: Penalización principal para esta regla de datos.
fa: جریمه والد برای این قانون داده.
fr: Pénalité parente pour cette règle de données.
he: עונש הורה עבור כלל נתונים זה.
hi: इस डेटा नियम के लिए मूल दंड।
hu: Szülői büntetés ehhez az adat szabályhoz.
id: Penalti induk untuk aturan data ini.
it_it: Penalità principale per questa regola sui dati.
ja: このデータルールに対する親ペナルティ。
lv: Vecāku sods par šo datu noteikumu.
nl: Ouderboete voor deze dataregel.
pl: Kara rodzica za tę regułę danych.
pt_br: Penalidade principal para esta regra de dados.
ro: Pedeapsă părinte pentru această regulă de dată.
sq: Dënimi prind për këtë rregull të dhënash.
sv: Föräldrasanktion för denna databasregel.
te: ఈ డేటా నియమానికి సంబంధించిన మూల్యపరచడం.
th: บทลงโทษหลักสำหรับกฎข้อมูลนี้
tr_tr: Ana ceza bu veri kuralı için.
uz: Bu ma'lumot qoidasi uchun ota-ona jazosi.
vi: Hình phạt chính cho quy tắc dữ liệu này.

source: badge progress records
af_za: kenteken vordering rekords
az: nişan irəliləyiş qeydləri
da: badge fremskridtsoptegnelser
el: αρχεία προόδου κονκάρδας
es_419: registros de progreso de insignias
fa: سوابق پیشرفت نشان
fr: dossiers de progression des badges
he: רישומי התקדמות תגיות
hi: बैज प्रगति रिकॉर्ड्स
hu: kitűző előrehaladási nyilvántartások
id: catatan kemajuan lencana
it_it: registri dei progressi dei badge
ja: バッジ進捗記録
lv: nozīmīšu progresa ieraksti
nl: voortgangsgegevens van badges
pl: zapisy postępów odznak
pt_br: registros de progresso de emblemas
ro: înregistrări ale progresului insignei
sq: regjistrimet e përparimit të distinktivave
sv: märkeskontrollposter
te: బ్యాడ్జ్ పురోగతి రికార్డులు
th: บันทึกความก้าวหน้าของตราสัญลักษณ์
tr_tr: rozet ilerleme kayıtları
uz: nishon yutuqlari qaydlari
vi: hồ sơ tiến độ huy hiệu

source: Group ID for the requirement.
af_za: Groep-ID vir die vereiste.
az: Tələbin qrup ID-si.
da: Gruppe-ID for kravet.
el: Ομαδικό ID για την απαίτηση.
es_419: Identificador de grupo para el requisito.
fa: شناسه گروه برای نیازمندی.
fr: ID de groupe pour l'exigence.
he: מזהה קבוצה לדרישה.
hi: आवश्यकता के लिए समूह आईडी।
hu: A követelmény csoportazonosítója.
id: ID Grup untuk persyaratan.
it_it: ID del gruppo per il requisito.
ja: 要件のグループID。
lv: Grupas ID prasībai.
nl: Groeps-ID voor de vereiste.
pl: Identyfikator grupy dla wymogu.
pt_br: Identificação do Grupo para o requisito.
ro: ID grup pentru cerință.
sq: ID Grupi për kërkesën.
sv: Grupp-ID för kravet.
te: అవసరానికి గల గ్రూప్ ID.
th: รหัสกลุ่มสำหรับข้อกำหนด
tr_tr: Gereksinim için Grup Kimliği.
uz: Talab uchun guruh IDsi.
vi: ID nhóm cho yêu cầu.

source: Credly badge issuing state
af_za: Toestand van die uitreiking van Credly-kenmerke
az: Credly nişanının verilmə vəziyyəti
da: Credly badgeudstedelsestilstand
el: Κατάσταση έκδοσης διακριτικού Credly
es_419: Estado de emisión de insignias de Credly
fa: وضعیت صدور نشان Credly
fr: État d'émission du badge Credly
he: מצב הנפקת תגים של Credly
hi: क्रेडली बैज जारी करने की स्थिति
hu: A Credly kitűző kibocsátási állapota
id: Status penerbitan lencana Credly
it_it: Stato di emissione del badge Credly
ja: クレドリーのバッジ発行状態
lv: Credly nozīmītes izsniegšanas statuss
nl: Credly-badge-uitgiftestatus
pl: Stan wydawania odznaki Credly
pt_br: Estado de emissão do badge Credly
ro: Stare de emitere a insignei Credly
sq: Gjendja e lëshimit të badge-it në Credly
sv: Tillstånd för utfärdande av Credly-märke
te: Credly బ్యాడ్జ్ జారీ స్థితి
th: สถานะการออกตรา Credly
tr_tr: Credly rozet verme durumu
uz: Credly badge berish holati
vi: Trạng thái phát hành huy hiệu Credly

source: Credly service badge identifier
af_za: Credly-dienskentekenidentifiseerder
az: Kredli xidmət nişanı identifikatoru
da: Credly service badge-identifikator
el: Αναγνωριστικό σήματος υπηρεσίας Credly
es_419: Identificador de medalla del servicio Credly
fa: شناسه نشان سرویس Credly
fr: Identifiant de badge du service Credly
he: מזהה תג שירות Credly
hi: क्रेडली सेवा बैज पहचानकर्ता
hu: A Credly szolgáltatás kitűzőazonosítója
id: Pengenal lencana layanan Credly
it_it: Identificatore del badge del servizio Credly
ja: クレドリーサービスバッジ識別子
lv: Kredly pakalpojuma nozīmītes identifikators
nl: Credly-servicebadge-identificatie
pl: Identyfikator odznaki usługi Credly
pt_br: Identificador de badge do serviço Credly
ro: Identificatorul insignei serviciului Credly
sq: Identifikuesi i shërbimit të distinktivit Credly
sv: Credly-tjänst märke identifierare
te: Credly సేవా బ్యాడ్జ్ గుర్తింపు సంఖ్య
th: ตัวระบุตราบริการ Credly
tr_tr: Credly hizmet rozet tanımlayıcısı
uz: Credly xizmat nishon identifikatori
vi: Trình nhận dạng huy hiệu dịch vụ Credly

source: Accredible API configuration name.
af_za: Naam van Accredible API-konfigurasie.
az: Accredible API konfiqurasiya adı.
da: Navn på Accredible API-konfiguration.
el: Όνομα διαμόρφωσης API Accredible.
es_419: Nombre de configuración de la API de Accredible.
fa: نام پیکربندی API Accredible.
fr: Nom de la configuration de l'API Accredible.
he: שם הגדרת ה-API של Accredible.
hi: Accredible API कॉन्फ़िगरेशन नाम।
hu: Accredible API konfiguráció neve.
id: Nama konfigurasi API Accredible.
it_it: Nome della configurazione API di Accredible.
ja: Accredible API設定名。
lv: Accredible API konfigurācijas nosaukums.
nl: Naam van de Accredible API-configuratie.
pl: Nazwa konfiguracji API Accredible.
pt_br: Nome da configuração da API Accredible.
ro: Nume de configurație API Accredible.
sq: Emri i konfigurimit të API-së së Accredible.
sv: Namn på Accredible API-konfiguration.
te: Accredible API కాన్ఫిగరేషన్ పేరు.
th: ชื่อการกำหนดค่าของ API ของ Accredible
tr_tr: Accredible API yapılandırma adı.
uz: Accredible API konfiguratsiya nomi.
vi: Tên cấu hình API Accredible.

source: Accredible API key.
af_za: Accredible API-sleutel.
az: Accredible API açarı.
da: Accredible API-nøgle.
el: Κλειδί API του Accredible.
es_419: Clave API de Accredible.
fa: کلید API Accredible.
fr: Clé API Accredible.
he: מפתח API של Accredible.
hi: Accredible API कुंजी।
hu: Accredible API kulcs.
id: Kunci API Accredible.
it_it: Chiave API di Accredible.
ja: Accredible APIキー。
lv: Accredible API atslēga.
nl: Accredible API-sleutel.
pl: Klucz API Accredible.
pt_br: Chave da API Accredible.
ro: Cheie API Accredible.
sq: Çelësi API i Accredible.
sv: Accredible API-nyckel.
th: คีย์ API ของ Accredible
tr_tr: Accredible API anahtarı.
uz: Accredible API kaliti.
vi: Khóa API của Accredible.

source: Accredible API configuration.
af_za: Accredible API-konfigurasie.
az: Accredible API konfiqurasiyası.
da: Konfiguration af Accredible API.
el: Ρύθμιση API Accredible.
es_419: Configuración de la API de Accredible.
fa: پیکربندی API Accredible.
fr: Configuration de l'API Accredible.
he: הגדרת API של Accredible.
hi: Accredible API कॉन्फ़िगरेशन।
hu: Accredible API konfiguráció.
id: Konfigurasi API Accredible.
it_it: Configurazione API di Accredible.
ja: Accredible API設定。
lv: Accredible API konfigurācija.
nl: Accredible API-configuratie.
pl: Konfiguracja API Accredible.
pt_br: Configuração da API Accredible.
ro: Configurația API-ului Accredible.
sq: Konfigurimi i API-së së Accredible.
sv: Konfiguration av Accredible API.
te: Accredible API అమరిక.
th: การกำหนดค่าของ API ของ Accredible
tr_tr: Accredible API yapılandırması.
uz: Accredible API sozlamalari.
vi: Cấu hình API Accredible.

source: Accredible badge issuing state
af_za: Toestand van Accredible-kenmerkuitreiking
az: Akkredible nişan vermə vəziyyəti
da: Udstedelsestilstand for Accredible-badge
el: Κατάσταση έκδοσης διακριτικού Accredible
es_419: Estado de emisión de insignias de Accredible
fa: وضعیت صدور نشان Accredible
fr: État d'émission de badge Accredible
he: מצב הנפקת תגים של Accredible
hi: एक्रेडिबल बैज जारी करने की स्थिति
hu: Accredible kitűző kibocsátási állapot
id: Status penerbitan lencana Accredible
it_it: Stato di emissione del badge Accredible
ja: アクレディブルバッジ発行状態
lv: Akreditējama nozīmītes izsniegšanas stāvoklis
nl: Status van het uitgeven van Accredible-badges
pl: Stan wydawania odznak Accredible
pt_br: Estado de emissão de badge Accredible
ro: Stare de emitere a insignei Accredible
sq: Gjendja e lëshimit të distinktivit Accredible
sv: Tillstånd för utfärdande av Accredible-märke
te: అక్రెడిబుల్ బ్యాడ్జ్ జారీ స్థితి
th: สถานะการออกตราสัญลักษณ์ Accredible
tr_tr: Accredible rozet verme durumu
uz: Accredible nishon berish holati
vi: Trạng thái phát hành huy hiệu Accredible

source: Accredible service badge identifier
af_za: Identifiseerder van Accredible-dienskenteken
az: Accredible xidmət nişanı identifikatoru
da: Identifikator for Accredible service badge
el: Αναγνωριστικό σήματος υπηρεσίας Accredible
es_419: Identificador de medalla del servicio Accredible
fa: شناسه نشان خدمات Accredible
fr: Identifiant de badge de service Accredible
he: מזהה תג שירות של Accredible
hi: एक्रेडिबल सेवा बैज पहचानकर्ता
hu: Accredible szolgáltatás kitűzőazonosító
id: Pengenal lencana layanan Accredible
it_it: Identificatore del badge di servizio Accredible
ja: アクレディブルサービスバッジ識別子
lv: Akreditācijas pakalpojuma nozīmītes identifikators
nl: Accredible service badge-identificatie
pl: Identyfikator odznaki usługi Accredible
pt_br: Identificador de emblema do serviço Accredible
ro: Identificator insignă serviciu Accredible
sq: Identifikuesi i shërbimit të badge-it Accredible
sv: Identifierare för Accredible-tjänstmärken
te: అక్రెడిబుల్ సేవ బ్యాడ్జ్ గుర్తింపు
th: ตัวระบุเหรียญตราบริการ Accredible
tr_tr: Accredible hizmet rozet tanımlayıcısı
uz: Accredible xizmat nishoni identifikatori
vi: Định danh huy hiệu dịch vụ Accredible

source: Activate selected entries
af_za: Aktiveer geselekteerde inskrywings
az: Seçilmiş qeydləri aktiv et
da: Aktivér valgte poster
el: Ενεργοποίηση επιλεγμένων καταχωρήσεων
es_419: Activa las entradas seleccionadas
fa: فعال‌سازی موارد انتخاب‌شده
fr: Activer les entrées sélectionnées
he: הפעלה ערכים נבחרים
hi: चयनित प्रविष्टियों को सक्रिय करें
hu: Kiválasztott bejegyzések aktiválása
id: Aktifkan entri yang dipilih
it_it: Attivare le voci selezionate
ja: 選択したエントリを有効化
lv: Aktivizēt atlasītos ierakstus
nl: Activeer geselecteerde items
pl: Aktywuj wybrane wpisy
pt_br: Ativar entradas selecionadas
ro: Activați intrările selectate
sq: Aktivizo hyrjet e zgjedhura
sv: Aktiverar valda poster
te: ఎంచుకున్న ఎంట్రీలను సక్రియం చేయండి
th: ยืนยันรายการที่เลือก
tr_tr: Seçili girişleri Etkinleştir
uz: Tanlangan yozuvlarni faollashtirish
vi: Kích hoạt các mục đã chọn
