Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Seems credential isn't active anymore: [{credential_id}]
af_za: Dit lyk asof geloofsbriewe nie meer aktief is nie: [ {credential_id} ]
az: Görünür ki, etimadnamə artıq aktiv deyil: [{credential_id}]
da: Ser ud til at legitimationsoplysningerne ikke er aktive længere: [ {credential_id} ]
es_419: Parece que la credencial ya no está activa: [{credential_id}]
fa: اعتبارنامه دیگر فعال نیست: [ {credential_id} ]
he: נראה שהאישור אינו פעיל יותר: [{credential_id}]
hi: लगता है क्रेडेंशियल अब सक्रिय नहीं है: [{credential_id}]
hu: Úgy tűnik, a hitelesítő adat már nem aktív: [{credential_id}]
it_it: Sembra che la credenziale non sia più attiva: [{credential_id}]
lv: Šķiet, ka akreditācijas dati vairs nav aktīvi: [ {credential_id} ]
nl: Het lijkt erop dat de inloggegevens niet meer actief zijn: [{credential_id}]
pl: Wygląda na to, że dane uwierzytelniające nie są już aktywne: [{credential_id}]
ro: Se pare că acreditările nu mai sunt active: [ {credential_id} ]
sq: Duket se kredencialet nuk janë më aktive: [ {credential_id} ]
sw: Inaonekana kitambulisho hakitumiki tena: [ {credential_id} ]
th: ดูเหมือนว่าข้อมูลประจำตัวจะไม่ทำงานอีกต่อไป: [{credential_id}]
tr_tr: Kimlik doğrulama bilgisi artık etkin değil gibi görünüyor: [{credential_id}]
uk: Схоже, ці облікові дані більше не активні: [{credential_id}]
uz: Hisob maʼlumotlari endi faol emasga oʻxshaydi: [ {credential_id} ]
vi: Có vẻ như thông tin xác thực không còn hoạt động nữa: [ {credential_id} ]

source: Provided data didn't validate
af_za: Verskafde data het nie bekragtig nie
az: Verilən məlumatlar təsdiqlənmədi
da: De angivne data blev ikke valideret
es_419: Los datos proporcionados no se validaron
fa: داده‌های ارائه شده تأیید نشد
he: הנתונים שסופקו לא אומתו
hi: प्रदान किया गया डेटा मान्य नहीं है
hu: A megadott adatok nem érvényesek.
it_it: I dati forniti non sono stati convalidati
ja: 提供されたデータが検証されませんでした
lv: Sniegtie dati netika apstiprināti
pl: Podane dane nie zostały zweryfikowane
ro: Datele furnizate nu s-au validat
sq: Të dhënat e ofruara nuk u vërtetuan
sv: De angivna uppgifterna validerades inte
sw: Data iliyotolewa haikuthibitishwa
th: ข้อมูลที่ให้มาไม่ผ่านการตรวจสอบ
tr_tr: Sağlanan veriler doğrulanmadı
uk: Надані дані не пройшли перевірку
uz: Taqdim etilgan ma'lumotlar tasdiqlanmadi
vi: Dữ liệu được cung cấp không được xác thực

source: Issued verifiable credential can't be verified!
af_za: Uitgereikte verifieerbare eiebewys kan nie geverifieer word nie!
az: Verilən təsdiqlənə bilən etibarnamə yoxlanıla bilmir!
da: De udstedte legitimationsoplysninger kan ikke bekræftes!
es_419: ¡La credencial verificable emitida no se puede verificar!
fa: اعتبار قابل تأیید صادر شده قابل تأیید نیست!
he: לא ניתן לאמת אישור שניתן לאימות!
hi: जारी किए गए सत्यापन योग्य क्रेडेंशियल को सत्यापित नहीं किया जा सकता!
hu: A kiadott igazolható hitelesítő adat nem ellenőrizhető!
it_it: Le credenziali verificabili emesse non possono essere verificate!
ja: 発行された検証可能な資格情報を確認できません！
lv: Izdotos verificējamos akreditācijas datus nevar verificēt!
pl: Wydane weryfikowalne dane uwierzytelniające nie mogą zostać zweryfikowane!
ro: Acreditările verificabile emise nu pot fi verificate!
sq: Kredencialet e verifikueshme të lëshuara nuk mund të verifikohen!
sv: Utfärdad verifierbar referens kan inte verifieras!
sw: Kitambulisho kilichotolewa hakiwezi kuthibitishwa!
th: ไม่สามารถตรวจสอบข้อมูลรับรองที่ออกให้ตรวจสอบได้!
tr_tr: Sağlanan doğrulanabilir kimlik bilgisi doğrulanamıyor!
uk: Видані облікові дані не можуть бути перевірені!
uz: Berilgan tasdiqlanadigan hisobga olish maʼlumotlarini tasdiqlab boʻlmaydi!
vi: Không thể xác minh được thông tin xác thực đã cấp!

source: Related Open edX learner credential
af_za: Verwante Open edX-leerderbewys
az: Əlaqəli Open edX öyrənən sertifikatı
da: Relateret åben edX learner legitimationsoplysninger
es_419: Credencial de estudiante de Open edX relacionada
fa: اعتبارنامه یادگیرنده Open edX مرتبط
he: אישורי למידה קשורים של Open edX
hi: संबंधित ओपन edX शिक्षार्थी क्रेडेंशियल
hu: Kapcsolódó Open edX tanulói igazolás
it_it: Credenziali per studenti Open edX correlate
ja: 関連するOpen edX学習者資格
lv: Saistītie Open edX kursa dalībnieka akreditācijas dati
pl: Powiązane uprawnienia uczestnika Open edX
ro: Acreditări legate de cursant Open edX
sq: Kredencialet përkatëse të Open edX të nxënësit
sv: Relaterad Open edX-lärarintyg
sw: Kitambulisho cha mwanafunzi wa Open edX kinachohusiana
th: หนังสือรับรองผู้เรียน Open edX ที่เกี่ยวข้อง
tr_tr: İlgili Open edX öğrenci kimlik bilgisi
uk: Пов’язані облікові дані студента платформи Open edX
uz: Tegishli Open edX o'rganuvchisi hisob ma'lumotlari
vi: Chứng chỉ người học Open edX liên quan

source: Completeness indicator
af_za: Volledigheidsaanwyser
az: Tamlıq göstəricisi
da: Fuldstændighedsindikator
es_419: Indicador de integridad
fa: نشانگر کامل بودن
he: מחוון שלמות
hi: पूर्णता सूचक
hu: Teljességi mutató
it_it: Indicatore di completezza
ja: 完全性指標
lv: Pabeigtības rādītājs
pl: Wskaźnik kompletności
ro: Indicator de completitudine
sq: Treguesi i plotesise
sv: Fullständighetsindikator
sw: Kiashiria cha ukamilifu
th: ตัวบ่งชี้ความสมบูรณ์
tr_tr: Tamamlanma göstergesi
uk: Показник завершення
uz: To'liqlik ko'rsatkichi
vi: Chỉ báo mức độ hoàn thiện

source: Issuer DID
af_za: Uitreiker HET
da: Udsteder DID
es_419: DID del emisor
fa: صادرکننده DID
he: המנפיק עשה
hi: जारीकर्ता ने किया
hu: Kibocsátó DID
it_it: Emittente DID
ja: 発行者DID
lv: Izsniedzēja DID
pl: Emitent DID
ro: Emitentul DID
sq: Lëshuesi DID
sv: Utfärdarens DID
sw: Mtoaji ALIFANYA
th: ผู้ออก DID
tr_tr: Düzenleyen DID
uk: DID емітента
uz: Emitent DID
vi: Nhà phát hành DID

source: Target storage identifier
af_za: Teikenberging-identifiseerder
az: Hədəf saxlama identifikatoru
da: Mållager-id
es_419: Identificador de almacenamiento de destino
fa: شناسه ذخیره سازی هدف
he: מזהה אחסון יעד
hi: लक्ष्य संग्रहण पहचानकर्ता
hu: Céltároló azonosító
it_it: Identificatore di archiviazione di destinazione
ja: ターゲットストレージ識別子
lv: Mērķa krātuves identifikators
pl: Identyfikator magazynu docelowego
sq: Identifikuesi i ruajtjes së synuar
sv: Mål lagringsidentifierare
sw: Kitambulishi cha hifadhi inayolengwa
th: ตัวระบุพื้นที่เก็บข้อมูลเป้าหมาย
tr_tr: Hedef depolama alanı tanımlayıcısı
uk: Ідентифікатор цільового сховища
uz: Maqsadli saqlash identifikatori
vi: Mã định danh lưu trữ mục tiêu

source: Verifiable credential subject DID
af_za: Verifieerbare geloofsbriewe onderwerp DID
da: Verificerbare legitimationsoplysninger emne DID
es_419: Sujeto de credencial verificable DID
fa: موضوع اعتبار قابل تأیید DID
he: נושא אישור ניתן לאימות DID
hi: सत्यापन योग्य क्रेडेंशियल विषय किया
hu: A hitelesíthető igazolás alanyának DID-je
it_it: Soggetto credenziali verificabili DID
ja: 検証可能な資格情報の対象DID
lv: Pārbaudāms akreditācijas datu subjekts DID
pl: Weryfikowalny podmiot poświadczeń DID
sq: Subjekti i verifikueshëm i kredencialeve DID
sv: Verifierbart ämnes-DID för intyg
sw: Somo la kitambulisho linaloweza kuthibitishwa DID
th: เรื่องข้อมูลประจำตัวที่ตรวจสอบได้ DID
uk: DID суб’єкта верифікованих облікових даних
uz: Tasdiqlanadigan hisob ma'lumotlari mavzusi DID
vi: Chủ đề thông tin xác thực có thể xác minh DID

source: Verifiable credential specification to use
af_za: Verifieerbare geloofsbriewe spesifikasie om te gebruik
az: Təsdiqlənə bilən etimadnamə spesifikasiyası istifadə etmək üçün
da: Verificerbar legitimationsspecifikation til benyttelse
es_419: Especificación de credencial verificable para usar
fa: مشخصات اعتبار قابل تأیید برای استفاده
he: מפרט אישור שניתן לאימות לשימוש
hi: उपयोग करने के लिए सत्यापन योग्य क्रेडेंशियल विनिर्देश
hu: Igazolható hitelesítési specifikáció használata
it_it: Specifica delle credenziali verificabili da utilizzare
ja: 検証可能な資格情報仕様の使用
lv: Pārbaudāma akreditācijas datu specifikācija lietošanai
pl: Weryfikowalna specyfikacja poświadczeń do użycia
sq: Specifikimi kredencial i verifikueshëm për t&#39;u përdorur
sv: Specifikation för verifierbara intyg att använda
sw: Vipimo vya kitambulisho vinavyoweza kuthibitishwa vya kutumia
th: ข้อกำหนดข้อมูลรับรองที่ตรวจสอบได้ที่จะใช้
tr_tr: Kullanılacak doğrulanabilir kimlik bilgisi belirtimi
uk: Специфікація верифікованих облікових даних, яка буде використовуватись
uz: Foydalanish uchun tasdiqlangan hisob ma'lumotlari spetsifikatsiyasi
vi: Thông số xác thực có thể xác minh để sử dụng

source: Defines a position in the Status List sequence
af_za: Definieer &#39;n posisie in die Statuslys-volgorde
az: Status Siyahısı ardıcıllığında mövqeyi müəyyən edir
da: Definerer en position i status liste sekvensen
es_419: Definir una posición en la secuencia de la lista de estado
fa: موقعیتی را در دنباله لیست وضعیت تعریف می کند
he: מגדיר מיקום ברצף רשימת המצבים
hi: स्थिति सूची अनुक्रम में एक स्थिति को परिभाषित करता है
hu: Meghatározza a pozíciót az állapotlista sorrendjében
it_it: Definisce una posizione nella sequenza dell&#39;elenco di stato
ja: ステータスリストのシーケンス内の位置を定義します。
lv: Nosaka pozīciju statusa saraksta secībā.
pl: Określa pozycję w sekwencji listy statusów
sq: Përcakton një pozicion në sekuencën e Listës së Statusit
sv: Definierar en position i statuslistans sekvens
sw: Inafafanua nafasi katika mlolongo wa Orodha ya Hali
th: กำหนดตำแหน่งในลำดับรายการสถานะ
uk: Визначає позицію в послідовності списку статусів
uz: Holat ro'yxati ketma-ketligidagi pozitsiyani belgilaydi
vi: Xác định một vị trí trong chuỗi Danh sách trạng thái

source: Keeps track on a corresponding user credential's status
af_za: Hou tred met die status van &#39;n ooreenstemmende gebruikerbewys
az: İstifadəçi etibarnaməsinin statusunu izləyir
da: Holder styr på status for en tilsvarende bruger legitimationsoplysninger
es_419: Realizar un seguimiento del estado de la credencial de un usuario correspondiente
fa: وضعیت اعتبار کاربری مربوطه را پیگیری می کند
he: עוקב אחר המצב של אישור משתמש מתאים
hi: संबंधित उपयोगकर्ता क्रेडेंशियल की स्थिति पर नज़र रखता है
hu: Nyomon követi a megfelelő felhasználói hitelesítő adatok állapotát.
it_it: Tiene traccia dello stato di una credenziale utente corrispondente
ja: 対応するユーザー資格情報のステータスを追跡します
lv: Seko līdzi atbilstošā lietotāja akreditācijas statusam.
pl: Śledzenie statusu odpowiednich danych uwierzytelniających użytkownika
sq: Mban gjurmët e statusit të kredencialeve përkatëse të përdoruesit
sv: Håller reda på statusen för en motsvarande användarlegitimation
sw: Hufuatilia hali ya kitambulisho cha mtumiaji husika
th: ติดตามสถานะข้อมูลรับรองผู้ใช้ที่เกี่ยวข้อง
uk: Відстежує статус облікових даних відповідного користувача
uz: Tegishli foydalanuvchi hisob ma'lumotlari holatini kuzatib boradi
vi: Theo dõi trạng thái thông tin xác thực của người dùng tương ứng

source: program certificate
af_za: program sertifikaat
az: proqram sertifikatı
da: program certificat
es_419: certificado del programa
fa: گواهی برنامه
he: תעודת תוכנית
hi: कार्यक्रम प्रमाणपत्र
hu: programbizonyítvány
it_it: certificato di programma
ja: プログラム証明書
lv: programmas Apliecinājums
pl: certyfikat programu
sq: certifikatën e programit
sv: programcertifikat
sw: cheti cha programu
th: ใบรับรองโปรแกรม
tr_tr: program sertifikası
uk: сертифікат програми
uz: dastur sertifikati
vi: chứng chỉ chương trình

source: course certificate
af_za: kursussertifikaat
az: kurs sertifikatı
da: kursus certifikat
es_419: certificado de curso
fa: گواهی دوره
he: תעודת קורס
hi: पाठ्यक्रम प्रमाणपत्र
hu: kurzus bizonyítvány
id: sertifikat kursus
it_it: certificato di corso
ja: コース修了証明書
lv: kursa Apliecinājums
pl: certyfikat kursu
sq: certifikatë kursi
sv: kurscertifikat
sw: cheti cha kozi
th: ใบรับรองหลักสูตร
tr_tr: ders sertifikası
uk: сертифікат курсу
uz: kurs sertifikati
vi: chứng chỉ khóa học

source: program certificate for passing a program {program_title}
af_za: programsertifikaat vir die slaag van &#39;n program {program_title}
az: {program_title} proqramını keçmək üçün proqram sertifikatı
da: certifikat for at bestå programmet {program_title}
es_419: certificado de programa para aprobar un programa {program_title}
fa: گواهی برنامه برای عبور از یک برنامه {program_title}
he: תעודה תכנית למעבר תכנית {program_title}
hi: किसी प्रोग्राम को पास करने के लिए प्रोग्राम प्रमाणपत्र {program_title}
hu: programbizonyítvány a(z) {program_title} program teljesítéséért
it_it: certificato di programma per il superamento di un programma {program_title}
ja: プログラム修了証書 {program_title} プログラム合格
lv: Apliecinājums par programmas nokārtošanu {program_title}
pl: Certyfikat programu umożliwiający zaliczenie programu {program_title}
sq: certifikatë programi për kalimin e një programi {program_title}
sv: programcertifikat för att ha klarat ett program {program_title}
sw: cheti cha programu ya kupitisha programu {program_title}
th: ใบรับรองโปรแกรมสำหรับการผ่านโปรแกรม {program_title}
tr_tr: bir programı geçmek için program sertifikası {program_title}
uk: сертифікат за проходження програми {program_title}
uz: {program_title} dasturidan o'tish uchun dastur sertifikati
vi: chứng chỉ chương trình để vượt qua chương trình {program_title}

source: , with total {hours_of_effort} Hours of effort required to complete it
af_za: , met totale {hours_of_effort} Ure se moeite wat nodig is om dit te voltooi
az: , ümumilikdə {hours_of_effort} saatlıq səy tələb olunur ki, bu da onu tamamlamaq üçün lazımdır
da: , med krav om i alt {hours_of_effort} timers arbejde for at afslutte
es_419: , con un total de {hours_of_effort} Horas de esfuerzo requeridas para completarlo
fa: ، با کل {hours_of_effort} ساعت ها تلاش برای تکمیل آن لازم است
he: , עם סך {hours_of_effort} שעות של מאמץ נדרשות להשלמתה
hi: , इसे पूरा करने के लिए आवश्यक कुल {hours_of_effort} घंटों का प्रयास
hu: , összesen {hours_of_effort} óra ráfordítással a befejezéshez szükséges
it_it: Sono necessarie, con un totale di <span class='notranslate'>{hours_of_effort}</span> Ore di lavoro per completare il compito.
ja: 合計{hours_of_effort}時間の努力が必要です。
lv: , ar kopējo {hours_of_effort} Stundu piepūles, kas nepieciešamas, lai to pabeigtu
pl: , łącznie {hours_of_effort} Godzina wysiłku wymagana do jego ukończenia
sq: , me totalin {hours_of_effort} Orë përpjekje të nevojshme për ta përfunduar atë
sv: , med totalt {hours_of_effort} timmar av ansträngning som krävs för att slutföra den
sw: , kwa jumla {hours_of_effort} Saa za juhudi zinahitajika ili kuikamilisha
th: โดยต้องใช้ความพยายามทั้งหมด {hours_of_effort} ชั่วโมงจึงจะเสร็จสมบูรณ์
uk: , із кількістю годин: {hours_of_effort}, необхідних для його завершення
uz: , jami {hours_of_effort} Buni bajarish uchun soatlab harakat talab etiladi
vi: , với tổng số {hours_of_effort} Cần có nhiều giờ nỗ lực để hoàn thành nó

source: {credential_type} is granted on program {program_title} completion offered by {organizations}, in collaboration with {platform_name}. The {program_title} program includes {course_count} course(s){effort_info}.
af_za: {credential_type} word toegestaan op program {program_title} voltooiing aangebied deur {organizations} , in samewerking met {platform_name} . Die {program_title} -program sluit {course_count} kursus(se) {effort_info} in.
az: {credential_type} proqramı {program_title} başa vurulduqda {organizations} tərəfindən, {platform_name} ilə əməkdaşlıqda təqdim olunur. {program_title} proqramı {course_count} kursu əhatə edir{effort_info}.
da: {credential_type} er givet for at afslutte programmet {program_title} hos {organizations} ,på {platform_name} . {program_title} programmet inkluderer {course_count} kursus(er) {effort_info} .
es_419: {credential_type} se otorga al completar el programa {program_title} ofrecido por {organizations}, en colaboración con {platform_name}. El programa {program_title} incluye {course_count} curso(s) {effort_info} .
fa: {credential_type} در تکمیل برنامه {program_title} ارائه شده توسط {organizations} با همکاری {platform_name} اعطا می شود. برنامه {program_title} شامل دوره(های) {course_count} {effort_info} است.
he: {credential_type} מוענקת בהשלמת תוכנית {program_title} המוצעת על ידי {organizations}, בשיתוף עם {platform_name}. התוכנית {program_title} כוללת קורס(ים) {course_count} {effort_info}.
hi: {credential_type} कार्यक्रम पर प्रदान किया जाता है {program_title} द्वारा पूर्णता की पेशकश की गई {organizations}, इसके सहयोग से {platform_name}। {program_title} प्रोग्राम में शामिल {course_count} course(s){effort_info}।
hu: A(z) {credential_type} a(z) {program_title} program elvégzése után kerül kiadásra, amelyet a(z) {organizations} kínál, a(z) {platform_name} együttműködésével. A(z) {program_title} program {course_count} kurzust tartalmaz{effort_info}.
id: {credential_type} diberikan setelah menyelesaikan program {program_title} yang ditawarkan oleh {organizations}, bekerja sama dengan {platform_name}. Program {program_title} mencakup {course_count} kursus{effort_info}.
it_it: {credential_type} viene concesso al completamento del programma {program_title} offerto da {organizations}, in collaborazione con {platform_name}. Il programma {program_title} include {course_count} corsi{effort_info}.
ja: {credential_type}は、{organizations}が{platform_name}と協力して提供する{program_title}プログラムの修了時に授与されます。{program_title}プログラムには{course_count}コースが含まれています{effort_info}。
lv: {credential_type} tiek piešķirts pēc programmas {program_title} pabeigšanas, ko piedāvā {organizations} sadarbībā ar {platform_name}. Programmā {program_title} ietilpst {course_count} kurss(-i){effort_info}.
nl: {credential_type} wordt toegekend op basis van programma {program_title} voltooiing aangeboden door {organizations}, in samenwerking met {platform_name}. Het {program_title} -programma bevat {course_count} cursus(sen) {effort_info}.
pl: {credential_type} jest przyznawany w ramach programu {program_title} oferowanego przez {organizations} we współpracy z {platform_name}. Program {program_title} obejmuje kursy {course_count}{effort_info}.
sq: {credential_type} jepet në përfundimin e programit {program_title} të ofruar nga {organizations} , në bashkëpunim me {platform_name} . Programi {program_title} përfshin {course_count} kurse(et) {effort_info} .
sv: {credential_type} beviljas vid slutförandet av programmet {program_title} som erbjuds av {organizations}, i samarbete med {platform_name}. Programmet {program_title} inkluderar {course_count} kurs(er){effort_info}.
sw: {credential_type} inatolewa kwa kukamilika kwa programu {program_title} inayotolewa na {organizations} , kwa ushirikiano na {platform_name} . Mpango wa {program_title} unajumuisha {course_count} kozi {effort_info} .
th: {credential_type} ได้รับเมื่อโปรแกรม {program_title} เสร็จสิ้นโดย {organizations} โดยร่วมมือกับ {platform_name} โปรแกรม {program_title} ประกอบด้วยหลักสูตร {course_count} {effort_info}
tr_tr: {credential_type}, {organizations} ile işbirliği içinde {platform_name} tarafından sunulan {program_title} tamamlama programında verilir. {program_title} programı {course_count} dersi {effort_info} içerir.
uk: {credential_type} надається після завершення програми {program_title}, запропонованої {organizations} у співпраці з {platform_name}. Програма {program_title} включає {course_count} курс(ів){effort_info}.
uz: {credential_type} {platform_name} bilan hamkorlikda {organizations} tomonidan taklif qilingan {program_title} yakunlash dasturida beriladi. {program_title} dasturiga {course_count} kurs(lar) {effort_info} kiradi.
vi: {credential_type} được cấp khi hoàn thành chương trình {program_title} do {organizations} cung cấp, phối hợp với {platform_name} . Chương trình {program_title} bao gồm (các) khóa học {course_count} {effort_info} .

source: {credential_type} is granted on course {course_title} completion offered by {organization}, in collaboration with {platform_name}
af_za: {credential_type} word toegeken by voltooiing van die kursus {course_title} aangebied deur {organization}, in samewerking met {platform_name}
az: {credential_type} {course_title} kursunu uğurla tamamladıqda {organization} tərəfindən, {platform_name} ilə əməkdaşlıqda verilir
da: {credential_type} tildeles ved gennemførelse af kurset {course_title} tilbudt af {organization}, i samarbejde med {platform_name}
el: Ο τύπος διαπίστευσης {credential_type} απονέμεται με την ολοκλήρωση του μαθήματος {course_title} που προσφέρεται από τον οργανισμό {organization}, σε συνεργασία με την πλατφόρμα {platform_name}
es_419: {credential_type} se otorga al completar el curso {course_title} ofrecido por {organization}, en colaboración con {platform_name}
fa: {credential_type} پس از اتمام دوره {course_title} که توسط {organization} و با همکاری {platform_name} ارائه می‌شود، اعطا می‌گردد.
fr: {credential_type} est accordé à la fin du cours {course_title} offert par {organization}, en collaboration avec {platform_name}
he: {credential_type} מוענק עם סיום הקורס {course_title} המוצע על ידי {organization}, בשיתוף פעולה עם {platform_name}
hi: {credential_type} को {organization} द्वारा {platform_name} के सहयोग से प्रदान किए गए {course_title} पाठ्यक्रम की समाप्ति पर प्रदान किया जाता है।
hu: A(z) {credential_type} a(z) {course_title} kurzus elvégzése után kerül kiadásra, amelyet a(z) {organization} kínál, együttműködésben a(z) {platform_name} platformmal.
id: {credential_type} diberikan setelah menyelesaikan kursus {course_title} yang ditawarkan oleh {organization}, bekerja sama dengan {platform_name}
it_it: {credential_type} viene conferito al completamento del corso {course_title} offerto da {organization}, in collaborazione con {platform_name}
ja: {credential_type}は、{organization}が{platform_name}と協力して提供する{course_title}の修了時に授与されます。
lv: {credential_type} tiek piešķirts pēc kursa {course_title} pabeigšanas, ko piedāvā {organization} sadarbībā ar {platform_name}
nl: {credential_type} wordt verleend na voltooiing van de cursus {course_title} aangeboden door {organization}, in samenwerking met {platform_name}
pl: {credential_type} jest przyznawany po ukończeniu kursu {course_title} oferowanego przez {organization}, we współpracy z {platform_name}
pt_br: {credential_type} é concedido na conclusão do curso {course_title} oferecido por {organization}, em colaboração com {platform_name}
ro: {credential_type} este acordat la finalizarea cursului {course_title} oferit de {organization}, în colaborare cu {platform_name}
sq: {credential_type} jepet pas përfundimit të kursit {course_title} ofruar nga {organization}, në bashkëpunim me {platform_name}
sv: {credential_type} beviljas vid slutförandet av kursen {course_title} som erbjuds av {organization}, i samarbete med {platform_name}
te: {credential_type} కోర్సు {course_title} పూర్తి చేసిన తర్వాత {organization} అందించే, {platform_name} తో కలిసి అందించబడుతుంది.
th: ประเภทของใบรับรอง {credential_type} จะได้รับเมื่อจบหลักสูตร {course_title} ที่จัดโดย {organization} ร่วมกับ {platform_name}
tr_tr: {credential_type}, {organization} tarafından {platform_name} iş birliğiyle sunulan {course_title} dersinin tamamlanmasıyla verilir.
uz: {credential_type} {course_title} kursini tamomlaganingizdan so'ng {organization} tomonidan, {platform_name} bilan hamkorlikda beriladi
vi: Loại chứng chỉ {credential_type} được cấp khi hoàn thành khóa học {course_title} do {organization} cung cấp, hợp tác với {platform_name}
