Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: No rules specified.
af_za: Geen reëls gespesifiseer nie.
az: Heç bir qayda müəyyənləşdirilməyib.
da: Ingen regler angivet.
el: Δεν έχουν καθοριστεί κανόνες.
es_419: No se especificaron reglas.
fa: هیچ قانونی مشخص نشده است.
fr: Aucune règle spécifiée.
he: לא צוינו כללים.
hi: कोई नियम निर्दिष्ट नहीं है।
hu: Nincsenek szabályok megadva.
id: Tidak ada aturan yang ditentukan.
it_it: Nessuna regola specificata.
ja: ルールが指定されていません。
lv: Nav norādīti noteikumi.
nl: Geen regels gespecificeerd.
pl: Nie określono zasad.
pt_br: Nenhuma regra especificada.
ro: Nu sunt specificate reguli.
sq: Asnjë rregull i specifikuar.
sv: Inga regler angivna.
te: ఏమైనా నియమాలు పేర్కొనబడలేదు.
th: ไม่ได้ระบุข้อกำหนด
tr_tr: Kural belirtilmedi.
uz: Hech qanday qoidalar belgilanmagan.
vi: Không có quy tắc nào được chỉ định.

source: Badge templates were successfully updated.
af_za: Kentekensjablone is suksesvol opgedateer.
az: Nişan şablonları uğurla yeniləndi.
da: Badge-skabeloner blev opdateret med succes.
el: Τα πρότυπα διακριτικών ενημερώθηκαν με επιτυχία.
es_419: Las plantillas de insignias se actualizaron con éxito.
fa: قالب‌های نشان با موفقیت به‌روزرسانی شدند.
fr: Les modèles de badge ont été mis à jour avec succès.
he: תבניות התגים עודכנו בהצלחה.
hi: बेज टेम्पलेट्स को सफलतापूर्वक अपडेट किया गया।
hu: A kitűző sablonok sikeresen frissültek.
id: Template lencana berhasil diperbarui.
it_it: I modelli di badge sono stati aggiornati con successo.
ja: バッジテンプレートが正常に更新されました。
lv: Žetonu veidnes tika veiksmīgi atjauninātas.
nl: Sjabloon voor badges is succesvol bijgewerkt.
pl: Szablony odznak zostały pomyślnie zaktualizowane.
pt_br: Modelos de emblemas foram atualizados com sucesso.
ro: Șabloanele de insigne au fost actualizate cu succes.
sq: Modelet e distinktivave u përditësuan me sukses.
sv: Mallarna för märken uppdaterades framgångsrikt.
te: బ్యాడ్జ్ టెంప్లేట్లు విజయవంతంగా నవీకరించబడ్డాయి.
th: แม่แบบเข็มกลัดได้รับการอัปเดตเรียบร้อยแล้ว
tr_tr: Rozet şablonları başarıyla güncellendi.
uz: Nishon shablonlari muvaffaqiyatli yangilandi.
vi: Các mẫu huy hiệu đã được cập nhật thành công.

source: API key
af_za: API sleutel
az: API açarı
da: API nøgle
el: Κλειδί API
es_419: Clave API
fa: کلید ای پی ای
fr: Clé API
he: מפתח API
hi: एपीआई कुंजी
hu: API-kulcs
it_it: Chiave API
ja: APIキー
lv: API atslēga
nl: API sleutel
pl: Klucz API
pt_br: Chave API
ro: cheie API
sq: Tasti API
sv: API-nyckel
te: API కీ
th: คีย์เอพีไอ
tr_tr: API anahtarı
uz: API kaliti
vi: Mã API

source: Pre-configured from the environment.
af_za: Vooraf geconfigureer vanuit die omgewing.
az: Ətraf mühitdən əvvəlcədən konfiqurasiya edilmişdir.
da: Forudkonfigureret fra miljøet.
el: Προρυθμισμένο από το περιβάλλον.
es_419: Preconfigurado desde el entorno.
fa: از پیش در محیط پیکربندی شده است.
fr: Préconfiguré à partir de l'environnement.
he: מוגדר מראש מהסביבה.
hi: पर्यावरण से पूर्व-कॉन्फ़िगर किया गया।
hu: Előre konfigurálva a környezetből.
id: Dikonfigurasi sebelumnya dari lingkungan.
it_it: Preconfigurato dall'ambiente.
ja: 環境から事前に設定されています。
lv: Iepriekš konfigurēts no vides.
nl: Vooraf geconfigureerd vanuit de omgeving.
pl: Wstępnie skonfigurowane z środowiska.
pt_br: Pré-configurado a partir do ambiente.
ro: Preconfigurat din mediu.
sq: Parakonfiguruar nga mjedisi.
sv: Förkonfigurerad från miljön.
te: పర్యావరణం నుండి ముందుగా కాన్ఫిగర్ చేయబడింది.
th: กำหนดค่าล่วงหน้าจากสภาพแวดล้อม
tr_tr: Ortamdan önceden yapılandırılmış.
uz: Muhitdan oldindan sozlangan.
vi: Được cấu hình sẵn từ môi trường.

source: WARNING: avoid configuration updates on activated badges. Active badge templates are continuously processed and learners may already have progress on them. Any changes in badge template requirements (including data rules) will affect learners' experience!
af_za: WAARSKUWING: vermy konfigurasie-opdaterings op geaktiveerde kentekens. Aktiewe kentekensjablone word deurlopend verwerk en leerders mag reeds vordering daarop hê. Enige veranderinge in kentekensjabloonvereistes (insluitend datareëls) sal leerders se ervaring beïnvloed!
az: XƏBƏRDARLIQ: Aktivləşdirilmiş nişanlarda konfiqurasiya yeniləmələrindən çəkinin. Aktiv nişan şablonları davamlı olaraq işlənir və öyrənənlər artıq onlarda irəliləyiş əldə edə bilərlər. Nişan şablon tələblərindəki hər hansı dəyişikliklər (məlumat qaydaları daxil olmaqla) öyrənənlərin təcrübəsinə təsir edəcək!
da: ADVARSEL: undgå konfigurationsopdateringer på aktiverede badges. Aktive badge-skabeloner behandles løbende, og elever kan allerede have gjort fremskridt på dem. Enhver ændring i kravene til badge-skabeloner (inklusive dataregler) vil påvirke elevernes oplevelse!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: αποφύγετε τις ενημερώσεις ρυθμίσεων σε ενεργοποιημένα σήματα. Τα ενεργά πρότυπα σημάτων επεξεργάζονται συνεχώς και οι εκπαιδευόμενοι μπορεί ήδη να έχουν σημειώσει πρόοδο σε αυτά. Οποιεσδήποτε αλλαγές στις απαιτήσεις των προτύπων σημάτων (συμπεριλαμβανομένων των κανόνων δεδομένων) θα επηρεάσουν την εμπειρία των εκπαιδευομένων!
es_419: ADVERTENCIA: evita actualizaciones de configuración en insignias activadas. Las plantillas de insignias activas se procesan continuamente y los estudiantes pueden ya tener progreso en ellas. ¡Cualquier cambio en los requisitos de la plantilla de insignias (incluyendo las reglas de datos) afectará la experiencia de los estudiantes!
fr: AVERTISSEMENT : évitez les mises à jour de configuration sur les badges activés. Les modèles de badges activés sont traités en continu et les apprenants peuvent déjà avoir progressé dessus. Toute modification des exigences des modèles de badges (y compris les règles de données) affectera l'expérience des apprenants!
he: אזהרה: הימנעו מעדכוני הגדרה על תגי זיהוי פעילים. תבניות תגי זיהוי פעילות מעובדות באופן רציף ולומדים עשויים כבר להיות בהתקדמות בהן. כל שינוי בדרישות תבנית תגי זיהוי (כולל כללי נתונים) ישפיע על חוויית הלומדים!
hi: चेतावनी: सक्रिय बैज पर कॉन्फ़िगरेशन अपडेट से बचें। सक्रिय बैज टेम्पलेट्स लगातार संसाधित होते रहते हैं और शिक्षार्थियों ने पहले से ही उन पर प्रगति कर ली हो सकती है। बैज टेम्पलेट आवश्यकताओं (डेटा नियमों सहित) में कोई भी परिवर्तन शिक्षार्थियों के अनुभव को प्रभावित करेगा!
hu: FIGYELEM: Kerülje a konfigurációs frissítéseket az aktivált kitűzőkön. Az aktív kitűzősablonok folyamatosan feldolgozásra kerülnek, és a tanulók már előrehaladást érhettek el rajtuk. A kitűzősablon követelményeinek bármilyen változtatása (beleértve az adatszabályokat is) befolyásolja a tanulók élményét!
id: PERINGATAN: hindari pembaruan konfigurasi pada lencana yang sudah diaktifkan. Template lencana aktif diproses secara terus-menerus dan peserta mungkin sudah memiliki kemajuan di dalamnya. Setiap perubahan dalam persyaratan template lencana (termasuk aturan data) akan mempengaruhi pengalaman peserta!
it_it: ATTENZIONE: evitare aggiornamenti di configurazione sui badge attivati. I modelli di badge attivi sono continuamente elaborati e i discenti potrebbero già avere progressi su di essi. Qualsiasi modifica ai requisiti del modello di badge (incluse le regole sui dati) influenzerà l'esperienza dei discenti!
ja: 警告: 有効化されたバッジの設定更新を避けてください。 アクティブなバッジテンプレートは継続的に処理されており、学習者はすでに進捗を持っている可能性があります。 バッジテンプレートの要件（データルールを含む）に変更を加えると、学習者の体験に影響を与えます！
lv: BRĪDINĀJUMS: izvairieties no konfigurācijas atjauninājumiem aktivizētajām nozīmītēm. Aktīvās nozīmīšu veidnes tiek nepārtraukti apstrādātas, un izglītojamie jau var būt guvuši progresu tajās. Jebkādas izmaiņas nozīmīšu veidņu prasībās (ieskaitot datu noteikumus) ietekmēs izglītojamo pieredzi!
nl: WAARSCHUWING: vermijd configuratiewijzigingen op geactiveerde badges. Actieve badge-sjablonen worden continu verwerkt en leerlingen kunnen al voortgang hebben geboekt. Elke wijziging in de vereisten van badge-sjablonen (inclusief dataregels) zal de ervaring van leerlingen beïnvloeden!
pl: OSTRZEŻENIE: unikaj aktualizacji konfiguracji na aktywowanych odznakach. Aktywne szablony odznak są ciągle przetwarzane i uczestnicy mogą już mieć na nich postępy. Wszelkie zmiany w wymaganiach szablonu odznaki (w tym zasady danych) wpłyną na doświadczenie uczestników!
pt_br: AVISO: evite atualizações de configuração em emblemas ativados. Modelos de emblemas ativos são processados continuamente e os estudantes podem já ter progresso neles. Quaisquer alterações nos requisitos do modelo de emblema (incluindo regras de dados) afetarão a experiência dos estudantes!
ro: AVERTISMENT: evitați actualizările de configurație pe insignele activate. Șabloanele de insigne active sunt procesate continuu și cursanții pot avea deja progres pe ele. Orice modificări în cerințele șablonului de insigne (inclusiv regulile de dată) vor afecta experiența cursanților!
sq: KUJDES: shmangni përditësimet e konfigurimit në distinktivët e aktivizuar. Modelet aktive të distinktivëve përpunohen vazhdimisht dhe nxënësit mund të kenë tashmë përparim në to. Çdo ndryshim në kërkesat e modelit të distinktivëve (përfshirë rregullat e të dhënave) do të ndikojë në përvojën e nxënësve!
sv: VARNING: undvik konfigurationsuppdateringar på aktiverade märken. Aktiva märke-mallar bearbetas kontinuerligt och elever kan redan ha gjort framsteg på dem. Alla ändringar i märke-mallens krav (inklusive dataregler) kommer att påverka elevernas upplevelse!
te: హెచ్చరిక: సక్రియమైన బ్యాడ్జ్‌లపై కాన్ఫిగరేషన్ నవీకరణలను నివారించండి. సక్రియ బ్యాడ్జ్ టెంప్లేట్లు నిరంతరం ప్రాసెస్ చేయబడతాయి మరియు నేర్చుకునేవారు వాటిపై ఇప్పటికే పురోగతిని సాధించి ఉండవచ్చు. బ్యాడ్జ్ టెంప్లేట్ అవసరాల్లో ఏవైనా మార్పులు (డేటా నియమాలు సహా) నేర్చుకునేవారి అనుభవాన్ని ప్రభావితం చేస్తాయి!
th: คำเตือน: หลีกเลี่ยงการอัปเดตการตั้งค่าบนเหรียญที่เปิดใช้งานแล้ว แม่แบบเหรียญที่ใช้งานอยู่จะถูกประมวลผลอย่างต่อเนื่องและผู้เรียนอาจมีความคืบหน้าแล้ว การเปลี่ยนแปลงใด ๆ ในข้อกำหนดของแม่แบบเหรียญ (รวมถึงกฎข้อมูล) จะส่งผลต่อประสบการณ์ของผู้เรียน!
tr_tr: UYARI: Etkinleştirilmiş rozetlerde yapılandırma güncellemelerinden kaçının. Etkin rozet şablonları sürekli işlenir ve öğrenenler bunlarda zaten ilerleme kaydetmiş olabilir. Rozet şablonu gereksinimlerindeki (veri kuralları dahil) herhangi bir değişiklik, öğrenenlerin deneyimini etkileyecektir!
uz: OGONDA: faollashtirildi nishonlarda konfiguratsiya yangilanishlaridan saqlaning. Faol nishon namunalari doimiy ravishda qayta ishlanadi va o'quvchilar ularda allaqachon yutuqlarga ega bo'lishlari mumkin. Nishon namunalari talablaridagi har qanday o'zgarishlar (shu jumladan ma'lumot qoidalari) o'quvchilarning tajribasiga ta'sir qiladi!
vi: CẢNH BÁO: tránh cập nhật cấu hình trên các huy hiệu đã kích hoạt. Các mẫu huy hiệu đang hoạt động được xử lý liên tục và người học có thể đã có tiến độ trên đó. Bất kỳ thay đổi nào trong yêu cầu mẫu huy hiệu (bao gồm cả quy tắc dữ liệu) sẽ ảnh hưởng đến trải nghiệm của người học!

source: Active badge template cannot be deleted.
af_za: Aktiewe kentekensjabloon kan nie verwyder word nie.
az: Aktiv nişan şablonu silinə bilməz.
da: Aktiv badge-skabelon kan ikke slettes.
el: Το ενεργό πρότυπο σήματος δεν μπορεί να διαγραφεί.
es_419: La plantilla de insignia activa no se puede eliminar.
fa: قالب نشان فعال نمی‌تواند حذف شود.
fr: Le modèle de badge actif ne peut pas être supprimé.
he: לא ניתן למחוק תבנית תג פעילה.
hi: सक्रिय बैज टेम्पलेट को हटाया नहीं जा सकता।
hu: Az aktív kitűző sablon nem törölhető.
id: Template lencana aktif tidak dapat dihapus.
it_it: Il modello di badge attivo non può essere eliminato.
ja: アクティブバッジテンプレートは削除できません。
lv: Aktīvo nozīmju veidni nevar izdzēst.
nl: Actieve badge-sjabloon kan niet worden verwijderd.
pl: Szablon aktywnej odznaki nie może zostać usunięty.
pt_br: O modelo de badge ativo não pode ser apagado.
ro: Șablonul de badge activ nu poate fi șters.
sq: Shablloni aktiv i distinktivit nuk mund të fshihet.
sv: Aktiv badge-mall kan inte raderas.
te: సక్రియ బ్యాడ్జ్ టెంప్లేట్ తొలగించబడదు.
th: ไม่สามารถลบแม่แบบตราที่ใช้งานอยู่ได้
tr_tr: Aktif rozet şablonu silinemez.
uz: Faol nishon namunasini o‘chirish mumkin emas.
vi: Mẫu huy hiệu đang hoạt động không thể bị xóa.

source: Active badge templates cannot be deleted.
af_za: Aktiewe kentekensjablone kan nie uitgevee word nie.
az: Aktiv nişan şablonları silinə bilməz.
da: Aktive badge-skabeloner kan ikke slettes.
el: Τα ενεργά πρότυπα διακριτικών δεν μπορούν να διαγραφούν.
es_419: Las plantillas de insignias activas no pueden ser eliminadas.
fa: قالب‌های نشان فعال قابل حذف نیستند.
fr: Les modèles de badges actifs ne peuvent pas être supprimés.
he: לא ניתן למחוק תבניות תג פעילות.
hi: सक्रिय बैज टेम्पलेट्स को हटाया नहीं जा सकता।
hu: Aktív kitűző sablonok nem törölhetők.
id: Template lencana aktif tidak dapat dihapus.
it_it: I modelli di badge attivi non possono essere eliminati.
ja: アクティブなバッジテンプレートは削除できません。
lv: Aktīvos nozīmīšu veidnes nevar izdzēst.
nl: Actieve badge-sjablonen kunnen niet worden verwijderd.
pl: Szablony aktywnych odznak nie mogą być usunięte.
pt_br: Modelos de emblemas ativos não podem ser apagados.
ro: Șabloanele de insigne active nu pot fi șterse.
sq: Modelet aktive të distinktivave nuk mund të fshihen.
sv: Aktiva badge-mallar kan inte raderas.
te: సక్రియ బ్యాడ్జ్ టెంప్లేట్లు తొలగించబడవు.
th: ไม่สามารถลบแม่แบบตราที่ใช้งานอยู่ได้
tr_tr: Aktif rozet şablonları silinemez.
uz: Faol nishon namunalari o‘chirish mumkin emas.
vi: Các mẫu huy hiệu đang hoạt động không thể bị xóa.

source: icon
af_za: ikoon
az: nişan
da: ikon
el: εικονίδιο
fa: آیکون
fr: icône
he: אייקון
hi: आइकन
hu: ikon
id: ikon
it_it: icona
ja: アイコン
lv: ikona
nl: pictogram
pl: ikona
pt_br: ícone
ro: pictogramă
sq: ikonë
sv: ikon
te: ఐకాన్
th: ไอคอน
tr_tr: simge
uz: belgi
vi: biểu tượng

source: Active badge template must have at least one requirement.
af_za: Aktiewe kentekensjabloon moet ten minste een vereiste hê.
az: Aktiv nişan şablonunda ən azı bir tələb olmalıdır.
da: Aktiv badge-skabelon skal have mindst ét krav.
el: Το ενεργό πρότυπο σήματος πρέπει να έχει τουλάχιστον μία απαίτηση.
es_419: La plantilla de insignia activa debe tener al menos un requisito.
fa: قالب نشان فعال باید حداقل یک شرط داشته باشد.
fr: Le modèle de badge actif doit avoir au moins une exigence.
he: תבנית תג פעילה חייבת לכלול לפחות דרישה אחת.
hi: सक्रिय बैज टेम्पलेट में कम से कम एक आवश्यकता होनी चाहिए।
hu: Az aktív kitűző sablonnak legalább egy követelményt tartalmaznia kell.
id: Template lencana aktif harus memiliki setidaknya satu persyaratan.
it_it: Il modello di badge attivo deve avere almeno un requisito.
ja: アクティブバッジテンプレートには、少なくとも1つの要件が必要です。
lv: Aktīvam nozīmītes veidnei jābūt vismaz vienai prasībai.
nl: Een actieve badge-sjabloon moet ten minste één vereiste hebben.
pl: Aktywny szablon odznaki musi mieć co najmniej jedno wymaganie.
pt_br: O modelo de badge ativo deve ter pelo menos um requisito.
ro: Șablonul de insignă activă trebuie să aibă cel puțin o cerință.
sq: Shablloni aktiv i distinktivit duhet të ketë të paktën një kërkesë.
sv: Aktiv badge-mall måste ha minst ett krav.
te: సక్రియ బ్యాడ్జ్ టెంప్లేట్‌కు కనీసం ఒక అవసరం ఉండాలి.
th: แม่แบบเหรียญที่ใช้งานต้องมีข้อกำหนดอย่างน้อยหนึ่งข้อ
tr_tr: Aktif rozet şablonunda en az bir gereklilik olmalıdır.
uz: Faol nishon namunasida kamida bitta talab bo'lishi kerak.
vi: Mẫu huy hiệu đang hoạt động phải có ít nhất một yêu cầu.

source: badge template
af_za: kenteken sjabloon
az: nişan şablonu
da: badgeskabelon
el: πρότυπο σήματος
es_419: plantilla de insignia
fa: قالب نشان
fr: modèle de badge
he: תבנית תגמול
hi: बैज टेम्पलेट
hu: kitűző sablon
id: template lencana
it_it: modello di badge
ja: バッジテンプレート
lv: nozīmītes veidne
nl: badgesjabloon
pl: szablon odznaki
pt_br: modelo de badge
ro: șablon de insignă
sq: shabllon i distinktivit
sv: märksmall
te: బ్యాడ్జ్ టెంప్లేట్
th: แม่แบบตราสัญลักษณ์
tr_tr: rozet şablonu
uz: nishon namuna
vi: mẫu huy hiệu

source: Failed to sync groups for API config: {}. {}
af_za: Kon nie groepe vir API-konfigurasie sinkroniseer nie: {}. {}
az: API konfiqurasiyası üçün qrupların sinxronlaşdırılması alınmadı: {}. {}
da: Kunne ikke synkronisere grupper for API-konfiguration: {}. {}
el: Αποτυχία συγχρονισμού ομάδων για τη ρύθμιση API: {}. {}
es_419: Error al sincronizar grupos para la configuración de la API: {}. {}
fa: همگام‌سازی گروه‌ها برای پیکربندی API با شکست مواجه شد: {}. {}
fr: Échec de la synchronisation des groupes pour la configuration de l'API : {}. {}
he: נכשל בסנכרון קבוצות עבור תצורת API: {}. {}
hi: API कॉन्फ़िग के लिए समूहों को सिंक करने में विफल: {}. {}
hu: Nem sikerült szinkronizálni a csoportokat az API konfigurációhoz: {}. {}
id: Gagal menyinkronkan grup untuk konfigurasi API: {}. {}
it_it: Impossibile sincronizzare i gruppi per la configurazione API: {}. {}
ja: API設定のグループ同期に失敗しました: {}. {}
lv: Neizdevās sinhronizēt grupas API konfigurācijai: {}. {}
nl: Kan groepen niet synchroniseren voor API-configuratie: {}. {}
pl: Nie udało się zsynchronizować grup dla konfiguracji API: {}. {}
pt_br: Falha ao sincronizar grupos para a configuração da API: {}. {}
ro: Nu s-a reușit sincronizarea grupurilor pentru configurarea API: {}. {}
sq: Dështoi sinkronizimi i grupeve për konfigurimin e API-së: {}. {}
sv: Det gick inte att synkronisera grupper för API-konfiguration: {}. {}
te: API కాన్ఫిగరేషన్ కోసం సమూహాలను సమకాలీకరించడంలో విఫలమైంది: {}. {}
th: ไม่สามารถซิงค์กลุ่มสำหรับการตั้งค่า API: {}. {}
tr_tr: API yapılandırması için gruplar senkronize edilemedi: {}. {}
uz: API sozlamalari uchun guruhlarni sinxronlashtirishda xatolik yuz berdi: {}. {}
vi: Không thể đồng bộ nhóm cho cấu hình API: {}. {}

source: Accredible groups were successfully updated.
af_za: Accredible-groepe is suksesvol bygewerk.
az: "Accredible" qrupları uğurla yeniləndi.
da: Accredible-grupper blev opdateret med succes.
el: Οι ομάδες Accredible ενημερώθηκαν με επιτυχία.
es_419: Los grupos de Accredible se actualizaron con éxito.
fa: گروه‌های Accredible با موفقیت به‌روزرسانی شدند.
fr: Les groupes Accredible ont été mis à jour avec succès.
he: הקבוצות של Accredible עודכנו בהצלחה.
hi: Accredible समूह सफलतापूर्वक अपडेट किए गए।
hu: Az Accredible csoportok sikeresen frissültek.
id: Grup Accredible berhasil diperbarui.
it_it: I gruppi Accredible sono stati aggiornati con successo.
ja: Accredibleグループが正常に更新されました。
lv: Accredible grupas tika veiksmīgi atjauninātas.
nl: Accredible-groepen zijn succesvol bijgewerkt.
pl: Grupy Accredible zostały pomyślnie zaktualizowane.
pt_br: Os grupos do Accredible foram atualizados com sucesso.
ro: Grupurile Accredible au fost actualizate cu succes.
sq: Grupet Accredible u përditësuan me sukses.
sv: Accredible-grupper uppdaterades framgångsrikt.
te: Accredible గ్రూప్‌లు విజయవంతంగా నవీకరించబడ్డాయి.
th: กลุ่ม Accredible ได้รับการอัปเดตเรียบร้อยแล้ว
tr_tr: Accredible grupları başarıyla güncellendi.
uz: "Accredible" guruhlari muvaffaqiyatli yangilandi.
vi: Các nhóm Accredible đã được cập nhật thành công.

source: You can't provide an API key for a configured organization.
af_za: Jy kan nie 'n API-sleutel vir 'n gekonfigureerde organisasie verskaf nie.
az: Konfiqurasiya edilmiş təşkilat üçün API açarı təmin edə bilməzsiniz.
da: Du kan ikke levere en API-nøgle til en konfigureret organisation.
el: Δεν μπορείτε να παρέχετε ένα κλειδί API για μια διαμορφωμένη οργάνωση.
es_419: No puedes proporcionar una clave API para una organización configurada.
fa: شما نمی‌توانید برای یک سازمان پیکربندی شده، کلید API ارائه دهید.
fr: Vous ne pouvez pas fournir une clé API pour une organisation configurée.
he: אינך יכול לספק מפתח API לארגון מוגדר.
hi: आप एक कॉन्फ़िगर की गई संस्था के लिए API कुंजी प्रदान नहीं कर सकते।
hu: Nem adhat meg API-kulcsot egy konfigurált szervezethez.
id: Anda tidak dapat menyediakan kunci API untuk organisasi yang sudah dikonfigurasi.
it_it: Non puoi fornire una chiave API per un'organizzazione configurata.
ja: 構成済みの組織にはAPIキーを提供できません。
lv: Jūs nevarat nodrošināt API atslēgu konfigurētai organizācijai.
nl: Je kunt geen API-sleutel verstrekken voor een geconfigureerde organisatie.
pl: Nie możesz podać klucza API dla skonfigurowanej organizacji.
pt_br: Você não pode fornecer uma chave de API para uma organização configurada.
ro: Nu poți furniza o cheie API pentru o organizație configurată.
sq: Nuk mund të siguroni një çelës API për një organizatë të konfiguruar.
sv: Du kan inte tillhandahålla en API-nyckel för en konfigurerad organisation.
te: మీరు కాన్ఫిగర్ చేసిన సంస్థకు API కీని అందించలేరు.
th: คุณไม่สามารถให้คีย์ API สำหรับองค์กรที่กำหนดค่าแล้วได้
tr_tr: Yapılandırılmış bir organizasyon için bir API anahtarı sağlayamazsınız.
uz: Siz sozlangan tashkilot uchun API kalitini taqdim eta olmaysiz.
vi: Bạn không thể cung cấp khóa API cho một tổ chức đã được cấu hình.

source: All requirements must belong to the same template.
af_za: Alle vereistes moet aan dieselfde sjabloon behoort.
az: Bütün tələblər eyni şablona aid olmalıdır.
da: Alle krav skal tilhøre den samme skabelon.
el: Όλες οι απαιτήσεις πρέπει να ανήκουν στο ίδιο πρότυπο.
es_419: Todos los requisitos deben pertenecer a la misma plantilla.
fr: Toutes les exigences doivent appartenir au même modèle.
he: כל הדרישות חייבות להשתייך לאותה תבנית.
hi: सभी आवश्यकताएँ एक ही टेम्पलेट से संबंधित होनी चाहिए।
hu: Minden követelménynek ugyanahhoz a sablonhoz kell tartoznia.
id: Semua persyaratan harus termasuk dalam template yang sama.
it_it: Tutti i requisiti devono appartenere allo stesso modello.
ja: すべての要件は同じテンプレートに属している必要があります。
lv: Visām prasībām jābūt no viena veidnes.
nl: Alle vereisten moeten tot dezelfde sjabloon behoren.
pl: Wszystkie wymagania muszą należeć do tego samego szablonu.
pt_br: Todos os requisitos devem pertencer ao mesmo modelo.
ro: Toate cerințele trebuie să aparțină aceluiași șablon.
sq: Të gjitha kërkesat duhet të përkasin të njëjtit model.
sv: Alla krav måste tillhöra samma mall.
te: అన్ని అవసరాలు ఒకే టెంప్లేట్‌కు చెందినవిగా ఉండాలి.
th: ข้อกำหนดทั้งหมดต้องอยู่ในเทมเพลตเดียวกัน
tr_tr: Tüm gereksinimler aynı şablona ait olmalıdır.
uz: Barcha talablar bir xil namuna tegishli bo'lishi kerak.
vi: Tất cả các yêu cầu phải thuộc cùng một mẫu.

source: Value must be a boolean.
af_za: Waarde moet 'n booleaanse waarde wees.
az: Dəyər boolean olmalıdır.
da: Værdien skal være en boolesk.
el: Η τιμή πρέπει να είναι boolean.
es_419: El valor debe ser un booleano.
fa: مقدار باید یک بولین باشد.
fr: La valeur doit être un booléen.
he: הערך חייב להיות בוליאני.
hi: मान मानक बूलियन होना चाहिए।
hu: Az értéknek logikai típusúnak kell lennie.
id: Nilai harus berupa boolean.
it_it: Il valore deve essere un booleano.
ja: 値はブール型でなければなりません。
lv: Vērtībai jābūt loģiskai.
nl: Waarde moet een boolean zijn.
pl: Wartość musi być typu logicznego.
pt_br: O valor deve ser um booleano.
ro: Valoarea trebuie să fie un boolean.
sq: Vlera duhet të jetë një boolean.
sv: Värdet måste vara en boolean.
te: విలువ బూలియన్‌గా ఉండాలి.
th: ค่าต้องเป็นบูลีน
tr_tr: Değer bir boolean olmalıdır.
uz: Qiymat mantiqiy bo'lishi kerak.
vi: Giá trị phải là một boolean.
