Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: {recipient_fullname} successfully completed all courses and received passing grades for a Professional Certificate in {program_title} a program offered by {organizations}, in collaboration with {platform_name}.
af_za: {recipient_fullname} het alle kursusse suksesvol voltooi en slaagpunte ontvang vir &#39;n Professionele Sertifikaat in {program_title} &#39;n program aangebied deur {organizations} , in samewerking met {platform_name} .
az: {recipient_fullname} {organizations} tərəfindən təklif olunan və {platform_name} ilə əməkdaşlıqda həyata keçirilən {program_title} proqramı üzrə Peşəkar Sertifikat almaq üçün bütün kursları uğurla tamamladı və keçid qiymətləri aldı.
da: {recipient_fullname} har fuldført og bestået alle kurser og har modtaget certifikat i {program_title} , udbudt af {organizations} , i samarbejde med {platform_name} .
es_419: {recipient_fullname} completó con éxito todos los cursos y recibió calificaciones aprobatorias para un Certificado Profesional en {program_title} un programa ofrecido por {organizations}, en colaboración con {platform_name} .
fa: {recipient_fullname} همه دوره ها را با موفقیت به پایان رساند و نمرات قبولی برای گواهینامه حرفه ای را در {program_title} یک برنامه ارائه شده توسط {organizations} با همکاری {platform_name} دریافت کرد.
he: {recipient_fullname} סיים בהצלחה את כל הקורסים וקיבל ציונים עוברים לתעודת מקצוע ב- {program_title} תוכנית המוצעת על ידי {organizations} , בשיתוף עם {platform_name} .
hi: {recipient_fullname} ने सभी पाठ्यक्रमों को सफलतापूर्वक पूरा किया और {platform_name} के सहयोग से, {organizations} द्वारा प्रस्तावित एक कार्यक्रम, {program_title} में व्यावसायिक प्रमाणपत्र के लिए उत्तीर्ण ग्रेड प्राप्त किए।
hu: {recipient_fullname} sikeresen elvégezte az összes kurzust, és megfelelt a {program_title} szakmai bizonyítvány követelményeinek, amelyet a {organizations} kínál, együttműködésben a {platform_name}-val.
id: {recipient_fullname} berhasil menyelesaikan semua kursus dan menerima nilai lulus untuk Sertifikat Profesional dalam {program_title}, sebuah program yang ditawarkan oleh {organizations}, bekerja sama dengan {platform_name}.
it_it: {recipient_fullname} ha completato con successo tutti i corsi e ha ricevuto voti positivi per un Certificato professionale in {program_title} un programma offerto da {organizations}, in collaborazione con {platform_name}.
ja: {recipient_fullname} は、{organizations} が {platform_name} と協力して提供する {program_title} のプロフェッショナル証明書プログラムの全コースを修了し、合格しました。
lv: {recipient_fullname} sekmīgi pabeidza visus kursus un saņēma sekmīgas vērtējumus, lai iegūtu profesionālo sertifikātu {program_title} programmā, ko piedāvā {organizations} sadarbībā ar {platform_name} .
nl: {recipient_fullname} voltooide met succes alle cursussen en behaalde voldoende cijfers voor een professioneel certificaat in {program_title}, een programma aangeboden door {organizations}, in samenwerking met {platform_name}.
pl: {recipient_fullname} pomyślnie ukończył wszystkie kursy i uzyskał pozytywne oceny Certyfikatu zawodowego w {program_title}, programie oferowanym przez {organizations}, we współpracy z {platform_name}.
sq: {recipient_fullname} përfundoi me sukses të gjitha kurset dhe mori notat kaluese për një Certifikatë Profesionale në {program_title} një program i ofruar nga {organizations} , në bashkëpunim me {platform_name} .
sv: {recipient_fullname} har framgångsrikt slutfört alla kurser och fått godkända betyg för ett yrkescertifikat i {program_title}, ett program som erbjuds av {organizations} i samarbete med {platform_name}.
sw: {recipient_fullname} ilikamilisha kozi zote kwa ufanisi na kupata alama za kufaulu kwa Cheti cha Utaalam katika {program_title} programu inayotolewa na {organizations} , kwa ushirikiano na {platform_name} .
th: {recipient_fullname} ได้สำเร็จหลักสูตรทั้งหมดและได้รับเกรดที่ผ่านสำหรับใบรับรองวิชาชีพใน {program_title} ซึ่งเป็นโปรแกรมที่นำเสนอโดย {organizations} โดยความร่วมมือกับ {platform_name}
uk: {recipient_fullname} успішно пройшов усі курси та отримав прохідні оцінки для професійного сертифікату за програмою {program_title}, яку пропонує {organizations} у співпраці з {platform_name}.
uz: {recipient_fullname} barcha kurslarni muvaffaqiyatli yakunladi va {platform_name} bilan hamkorlikda {organizations} tomonidan taqdim etilgan {program_title} dasturida Kasbiy sertifikat uchun o‘tish baholarini oldi.
vi: {recipient_fullname} đã hoàn thành xuất sắc tất cả các khóa học và nhận được điểm đậu để lấy Chứng chỉ Chuyên nghiệp về {program_title} , một chương trình do {organizations} cung cấp, phối hợp với {platform_name} .

source: recipient
af_za: ontvanger
az: alıcı
da: modtager
es_419: receptor
fa: گیرنده
he: מקבל
hi: प्राप्तकर्ता
hu: címzett
it_it: destinatario
ja: 受取人
lv: saņēmējs
pl: odbiorca
sq: marrësi
sv: mottagare
sw: mpokeaji
th: ผู้รับ
tr_tr: alıcı
uk: слухач
uz: oluvchi
vi: người nhận

source: {recipient_fullname} successfully completed a course and received a passing grade for a Course Certificate in {course_title} a course offered by {organization}, in collaboration with {platform_name}.
af_za: {recipient_fullname} het 'n kursus suksesvol voltooi en 'n slaagpunt ontvang vir 'n Kursussertifikaat in {course_title} 'n kursus aangebied deur {organization}, in samewerking met {platform_name}.
az: {recipient_fullname} {organization} tərəfindən təklif olunan və {platform_name} ilə əməkdaşlıqda keçirilən {course_title} kursunu uğurla tamamladı və Kurs Sertifikatı üçün keçid balı aldı.
da: {recipient_fullname} har fuldført et kursus og modtaget en bestået karakter for et kursuscertifikat i {course_title}, et kursus udbudt af {organization}, i samarbejde med {platform_name}.
el: {recipient_fullname} ολοκλήρωσε επιτυχώς ένα μάθημα και έλαβε επιτυχή βαθμολογία για ένα Πιστοποιητικό Μαθήματος στο {course_title} ένα μάθημα που προσφέρεται από {organization}, σε συνεργασία με το {platform_name}.
es_419: {recipient_fullname} completó con éxito un curso y recibió una calificación aprobatoria para un Certificado de Curso en {course_title}, un curso ofrecido por {organization}, en colaboración con {platform_name}.
fa: {recipient_fullname} با موفقیت یک دوره را به پایان رساند و نمره قبولی برای گواهینامه دوره در {course_title}، یک دوره ارائه شده توسط {organization} با همکاری {platform_name} دریافت کرد.
fr: {recipient_fullname} a terminé avec succès un cours et a obtenu la note de passage pour un certificat de cours en {course_title}, un cours proposé par {organization}, en collaboration avec {platform_name}.
he: {recipient_fullname} בהצלחה סיים קורס והתקבל ציון עובר לתעודת קורס ב- {course_title} קורס המוצע על ידי {organization}, בשיתוף עם {platform_name}.
hi: {recipient_fullname} ने {platform_name} के सहयोग से, {organization} द्वारा प्रस्तावित एक पाठ्यक्रम, {course_title} में पाठ्यक्रम प्रमाणपत्र के लिए उत्तीर्ण ग्रेड प्राप्त किया और सफलतापूर्वक पाठ्यक्रम पूरा किया।
hu: {recipient_fullname} sikeresen elvégzett egy kurzust, és megszerezte a szükséges osztályzatot a(z) {course_title} kurzus Bizonyítványához, amelyet a(z) {organization} kínál, együttműködésben a(z) {platform_name}-val.
id: {recipient_fullname} berhasil menyelesaikan kursus dan menerima nilai lulus untuk Sertifikat Kursus dalam {course_title}, sebuah kursus yang ditawarkan oleh {organization}, bekerja sama dengan {platform_name}.
it_it: {recipient_fullname} ha completato con successo un corso e ha ricevuto un voto positivo per un Certificato di Corso in {course_title} un corso offerto da {organization}, in collaborazione con {platform_name}.
ja: {recipient_fullname} は、{organization} が {platform_name} と協力して提供する {course_title} のコースを修了し、合格してコース証明書を取得しました。
lv: {recipient_fullname} sekmīgi pabeidza kursu un saņēma sekmīgu vērtējumu par kursa sertifikātu {course_title} kursā, ko piedāvā {organization} sadarbībā ar {platform_name}.
nl: {recipient_fullname} voltooide met succes een cursus en behaalde een voldoende voor een cursuscertificaat in {course_title}, een cursus aangeboden door {organization}, in samenwerking met {platform_name}.
pl: {recipient_fullname} pomyślnie ukończył kurs i uzyskał pozytywną ocenę Certyfikatu kursu w {course_title}, kursie oferowanym przez {organization}, we współpracy z {platform_name}.
pt_br: {recipient_fullname} concluiu com sucesso um curso e recebeu uma nota de aprovação para um Certificado de Curso em {course_title}, um curso oferecido por {organization}, em colaboração com {platform_name}.
ro: {recipient_fullname} a absolvit cu succes un curs și a primit o notă de trecere pentru un Certificat de Curs în {course_title} un curs oferit de {organization}, în colaborare cu {platform_name}.
sq: {recipient_fullname} përfundoi me sukses një kurs dhe mori një notë kaluese për një Certifikatë Kursi në {course_title} një kurs i ofruar nga {organization}, në bashkëpunim me {platform_name}.
sv: {recipient_fullname} har framgångsrikt slutfört en kurs och fått godkänt betyg för ett kurscertifikat i {course_title}, en kurs som erbjuds av {organization} i samarbete med {platform_name}.
te: {recipient_fullname} విజయవంతంగా కోర్సును పూర్తి చేసి, {organization} అందించే {course_title} కోర్సులో కోర్సు సర్టిఫికేట్ కోసం ఉత్తీర్ణత గ్రేడ్‌ను పొందింది, {platform_name} సహకారంతో.
th: {recipient_fullname} สำเร็จหลักสูตรและได้รับเกรดที่ผ่านสำหรับใบรับรองหลักสูตรใน {course_title} หลักสูตรที่นำเสนอโดย {organization} โดยความร่วมมือกับ {platform_name}
tr_tr: {recipient_fullname} {platform_name} işbirliğiyle {organization} tarafından sunulan {course_title} Dersinde başarıyla bir dersi tamamladı ve Ders Sertifikası için geçer not aldı.
uz: {recipient_fullname} {organization} tomonidan {platform_name} bilan hamkorlikda taqdim etilgan {course_title} kursida Kurs Sertifikati uchun o‘tish bahosini olib, kursni muvaffaqiyatli yakunladi.
vi: {recipient_fullname} đã hoàn thành xuất sắc một khóa học và nhận được điểm đậu để lấy Chứng chỉ Khóa học về {course_title} , một khóa học do {organization} cung cấp, phối hợp với {platform_name} .

source: Issuer secret key. See: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
af_za: Uitreiker geheime sleutel. Sien: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
az: Emitent gizli açarı. Bax: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
da: Udsteders hemmelige nøgle. Se: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
es_419: Clave secreta del emisor. Ver: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
fa: کلید مخفی صادرکننده ببینید: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
he: מפתח סודי של מנפיק. ראה: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
hi: जारीकर्ता की गुप्त कुंजी। देखें: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
hu: Kibocsátói titkos kulcs. Lásd: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
it_it: Chiave segreta dell&#39;emittente. Vedi: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
ja: 発行者の秘密鍵。参照：https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
lv: Izdevēja slepenā atslēga. Skatiet: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
pl: Tajny klucz wydawcy. Zobacz: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
sq: Çelësi sekret i lëshuesit. Shihni: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
sv: Utfärdarens hemliga nyckel. Se: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
sw: Ufunguo wa siri wa mtoaji. Tazama: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
th: รหัสลับของผู้ออก ดู: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
tr_tr: Düzenleyen kurumun secret anahtarı. Bakınız: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
uk: Секретний ключ емітента. Див.: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
uz: Emitentning maxfiy kaliti. Qarang: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
vi: Khóa bí mật của nhà phát hành. Xem: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519

source: Status List generation failed: [{issuer_id}]
af_za: Statuslys generering het misluk: [ {issuer_id} ]
az: Status siyahısının yaradılması alınmadı: [{issuer_id}]
da: Status list generering mislykkedes: [ {issuer_id} ]
es_419: La generación de la lista de estado falló: [{issuer_id}]
fa: ایجاد لیست وضعیت ناموفق بود: [ {issuer_id} ]
he: יצירת רשימת מצב נכשלה: [{issuer_id}]
hi: स्थिति सूची निर्माण विफल: [{issuer_id}]
hu: A státuszlista generálása nem sikerült: [{issuer_id}]
it_it: Generazione dell'elenco di stato non riuscita: [{issuer_id}]
ja: ステータスリストの生成に失敗しました: [{issuer_id}]
lv: Statusa saraksta ģenerēšana neizdevās: [ {issuer_id} ]
pl: Wygenerowanie listy statusów nie powiodło się: [{issuer_id}]
sq: Gjenerimi i listës së statusit dështoi: [ {issuer_id} ]
sv: Generering av statuslista misslyckades: [{issuer_id}]
sw: Uzalishaji wa Orodha ya Hali umeshindwa: [ {issuer_id} ]
th: การสร้างรายการสถานะล้มเหลว: [{issuer_id}]
tr_tr: Durum Listesi oluşturma başarısız oldu: [{issuer_id}]
uk: Не вдалося створити список статусів: [{issuer_id}]
uz: Holat roʻyxatini yaratib boʻlmadi: [ {issuer_id} ]
vi: Tạo danh sách trạng thái không thành công: [ {issuer_id} ]

source: There are no enabled Issuance Configurations for some reason! At least one must be always active.
af_za: Daar is om een of ander rede geen geaktiveerde Uitreiking-konfigurasies nie! Ten minste een moet altyd aktief wees.
az: Bəzi səbəblərə görə heç bir Aktivləşdirmə Konfiqurasiyası aktiv deyil! Həmişə ən azı biri aktiv olmalıdır.
da: Der er ingen aktiverede udstedelseskonfigurationer af en eller anden grund! Mindst én skal altid være aktiv.
es_419: ¡No hay configuraciones de emisión habilitadas por alguna razón! Al menos uno debe estar siempre activo.
fa: به دلایلی هیچ پیکربندی صدور فعال وجود ندارد! حداقل یکی باید همیشه فعال باشد.
he: אין הגדרות הנפקה מופעלות מסיבה כלשהי! לפחות אחת חייבת להיות תמיד פעילה.
hi: किसी कारण से कोई सक्षम निर्गमन कॉन्फ़िगरेशन नहीं है! कम से कम व्यक्ति को सदैव सक्रिय रहना चाहिए।
hu: Nincsenek aktivált kibocsátási konfigurációk valamilyen okból! Legalább egynek mindig aktívnak kell lennie.
id: There are no enabled Issuance Konfigurasi for some reason! At least one must be always active.
it_it: Non ci sono configurazioni di rilascio abilitate per qualche motivo! Almeno uno deve essere sempre attivo.
ja: 何らかの理由で有効な発行設定がありません！少なくとも1つは常にアクティブでなければなりません。
lv: Kādu iemeslu dēļ nav iespējotu izdošanas konfigurāciju! Vismaz vienam vienmēr jābūt aktīvam.
pl: Z jakiegoś powodu nie ma włączonych konfiguracji wystawiania! Przynajmniej jeden musi być zawsze aktywny.
sq: Nuk ka konfigurime të aktivizuara të lëshimit për ndonjë arsye! Të paktën njëri duhet të jetë gjithmonë aktiv.
sv: Det finns inga aktiverade utfärdandekonfigurationer av någon anledning! Minst en måste alltid vara aktiv.
sw: Hakuna Mipangilio ya Utoaji iliyowezeshwa kwa sababu fulani! Angalau moja lazima iwe hai kila wakati.
th: ไม่มีการกำหนดค่าการออกที่เปิดใช้งานด้วยเหตุผลบางประการ! อย่างน้อยหนึ่งรายการจะต้องแอ็คทีฟอยู่เสมอ
uk: Чомусь немає ввімкнених конфігурацій видачі! Принаймні одна має бути завжди активною.
uz: Ba'zi sabablarga ko'ra yoqilgan Emissiya konfiguratsiyasi mavjud emas! Hech bo'lmaganda bittasi doimo faol bo'lishi kerak.
vi: Không có Cấu hình phát hành nào được kích hoạt vì một số lý do! Ít nhất một người phải luôn hoạt động.

source: Verifiable Credentials feature is not enabled [{feature_name}]
af_za: Verifieerbare geloofsbriewe-kenmerk is nie geaktiveer nie [ {feature_name} ]
az: Verifiable Credentials funksiyası aktiv deyil [{feature_name}]
da: Denne feature til verificering af legitimationsoplysninger er ikke aktiveret [ {feature_name} ]
es_419: La función de credenciales verificables no está habilitada [{feature_name}]
fa: ویژگی اعتبارنامه قابل تأیید فعال نیست [ {feature_name} ]
he: יכולת האישורים הניתנים לאימות לא אפשרה [{feature_name}]
hi: सत्यापन योग्य क्रेडेंशियल सुविधा सक्षम नहीं है [{feature_name}]
hu: A hitelesíthető igazolások funkció nincs engedélyezve [{feature_name}]
it_it: La funzione Credenziali verificabili non è abilitata [{feature_name}]
ja: 検証可能な資格情報機能が有効になっていません [{feature_name}]
lv: Pārbaudāmo akreditāciju funkcija nav aktivizēta [{feature_name}]
nl: De functie Verifieerbare inloggegevens is niet ingeschakeld [{feature_name}]
pl: Funkcja weryfikowalnych poświadczeń nie jest włączona [{feature_name}]
sq: Funksioni i kredencialeve të verifikueshme nuk është i aktivizuar [ {feature_name} ]
sv: Funktionen för verifierbara referenser är inte aktiverad [{feature_name}]
sw: Kipengele cha Vitambulisho Vinavyoweza Kuthibitishwa hakijawashwa [ {feature_name} ]
th: ไม่ได้เปิดใช้งานคุณลักษณะข้อมูลรับรองที่ตรวจสอบได้ [{feature_name}]
uk: Функцію верифікованих облікових даних не ввімкнено [{feature_name}]
uz: Tekshiriladigan hisob ma'lumotlari xususiyati yoqilmagan [ {feature_name} ]
vi: Tính năng Thông tin xác thực có thể xác minh chưa được bật [ {feature_name} ]

source: Mandatory data is missing
af_za: Verpligte data ontbreek
az: Məcburi məlumatlar çatışmır
da: Obligatorisk data mangler
es_419: Faltan datos obligatorios
fa: داده های اجباری وجود ندارد
he: חסרים נתונים חובה
hi: अनिवार्य डेटा गायब है
hu: Kötelező adatok hiányoznak
it_it: Mancano i dati obbligatori
ja: 必須データが不足しています
lv: Trūkst obligāto datu
pl: Brak obowiązkowych danych
sq: Mungojnë të dhënat e detyrueshme
sv: Obligatoriska data saknas
sw: Data ya lazima haipo
th: ข้อมูลที่จำเป็นหายไป
tr_tr: Zorunlu veriler eksik
uk: Обов’язкові дані відсутні
uz: Majburiy ma'lumotlar etishmayapti
vi: Thiếu dữ liệu bắt buộc

source: Credential identifier must be valid UUID: ['credential_uuid']
af_za: Geloofsidentifiseerder moet geldige UUID wees: [&#39;credential_uuid&#39;]
az: Etibarnamə identifikatoru etibarlı UUID olmalıdır: ['credential_uuid']
da: Legitimations-id skal være gyldigt UUID: [&#39;credential_uuid&#39;]
es_419: El identificador de la credencial debe ser un UUID válido: ['credential_uuid']
fa: شناسه اعتبار باید UUID معتبر باشد: [&#39;credential_uuid&#39;]
he: מזהה אישור חייב להיות UUID חוקי: ['credential_uuid']
hi: क्रेडेंशियल पहचानकर्ता वैध UUID होना चाहिए: ['credential_uuid']
hu: A hitelesítő azonosítónak érvényes UUID-nek kell lennie: ['credential_uuid']
it_it: L&#39;identificatore delle credenziali deve essere un UUID valido: [&#39;credential_uuid&#39;]
ja: 資格識別子は有効なUUIDでなければなりません: ['credential_uuid']
lv: Pilnvaras identifikatoram jābūt derīgam UUID: ['credential_uuid']
nl: De identificatie-ID moet een geldige UUID zijn: ['credential_uuid']
pl: Identyfikator danych uwierzytelniających musi być prawidłowym identyfikatorem UUID: ['credential_uuid']
sq: Identifikuesi i kredencialit duhet të jetë i vlefshëm UUID: [&#39;credential_uuid&#39;]
sv: Identifieraren för intyget måste vara ett giltigt UUID: ['credential_uuid']
sw: Kitambulisho cha kitambulisho lazima kiwe UUID halali: [&#39;credential_uuid&#39;]
th: ตัวระบุข้อมูลรับรองต้องเป็น UUID ที่ถูกต้อง: ['credential_uuid']
tr_tr: Kimlik bilgisi tanımlayıcısı geçerli bir UUID olmalıdır: ['credential_uuid']
uk: Ідентифікатор облікових даних має бути дійсним UUID: ['credential_uuid']
uz: Hisob maʼlumotlari identifikatori yaroqli UUID boʻlishi kerak: ['credential_uuid']
vi: Mã định danh thông tin xác thực phải hợp lệ UUID: [&#39;credential_uuid&#39;]

source: No such user credential [%(credential_uuid)s]
af_za: Geen sodanige gebruikersbewys nie [ %(credential_uuid)s ]
az: Belə bir istifadəçi etibarnaməsi yoxdur [%(credential_uuid)s]
da: Ingen sådan bruger legitimationsoplysninger [ %(credential_uuid)s ]
es_419: No existe tal credencial de usuario [ %(credential_uuid)s]
fa: چنین اعتبار کاربری وجود ندارد [ %(credential_uuid)s ]
he: אין אישור משתמש כזה [%(credential_uuid)s]
hi: ऐसा कोई उपयोगकर्ता क्रेडेंशियल नहीं है [%(credential_uuid)s]
hu: Nincs ilyen felhasználói hitelesítő adat [%(credential_uuid)s]
it_it: Nessuna credenziale utente di questo tipo [%(credential_uuid)s]
ja: 指定されたユーザー資格情報はありません [%(credential_uuid)s]
lv: Nav šādu lietotāja akreditācijas datu [ %(credential_uuid)s ]
nl: Dergelijke gebruikersreferenties zijn niet aanwezig [%(credential_uuid)s]
pl: Brak takich danych uwierzytelniających użytkownika [%(credential_uuid)s]
pt_br: Esse credencial de usuário não existe [%(credential_uuid)s]
sq: Asnjë kredencial i tillë përdoruesi [ %(credential_uuid)s ]
sv: Ingen sådan användaruppgift [%(credential_uuid)s]
sw: Hakuna kitambulisho kama hicho cha mtumiaji [ %(credential_uuid)s ]
th: ไม่มีข้อมูลรับรองผู้ใช้ดังกล่าว [ %(credential_uuid)s ]
uk: Немає таких облікових даних користувача [%(credential_uuid)s]
uz: Bunday foydalanuvchi hisob ma'lumotlari yo'q [ %(credential_uuid)s ]
vi: Không có thông tin xác thực người dùng như vậy [ %(credential_uuid)s ]

source: Provided storage backend ({storage_id}) isn't active. Storages: {active_storages}
af_za: Met dien verstande dat berging-agterkant ( {storage_id} ) nie aktief is nie. Bergings: {active_storages}
az: Təqdim olunan yaddaş arxa planı ({storage_id}) aktiv deyil. Yaddaşlar: {active_storages}
da: Denne lagerenhed( {storage_id} ) er ikke aktiv. Aktive lagerenheder: {active_storages}
es_419: El backend de almacenamiento proporcionado ({storage_id}) no está activo. Almacenamientos: {active_storages}
fa: ذخیره سازی ارائه شده ( {storage_id} ) فعال نیست. حافظه های ذخیره سازی: {active_storages}
he: הקצה האחורי של האחסון שסופק ({storage_id}) אינו מופעל. אחסונים: {active_storages}
hi: उपलब्ध कराया गया स्टोरेज बैकएंड ({storage_id}) सक्रिय नहीं है। भंडारण: {active_storages}
hu: A megadott tároló backend ({storage_id}) nem aktív. Tárolók: {active_storages}
it_it: Il backend di archiviazione fornito ({storage_id}) non è attivo. Depositi: {active_storages}
ja: 指定されたストレージバックエンド（{storage_id}）はアクティブではありません。ストレージ: {active_storages}
lv: Ja glabāšanas backend ({storage_id}) nav aktīvs. Krātuves: {active_storages}
nl: De opgegeven opslag-backend ({storage_id}) is niet actief. Opslagplaatsen: {active_storages}
pl: Podany backend magazynowy ({storage_id}) nie jest aktywny. Magazyny: {active_storages}
pt_br: O backend de armazenamento fornecido ({storage_id}) não está ativo. Armazenamentos: {active_storages}
sq: Mbështetja e hapësirës së ofruar ( {storage_id} ) nuk është aktive. Hapësirat ruajtëse: {active_storages}
sv: Den angivna lagringsbackend ({storage_id}) är inte aktiv. Lagringar: {active_storages}
sw: Nyuma ya hifadhi iliyotolewa ( {storage_id} ) haitumiki. Hifadhi: {active_storages}
th: แบ็กเอนด์พื้นที่เก็บข้อมูลที่ระบุ ( {storage_id} ) ไม่ทำงาน พื้นที่เก็บข้อมูล: {active_storages}
uk: Надане сховище ({storage_id}) не активне. Сховища: {active_storages}
uz: Taqdim etilgan xotira ( {storage_id} ) faol emas. Saqlash joylari: {active_storages}
vi: Phần phụ trợ lưu trữ được cung cấp ( {storage_id} ) không hoạt động. Kho lưu trữ: {active_storages}
