Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Open edX internal user credential was revoked
af_za: Open edX interne gebruikersbewys is herroep
az: Open edX daxili istifadəçi etibarnaməsi ləğv edildi
da: Open edX intern brugerlegitimation blev tilbagekaldt
el: Η εσωτερική διαπίστευση χρήστη του Open edX ανακλήθηκε
es_419: La credencial de usuario interno de Open edX fue revocada
fa: اعتبارنامه کاربر داخلی Open edX لغو شد
fr: La crédentiale utilisateur interne d'Open edX a été révoquée
he: אישור המשתמש הפנימי של Open edX בוטל
hi: ओपन edX आंतरिक उपयोगकर्ता क्रेडेंशियल रद्द कर दिया गया था
hu: Az Open edX belső felhasználói hitelesítő adata visszavonásra került
id: Kredensial pengguna internal Open edX telah dicabut
it_it: La credenziale utente interna di Open edX è stata revocata
ja: Open edX の内部ユーザー資格情報が取り消されました
lv: Open edX iekšējā lietotāja akreditācija tika atsaukta
nl: Open edX interne gebruikersreferentie is ingetrokken
pl: Odwołano wewnętrzne poświadczenie użytkownika Open edX
pt_br: A credencial de usuário interno do Open edX foi revogada
ro: A fost revocat credentialul intern al utilizatorului Open edX
sq: Kredenciali i përdoruesit të brendshëm të Open edX u revokua
sv: Open edX interna användarlegitimation återkallades
te: Open edX అంతర్గత వినియోగదారు ప్రమాణపత్రం రద్దు చేయబడింది
th: การรับรองผู้ใช้ภายในของ Open edX ถูกเพิกถอน
tr_tr: Open edX iç kullanıcı kimliği iptal edildi
uz: Open edX ichki foydalanuvchi ma'lumotlari bekor qilindi
vi: Thông tin xác thực người dùng nội bộ Open edX đã bị thu hồi

source: Put your Credly Organization ID here.
af_za: Plaas jou Credly-organisasie-ID hier.
az: Credly Təşkilat ID-nizi bura daxil edin.
da: Sæt dit Credly-organisations-ID her.
el: Βάλτε εδώ το ID Οργάνωσης Credly σας.
es_419: Pon tu Identificador de Organización de Credly aquí.
fa: شناسه سازمان Credly خود را اینجا وارد کنید.
fr: Mettez votre ID d'organisation Credly ici.
he: הזן כאן את מזהה הארגון שלך ב-Credly.
hi: अपना Credly संगठन आईडी यहाँ डालें।
hu: Írja ide a Credly szervezetazonosítóját.
id: Masukkan ID Organisasi Credly Anda di sini.
it_it: Inserisci qui il tuo ID Organizzazione Credly.
ja: ここにあなたのCredly組織IDを入力してください。
lv: Ievadiet savu Credly organizācijas ID šeit.
nl: Zet hier je Credly Organisatie-ID.
pl: Umieść tutaj swój identyfikator organizacji Credly.
pt_br: Coloque sua Identificação de Organização Credly aqui.
ro: Introduceți aici id-ul organizației Credly.
sq: Vendosni ID-në e Organizatës tuaj Credly këtu.
sv: Skriv ditt Credly-organisations-ID här.
te: మీ Credly సంస్థ ID ఇక్కడ ఉంచండి.
th: ใส่รหัสองค์กร Credly ของคุณที่นี่
tr_tr: Credly Kuruluş Kimliğinizi buraya girin.
uz: Credly tashkilotingiz ID raqamini shu yerga kiriting.
vi: Điền ID Tổ chức Credly của bạn vào đây.

source: Credly API shared secret for Credly Organization.
af_za: Credly API gedeelde geheim vir Credly Organisasie.
az: Credly Təşkilatı üçün Credly API paylaşılmış sirri.
da: Credly API delt hemmelighed for Credly-organisation.
el: Μυστικό κοινής χρήσης API Credly για τον Οργανισμό Credly.
es_419: Secreto compartido de la API de Credly para la organización de Credly.
fa: رمز مشترک API Credly برای سازمان Credly.
fr: Secret partagé de l'API Credly pour l'organisation Credly.
he: הסוד המשותף של ה-API של Credly עבור ארגון Credly.
hi: Credly API साझा गुप्त जानकारी Credly संगठन के लिए।
hu: Credly API megosztott titok a Credly szervezet számára.
id: Rahasia bersama API Credly untuk Organisasi Credly.
it_it: Segreto condiviso dell'API Credly per l'organizzazione Credly.
ja: クレドリー組織のためのクレドリーAPI共有シークレット。
lv: Credly API koplietotā slepenā atslēga Credly organizācijai.
nl: Geheim gedeeld voor de Credly API voor de Credly-organisatie.
pl: Tajny klucz API Credly dla organizacji Credly.
pt_br: Segredo compartilhado da API Credly para a Organização Credly.
ro: Secretul partajat al API-ului Credly pentru Organizație Credly.
sq: Sekreti i përbashkët i API-së së Credly për Organizimin e Credly.
sv: Credly API delade hemlighet för Credly-organisation.
te: Credly API పంచుకున్న రహస్యము Credly సంస్థ కోసం.
th: รหัสลับที่ใช้ร่วมกันของ Credly API สำหรับองค์กร Credly
tr_tr: Credly Organizasyonu için Credly API paylaşılan sırrı.
uz: Credly tashkiloti uchun Credly API umumiy siri.
vi: Bí mật chia sẻ API của Credly cho Tổ chức Credly.

source: Verbose name for Credly Organization.
af_za: Uitgebreide naam vir Credly-organisasie.
az: Credly Təşkilatı üçün ətraflı ad.
da: Udførligt navn for Credly-organisation.
el: Λεπτομερής ονομασία για τον Οργανισμό Credly.
es_419: Nombre descriptivo para la Organización Credly.
fa: نام کامل برای سازمان Credly.
fr: Nom détaillé pour l'organisation Credly.
he: שם מפורט לארגון Credly.
hi: क्रेडली संगठन के लिए विस्तृत नाम।
hu: Részletes név a Credly szervezethez.
id: Nama lengkap untuk Organisasi Credly.
it_it: Nome descrittivo per l'Organizzazione Credly.
ja: Credly組織の詳細名。
lv: Izvērsts nosaukums Credly organizācijai.
nl: Uitgebreide naam voor Credly-organisatie.
pl: Rozwinięta nazwa dla organizacji Credly.
pt_br: Nome detalhado para a Organização Credly.
ro: Nume detaliat pentru organizație Credly.
sq: Emër i plotë për Organizatën Credly.
sv: Utförligt namn för Credly-organisation.
te: క్రెడ్లీ సంస్థకు వివరణాత్మక పేరు.
th: ชื่อที่ละเอียดสำหรับองค์กร Credly
tr_tr: Credly Organizasyonu için ayrıntılı ad.
uz: Credly tashkiloti uchun batafsil nom.
vi: Tên chi tiết cho Tổ chức Credly.

source: Unique badge template ID.
af_za: Unieke kenteken-sjabloon ID.
az: Unikal nişan şablonunun ID-si.
da: Unik badge-skabelon-ID.
el: Μοναδικό αναγνωριστικό προτύπου σήματος.
es_419: Identificador único de plantilla de insignia.
fa: شناسه الگوی نشان منحصر به فرد.
fr: ID unique de modèle de badge.
he: מזהה תבנית תג ייחודי.
hi: अद्वितीय बैज टेम्पलेट आईडी।
hu: Egyedi kitűző sablonazonosító.
id: ID template lencana unik.
it_it: ID univoco del modello di badge.
ja: バッジテンプレートの一意のID。
lv: Unikāls nozīmītes veidnes ID.
nl: Unieke badge-sjabloon-ID.
pl: Unikalny identyfikator szablonu odznaki.
pt_br: Identificação única do modelo de badge.
ro: ID unic șablon insignă.
sq: ID unik i shabllonit të medaljes.
sv: Unik ID för badge-mall.
te: బ్యాడ్జ్ టెంప్లేట్ యొక్క ప్రత్యేక ID.
th: รหัสแม่แบบตราสัญลักษณ์ที่ไม่ซ้ำกัน
tr_tr: Benzersiz rozet şablon kimliği.
uz: Noyob nishon namuna identifikatori.
vi: ID mẫu huy hiệu duy nhất.

source: Badge template name.
af_za: Kentekensjabloonnaam.
az: Nişan şablonunun adı.
da: Navn på badge-skabelon.
el: Όνομα προτύπου σήματος.
es_419: Nombre de la plantilla de insignia.
fa: نام الگوی نشان
fr: Nom du modèle de badge.
he: שם תבנית תגמול.
hi: बैज टेम्पलेट नाम।
hu: Kitűző sablon neve.
id: Nama template lencana.
it_it: Nome del modello di badge.
ja: バッジテンプレート名。
lv: Žetona veidnes nosaukums.
nl: Naam van sjabloon voor badge.
pl: Nazwa szablonu odznaki.
pt_br: Nome do modelo de badge.
ro: Nume șablon insignă.
sq: Emri i modelit të distinktivit.
sv: Namn på badge-mall.
te: బ్యాడ్జ్ టెంప్లేట్ పేరు.
th: ชื่อแม่แบบเหรียญตรา
tr_tr: Rozet şablon adı.
uz: Nishon namunasining nomi.
vi: Tên mẫu huy hiệu.

source: Badge template description.
af_za: Balksjabloonbeskrywing.
az: Nişan şablonunun təsviri.
da: Beskrivelse af badge-skabelon.
el: Περιγραφή προτύπου σήματος.
es_419: Descripción de la plantilla de insignia.
fa: توضیحات قالب نشان.
fr: Description du modèle de badge.
he: תיאור תבנית תג.
hi: बैज टेम्पलेट विवरण।
hu: Kitűző sablon leírása.
id: Deskripsi template lencana.
it_it: Descrizione del modello di Badge.
ja: バッジテンプレートの説明。
lv: Nozīmītes veidnes apraksts.
nl: Beschrijving van sjabloon voor badge.
pl: Opis szablonu odznaki.
pt_br: Descrição do modelo de badge.
ro: Descrierea șablonului de insignă.
sq: Përshkrimi i modelit të distinktivit.
sv: Beskrivning av mallen för märken.
te: బ్యాడ్జ్ టెంప్లేట్ వివరణ.
th: คำอธิบายแม่แบบตราสัญลักษณ์
tr_tr: Rozet şablonu açıklaması.
uz: Nishon namuna tavsifi.
vi: Mô tả mẫu huy hiệu.

source: Badge template type.
af_za: Kentekensjabloon tipe.
az: Nişan şablonunun növü.
da: Badgeskabelontype.
el: Τύπος προτύπου σήματος.
es_419: Tipo de plantilla de insignia.
fr: Type de modèle de badge.
he: סוג תבנית תג.
hi: बैज टेम्पलेट प्रकार।
hu: Kitűző sablon típusa.
id: Jenis template lencana.
it_it: Tipo di modello di Badge.
ja: バッジテンプレートタイプ。
lv: Nozīmītes veidnes tips.
nl: Sjabloontype voor badge.
pl: Typ szablonu odznaki.
pt_br: Tipo de modelo de badge.
ro: Tip șablon insignă.
sq: Lloji i shabllonit të distinktivit.
sv: Typ av mallit för märke.
te: బ్యాడ్జ్ టెంప్లేట్ రకం.
th: ประเภทแม่แบบตราสัญลักษณ์
tr_tr: Rozet şablon türü.
uz: Nishon namuna turi.
vi: Loại mẫu huy hiệu.

source: Synchronized state (auto-managed).
af_za: Gesinchroniseerde toestand (outomaties bestuur).
az: Sinxronlaşdırılmış vəziyyət (avtomatik idarə olunur).
da: Synkroniseret tilstand (automatisk administreret).
el: Συγχρονισμένη κατάσταση (αυτόματη διαχείριση).
es_419: Estado sincronizado (auto-gestionado).
fa: وضعیت همگام‌سازی (مدیریت خودکار).
fr: État synchronisé (géré automatiquement).
he: מצב מסונכרן (מנוהל אוטומטית).
hi: सिंकृत स्थिति (स्वतः प्रबंधित)।
hu: Szinkronizált állapot (automatikusan kezelt).
id: Keadaan tersinkronisasi (dikelola otomatis).
it_it: Stato sincronizzato (gestito automaticamente).
ja: 同期状態（自動管理）
lv: Sinhronizēts stāvoklis (automātiski pārvaldīts).
nl: Gesynchroniseerde status (automatisch beheerd).
pl: Zsynchronizowany stan (zarządzany automatycznie).
pt_br: Estado sincronizado (auto-gerenciado).
ro: Stare sincronizată (gestionată automat).
sq: Gjendja e sinkronizuar (e menaxhuar automatikisht).
sv: Synkroniserat tillstånd (automatiskt hanterat).
te: సమకాలీకరించిన స్థితి (ఆటో-నిర్వహణ).
th: สถานะที่ซิงโครไนซ์ (จัดการอัตโนมัติ)
tr_tr: Eşzamanlı durum (otomatik yönetilen).
uz: Sinxronlashtirilgan holat (avtomatik boshqariladi).
vi: Trạng thái đồng bộ (tự động quản lý).

source: Credly Organization - template owner.
af_za: Credly Organisasie - sjabloon eienaar.
az: Credly Təşkilatı - şablon sahibi.
da: Credly-organisation - skabelonejer.
el: Οργάνωση Credly - ιδιοκτήτης προτύπου.
es_419: Organización Credly - propietario de la plantilla.
fr: Organisation Credly - propriétaire du modèle.
he: ארגון Credly - בעל התבנית.
hi: क्रेडली संगठन - टेम्पलेट मालिक।
hu: Credly szervezet - sablontulajdonos.
id: Organisasi Credly - pemilik template.
it_it: Proprietario del modello - Credly Organization.
ja: クレドリー組織 - テンプレート所有者。
lv: Credly organizācija - veidnes īpašnieks.
nl: Credly Organisatie - sjablooneigenaar.
pl: Organizacja Credly - właściciel szablonu.
pt_br: Organização Credly - proprietária do modelo.
ro: Organizație Credly - proprietarul șablonului.
sq: Organizata Credly - pronari i shabllonit.
sv: Credly-organisation - mallägare.
te: క్రెడ్లీ ఆర్గనైజేషన్ - టెంప్లేట్ యజమాని.
th: องค์กร Credly - เจ้าของแม่แบบ
tr_tr: Credly Organizasyonu - şablon sahibi.
uz: Credly tashkiloti - namuna egasi.
vi: Tổ chức Credly - chủ sở hữu mẫu.

source: Badge template this requirement serves for.
af_za: Kenteken sjabloon waarvoor hierdie vereiste dien.
az: Bu tələb üçün nişan şablonu xidmət edir.
da: Badge skabelon dette krav tjener til.
el: Το πρότυπο σήματος που εξυπηρετεί αυτή την απαίτηση.
es_419: Plantilla de insignia para la que sirve este requisito.
fa: الگوی نشان برای این نیاز خدمت می‌کند.
fr: Le modèle de badge auquel cette exigence s'applique.
he: תבנית תג זו נועדה לדרישה זו.
hi: बैज टेम्पलेट जिसके लिए यह आवश्यकता है।
hu: A kitűző sablon, amelyhez ez a követelmény tartozik.
id: Template lencana yang persyaratan ini layani.
it_it: Il Badge per cui serve questo requisito.
ja: バッジテンプレートがこの要件に対応します。
lv: Nozīmītes veidne, kurai šī prasība ir paredzēta.
nl: Badge-sjabloon waarvoor deze vereiste geldt.
pl: Szablon odznaki, dla którego służy to wymaganie.
pt_br: O modelo de badge para o qual este requisito serve.
ro: Șablonul de insignă pentru care servește această cerință.
sq: Shablloni i distinktivit që shërben për këtë kërkesë.
sv: Märkesmall som detta krav gäller för.
te: బ్యాడ్జ్ టెంప్లేట్ ఈ అవసరానికి ఉపయోగపడుతుంది.
th: แม่แบบตราสัญลักษณ์ที่ข้อกำหนดนี้ใช้สำหรับ
tr_tr: Rozet şablonunun bu gereksinimi karşıladığı.
uz: Ushbu talab uchun nishon namunasini xizmat qiladi.
vi: Mẫu huy hiệu mà yêu cầu này phục vụ.

source: Public signal type. Available events are configured in "BADGES_CONFIG" setting. The crucial aspect for event to carry UserData in its payload.
af_za: Publieke sein tipe. Beskikbare gebeurtenisse word in die "BADGES_CONFIG" instelling gekonfigureer. Die belangrike aspek is dat die gebeurtenis UserData in sy vrag dra.
az: İctimai siqnal növü. Mövcud hadisələr "BADGES_CONFIG" ayarlarında konfiqurasiya edilir. Hadisənin yükündə UserData daşıması vacibdir.
da: Offentlig signaltype. Tilgængelige begivenheder er konfigureret i "BADGES_CONFIG"-indstillingen. Det afgørende aspekt for begivenheden er at bære UserData i dens payload.
el: Δημόσιος τύπος σήματος. Τα διαθέσιμα γεγονότα διαμορφώνονται στη ρύθμιση "BADGES_CONFIG". Η κρίσιμη πτυχή για το γεγονός είναι να μεταφέρει το UserData στο φορτίο του.
es_419: Tipo de señal pública. Los eventos disponibles se configuran en la configuración "BADGES_CONFIG". El aspecto crucial para que el evento lleve UserData en su carga útil.
fa: نوع سیگنال عمومی. رویدادهای موجود در تنظیمات "BADGES_CONFIG" پیکربندی شده‌اند. جنبه مهم برای رویداد، حمل UserData در محتوای آن است.
fr: Type de signal public. Les événements disponibles sont configurés dans le paramètre "BADGES_CONFIG". L'aspect crucial pour qu'un événement transporte UserData dans sa charge utile.
he: סוג אות ציבורי. האירועים הזמינים מוגדרים בהגדרת "BADGES_CONFIG". ההיבט הקריטי הוא שהאירוע יישא את UserData במטען שלו.
hi: सार्वजनिक सिग्नल प्रकार। उपलब्ध घटनाओं को "BADGES_CONFIG" सेटिंग में कॉन्फ़िगर किया गया है। घटना के लिए अपने पेलोड में UserData ले जाना महत्वपूर्ण पहलू है।
hu: Nyilvános jel típus. Az elérhető események a "BADGES_CONFIG" beállításban vannak konfigurálva. Az esemény szempontjából kulcsfontosságú, hogy a UserData-t tartalmazza a terhelésében.
id: Jenis sinyal publik. Acara yang tersedia dikonfigurasi dalam pengaturan "BADGES_CONFIG". Aspek penting untuk acara adalah membawa UserData dalam payload-nya.
it_it: Tipo di segnale pubblico. Gli eventi disponibili sono configurati nell'impostazione "BADGES_CONFIG". L'aspetto cruciale per l'evento è trasportare UserData nel suo payload.
ja: 公開シグナルタイプ。利用可能なイベントは「BADGES_CONFIG」設定で構成されています。イベントがそのペイロードにUserDataを持つことが重要です。
lv: Publiska signāla veids. Pieejamie notikumi ir konfigurēti iestatījumā "BADGES_CONFIG". Būtisks aspekts ir, lai notikums savā datu nesējā iekļautu UserData.
nl: Openbaar signaaltype. Beschikbare gebeurtenissen zijn geconfigureerd in de "BADGES_CONFIG" instelling. Het cruciale aspect voor een gebeurtenis is dat deze UserData in zijn payload draagt.
pl: Publiczny typ sygnału. Dostępne zdarzenia są skonfigurowane w ustawieniu "BADGES_CONFIG". Kluczowym aspektem jest, aby zdarzenie przenosiło UserData w swoim ładunku.
pt_br: Tipo de sinal público. Os eventos disponíveis são configurados na Configuração "BADGES_CONFIG". O aspecto crucial para o evento é carregar UserData em seu payload.
ro: Tip de semnal public. Evenimentele disponibile sunt configurate în setarea "BADGES_CONFIG". Aspectul crucial pentru ca evenimentul să transporte DateUtilizator în conținutul său.
sq: Lloji i sinjalit publik. Ngjarjet e disponueshme konfigurohen në cilësimin "BADGES_CONFIG". Aspekti thelbësor për ngjarjen është që të mbajë UserData në ngarkesën e saj.
sv: Offentlig signaltyp. Tillgängliga händelser konfigureras i inställningen "BADGES_CONFIG". Den avgörande aspekten för händelsen är att bära UserData i sin payload.
te: పబ్లిక్ సిగ్నల్ రకం. అందుబాటులో ఉన్న ఈవెంట్లు "BADGES_CONFIG" సెట్టింగ్‌లో కాన్ఫిగర్ చేయబడ్డాయి. ఈవెంట్ యూజర్‌డేటాను దాని పేలోడ్‌లో తీసుకెళ్లడం కీలకమైన అంశం.
th: ประเภทสัญญาณสาธารณะ กิจกรรมที่มีอยู่จะถูกกำหนดค่าในการตั้งค่า "BADGES_CONFIG" สิ่งสำคัญคือเหตุการณ์ต้องมี UserData ในข้อมูลที่ส่งออก
tr_tr: Genel sinyal türü. Mevcut olaylar "BADGES_CONFIG" ayarında yapılandırılmıştır. Olayın yükünde UserData taşıması önemli bir unsurdur.
uz: Jamoat signali turi. Mavjud voqealar "BADGES_CONFIG" sozlamasida sozlangan. Voqeaning yukida UserData olib yurishi muhim jihatdir.
vi: Loại tín hiệu công khai. Các sự kiện có sẵn được cấu hình trong cài đặt "BADGES_CONFIG". Khía cạnh quan trọng là sự kiện phải mang theo UserData trong tải trọng của nó.

source: Provide more details if needed.
af_za: Verskaf meer besonderhede indien nodig.
az: Əgər ehtiyac varsa, daha ətraflı məlumat verin.
da: Giv flere detaljer, hvis det er nødvendigt.
el: Παρέχετε περισσότερες λεπτομέρειες εάν χρειάζεται.
es_419: Proporcione más detalles si es necesario.
fa: در صورت نیاز جزئیات بیشتری ارائه دهید.
fr: Fournissez plus de détails si nécessaire.
he: ספק פרטים נוספים במידת הצורך.
hi: यदि आवश्यक हो तो अधिक विवरण प्रदान करें।
hu: Adjon meg több részletet, ha szükséges.
id: Berikan lebih banyak detail jika diperlukan.
it_it: Fornisci ulteriori dettagli se necessario.
ja: 必要に応じて詳細を提供してください。
lv: Sniedziet vairāk informācijas, ja nepieciešams.
nl: Geef indien nodig meer details.
pl: Podaj więcej szczegółów, jeśli to konieczne.
pt_br: Forneça mais detalhes, se necessário.
ro: Oferiți mai multe detalii, dacă este necesar.
sq: Jepni më shumë detaje nëse është e nevojshme.
sv: Ge mer detaljer vid behov.
te: అవసరమైతే మరిన్ని వివరాలు అందించండి.
th: ให้รายละเอียดเพิ่มเติมหากจำเป็น
tr_tr: Gerekirse daha fazla ayrıntı sağlayın.
uz: Agar kerak bo'lsa, qo'shimcha ma'lumot bering.
vi: Cung cấp thêm chi tiết nếu cần.

source: Optional. Group requirements together using the same Group ID for interchangeable (OR processing logic).
af_za: Opsioneel. Groepeer vereistes saam deur dieselfde Groep-ID te gebruik vir onderling verwisselbare (OF-verwerkingslogika).
az: Tələb olunanları dəyişdirilə bilən (VƏ YA emal məntiqi) eyni Qrup ID-si ilə birləşdirin.
da: Valgfrit. Grupper krav sammen ved at bruge den samme Gruppe-ID for udskiftelige (ELLER behandlingslogik).
el: Προαιρετικό. Ομαδοποιήστε τις απαιτήσεις χρησιμοποιώντας το ίδιο Group ID για εναλλαξιμότητα (λογική επεξεργασίας OR).
es_419: Opcional. Agrupa los requisitos utilizando el mismo identificador de grupo para que sean intercambiables (lógica de procesamiento OR).
fr: Optionnel. Regroupez les exigences en utilisant le même ID de groupe pour les rendre interchangeables (logique de traitement OU).
he: אופציונלי. קבץ דרישות יחד באמצעות אותו מזהה קבוצה להחלפה (לוגיקת עיבוד OR).
hi: वैकल्पिक। विनिमेय (या प्रसंस्करण तर्क) के लिए एक ही समूह आईडी का उपयोग करके आवश्यकताओं को एक साथ समूहित करें।
hu: Opcionális. Csoportosítsa az igényeket ugyanazzal a csoportazonosítóval a felcserélhetőség érdekében (VAGY feldolgozási logika).
id: Opsional. Kelompokkan persyaratan bersama menggunakan ID Grup yang sama untuk dapat dipertukarkan (logika pemrosesan OR).
it_it: Opzionale. Raggruppa i requisiti utilizzando lo stesso ID di gruppo per renderli intercambiabili (logica di elaborazione OR).
ja: 任意。交換可能な（OR処理ロジック）グループIDを使用して要件をまとめます。
lv: Nepieciešamības gadījumā grupējiet prasības, izmantojot to pašu grupas ID, lai tās būtu savstarpēji aizvietojamas (OR apstrādes loģika).
nl: Optioneel. Groepeer vereisten samen met dezelfde Groep-ID voor uitwisselbare (OF-verwerkingslogica).
pl: Opcjonalnie. Grupuj wymagania razem, używając tego samego identyfikatora grupy dla wymiennych (logika przetwarzania OR).
pt_br: Opcional. Agrupe os requisitos usando a mesma identificação de grupo para intercambiáveis (lógica de processamento OU).
ro: Optional. Grupați cerințele împreună folosind același ID de grup pentru a le face interschimbabile (logică de procesare OR).
sq: Opsionale. Grupojini kërkesat së bashku duke përdorur të njëjtin ID Grupi për të ndërruar (logjika e përpunimit OSE).
sv: Valfritt. Gruppera krav tillsammans med samma grupp-ID för utbytbara (ELLER-bearbetningslogik).
te: ఐచ్ఛికం. మార్పిడి (OR ప్రాసెసింగ్ లాజిక్) కోసం అదే గ్రూప్ IDని ఉపయోగించి అవసరాలను సమూహంగా కలపండి.
th: สามารถเลือกได้ กลุ่มข้อกำหนดเข้าด้วยกันโดยใช้ Group ID เดียวกันสำหรับการสลับเปลี่ยน (ตรรกะการประมวลผล OR)
tr_tr: İsteğe bağlı. Değiştirilebilir (VEYA işleme mantığı) için aynı Grup Kimliği'ni kullanarak gereksinimleri bir araya getirin.
uz: Talablarni bir xil Guruh ID bilan birlashtirish orqali almashtiriladigan (YOKI ishlov berish mantiği) qilib guruhlang.
vi: Tùy chọn. Nhóm các yêu cầu lại với nhau bằng cách sử dụng cùng một ID Nhóm cho các yêu cầu có thể thay thế lẫn nhau (logic xử lý HOẶC).

source: group
af_za: groep
az: Qrup
da: gruppe
el: ομάδα
es_419: grupo
fa: گروه
fr: groupe
he: קבוצה
hi: समूह
hu: Csoport
id: grup
it_it: gruppo
ja: グループ
lv: grupai
nl: groep
pl: Grupa
pt_br: grupo
ro: grup
sq: grup
sv: Grupp
te: సమూహం
th: กลุ่ม
tr_tr: grup
uz: guruh
vi: nhóm

source: Public signal's data payload nested property path, e.g: "user.pii.username".
af_za: Die openbare sein se datapakket geneste eiendomsroete, bv: "user.pii.username".
az: İctimai siqnalın məlumat yükünün iç-içə yerləşmiş əmlak yolu, məsələn: "user.pii.username".
da: Offentligt signals datapayloads indlejrede egenskabssti, f.eks.: "user.pii.username".
el: Τα δεδομένα του δημόσιου σήματος περιέχουν μια διαδρομή ιδιότητας, π.χ.: "user.pii.username".
es_419: La ruta de la propiedad anidada en la carga útil de datos de la señal pública, por ejemplo: "usuario.pii.nombre de usuario".
fa: بار داده سیگنال عمومی مسیر ویژگی تو در تو، به عنوان مثال: "user.pii.username".
fr: Le chemin de la propriété imbriquée de la charge utile des données du signal public, par exemple : "user.pii.username".
he: נתיב המאפיין המקונן של מטען הנתונים של האות הציבורי, לדוגמה: "משתמש.pii.שם משתמש".
hi: सार्वजनिक सिग्नल के डेटा पेलोड की नेस्टेड प्रॉपर्टी पथ, जैसे: "user.pii.username"।
hu: A nyilvános jel adatcsomagjának beágyazott tulajdonságútja, pl.: "user.pii.username".
id: Data payload sinyal publik jalur properti bersarang, misalnya: "user.pii.nama pengguna".
it_it: Il percorso della proprietà nidificata del payload dei dati del segnale pubblico, ad esempio: "user.pii.username".
ja: 公開シグナルのデータペイロードのネストされたプロパティパス、例: "user.pii.username"。
lv: Publiskā signāla datu kravas ligzdotā īpašības ceļš, piem., "user.pii.username".
nl: De gegevenspayload van het openbare signaal met geneste eigenschapspad, bijvoorbeeld: "user.pii.username".
pl: Ścieżka zagnieżdżonej właściwości ładunku danych sygnału publicznego, np.: "user.pii.nazwa użytkownika".
pt_br: Caminho da propriedade aninhada da carga útil de dados do sinal público, por exemplo: "usuário.pii.nome de usuário".
ro: Calea proprietății imbricate a sarcinii utile de dată a semnalului public, de exemplu: "utilizator.pii.username".
sq: Ngarkesa e të dhënave të sinjalit publik, rruga e pronës së folezuar, p.sh: "user.pii.username".
sv: Offentliga signalens datapayloads inbäddade egenskapsväg, t.ex: "user.pii.username".
te: పబ్లిక్ సిగ్నల్ యొక్క డేటా పేలోడ్ నెస్టెడ్ ప్రాపర్టీ పాథ్, ఉదా: "user.pii.username".
th: ข้อมูล payload ของสัญญาณสาธารณะในเส้นทางคุณสมบัติที่ซ้อนกัน เช่น "user.pii.ชื่อผู้ใช้"
tr_tr: Genel sinyalin veri yükü iç içe geçmiş özellik yolu, örneğin: "user.pii.username".
uz: Ommaviy signalning ma'lumot yuklamasi ichki xususiyat yo'li, masalan: "foydalanuvchi.pii.foydalanuvchi nomi".
vi: Dữ liệu tải trọng của tín hiệu công khai theo đường dẫn thuộc tính lồng nhau, ví dụ: "user.pii.username".

source: key path
af_za: sleutelpad
az: açar yolu
da: nøglevej
el: διαδρομή κλειδιού
fa: مسیر کلید
fr: chemin clé
he: נתיב מפתח
hi: मुख्य पथ
hu: kulcsútvonal
id: jalur kunci
it_it: percorso chiave
ja: キー パス
lv: atslēgas ceļš
nl: sleutelpad
pl: ścieżka klucza
pt_br: caminho da chave
ro: calea cheii
sv: nyckelväg
te: కీ పాథ్
th: เส้นทางคีย์
tr_tr: anahtar yolu
uz: asosiy yo'l
vi: đường dẫn khóa
