Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Display the associated organization's name (e.g. ACME University) instead of its short name (e.g. ACMEx)
af_za: Vertoon die geassosieerde organisasie se naam (bv. ACME Universiteit) in plaas van sy kort naam (bv. ACMEx)
az: Əlaqədar təşkilatın qısa adı (məs. ACMEx) əvəzinə onun tam adını (məs. ACME University) göstərin.
da: Vis den tilknyttede organisations navn (f.eks. ACME University) i stedet for dets korte navn (f.eks. ACMEx)
el: Εμφανίστε το όνομα του συσχετισμένου οργανισμού (π.χ. Πανεπιστήμιο ACME) αντί για το σύντομο όνομά του (π.χ. ACMEx)
es_419: Mostrar el nombre de la organización asociada (ej Universidad ACME) en lugar de su nombre corto (ej: ACMEx)
fa: نمایش نام سازمان مرتبط (مانند دانشگاه ACME) به جای نام کوتاه آن (مانند ACMEx)
fr: Afficher le nom de l'organisation affiliée (ex. : ACME University) au lieu de son nom abrégé (ex. : ACMEx)
he: הצג את שם הארגון המשויך (לדוגמה אוניברסיטת ACME) במקום את השם הקצר שלו (למשל ACMEx)
hi: संबंधित संगठन का संक्षिप्त नाम (उदा. ACMEx) के बजाय उसका नाम (उदा. ACME विश्वविद्यालय) प्रदर्शित करें
hu: Jelenítse meg a kapcsolódó szervezet nevét (pl. ACME Egyetem) a rövid neve (pl. ACMEx) helyett.
id: Tampilkan nama organisasi yang terkait (misal Universitas ACME) bukan nama singkatnya (misal ACMEx)
it_it: Mostra il nome dell'organizzazione associata (ad es. ACME University) invece del suo nome breve (ad es. ACMEx)
ja: 関連する組織の略称（例：ACMEx）ではなく、組織名（例：ACME大学）を表示する
ka: დაკავშირებული ორგანიზაციის სახელის ჩვენება (მაგ.: ACME უნივერსიტეტი) მოკლე სახელის ნაცვლად (მაგ.: ACMEx)
lv: Parādiet saistītās organizācijas nosaukumu (piemēram, ACME Universitāte), nevis tās īso nosaukumu (piemēram, ACMEx)
nl: Geef de naam van de geassocieerde organisatie weer (bijvoorbeeld ACME University) in plaats van de korte naam (bijvoorbeeld ACMEx)
pl: Wyświetl nazwę powiązanej organizacji (np. ACME University) zamiast jej krótkiej nazwy (np. ACMEx)
pt_br: Mostrar o nome da organização associada (por exemplo, Universidade ACME) ao invés de seu nome curto (por exemplo, ACMEx)
ro: Arată numele organizației asociate (e.g. ACME University) în locul acronimului (e.g. ACMEx)
sq: Shfaq emrin e organizatës shoqëruese (p.sh. ACME University) në vend të emrit të saj të shkurtër (p.sh. ACMEx)
sv: Visa den associerade organisationens namn (t.ex. ACME University) istället för dess korta namn (t.ex. ACMEx)
sw: Onyesha jina la shirika husika (km Chuo Kikuu cha ACME) badala ya jina lake fupi (km ACMEx)
te: అనుబంధిత సంస్థ పేరు (ఉదా. ACME విశ్వవిద్యాలయం) చిన్న పేరు (ఉదా ACMEx) బదులుగా ప్రదర్శించండి
th: แสดงชื่อองค์กรที่เกี่ยวข้อง (เช่น ACME University) แทนชื่อย่อ (เช่น ACMEx)
tr_tr: Paydaş kurumun kısaltılmış adı (Ör. ACMEx) yerine tam adını (Ör. ACME Üniversitesi) göster.
uk: Відображати повне і'мя відповідної організації (на приклад, Університет ACME) замісь її короткої назви (на приклад, ACMEx)
uz: Qisqa nomi (masalan, ACMEx) oʻrniga bogʻlangan tashkilot nomini (masalan, ACME universiteti) koʻrsating.
vi: Hiển thị tên tổ chức liên kết (ví dụ ACME University) thay vì tên viết tắt của nó (ví dụ ACMEx)

source: Use organization name
af_za: Gebruik organisasie se naam
az: Təşkilat adını istifadə edin
da: Brug organisationens navn
el: Χρησιμοποιήστε το όνομα του οργανισμού
es_419: Usar el nombre de la organización
fa: از نام سازمان استفاده کنید
fr: Utiliser le nom de l'organisation
he: השתמש בשם הארגון
hi: संगठन के नाम का प्रयोग करें
hu: Használja a szervezet nevét
id: Gunakan nama organisasi
it_it: Utilizza nome organizzazione
ja: 組織名を使用する
ka: ორგანიზაციის სახელის გამოყენება
lv: Izmantojiet organizācijas nosaukumu
nl: Gebruik de naam van de organisatie
pl: Użyj nazwy organizacji
pt_br: Use o nome da organização
ro: Folosiți numele organizației
sq: Përdorni emrin e organizatës
sv: Använd organisationens namn
sw: Tumia jina la shirika
te: సంస్థ పేరు ఉపయోగించండి
th: ใช้ชื่อองค์กร
tr_tr: Kurum adını kullan
uk: Використовуйте ім'я організації
uz: Tashkilot nomidan foydalaning
vi: Sử dụng tên tổ chức

source: {first_org} and {second_org}
af_za: {first_org} en {second_org}
az: {first_org} və {second_org}
da: {first_org} og {second_org}
el: {first_org} και {second_org}
es_419: {first_org} y {second_org}
fa: {first_org} و {second_org}
fr: {first_org} et {second_org}
he: {first_org} ו-{second_org}
hi: {first_org} और {second_org}
hu: {first_org} és {second_org}
id: {first_org} dan {second_org}
it_it: {first_org} e {second_org}
ja: {first_org}と{second_org}
ka: {first_org} და {second_org}
lv: {first_org} un {second_org}
nl: {first_org} en {second_org}
pl: {first_org} i {second_org}
pt_br: {first_org} e {second_org}
ro: {first_org} și {second_org}
sq: {first_org} dhe{second_org}
sv: {first_org} och {second_org}
sw: {first_org} na {second_org}
te: {first_org} మరియు {second_org}
th: {first_org} และ {second_org}
tr_tr: {first_org} ve {second_org}
uk: {first_org} і {second_org}
uz: {first_org} va {second_org}
vi: {first_org} và {second_org}

source: {series_of_orgs}, and {last_org}
af_za: {series_of_orgs} en {last_org}
az: {series_of_orgs} və {last_org}
da: {series_of_orgs} og {last_org}
el: {series_of_orgs} και {last_org}
es_419: {series_of_orgs}, y {last_org}
fa: {series_of_orgs} و {last_org}
fr: {series_of_orgs} et {last_org}
he: {series_of_orgs} ו- {last_org}
hi: {series_of_orgs}, और {last_org}
hu: {series_of_orgs}, és {last_org}
id: {series_of_orgs}, dan {last_org}
it_it: {series_of_orgs} e {last_org}
ja: {series_of_orgs}、および{last_org}
ka: {series_of_orgs} და {last_org}
lv: {series_of_orgs} un {last_org}
nl: {series_of_orgs}, en {last_org}
pl: {series_of_orgs} i {last_org}
pt_br: {series_of_orgs}, e {last_org}
ro: {series_of_orgs} și {last_org}
sq: {series_of_orgs} dhe {last_org}
sv: {series_of_orgs} och {last_org}
sw: {series_of_orgs} , na {last_org}
te: {series_of_orgs}, మరియు {last_org}
th: {series_of_orgs} และ {last_org}
tr_tr: {series_of_orgs}, ve {last_org}
uk: {series_of_orgs}, і {last_org}
uz: {series_of_orgs} va {last_org}
vi: {series_of_orgs} và {last_org}

source: I completed a course at {platform_name}. Take a look at my certificate:
af_za: Ek het &#39;n kursus by {platform_name} voltooi. Kyk bietjie na my sertifikaat:
az: Mən {platform_name}-da bir kurs bitirdim. Mənim sertifikatıma baxın:
da: Jeg gennemførte et kursus på {platform_name}. Tag et kig på mit certifikat:
el: Ολοκλήρωσα ένα μάθημα στο {platform_name}. Ρίξτε μια ματιά στο πιστοποιητικό μου:
es_419: Completé un curso en {platform_name}. Mira mi certificado:
fa: من یک دوره را در {platform_name} گذراندم. به گواهینامه من نگاهی بیندازید:
fr: J'ai complété un cours sur {platform_name}. Regardez mon certificat :
he: השלמתי את הקורס ב-{platform_name}. בחן את התעודה שלי:
hi: मैंने {platform_name} पर एक कोर्स पूरा किया। मेरे प्रमाणपत्र पर एक नज़र डालें:
hu: Elvégeztem egy tanfolyamot a {platform_name} platformon. Nézd meg a bizonyítványomat:
id: Saya telah menyelesaikan kursus di {platform_name}. Lihat sertifikat saya:
it_it: Ho completato un corso con {platform_name}. Guarda il mio certificato:
ja: {platform_name}でコースを修了しました。私の証明書をご覧ください。
lv: Es pabeidzu kursu vietnē {platform_name} . Apskatiet manu sertifikātu:
nl: Ik heb een cursus gevolgd op {platform_name}. Bekijk mijn certificaat:
pl: Ukończyłem kurs na platformie {platform_name}. Zobacz mój Certyfikat:
pt_br: Eu concluí um curso em {platform_name}, veja meu Certificado:
ro: Am finalizat un curs la {platform_name}. Privește atestatul meu:
sq: Kam përfunduar një kurs në {platform_name} . Hidhini një sy certifikatës sime:
sv: Jag genomförde en kurs på {platform_name}. Ta en titt på mitt certifikat:
sw: Nilimaliza kozi katika {platform_name} . Angalia cheti changu:
te: నేను {platform_name} లో కోర్సు పూర్తి చేసాను. నా సర్టిఫికెట్‌ని ఒకసారి చూడండి:
th: ฉันจบหลักสูตรที่ {platform_name} ดูใบรับรองของฉัน:
tr_tr: Ben {platform_name} üzerindeki eğitimi tamamladım. Sertifikama buradan bakabilirsiniz:
uk: Я завершив курс на {platform_name}. Подивіться на мій сертифікат:
uz: Men {platform_name} da kursni tugatdim. Mening sertifikatimni ko'rib chiqing:
vi: Tôi đã hoàn thành khóa học tại {platform_name} . Hãy nhìn vào chứng chỉ của tôi:

source: I completed a course at {platform_name}.
af_za: Ek het 'n kursus by {platform_name} voltooi.
az: {platform_name} platformasında kursu tamamladım.
da: Jeg har gennemført et kursus på {platform_name}.
el: Ολοκλήρωσα ένα μάθημα στο {platform_name}.
es_419: Completé un curso en {platform_name}.
fa: من یک دوره را در {platform_name} به پایان رساندم.
fr: J'ai complété un cours sur {platform_name}.
he: סיימתי קורס ב-{platform_name}.
hi: मैंने {platform_name} पर एक कोर्स पूरा किया।
hu: Egy tanfolyamot elvégeztem a {platform_name} platformon.
id: Saya menyelesaikan kursus di {platform_name}.
it_it: Ho terminato un corso su {platform_name}.
ja: {platform_name}でコースを修了しました。
lv: Es pabeidzu kursu platformā {platform_name}.
nl: Ik heb een cursus voltooid bij {platform_name}.
pl: Ukończyłem kurs na {platform_name}.
pt_br: Completei um curso na {platform_name}.
ro: Am finalizat un curs la {platform_name}.
sq: Kam përfunduar një kurs në {platform_name}.
sv: Jag har slutfört en kurs på {platform_name}.
te: నేను {platform_name} లో ఒక కోర్సును పూర్తి చేశాను.
th: ฉันเรียนจบหลักสูตรที่ {platform_name}
tr_tr: {platform_name}'da bir ders tamamladım.
uz: Men {platform_name} da kursni tugatdim.
vi: Tôi đã hoàn thành một khóa học tại {platform_name}.

source: successfully completed all courses and received passing grades for a Professional Certificate in
af_za: het alle kursusse suksesvol voltooi en slaagpunte vir &#39;n Professionele Sertifikaat in
az: Bütün kursları uğurla tamamladı və Peşəkar Sertifikat üçün keçid qiymətini aldı
da: fuldført alle kurser med succes og modtaget beståede karakterer for et certifikat i
el: ολοκλήρωσε επιτυχώς όλα τα μαθήματα και έλαβε βαθμούς προαγωγής για Επαγγελματικό πιστοποιητικό στο
es_419: ha completado correctamente todos los cursos y ha recibido las calificaciones necesarias para obtener el certificado del programa de Certificación Profesional en
fa: تمام دوره ها را با موفقیت گذراند و نمرات قبولی را برای گواهینامه حرفه ای دریافت کرد
fr: J'ai bien terminé tous les cours et obtenu la note de passage pour un certificat professionnel en
he: סיים בהצלחה את כל הקורסים וקיבל ציונים עוברים עבור תעודה מקצועית ב-
hi: सभी पाठ्यक्रमों को सफलतापूर्वक पूरा किया और व्यावसायिक प्रमाणपत्र के लिए उत्तीर्ण ग्रेड प्राप्त किए
hu: sikeresen teljesítette az összes kurzust, és sikeres vizsgát tett egy szakmai bizonyítvány megszerzéséhez a következő területen:
id: telah berhasil menyelesaikan semua kursus dan melewati nilai batas kelulusan untuk Sertifikat Profesional dalam
it_it: ho completato tutti i corsi e ottenuto i voti necessari per il conseguimento di un certificato professionale in
ja: すべてのコースを修了し、プロフェッショナル認定証の合格基準を満たしました。
lv: sekmīgi pabeidza visus kursus un saņēma sekmīgus vērtējumus profesionālā sertifikāta iegūšanai
nl: heeft alle cursussen met succes afgerond en voldoende cijfers behaald voor een professioneel certificaat in
pl: pomyślnie ukończył wszystkie kursy i uzyskał pozytywne oceny na Certyfikat Profesjonalny w
pt_br: concluiu com sucesso todos os cursos e recebeu uma nota de aprovação para um Certificado Profissional em
ro: Toate cursurile au fost finalizate cu succes și au fost primite note de trecere pentru un Certificat Profesional în
sq: përfundoi me sukses të gjitha kurset dhe mori nota kaluese për një Certifikatë Profesionale në
sv: framgångsrikt slutfört alla kurser och fått godkända betyg för ett yrkescertifikat i
sw: alimaliza vyema kozi zote na kupata alama za kufaulu kwa Cheti cha Utaalam katika
te: అన్ని కోర్సులను విజయవంతంగా పూర్తి చేసి, ప్రొఫెషనల్ సర్టిఫికేట్ కోసం ఉత్తీర్ణత గ్రేడ్‌లు పొందారు
th: สำเร็จทุกหลักสูตรและได้รับเกรดผ่านสำหรับใบรับรองวิชาชีพใน
tr_tr: tüm dersler başarıyla tamamlandı ve Profesyonel Sertifika için geçer not alındı
uk: успішно закінчив/ла всі курси та отримав/ла прохідний бал для Професійного Сертифікату з
uz: barcha kurslarni muvaffaqiyatli yakunladi va professional sertifikat uchun o'tish baholarini oldi
vi: đã hoàn thành xuất sắc tất cả các khóa học và đạt điểm đậu để lấy Chứng chỉ Chuyên môn về

source: Professional Certificate
af_za: Professionele sertifikaat
az: Peşəkar sertifikat
da: Fagligt certifikat
el: Επαγγελματικό πιστοποιητικό
es_419: Certificado profesional
fa: گواهینامه حرفه ای
fr: Certificat professionnel
he: תעודה מקצועית
hi: पेशेवर प्रमाणपत्र
hu: Szakmai bizonyítvány
id: Sertifikat Profesional
it_it: Certificato professionale
ja: プロフェッショナル認定証
ka: პროფესიული სერტიფიკატი
lv: Profesionālais Apliecinājums
nl: Professioneel certificaat
pl: Certyfikat zawodowy
pt_br: Certificado Profissional
ro: Certificat profesional
sq: Certifikatë profesionale
sv: Certifikat
sw: Cheti cha Mtaalamu
te: ప్రొఫెషనల్ సర్టిఫికేట్
th: ใบรับรองวิชาชีพ
tr_tr: Profesyonel Sertifika
uk: Професійний сертифікат
uz: Professional sertifikat
vi: Chứng chỉ chuyên môn

source: Cache cleared.
af_za: Kas is skoongemaak.
az: Keş təmizləndi.
da: Cache er ryddet.
el: Η προσωρινή μνήμη διαγράφηκε.
es_419: Cache vaciado.
fa: حافظه پنهان پاک شد.
fr: Cache vidé.
he: בוצע ניקוי של המטמון.
hi: कैश साफ़ किया गया।
hu: Gyorsítótár törölve.
id: Cache dihapus
it_it: Cache cancellata.
ja: キャッシュがクリアされました。
lv: Kešatmiņa notīrīta.
nl: Cache gewist.
pl: Pamięć podręczna wyczyszczona.
pt_br: Cache limpo
ro: Memoria Cache a fost ștearsă.
sq: Memoria e fshehtë u pastrua.
sv: Cache rensad.
sw: Akiba imefutwa.
te: కాష్ క్లియర్ చేయండి.
th: ล้างแคชแล้ว
tr_tr: Önbellek temizlendi.
uk: Кеш очищено.
uz: Kesh tozalandi.
vi: Đã xóa bộ nhớ đệm.

source: {action} is not a valid action.
af_za: {action} is nie &#39;n geldige handeling nie.
az: {action} etibarlı fəaliyyət deyil.
da: {action} er ikke en gyldig handling.
el: Το {action} δεν είναι έγκυρη ενέργεια.
es_419: {action} no es una acción valida.
fa: {action} اقدام معتبری نیست.
fr: {action} n'est pas une action valide.
he: פעולת {action} אינה חוקית.
hi: {action} एक वैध कार्रवाई नहीं है।
hu: {action} nem érvényes művelet.
id: {action} tidak valid.
it_it: {action} non è un'azione valida.
ja: {action}は有効なアクションではありません。
lv: {action} nav derīga darbība.
nl: {action} is geen geldige actie.
pl: {action} nie jest prawidłową akcją.
pt_br: {action} não é uma ação válida.
ro: {action} nu este o acțiune validă.
sq: {action} nuk është një veprim i vlefshëm.
sv: {action} är inte en giltig åtgärd.
sw: {action} si kitendo halali.
te: {action} చెల్లుబాటు అయ్యే చర్య కాదు.
th: {action} ไม่ใช่การกระทำที่ถูกต้อง
tr_tr: {action} geçerli bir eylem değil.
uk: {action} не є допустимою дією.
uz: {action} amal emas.
vi: {action} không phải là hành động hợp lệ.

source: N/A
af_za: NVT
az: Naməlum
el: ΔΥ
he: לא זמין
hi: निरंक
hu: nem elérhető
ka: მონაცემები არ არის
nl: N.v.t
pl: Nie dotyczy
th: ไม่ปรากฎ
tr_tr: Yok
uk: Недоступний
uz: Yoʻq
vi: không áp dụng

source: sent
af_za: gestuur
az: göndərildi
da: send
el: Απεσταλμένα
es_419: enviado
fa: ارسال شد
fr: envoyé
he: נשלח
hi: भेज दिया
hu: elküldve
id: terkirim
it_it: inviato
ja: 送信済み
lv: nosūtīts
nl: verstuurd
pl: wysłano
pt_br: enviado
ro: trimis
sq: dërguar
sv: skickas
sw: imetumwa
te: పంపారు
th: ส่งแล้ว
tr_tr: gönderildi
uk: Надіслано
uz: yuborilgan
vi: đã gửi

source: other
af_za: ander
az: başqa
da: andet
el: άλλα
es_419: otro
fa: دیگر
fr: autre
he: אחר
hi: अन्य
hu: egyéb
id: lainnya
it_it: altro
ja: その他
lv: cits
nl: ander
pl: inny
pt_br: outro
ro: alt răspuns
sq: tjera
sv: Övrig
sw: nyingine
te: ఇతర
th: อื่น
tr_tr: diğer
uk: Іньше
uz: boshqa
vi: khác

source: User credit pathways can only be connected to credit pathways.
af_za: Gebruikerskredietpaaie kan slegs aan kredietpaaie gekoppel word.
az: İstifadəçi kredit yolları yalnız kredit yollarına qoşula bilər.
el: Οι διαδρομές πίστωσης χρήστη μπορούν να συνδεθούν μόνο με τις διαδρομές πίστωσης.
es_419: Las vías de crédito del usuario solo se pueden conectar a vías de crédito.
fa: مسیرهای اعتباری کاربر فقط می توانند به مسیرهای اعتباری متصل شوند.
fr: Les chemins de crédit utilisateur ne peuvent être connectés qu’aux chemins de crédit.
he: ניתן לחבר מסלולי אשראי למשתמש רק למסלולי אשראי.
hi: उपयोगकर्ता क्रेडिट पाथवे को केवल क्रेडिट पाथवे से जोड़ा जा सकता है।
hu: A felhasználói kreditútvonalak csak kreditútvonalakhoz kapcsolhatók.
id: Jalur kredit pengguna hanya dapat digunakan untuk jalur kredit.
it_it: I percorsi dei crediti dell'utente possono essere collegati solo ai percorsi di credito.
ja: ユーザーのクレジットパスウェイは、クレジットパスウェイにのみ接続できます。
lv: Lietotāja kredītu ceļus var savienot tikai ar kredīta ceļiem.
nl: Gebruikerskrediettrajecten kunnen uitsluitend worden gekoppeld aan krediettrajecten.
pl: Ścieżki kredytowe użytkownika można łączyć wyłącznie ze ścieżkami kredytowymi.
pt_br: Os caminhos de crédito do usuário conectam-se apenas a caminhos de crédito.
ro: Căile de credit pentru utilizatori pot fi conectate numai la căi de credit.
sq: Rrugët e kredisë së përdoruesit mund të lidhen vetëm me rrugët e kreditimit.
sv: Användarkreditvägar kan endast kopplas till kreditvägar.
sw: Njia za mkopo za mtumiaji zinaweza tu kuunganishwa kwenye njia za mkopo.
te: వినియోగదారు క్రెడిట్ మార్గాలు క్రెడిట్ మార్గాలకు మాత్రమే కనెక్ట్ చేయబడతాయి.
th: เส้นทางเครดิตของผู้ใช้สามารถเชื่อมต่อกับเส้นทางเครดิตเท่านั้น
tr_tr: Kullanıcı kredi patikaları sadece kredi yollarına bağlanabilir.
uk: Зарахування навчальних досягнень: шляхи зарахування Кредиту Користувача можуть бути з'єднані тільки зі шляхами зарахування кредитів.
uz: Foydalanuvchi kredit yo'llari faqat kredit yo'llariga ulanishi mumkin.
vi: Đường dẫn tín dụng của người dùng chỉ có thể được kết nối với đường dẫn tín dụng.

source: Issuer ID
af_za: Uitreiker ID
az: Emitent ID-si
da: Udsteder ID
es_419: Identificación del emisor
fa: شناسه صادرکننده
he: מזהה מנפיק
hi: जारीकर्ता आईडी
hu: Kibocsátó azonosító
it_it: ID emittente
ja: 発行者ID
lv: Izdevēja ID
pl: Identyfikator wystawcy
ro: ID emitent
sq: ID e lëshuesit
sv: Utfärdar-ID
sw: Kitambulisho cha mtoaji
th: รหัสผู้ออก
tr_tr: Düzenleyen Kimliği
uk: ID емітента
uz: Emitent identifikatori
vi: ID nhà phát hành

source: At least one Issuer must be always enabled!
af_za: Ten minste een Uitreiker moet altyd geaktiveer wees!
az: Ən azı bir buraxılışçı həmişə aktiv olmalıdır!
da: Mindst én udsteder skal altid være aktiveret!
es_419: ¡Al menos un emisor debe estar siempre habilitado!
fa: حداقل یک صادرکننده باید همیشه فعال باشد!
he: יש להפעיל תמיד מנפיק אחד לפחות!
hi: कम से कम एक जारीकर्ता हमेशा सक्षम होना चाहिए!
hu: Mindig legalább egy kibocsátónak engedélyezve kell lennie!
id: Setidaknya satu Penerbit harus selalu diaktifkan!
it_it: Almeno un Issuer deve essere sempre abilitato!
ja: 常に有効にする発行者を少なくとも1つ選択してください。
lv: Vismaz vienam emitentam vienmēr jābūt ieslēgtam!
pl: Przynajmniej jeden wystawca musi być zawsze włączony!
ro: Cel puțin un emitent trebuie să fie întotdeauna activat!
sq: Të paktën një lëshues duhet të jetë gjithmonë i aktivizuar!
sv: Minst en utfärdare måste alltid vara aktiverad!
sw: Angalau Mtoaji mmoja lazima awashwe kila wakati!
th: ต้องเปิดใช้งานผู้ออกอย่างน้อยหนึ่งรายเสมอ!
tr_tr: En az bir Düzenleyen her zaman etkinleştirilmiş olmalıdır!
uk: Принаймні один емітент має бути завжди активованим!
uz: Har doim kamida bitta Emitent yoqilgan bo'lishi kerak!
vi: Ít nhất một Nhà phát hành phải luôn được kích hoạt!

source: Open Badges Specification v3.0
af_za: Oop Kenteken-spesifikasie v3.0
az: Açıq Nişanlar Spesifikasiyası v3.0
es_419: Especificación de insignias abiertas v3.0
fa: باز کردن Badges Specification v3.0
hi: बैज विशिष्टता v3.0 खोलें
hu: Open Badges specifikáció v3.0
it_it: Specifica Badge v3.0
ja: オープンバッジ仕様 v3.0
lv: Atvērt emblēmu specifikāciju v3.0
pl: Specyfikacja Open Badge v3.0
ro: Deschideți specificația Badges v3.0
sq: Specifikimi i shënjave të hapura v3.0
sv: Specifikation för Open Badges v3.0
sw: Fungua Uainishaji wa Beji v3.0
th: เปิดข้อกำหนดป้ายสถานะ v3.0
tr_tr: Open Badges Belirtimi v3.0
uk: Специфікація Open Badges версії 3.0
uz: Ochiq nishonlar spetsifikatsiyasi v3.0
vi: Thông số huy hiệu mở v3.0

source: Open Badges Specification v3.0.1
af_za: Oop Kenteken-spesifikasie v3.0.1
az: Açıq Döş nişanları Spesifikasiyası v3.0.1
es_419: Especificación de insignias abiertas v3.0.1
fa: باز کردن Badges Specification v3.0.1
hi: बैज विशिष्टता v3.0.1 खोलें
hu: Open Badges specifikáció v3.0.1
it_it: Specifica Badge v3.0.1
ja: オープンバッジ仕様 v3.0.1
lv: Atvērt emblēmu specifikāciju v3.0.1
pl: Specyfikacja Open Badge v3.0.1
ro: Deschideți specificația Badges v3.0.1
sq: Specifikimi i shënjave të hapura v3.0.1
sv: Specifikation för Open Badges v3.0.1
sw: Fungua Maelezo ya Beji v3.0.1
th: เปิดข้อกำหนดป้ายสถานะ v3.0.1
tr_tr: Open Badges Belirtimi v3.0.1
uk: Специфікація Open Badges версії 3.0.1
uz: Ochiq nishonlar spetsifikatsiyasi v3.0.1
vi: Đặc tả huy hiệu mở v3.0.1

source: Status List 2021
af_za: Statuslys 2021
az: Status Siyahısı 2021
da: Status liste 2021
es_419: Lista de estados 2021
fa: لیست وضعیت 2021
he: רשימת מצב 2021
hi: स्थिति सूची 2021
hu: Állapotlista 2021
it_it: Elenco di stato 2021
ja: ステータスリスト2021
lv: 2021. gada statusa saraksts
pl: Lista Statusów 2021
ro: Lista de stare 2021
sq: Lista e statusit 2021
sv: Statuslista 2021
sw: Orodha ya Hali 2021
th: รายการสถานะปี 2021
uk: Список статусів 2021
uz: Holat roʻyxati 2021
vi: Danh sách trạng thái 2021

source: Verifiable Credentials Data Model v1.1
af_za: Verifieerbare geloofsbriewe Data Model v1.1
da: Verificerbare legitimationsoplysninger data Model v1.1
es_419: Modelo de datos de credenciales verificables v1.1
fa: مدل داده اعتباری قابل تأیید نسخه 1.1
he: מודל נתונים של אישורים ניתנים לאימות v1.1
hi: सत्यापन योग्य क्रेडेंशियल डेटा मॉडल v1.1
hu: Verifikálható hitelesítések adatmodell v1.1
it_it: Modello dati credenziali verificabili v1.1
ja: 検証可能な資格情報データモデル v1.1
lv: Pārbaudāmo akreditācijas datu datu modelis v1.1
pl: Model danych weryfikowalnych poświadczeń v1.1
ro: Model de date de acreditări verificabile v1.1
sq: Modeli i të dhënave të kredencialeve të verifikueshme v1.1
sv: Datamodell för verifierbara meriter v1.1
sw: Mfano wa Data ya Kitambulisho v1.1
th: โมเดลข้อมูลรับรองที่ตรวจสอบได้ v1.1
tr_tr: Doğrulanabilir Kimlik Bilgileri Veri Modeli v1.1
uk: Модель даних реєстраційної інформації користувачів версії 1.1
uz: Tekshiriladigan hisob ma'lumotlari ma'lumotlar modeli v1.1
vi: Mô hình dữ liệu thông tin xác thực có thể xác minh v1.1

source: Couldn't find such issuance line: [{issuance_uuid}]
af_za: Kon nie so &#39;n uitreikingslyn vind nie: [ {issuance_uuid} ]
az: Belə bir buraxılış xətti tapılmadı: [{issuance_uuid}]
da: Kunne ikke finde en sådan udstedelseslinje: [ {issuance_uuid} ]
es_419: No se pudo encontrar dicha línea de emisión: [{issuance_uuid}]
fa: چنین خط صدوری پیدا نشد: [ {issuance_uuid} ]
he: לא הצלחתי למצוא שורת הנפקה כזו: [{issuance_uuid}]
hi: ऐसी जारी करने वाली लाइन नहीं मिल सकी: [{issuance_uuid}]
hu: Nem található ilyen kibocsátási sor: [{issuance_uuid}]
it_it: Impossibile trovare tale riga di emissione: [{issuance_uuid}]
ja: 指定された発行ラインが見つかりませんでした: [{issuance_uuid}]
lv: Nevarēja atrast šādu izdošanas līniju: [ {issuance_uuid} ]
nl: Kan een dergelijke uitgifteregel niet vinden: [{issuance_uuid}]
pl: Nie można znaleźć takiej linii wystawienia: [{issuance_uuid}]
ro: Nu am putut găsi o astfel de linie de emitere: [ {issuance_uuid} ]
sq: Nuk mund të gjeja një linjë të tillë lëshimi: [ {issuance_uuid} ]
sv: Kunde inte hitta en sådan utfärdandelinje: [{issuance_uuid}]
sw: Haikuweza kupata laini kama hiyo ya utoaji: [ {issuance_uuid} ]
th: ไม่พบบรรทัดการออกดังกล่าว: [{issuance_uuid}]
tr_tr: Böyle bir düzenleyen satırı bulunamadı: [{issuance_uuid}]
uk: Не вдалося знайти таку лінію видачі [{issuance_uuid}]
uz: Bunday emissiya qatorini topib bo'lmadi: [ {issuance_uuid} ]
vi: Không tìm thấy dòng phát hành như vậy: [ {issuance_uuid} ]
