Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Name of of the theme to use for this site. This value should be lower-cased.
af_za: Naam van die tema om vir hierdie webwerf te gebruik. Hierdie waarde moet kleinletters wees.
az: Sayt üçün istifadə ediləcək mövzunun adı. Bu dəyər kiçik hərflərlə yazılmalıdır.
da: Navn på det tema, der skal bruges til dette websted. Denne værdi skal være med små bogstaver.
el: Όνομα του θέματος που θα χρησιμοποιηθεί για αυτόν τον ιστότοπο. Αυτή η τιμή πρέπει να είναι σε πεζά γράμματα.
es_419: Nombre de la plantilla a usar en este sitio. Este valor debe ser en minúscula.
fa: نام تم مورد استفاده برای این سایت. این مقدار باید با حروف کوچک باشد.
fr: Nom du thème à utiliser pour ce site. Cette valeur doit être en minuscules.
he: שם ערכת נושא לשימוש באתר זה.
hi: इस साइट के लिए उपयोग की जाने वाली थीम का नाम। यह मान लोअरकेस होना चाहिए।
hu: A webhelyhez használandó téma neve. Ennek az értéknek kisbetűsnek kell lennie.
id: Nama tema yang digunakan untuk situs ini. Nilainya harus ditulis dengan huruf kecil.
it_it: Nome del tema da utilizzare per questo sito. Questo valore deve essere in lettere minuscole.
ja: このサイトで使用するテーマの名前。この値は小文字にする必要があります。
lv: Šajā vietnē izmantojamās tēmas nosaukums. Šai vērtībai jābūt ar mazajiem burtiem.
pl: Nazwa motywu, który ma zostać użyty w tej witrynie. Wartość tę należy zapisać małymi literami.
pt_br: Nome do tema a ser usado para este site. Este valor deve estar em minúsculas.
ro: Numele temei de utilizat pentru acest site. Această valoare ar trebui să fie cu litere mici.
sq: Emri i temës për t&#39;u përdorur për këtë sajt. Kjo vlerë duhet të jetë me shkronja të vogla.
sv: Namnet på temat som ska användas för denna webbplats. Detta värde ska vara i gemener.
sw: Jina la mandhari ya kutumia kwa tovuti hii. Thamani hii inapaswa kuwa ya chini.
te: ఈ సైట్ కోసం ఉపయోగించాల్సిన థీమ్ పేరు. ఈ విలువ లోయర్ కేస్ అయి ఉండాలి.
th: ชื่อของธีมที่จะใช้สำหรับไซต์นี้ควรเป็นตัวพิมพ์เล็ก
tr_tr: Bu sitede kullanılan temanın adı. Bu değer küçük harflerle girilmeli.
uk: Назва теми, яку буде використано для цього сайту. Це значення повинно бути в нижньому регістрі.
uz: Ushbu sayt uchun ishlatiladigan mavzu nomi. Bu qiymat kichik harf bilan yozilishi kerak.
vi: Tên của chủ đề sẽ sử dụng cho trang web này. Giá trị này phải được viết thường.

source: LMS base url for custom site
af_za: LMS basis url vir pasgemaakte webwerf
az: Xüsusi sayt üçün LMS əsas url-i
da: LMS base url for tilpasset websted
el: Το βασικό LMS url για προσαρμοσμένο ιστότοπο
es_419: URL base para el LMS del sitio personalizado
fa: URL پایه LMS برای سایت سفارشی
fr: URL de base LMS pour le site personnalisé
he: כתובת URL בסיסית של LMS עבור אתר מותאם אישית
hi: कस्टम साइट के लिए LMS बेस यूआरएल
hu: Az LMS alap URL-je az egyedi webhelyhez
id: Url dasar LMS untuk situs kustom
it_it: URL di base LMS per il sito personalizzato
ja: カスタムサイトのLMSベースURL
ka: LMS-ის მორგებული საიტის საბაზო url მისამართი
lv: LMS bāzes URL pielāgotai vietnei
pl: Podstawowy adres URL LMS dla niestandardowej witryny
pt_br: LMS url base para site customizado
ro: Baza url a LMS pentru site-ul particularizat
sq: URL bazë LMS për sajtin e personalizuar
sv: LMS bas-url för anpassad webbplats
sw: url ya msingi ya LMS kwa tovuti maalum
te: అనుకూల సైట్ కోసం LMS బేస్ url
th: URL ฐาน LMS สำหรับไซต์ที่กำหนดเอง
tr_tr: Özelleştirilmiş site için LMS taban url
uk: Базова URL-адреса LMS для власного сайту
uz: Maxsus sayt uchun LMS asosiy url
vi: Url cơ sở LMS cho trang web tùy chỉnh

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
af_za: Wortel-URL van hierdie webwerf se LMS (bv. https://courses.stage.edx.org)
az: Bu saytın LMS-nin əsas URL-i (məs. https://courses.stage.edx.org)
da: Rød URL for dette websteds LMS (f.eks. https://courses.stage.edx.org)
el: URL ρίζας του LMS αυτού του ιστότοπου (π.χ. https://courses.stage.edx.org)
es_419: URL raíz del LMS. (Ej: https://courses.stage.edx.org)
fa: URL ریشه LMS این سایت (به عنوان مثال https://courses.stage.edx.org)
fr: URL racine du LMS de ce site (par exemple https://courses.stage.edx.org)
he: כתובת מקור URL של ה-LMS של האתר הזה (לדוגמה, https://courses.stage.edx.org)
hi: इस साइट के LMS का रूट यूआरएल (उदाहरण के लिए https://courses.stage.edx.org)
hu: Ennek a webhelynek az LMS gyökér URL-je (pl. https://courses.stage.edx.org)
id: Root URL untuk LMS situs ini (contoh https://courses.stage.edx.org)
it_it: URL root dell'LMS di questo sito (ad es. https://courses.stage.edx.org)
ja: このサイトのLMSのルートURL（例：https://courses.stage.edx.org）
ka: LMS-ის მთავარი გვერდის URL მისამართი (მაგ.: https://courses.stage.edx.org)
lv: Šīs vietnes LMS saknes URL (piemēram, https://courses.stage.edx.org)
pl: Główny adres URL systemu LMS tej witryny (np. https://courses.stage.edx.org)
pt_br: A URL raiz da LMS deste site (por exemplo: https://courses.stage.edx.org)
ro: Rădăcina URL a LMS al acestui site (e.g. https://courses.stage.edx.org)
sq: URL-ja kryesore e LMS-së së kësaj faqeje (p.sh. https://courses.stage.edx.org)
sv: Rot-URL för den här webbplatsens LMS (t.ex. https://courses.stage.edx.org)
sw: URL ya mizizi ya LMS ya tovuti hii (km https://courses.stage.edx.org)
te: ఈ సైట్ యొక్క LMS యొక్క రూట్ URL (ఉదా https://courses.stage.edx.org)
th: URL รากของ LMS ของไซต์นี้ (เช่น https://courses.stage.edx.org)
tr_tr: Bu sitenin LMS arayüzünün kök dizini (örn: https://courses.stage.edx.org)
uk: Коренева URL-адреса LMS цього сайту (наприклад, https://courses.stage.edx.org)
uz: Ushbu sayt LMS ildiz URL manzili (masalan, https://courses.stage.edx.org)
vi: URL gốc của LMS của trang web này (ví dụ: https://courses.stage.edx.org)

source: Catalog API URL
af_za: Katalogus API URL
az: API URL Kataloqu
da: Katalog API URL
el: Διεύθυνση URL API καταλόγου
es_419: URL de API del catálogo
fa: URL API کاتالوگ
fr: URL de l&#39;API du catalogue
he: כתובת URL של קטלוג API
hi: कैटलॉग एपीआई यूआरएल
hu: Katalógus API URL
id: URL API Katalog
it_it: URL API del catalogo
ja: カタログ API URL
ka: კატალოგის API-ის URL
lv: Kataloga API URL
pl: Adres URL interfejsu API katalogu
pt_br: API de Catálogo URL
sq: URL-ja e API-së së Katalogut
sv: Katalog API URL
sw: Katalogi ya API URL
te: కేటలాగ్ API URL
th: URL API แคตตาล็อก
tr_tr: Katalog API URL
uk: URL-адреса API каталогу
uz: Katalog API URL
vi: URL API danh mục

source: Root URL of the Catalog API (e.g. https://api.edx.org/catalog/v1/)
af_za: Wortel-URL van die Katalogus-API (bv. https://api.edx.org/catalog/v1/)
az: API Kataloqun əsas URL-i (məs. https://api.edx.org/catalog/v1/)
da: Rod-URL for Catalog API (f.eks. https://api.edx.org/catalog/v1/)
el: Διεύθυνση URL ρίζας του API καταλόγου (π.χ. https://api.edx.org/catalog/v1/)
es_419: URL raíz del catálogo API. (Ej: https://api.edx.org/catalog/v1/)
fa: URL ریشه کاتالوگ API (به عنوان مثال https://api.edx.org/catalog/v1/)
fr: URL racine de l'API du Catalogue (par exemple https://api.edx.org/catalog/v1/)
he: כתובת מקור URL של קטלוג API (לדוגמה: https://api.edx.org/catalog/v1/)
hi: कैटलॉग एपीआई का रूट यूआरएल (उदाहरण के लिए https://api.edx.org/catalog/v1/)
hu: A Katalógus API gyökér URL-je (pl. https://api.edx.org/catalog/v1/)
id: Root URL untuk API Katalog (e.g. https://api.edx.org/catalog/v1/)
it_it: URL root dell'API del catalogo (ad es. https://api.edx.org/catalog/v1/)
ja: カタログAPIのルートURL（例：https://api.edx.org/catalog/v1/）
ka: კატალოგის API-ის მთავარი გვერდის URL მისამართი (მაგ.: https://api.edx.org/catalog/v1/)
lv: Kataloga API saknes URL (piemēram, https://api.edx.org/catalog/v1/)
pl: Główny adres URL interfejsu API katalogu (np. https://api.edx.org/catalog/v1/)
pt_br: URL raiz do Catálogo API (por exemplo: https://api.edx.org/catalog/v1/)
ro: Sursa URL al Catalogului API (e.g. https://api.edx.org/catalog/v1/)
sq: URL-ja e rrënjës së API-së së Katalogut (p.sh. https://api.edx.org/catalog/v1/)
sv: Rot-URL för Catalog API (t.ex. https://api.edx.org/catalog/v1/)
sw: URL ya mizizi ya API ya Katalogi (km https://api.edx.org/catalog/v1/)
te: కేటలాగ్ API యొక్క రూట్ URL (ఉదా https://api.edx.org/catalog/v1/)
th: URL รากของ Catalog API (เช่น https://api.edx.org/catalog/v1/)
tr_tr: Katalog API için kök dizini (örn. https://api.edx.org/catalog/v1/)
uk: Коренева URL-адреса API каталогу (наприклад, https://api.edx.org/catalog/v1/)
uz: Katalog API ning ildiz URL manzili (masalan, https://api.edx.org/catalog/v1/)
vi: URL gốc của API danh mục (ví dụ: https://api.edx.org/catalog/v1/)

source: Terms of Service URL
af_za: Diensbepalings URL
az: Xidmət şərtləri URL-i
da: Servicevilkår URL
el: Διεύθυνση URL Όρων παροχής υπηρεσιών
es_419: URL de Términos de Servicio
fa: URL شرایط خدمات
fr: URL des conditions d&#39;utilisation
he: כתובת URL של תנאי שימוש
hi: सेवा की शर्तें यूआरएल
hu: Szolgáltatási feltételek URL-je
id: URL Syarat dan Ketentuan
it_it: URL Termini di Servizio
ja: 利用規約URL
lv: Pakalpojuma noteikumu URL
pl: Adres URL Warunków korzystania z usługi
pt_br: URL de termos de serviço
ro: Adresa URL a Termenilor și condițiilor
sq: URL-ja e kushteve të shërbimit
sv: Användarvillkors-URL
sw: URL ya Masharti ya Huduma
te: సేవా నిబంధనలు URL
th: URL ข้อกำหนดในการให้บริการ
tr_tr: Kullanım Koşulları URL
uk: Посилання на умови надання послуг
uz: Xizmat shartlari URL
vi: URL điều khoản dịch vụ

source: Privacy Policy URL
af_za: Privaatheidsbeleid URL
az: Məxfilik Siyasəti URL-i
da: URL til privatlivspolitik
el: Διεύθυνση URL πολιτικής απορρήτου
es_419: URL de la Política de privacidad
fa: URL خط مشی رازداری
fr: URL de la politique de confidentialité
he: כתובת URL של מדיניות פרטיות
hi: गोपनीयता नीति यूआरएल
hu: Adatvédelmi irányelvek URL-címe
id: URL Kebijakan Privasi
it_it: URL Informativa sulla Privacy
ja: プライバシーポリシーURL
lv: Privātuma politikas URL
pl: Adres URL polityki prywatności
pt_br: URL de política de privacidade
ro: Politica de confidențialitate
sq: URL e politikës së privatësisë
sv: Sökväg till inegritetspolicy
sw: URL ya Sera ya Faragha
te: గోప్యతా విధానం URL
th: URL นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik Politikası URL
uk: Посилання на політику конфіденційності
uz: Maxfiylik siyosati URL manzili
vi: URL chính sách quyền riêng tư

source: Homepage URL
af_za: Tuisblad URL
az: Əsas səhifə URL-i
da: Hjemmeside URL
el: Διεύθυνση URL αρχικής σελίδας
es_419: URL de la Pagina Principal
fa: آدرس صفحه اصلی
fr: URL de l'Accueil
he: כתובת URL של דף הבית
hi: होम पेज यूआरएल
hu: Kezdőlap URL
id: URL Beranda
it_it: URL Homepage
ja: ホームページURL
lv: Mājas lapas URL
pl: Adres strony domowej
pt_br: URL da homepage
ro: Pagina principală
sq: URL e faqes kryesore
sv: Sökväg till hemsida
sw: URL ya ukurasa wa nyumbani
te: హోమ్‌పేజీ URL
th: URL ของหน้าแรก
tr_tr: Anasayfa URL
uk: Посилання на домашню сторінку
uz: Bosh sahifa URL
vi: URL trang chủ

source: Company Name
af_za: maatskappynaam
az: Şirkət adı
da: firmanavn
el: Όνομα εταιρείας
es_419: Nombre de la empresa
fa: نام شرکت
fr: Nom de l'entreprise
he: שם חברה
hi: कंपनी का नाम
hu: Cég neve
id: Nama Perusahaan
it_it: Ragione sociale
ja: 会社名
ka: კომპანიის სახელი
lv: Kompānijas nosaukums
pl: Nazwa firmy
pt_br: Nome da empresa
ro: Numele companiei
sq: Emri i kompanisë
sv: Företagsnamn
sw: jina la kampuni
te: కంపెనీ పేరు
th: ชื่อองค์กร
tr_tr: Şirket Adı
uk: Назва компанії
uz: Shirkat nomi
vi: Tên công ty

source: Verified Certificate URL
af_za: Geverifieerde sertifikaat-URL
az: Təsdiqlənmiş sertifikat URL-i
da: Verificeret certifikat-URL
el: Διεύθυνση URL επαληθευμένου πιστοποιητικού
es_419: URL del Certificado Verificado
fa: نشانی اینترنتی گواهی تایید شده
fr: URL du certificat vérifié
he: כתובת URL של תעודה מאומתת
hi: सत्यापित प्रमाणपत्र यूआरएल
hu: Hitelesített bizonyítvány URL-címe
id: URL Sertifikat Terverifikasi
it_it: URL Certificato verificato
ja: 認定証明書URL
lv: Verificēta sertifikāta URL
pl: Zweryfikowany adres URL Certyfikatu
pt_br: URL do Certificado Verificado
ro: Certificat verificat
sq: URL e verifikuar e certifikatës
sv: Sökväg till Verifierade Certifikat
sw: URL ya Cheti Iliyothibitishwa
te: ధృవీకరించబడిన సర్టిఫికేట్ URL
th: URL ใบรับรองที่ได้รับการรับรอง
tr_tr: Onaylı Sertifika URL
uk: URL верифікованого сертифікату
uz: Tasdiqlangan sertifikat URL manzili
vi: URL chứng chỉ đã được xác minh

source: Certificate Help URL
af_za: Sertifikaat Hulp URL
az: Sertifikat Kömək URL-i
da: Certifikat hjælp URL
el: Διεύθυνση URL βοήθειας πιστοποιητικού
es_419: URL de ayuda sobre los certificados
fa: نشانی اینترنتی راهنمای گواهی
fr: url d&#39;aide sur le certificat
he: כתובת URL של תעודת עזרה
hi: प्रमाणपत्र सहायता यूआरएल
hu: Bizonyítvány súgó URL-címe
id: URL Bantuan Sertifikat
it_it: URL della guida per il certificato
ja: 証明書ヘルプURL
lv: Apliecināja palīdzības URL
pl: Adres URL pomocy dotyczącej Certyfikatu
pt_br: URL de ajuda do Certificado
ro: Adresa URL de ajutor pentru certificat
sq: URL-ja e ndihmës së certifikatës
sv: URL för certifikathjälp
sw: URL ya Usaidizi wa Cheti
te: సర్టిఫికెట్ సహాయ URL
th: URL วิธีใช้ใบรับรอง
tr_tr: Sertifika Yardım URL
uk: URL-адреса довідки про сертифікат
uz: Sertifikat yordami URL manzili
vi: URL trợ giúp chứng chỉ

source: URL of page for questions about certificates
af_za: URL van bladsy vir vrae oor sertifikate
az: Sertifikatlar haqqında suallar üçün URL səhifəsi
da: URL på siden for spørgsmål om certifikater
el: Διεύθυνση URL της σελίδας για ερωτήσεις σχετικά με τα πιστοποιητικά
es_419: URL de la página de preguntas acerca de los certificados
fa: آدرس صفحه برای سوالات مربوط به گواهینامه ها
fr: URL de la page pour les questions sur les certificats
he: כתובת URL לשאלות על תעודות
hi: प्रमाणपत्रों के बारे में प्रश्नों के लिए पृष्ठ का यूआरएल
hu: A bizonyítványokkal kapcsolatos kérdések oldalának URL-je
id: URL halaman pertanyaan terkait sertifikat
it_it: URL della pagina per domande sui certificati
ja: 証明書に関する質問のページのURL
lv: Lapas URL jautājumiem par Apliecinājumiem
pl: Adres URL strony z pytaniami dotyczącymi Certyfikatów
pt_br: url da página de questões sobre o Certificado
ro: Legătura paginii pentru întrebări legate de certificate
sq: URL-ja e faqes për pyetje në lidhje me certifikatat
sv: Sökväg till hjälpsida för frågor rörande certifikat
sw: URL ya ukurasa kwa maswali kuhusu vyeti
te: సర్టిఫికేట్‌ల గురించి ప్రశ్నల కోసం పేజీ యొక్క URL
th: URL ของหน้าสำหรับคำถามเกี่ยวกับใบรับรอง
tr_tr: Sertifikalar hakkındaki sorular için URL
uk: URL сторінки для питань щодо сертифікатів
uz: Sertifikatlarga oid savollar uchun sahifaning URL manzili
vi: URL của trang cho câu hỏi về chứng chỉ

source: Enable Learner Records
af_za: Aktiveer Leerderrekords
az: Tələbə qeydlərini aktivləşdirin
da: Aktiver Learner Records
el: Ενεργοποίηση Εγγραφών Μαθητή
es_419: Habilitar Registros del estudiante
fa: سوابق یادگیرنده را فعال کنید
fr: Activer les enregistrements des Apprenants
he: אפשר רשומות תלמיד
hi: शिक्षार्थी रिकॉर्ड सक्षम करें
hu: Tanulói nyilvántartások engedélyezése
id: Aktifkan Rekaman Peserta
it_it: Abilita record dello studente
ja: 学習者記録を有効にする
lv: Iespējot kursa dalībnieku ierakstus
nl: Schakel leerlingrecords in
pl: Włącz wydawanie poświadczeń
pt_br: Habilitar registros de estudante
ro: Activați Fișele Elevilor
sq: Aktivizo regjistrimet e nxënësve
sv: Aktivera Learner Records
sw: Wezesha Rekodi za Mwanafunzi
te: లెర్నర్ రికార్డ్‌లను ప్రారంభించండి
th: เปิดใช้งานบันทึกผู้เรียน
tr_tr: Öğrenci Kayıtlarını Etkinleştir
uk: Увімкнути записи учнів
uz: O‘quvchilar yozuvlarini yoqish
vi: Kích hoạt hồ sơ người học

source: Enable the Records feature. The LMS has a similar setting.
af_za: Aktiveer die Rekords-funksie. Die LMS het &#39;n soortgelyke instelling.
az: Qeydlər funksiyasını aktiv edin. LMS-də oxşar bir ayar var.
da: Aktiver funktionen til Records. LMS har en lignende indstilling.
el: Ενεργοποιήστε τη λειτουργία Εγγραφές. Το LMS έχει παρόμοια ρύθμιση.
es_419: Habilitar la característica de registros. La plataforma LMS tiene una configuración similar.
fa: قابلیت Records را فعال کنید. LMS تنظیمات مشابهی دارد.
fr: Activer la fonction Enregistrements. Le LMS a un paramètre similaire.
he: אפשר את יכולת הרשומות. ל-LMS יש הגדרה דומה.
hi: रिकॉर्ड्स सुविधा सक्षम करें। एलएमएस में एक समान सेटिंग है।
hu: Engedélyezze a Nyilvántartások funkciót. Az LMS-nek van egy hasonló beállítása.
id: Aktifkan fitur Rekaman. LMS memiliki penyetelan yang sama.
it_it: Abilita la funzionalità Record. L'LMS ha un'impostazione simile.
ja: レコード機能を有効にします。LMSには同様の設定があります。
lv: Iespējojiet ierakstu funkciju. LMS ir līdzīgs iestatījums.
nl: Schakel de functie Records in. Het LMS heeft een vergelijkbare instelling.
pl: Włącz funkcję Rekordy. LMS ma podobne ustawienie.
pt_br: Habilite a funcionalidade Registros. O LMS tem uma configuração semelhante.
ro: Activați funcția Înregistrări. LMS are o setare similară.
sq: Aktivizo veçorinë e Regjistrimeve. LMS ka një cilësim të ngjashëm.
sv: Aktivera funktionen för register. LMS:et har en liknande inställning.
sw: Washa kipengele cha Rekodi. LMS ina mpangilio sawa.
te: రికార్డ్స్ లక్షణాన్ని ప్రారంభించండి. LMS ఇదే సెట్టింగ్‌ని కలిగి ఉంది.
th: เปิดใช้งานคุณสมบัติบันทึก LMS มีการตั้งค่าที่คล้ายกัน
tr_tr: Kayıtlar özelliğini etkinleştir. LMS benzer bir ayara sahip.
uk: Увімкніть функцію «Записи». LMS має аналогічне налаштування.
uz: Yozuvlar xususiyatini yoqing. LMS xuddi shunday sozlamaga ega.
vi: Kích hoạt tính năng Bản ghi. LMS có cài đặt tương tự.

source: Learner Records Help URL
af_za: Leerderrekords Hulp-URL
az: Tələbə qeydləri Kömək URL-i
da: Learner Records Hjælp URL
el: Διεύθυνση URL Βοήθειας Εγγραφών Μαθητή
es_419: Enlace URL de ayuda para registros del estudiante
fa: URL راهنمای سوابق یادگیرنده
fr: URL d'aide des dossiers d'apprenant
he: כתובת לעזרה של רשומות לומד
hi: शिक्षार्थी रिकॉर्ड सहायता यूआरएल
hu: A tanulói nyilvántartások súgó URL-címe
id: URL Bantuan Records Peserta
it_it: URL della guida per i Record degli studenti
ja: 学習者記録ヘルプURL
lv: Dalībnieku ierakstu palīdzības URL
nl: Help-URL voor leerlingrecords
pl: Adres URL pomocy dotyczącej rekordów uczniów
pt_br: URL de ajuda do Estudante
ro: Fișele Elevilor Ajutor URL
sq: URL-ja e ndihmës për regjistrimet e nxënësit
sv: Learner Records Hjälp-URL
sw: URL ya Usaidizi wa Rekodi za Mwanafunzi
te: లెర్నర్ రికార్డ్స్ సహాయ URL
th: URL วิธีใช้บันทึกผู้เรียน
tr_tr: Öğrenci Kayıtları Yardım URL'i
uk: URL-адреса довідки про записи учнів
uz: Learner Records yordam URL
vi: URL Trợ giúp Hồ sơ Người học

source: URL of page for questions about Learner Records
af_za: URL van bladsy vir vrae oor Leerderrekords
az: Tələbə qeydləri haqqında suallar üçün URL səhifəsi
da: URL af siden for spørgsmål om Learner Records
el: Διεύθυνση URL της σελίδας για ερωτήσεις σχετικά με τα αρχεία εκμάθησης
es_419: URl de la página para preguntas acerca de los registros de los estudiantes
fa: آدرس صفحه برای سوالات مربوط به سوابق یادگیرنده
fr: URL de la page concernant les questions sur les dossiers d'apprenant
he: כתובת של הדף לשאלות על רשומות לומד
hi: लर्नर रिकॉर्ड्स के बारे में प्रश्नों के लिए पेज का यूआरएल
hu: A tanulói nyilvántartásokkal kapcsolatos kérdések oldalának URL-je
id: URL halaman pertanyaan terkait Records Peserta
it_it: URL della pagina per domande sui Record degli studenti
ja: 学習者記録に関する質問のページのURL
lv: Lapas URL, kurā ir jautājumi par dalībnieku ierakstiem
nl: URL van de pagina voor vragen over leerlingrecords
pl: Adres URL strony z pytaniami dotyczącymi rekordów uczniów
pt_br: URL da página de questões sobre os registros do estudante
ro: URL-ul paginii pentru întrebări despre Fișele Elevilor
sq: URL-ja e faqes për pyetje në lidhje me të dhënat e nxënësit
sv: Webbadressen till sidan för frågor om Learner Records
sw: URL ya ukurasa kwa maswali kuhusu Rekodi za Mwanafunzi
te: లెర్నర్ రికార్డ్స్ గురించి ప్రశ్నల కోసం పేజీ యొక్క URL
th: URL ของหน้าสำหรับคำถามเกี่ยวกับบันทึกผู้เรียน
tr_tr: Öğrenci Kayıtları ile ilgili sorular için sayfanın URL'i
uk: Адреса сторінки для запитань щодо записів учнів
uz: Learner Records haqidagi savollar uchun sahifaning URL manzili
vi: URL của trang dành cho các câu hỏi về Hồ sơ Người học

source: Facebook App ID
az: Facebook proqram təminatı ID-si
el: Αναγνωριστικό εφαρμογής Facebook
es_419: ID de la app de Facebook
fa: شناسه اپلیکیشن فیسبوک
fr: Identité de l'application Facebook
he: מזהה אפליקציה של פייסבוק
hi: फेसबुक ऐप आईडी
id: ID App Facebook
it_it: ID dell'App Facebook
ja: FacebookアプリID
lv: Facebook lietotnes ID
pl: Identyfikator aplikacji Facebooka
pt_br: Identificação do aplicativo do Facebook
ro: ID-ul Aplicației Facebook
sq: ID-ja e aplikacionit Facebook
sw: Kitambulisho cha Programu ya Facebook
te: Facebook యాప్ ID
th: รหัสแอพ Facebook
tr_tr: Facebook Uygulama ID
uk: Ідентифікатор додатку Facebook
uz: Facebook ilovasi identifikatori
vi: ID ứng dụng Facebook

source: Facebook app ID used for sharing
af_za: Facebook-program-ID wat gebruik word om te deel
az: Paylaşma üçün Facebook proqram təminatı ID-si istifadə olunur
da: Facebook-app-id brugt til deling
el: Αναγνωριστικό εφαρμογής Facebook για δημοσίευση
es_419: ID de la app de Facebook usada para compartir
fa: شناسه برنامه فیس بوک برای اشتراک گذاری استفاده می شود
fr: Identité de l'application Facebook utilisée pour le partage
he: מזהה אפליקציית פייסבוק משמש לצורך שיתוף
hi: साझा करने के लिए फेसबुक ऐप आईडी का उपयोग किया जाता है
hu: Facebook app azonosító, amelyet a megosztáshoz használnak
id: ID app Facebook untuk berbagi
it_it: ID dell'App Facebook utilizzata per la condivisione
ja: FacebookアプリID（共有用）
lv: Kopīgošanai izmantotais Facebook lietotnes ID
nl: Facebook-app-ID gebruikt voor delen
pl: Identyfikator aplikacji Facebook używany do udostępniania
pt_br: ID do aplicativo do Facebook usa para compartilhamento
ro: ID-ul aplicației Facebook folosit pentru a distribui
sq: ID-ja e aplikacionit Facebook përdoret për ndarje
sv: Facebook app ID som används för delning av inlägg
sw: Kitambulisho cha programu ya Facebook kinatumika kushiriki
te: Facebook యాప్ ID భాగస్వామ్యం కోసం ఉపయోగించబడుతుంది
th: ID แอพ Facebook ที่ใช้ในการแชร์
tr_tr: Paylaşım için kullanılan Facebook Uygulama ID
uk: Ідентифікатор додатку Facebook, який використовується для обміну
uz: Facebook ilovasi identifikatori almashish uchun ishlatiladi
vi: ID ứng dụng Facebook được sử dụng để chia sẻ

source: Twitter Username
af_za: Twitter-gebruikersnaam
az: Twitter istifadəçi adı
da: Twitter brugernavn
el: Όνομα χρήστη στο Twitter
es_419: Nombre de usuario de Twitter
fa: نام کاربری توییتر
fr: Nom D'utilisateur Twitter
he: שם משתמש בטוויטר
hi: ट्विटर उपयोगकर्ता का नाम
hu: Twitter Felhasználónév
id: Nama Pengguna Twitter
it_it: Nome utente Twitter
ja: Twitterユーザー名
lv: Twitter lietotājvārds
nl: Twitter gebruikersnaam
pl: Nazwa użytkownika na Twitterze
pt_br: Nome de usuário do Twitter
ro: Numele de utilizator pentru Twitter
sq: Emri i përdoruesit në Twitter
sv: Användarnamn på Twitter
sw: Jina la mtumiaji la Twitter
te: ట్విట్టర్ ఖాతా పేరు
th: ชื่อผู้ใช้ทวิตเตอร์
tr_tr: Twitter Kullanıcı Adı
uk: Ім'я користувача у Twitter
uz: Twitter foydalanuvchi nomi
vi: Tên tài khoản Twitter
