Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Can't find an Issuer with such ID [{issuer_id}]
af_za: Kan nie &#39;n Uitreiker met so ID kry nie [ {issuer_id} ]
az: Belə bir ID ilə buraxıcı tapılmadı [{issuer_id}]
da: Kan ikke finde en certifikat udsteder med dette ID [ {issuer_id} ]
es_419: No puedo encontrar un Emisor con tal ID [{issuer_id}]
fa: نمی‌توان صادرکننده‌ای با چنین شناسه‌ای پیدا کرد [ {issuer_id} ]
he: לא מוצא מנפיק עם מזהה כזה [{issuer_id}]
hi: ऐसी आईडी वाला कोई जारीकर्ता नहीं मिल रहा है [{issuer_id}]
hu: Nem található kibocsátó ezzel az azonosítóval [{issuer_id}]
it_it: Impossibile trovare un emittente con tale ID [{issuer_id}]
ja: 指定されたIDの発行者が見つかりません [{issuer_id}]
lv: Nevar atrast izsniedzēju ar šādu ID [ {issuer_id} ]
nl: Kan geen uitgever vinden met een dergelijk ID [{issuer_id}]
pl: Nie można znaleźć wystawcy o takim identyfikatorze [{issuer_id}]
pt_br: Não é possível encontrar um emissor com essa identificação [{issuer_id}]
sq: Nuk mund të gjesh një lëshues me një ID të tillë [ {issuer_id} ]
sv: Kan inte hitta en utfärdare med ID [{issuer_id}]
sw: Haiwezi kupata Mtoaji aliye na kitambulisho kama hicho [ {issuer_id} ]
th: ไม่พบผู้ออกที่มี ID ดังกล่าว [{issuer_id}]
uk: Не вдається знайти емітента з таким ідентифікатором [{issuer_id}]
uz: Bunday identifikatorga ega emitent topilmadi [ {issuer_id} ]
vi: Không thể tìm thấy Nhà phát hành có ID như vậy [ {issuer_id} ]

source: Learner Credential Wallet
af_za: Leerderbewysbeursie
az: Öyrənci Etimadnaməsi Cüzdanı
es_419: Monedero de credencial de estudiante
fa: کیف پول دانش آموز
he: ארנק אישורי לומד
hi: शिक्षार्थी क्रेडेंशियल वॉलेट
hu: Tanulói hitelesítési tárca
it_it: Portafoglio delle credenziali dello studente
ja: 学習者資格ウォレット
lv: Dalībnieka akreditācijas datu maks
pl: Portfel poświadczeń ucznia
pt_br: Carteira de credenciais do estudante
sq: Portofoli i kredencialeve të nxënësit
sw: Mkoba wa Kitambulisho cha Mwanafunzi
th: กระเป๋าเงินรับรองผู้เรียน
uk: Сховище облікових даних слухача
uz: Oʻquvchi hisob maʼlumotlari hamyoni
vi: Ví thông tin xác thực của người học

source: Page Not Found
af_za: Bladsy nie gevind nie
az: Səhifə tapılmadı
da: Siden ikke fundet
el: Η ΣΕΛΙΔΑ ΔΕΝ ΒΡΕΘΗΚΕ
es_419: Página no encontrada
fa: صفحه یافت نشد
fr: Page non trouvée
he: העמוד אינו נמצא
hi: यह पेज मौजूद नहीं है
hu: Az oldal nem található
id: Halaman Tidak Ditemukan
it_it: Pagina Non Trovata
ja: ページが見つかりません
ka: გვერდი ვერ მოიძებნა
lv: Lapa nav atrasta
nl: Pagina niet gevonden
pl: Nie znaleziono strony
pt_br: Página não encontrada
ro: Pagina nu a fost găsită
sq: Faqja nuk u gjet
sv: Sidan hittas inte
sw: Ukurasa Haujapatikana
te: పేజి దొరకలేదు
th: ไม่พบหน้าที่ต้องการเปิด
tr_tr: Sayfa Bulunamadı
uk: Сторінку не знайдено
uz: Sahifa topilmadi
vi: Không tìm thấy trang

source: Server Error
af_za: Bedienerprobleem
az: Server xətası
da: Serverfejl
el: Σφάλμα διακομιστή
es_419: Error del Servidor
fa: خطای سرور
fr: Erreur serveur
he: שגיאת שרת
hi: सर्वर त्रुटि
hu: Szerverhiba
it_it: Errore server
ja: サーバーエラー
ka: სერვერის შეცდომა
lv: servera kļūda
nl: Serverfout
pl: Błąd serwera
pt_br: Erro do servidor
ro: Eroare de server
sq: Gabim serveri
sv: Serverfel
sw: Hitilafu ya Seva
te: సర్వర్ లోపం
th: เซิร์ฟเวอร์ผิดพลาด
tr_tr: Sunucu Hatası
uk: Помилка сервера
uz: Server xatosi
vi: Lỗi máy chủ

source: Print or share your certificate
af_za: Druk of deel jou sertifikaat
az: Sertifikatınızı çap edin və ya paylaşın
da: Udskriv eller del dit certifikat
el: Εκτυπώστε ή μοιραστείτε το πιστοποιητικό σας
es_419: Imprimir o compartir tu certificado
fa: گواهی خود را چاپ یا به اشتراک بگذارید
fr: Imprimez ou partagez votre certificat
he: הדפס או שתף את התעודה שלך
hi: अपना प्रमाणपत्र प्रिंट या साझा करें
hu: Bizonyítvány nyomtatása vagy megosztás
id: Cetak atau bagikan sertifikat Anda
it_it: Stampa o condividi il tuo certificato
ja: 証明書を印刷または共有する
lv: Izdrukājiet vai kopīgojiet savu sertifikātu
nl: Print of deel uw certificaat
pl: Wydrukuj lub udostępnij swój certyfikat
pt_br: Imprima ou compartilhe seu certificado
ro: Printați sau distribuiți certificatul dumneavoastră
sq: Printoni ose ndani certifikatën tuaj
sv: Skriv ut eller dela ditt certifikat
sw: Chapisha au ushiriki cheti chako
te: మీ సర్టిఫికేట్‌ను ప్రింట్ చేయండి లేదా షేర్ చేయండి
th: พิมพ์หรือแบ่งปันใบรับรองของคุณ
tr_tr: Sertifikanı yazdır veya paylaş
uk: Надрукувати або поділитись Вашим сертифікатом
uz: Sertifikatingizni chop eting yoki ulashing
vi: In hoặc chia sẻ chứng chỉ của bạn

source: Share this certificate via Facebook
af_za: Deel hierdie sertifikaat via Facebook
az: Bu sertifikatı Facebook vasitəsilə paylaşın
da: Del dette certifikat via Facebook
el: Μοιραστείτε αυτό το πιστοποιητικό μέσω Facebook
es_419: Compartir este certificado en Facebook.
fa: این گواهی را از طریق فیس بوک به اشتراک بگذارید
fr: Partagez ce certificat via Facebook
he: שתף את התעודה דרך פייסבוק
hi: इस प्रमाण पत्र को फेसबुक के माध्यम से साझा करें
hu: Oszd meg ezt a bizonyítványt a Facebookon
id: Bagikan sertifikat ini melalui Facebook
it_it: Condividi questo certificato via Facebook
ja: この証明書をFacebookで共有する
lv: Kopīgojiet šo sertifikātu, izmantojot Facebook
nl: Deel dit certificaat via Facebook
pl: Udostępnij ten certyfikat na Facebooku
pt_br: Compartilhe este certificado no Facebook
ro: Distribuiți acest certificat pe Facebook
sq: Ndani këtë certifikatë përmes Facebook
sv: Dela ditt certifikat på Facebook
sw: Shiriki cheti hiki kupitia Facebook
te: ఈ సర్టిఫికెట్‌ని Facebook ద్వారా షేర్ చేయండి
th: แบ่งปันใบรับรองนี้ผ่านทาง Facebook
tr_tr: Bu sertifikayı Facebook ile paylaş
uk: Поділитись цим сертифікатом у Facebook
uz: Ushbu sertifikatni Facebook orqali baham ko'ring
vi: Chia sẻ chứng chỉ này qua Facebook

source: Tweet this certificate
af_za: Tweet hierdie sertifikaat
az: Bu sertifikatı tweet-ləyin
da: Tweet denne certifikat
el: Tweet αυτό το πιστοποιητικό
es_419: Compartir certificado en Twitter
fa: این گواهی را توییت کنید
fr: Tweetez ce certificat
he: שלח את התעודה דרך ציוץ
hi: इस प्रमाणपत्र को ट्वीट करें
hu: Oszd meg ezt a bizonyítványt a Twitteren
id: Cuitkan sertifikat ini
it_it: Pubblica questo certificato su Twitter
ja: この証明書をツイートする
lv: Nosūtiet šo sertifikātu tviterī
nl: Tweet dit certificaat
pl: Tweet ten certyfikat
pt_br: Tweet este certificado
ro: Postați acest certificat
sq: Tweet këtë certifikatë
sv: Dela ditt certifikat på Twitter
sw: Tweet cheti hiki
te: ఈ ప్రమాణపత్రాన్ని ట్వీట్ చేయండి
th: ทวีตใบรับรองนี้
tr_tr: Bu sertifikayı tweetle
uk: Поділитись цим сертифікатом у Twitter
uz: Ushbu sertifikatni tvit qiling
vi: Tweet chứng chỉ này

source: Add to LinkedIn profile
af_za: Voeg by LinkedIn-profiel
az: LinkedIn profilinə əlavə edin
da: Tilføj til LinkedIn-profil
el: Προσθήκη στο προφίλ LinkedIn
es_419: Agregar perfil de LinedIn
fa: به پروفایل لینکدین اضافه کنید
fr: Ajouter au profil LinkedIn
he: הוסף לפרופיל ב-LinkedIn
hi: लिंक्डइन प्रोफाइल में जोड़ें
hu: LinkedIn profilhoz adás
id: Tambahkan ke profil LInkedIn
it_it: Aggiungi al profilo LinkedIn
ja: LinkedInプロフィールに追加
ka: LinkedIn -ის პროფილის დამატება
lv: Pievienot LinkedIn profilam
nl: Toevoegen aan LinkedIn-profiel
pl: Dodaj do profilu LinkedIn
pt_br: Adicionar ao perfil do LinkedIn
ro: Adaugă profilului de LinkedIn
sq: Shto në profilin e LinkedIn
sv: Lägga till på LinkedIn profil
sw: Ongeza kwenye wasifu wa LinkedIn
te: లింక్డ్ఇన్ ప్రొఫైల్‌కు జోడించండి
th: เพิ่มในโปรไฟล์ LinkedIn
tr_tr: LinkedIn profiline ekle
uk: Додати у профіль LinkedIn
uz: LinkedIn profiliga qo'shing
vi: Thêm vào hồ sơ LinkedIn

source: Add this certificate to your LinkedIn profile
af_za: Voeg hierdie sertifikaat by jou LinkedIn-profiel
az: Bu sertifikatı LinkedIn profilinizə əlavə edin
da: Tilføj dette certifikat til din LinkedIn-profil
el: Προσθέστε αυτό το πιστοποιητικό στο προφίλ σας στο LinkedIn
es_419: Agregar este certificado a tu perfil de LinkedIn
fa: این گواهی را به پروفایل لینکدین خود اضافه کنید
fr: Ajoutez ce certificat à votre profil LinkedIn
he: הוסף את התעודה לפרופיל LinkedIn שלך
hi: इस प्रमाणपत्र को अपने लिंक्डइन प्रोफाइल में जोड़ें
hu: Add hozzá ezt a bizonyítványt a LinkedIn profilodhoz
id: Tambahkan sertifikat ini ke profil LinkedIn Anda
it_it: Aggiungi questo certificato al tuo profilo LinkedIn
ja: LinkedInプロフィールにこの証明書を追加する
lv: Pievienojiet šo sertifikātu savam LinkedIn profilam
nl: Voeg dit certificaat toe aan uw LinkedIn-profiel
pl: Dodaj ten certyfikat do swojego profilu LinkedIn
pt_br: Adicione este Certificado ao seu perfil do LinkedIn
ro: Adaugă acest certificat profilului de LinkedIn
sq: Shto këtë certifikatë në profilin tënd në LinkedIn
sv: Lägga till certifikatet till din LinkedIn profil
sw: Ongeza cheti hiki kwenye wasifu wako wa LinkedIn
te: మీ లింక్డ్ఇన్ ప్రొఫైల్‌కు ఈ ప్రమాణపత్రాన్ని జోడించండి
th: เพิ่มใบรับรองนี้ไปยังโปรไฟล์ LinkedIn ของคุณ
tr_tr: Bu sertifikayı LinkedIn profiline ekle
uk: Додати цей сертифікат у Ваш профіль LinkedIn
uz: Ushbu sertifikatni LinkedIn profilingizga qo'shing
vi: Thêm chứng chỉ này vào hồ sơ LinkedIn của bạn

source: Print
af_za: Druk
az: Çap
da: Udskriv
el: Εκτύπωση
es_419: Imprimir
fa: چاپ
fr: Imprimer
he: הדפס
hi: प्रिंट
hu: Nyomtatás
id: cetak
it_it: Stampa
ja: 印刷
ka: დაბეჭდვა
lv: Drukāt
nl: Afdrukken
pl: Drukuj
pt_br: Imprimir
ro: Imprimare
sq: Printo
sv: Skriv ut
sw: Chapisha
te: ముద్రణ
th: พิมพ์
tr_tr: Yazdır
uk: Друкувати
uz: Chop etish
vi: In

source: Print this certificate
af_za: Druk hierdie sertifikaat
az: Sertifikatı çap edin
da: Udskriv dette certifikat
el: Εκτύπωση του πιστοποιητικού
es_419: Imprimir certificado
fa: این گواهی را چاپ کنید
fr: Imprimer ce certificat
he: הדפס תעודה זו
hi: इस प्रमाणपत्र को प्रिंट करें
hu: Nyomtassa ki ezt a bizonyítványt
id: Cetak sertifikat
it_it: Stampa questo certificato
ja: この証明書を印刷する
ka: მოცემული სერტიფიკატის დაბეჭდვა
lv: Izdrukājiet šo sertifikātu
nl: Druk dit certificaat af
pl: Wydrukuj ten certyfikat
pt_br: Imprima este certificado
ro: Tipărește acest Certificat
sq: Shtypni këtë certifikatë
sv: Skriv ut ditt certifikat
sw: Chapisha cheti hiki
te: ఈ ప్రమాణపత్రాన్ని ముద్రించండి
th: พิมพ์ใบรับรอง
tr_tr: Bu sertifikayı yazdır
uk: Роздрукувати цей сертифікат
uz: Ushbu sertifikatni chop eting
vi: In chứng chỉ này

source: Legal Policies
af_za: Regsbeleide
az: Hüquqi siyasətlər
da: Juridiske politikker
el: Νομικές Πολιτικές
es_419: Políticas Legales
fa: سیاست های حقوقی
fr: Politiques juridiques
he: מדיניות משפטית
hi: कानूनी नीतियां
hu: Jogi irányelvek
id: Kebijakan Hukum
it_it: Politiche legali
ja: 法的ポリシー
lv: Juridiskās politikas
nl: Juridisch beleid
pl: Zasady prawne
pt_br: Políticas Legais
ro: Termeni Legali
sq: Politikat Ligjore
sv: Juridiska riktlinjer
sw: Sera za Kisheria
te: చట్టపరమైన విధానాలు
th: นโยบายทางกฎหมาย
tr_tr: Yasal Politikalar
uk: Юридичні Політики
uz: Huquqiy siyosat
vi: Chính sách pháp luật

source: Terms of Service & Honor Code
af_za: Diensbepalings en Eerkode
az: Xidmət şərtləri & Şərəf Kodu
da: Servicevilkår og Honor Code
el: Όροι χρήσης και Κώδικας τιμής
es_419: Términos de Servicio y Código de Honor
fa: شرایط خدمات و کد افتخار
fr: Conditions d'utilisation & Code D'honneur
he: תנאי השירות וקוד כבוד
hi: सेवा की शर्तें और सम्मान संहिता
hu: Általános szerződési feltételek és becsületkódex
id: Ketentuan Layanan dan Kode Etik
it_it: Termini di Servizio e Codice di comportamento
ja: 利用規約と名誉規定
ka: მომსახურების პირობები & ღირსების კოდექსი
lv: Pakalpojuma noteikumi un Goda kodekss
nl: Servicevoorwaarden en erecode
pl: Warunki korzystania z Serwisu i Kodeks Honorowy
pt_br: Termo de Serviço e Código De Honra
ro: Termeni și condiții și Angajament de Integritate
sq: Kushtet e Shërbimit dhe Kodi i Nderit
sv: Användarvillkor och Uppförandekod
sw: Sheria na Masharti na Kanuni ya Heshima
te: సేవా నిబంధనలు & గౌరవ కోడ్
th: ข้อกำหนดในการให้บริการและการให้เกียรติคุณ
tr_tr: Kullanım Şartları & Etik Kuralları
uk: Умови надання послуг та Кодекс Честі
uz: Xizmat shartlari va hurmat kodi
vi: Điều khoản dịch vụ &amp; Mã danh dự

source: Privacy Policy
af_za: Privaatheidsbeleid
az: Məxfilik siyasəti
da: Privatlivspolitik
el: Πολιτική απορρήτου
es_419: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi Irányelvek
id: Kebijakan Privasi
it_it: Informativa sulla Privacy
ja: プライバシーポリシー
ka: კონფიდენციალურობის პოლიტიკა
lv: Privātuma politika
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate
sq: Politika e privatësisë
sv: Integritetspolicy
sw: Sera ya Faragha
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik Politikası
uk: Політика конфіденційності
uz: Maxfiylik siyosati
vi: Chính sách bảo mật

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
af_za: Alle regte voorbehou behalwe waar vermeld. edX, Open edX en die edX en Open edX logo&#39;s is geregistreerde handelsmerke of handelsmerke van edX Inc.
az: Başqa cür qeyd olunmadığı halda, bütün hüquqlar qorunur. edX, Open edX və Open edX loqoları qeydiyyata alınmış ticarət nişanlarıdır və ya edX şirkətinin ticarət markalarıdır.
da: Alle rettigheder forbeholdes, medmindre andet er angivet. edX, Open edX og edX- og Open edX-logoerne er registrerede varemærker eller varemærker tilhørende edX Inc.
el: Με την επιφύλαξη παντός δικαιώματος, εκτός εάν σημειώνεται. Το edX, το Open edX και τα λογότυπα edX και Open edX είναι σήματα κατατεθέντα ή εμπορικά σήματα της edX Inc.
es_419: Todos los derechos reservados, excepto cuando se indique. edX, Open edX, y los logos de edX y Open edX son marcas registradas o marcas de edX Inc.
fa: تمامی حقوق محفوظ است به جز موارد ذکر شده edX، Open edX و لوگوهای edX و Open edX علائم تجاری یا علائم تجاری ثبت شده edX Inc هستند.
fr: Tous droits réservés sauf indication contraire. edX, Open edX et les logos edX et Open edX sont des marques déposées ou des marques commerciales d&#39;edX Inc.
he: © edX Inc.‎ כל הזכויות שמורות, למעט כשמצוין אחרת ל- ‎EdX‏, Open edX וסמלי הלוגו של edX ו-Open EdX הם סימנים מסחריים רשומים או סימנים מסחריים של edX Inc.
hi: जहां उल्लेख किया गया है उसे छोड़कर सभी अधिकार सुरक्षित हैं। edX, Open edX और edX और Open edX लोगो edX Inc. के पंजीकृत ट्रेडमार्क या ट्रेडमार्क हैं।
hu: Minden jog fenntartva, kivéve, ahol külön jeleztük. Az edX, az Open edX, valamint az edX és az Open edX logók az edX Inc. bejegyzett védjegyei vagy védjegyei.
id: Semua hak cipta dilindungi kecuali yang dituliskan. edX, Open edX dan edX dan Open edX logo adalah merek dagang terdaftar atau merek dagang dari edX Inc.
it_it: Tutti i diritti riservati tranne dove diversamente indicato. edX, Open edX e i logo edX e Open edX sono marchi registrati o marchi della logos edX Inc.
ja: すべての権利は、特に記載がない限り、保留されています。edX、Open edX、およびedXとOpen edXのロゴは、edX Inc.の登録商標または商標です。
ka: ყველა უფლება დაცულია, გარდა მითითებული გამონაკლისებისა. edX, Open edX და edX-ისა და Open edX-ის ლოგოები წარმოადგენენ რეგისტრირებულ სავაჭრო ნიშნებს, ან edX Inc-ის სავაჭრო ნიშნებს.
lv: Visas tiesības aizsargātas, izņemot, ja norādīts citādi. edX, Open edX un edX un Open edX logotipi ir reģistrētas preču zīmes vai edX Inc. preču zīmes.
nl: Alle rechten voorbehouden, tenzij anders aangegeven. edX, Open edX en de edX- en Open edX-logo's zijn geregistreerde handelsmerken of handelsmerken van edX Inc.
pl: Wszelkie prawa zastrzeżone, chyba że zaznaczono inaczej. edX, Open edX oraz logo edX i Open edX są zastrzeżonymi znakami towarowymi lub znakami towarowymi firmy edX Inc.
pt_br: Todos os direitos reservados exceto quando especificado. edX, Open edX e os logos da edX e da Open edX são marcas registradas ou marcas da edX Inc.
ro: Toate drepturile rezervate exceptând unde au fost menționate. edX, Open edX și siglele edX și Open edX sunt mărci înregistrate sau mărci ale edX Inc.
sq: Të gjitha të drejtat e rezervuara përveç rasteve kur shënohet. edX, Open edX dhe logot edX dhe Open edX janë marka tregtare ose marka tregtare të regjistruara të edX Inc.
sv: Alla rättigheter förbehållna utom där det anges. edX, Open edX och edX och Open edX logotyper är registrerade varumärken eller varumärken som tillhör edX Inc.
sw: Haki zote zimehifadhiwa isipokuwa pale palipobainishwa. edX, Open edX na nembo za edX na Open edX ni alama za biashara zilizosajiliwa au alama za biashara za edX Inc.
te: పేర్కొన్న చోట తప్ప అన్ని హక్కులు ప్రత్యేకించబడ్డాయి. edX, Open edX మరియు edX మరియు ఓపెన్ edX లోగోలు edX Inc యొక్క రిజిస్టర్డ్ ట్రేడ్‌మార్క్‌లు లేదా ట్రేడ్‌మార్క్‌లు.
th: สงวนลิขสิทธิ์ยกเว้นที่ระบุไว้ edX, Open edX และโลโก้ edX และ Open edX เป็นเครื่องหมายการค้าจดทะเบียนหรือเครื่องหมายการค้าของ edX Inc.
tr_tr: Belirtilen yerler dışında bütün hakları saklıdır. edX, Open edX ve Open edX logosu edX Inc'in tescilli ticari markalarıdır.
uk: Усі права захищено, окрім випадків, коли зазначено інше. edX, Open edX та логотипи edX і Open edX є зареєстрованими торговими марками або торговими марками edX Inc.
uz: Belgilangan holatlardan tashqari barcha huquqlar himoyalangan. edX, Open edX va edX va Open edX logotiplari edX Inc.ning roʻyxatdan oʻtgan savdo belgilari yoki savdo belgilaridir.
vi: Mọi quyền được bảo lưu trừ khi có ghi chú. Các logo edX, Open edX và edX và Open edX là các nhãn hiệu hoặc nhãn hiệu đã đăng ký của edX Inc.

source: Powered by
af_za: Aangedryf deur
az: Tərəfindən dəstəklənir
da: Drevet af
el: Τροφοδοτείται από
es_419: Impulsado por
fa: پشتیبانی شده توسط
fr: Alimenté par
he: מונע על ידי
hi: के द्वारा संचालित
it_it: Basato su
lv: Nodrošina
nl: Aangedreven door
pl: Obsługiwane przez
pt_br: Distribuído por
ro: Cu sprijinul
sq: Mundësuar nga
sv: Drivs av
sw: Kinatumia
te: ద్వారా ఆధారితం
th: ขับเคลื่อนโดย
tr_tr: Sağlayıcı
uk: Засновано на технології
uz: Tomonidan qo'llab-quvvatlanadi
vi: Được cung cấp bởi

source: Skip to main content
af_za: Slaan oor na hoofinhoud
az: Əsas məzmuna keçin
da: Spring til hovedindholdet.
el: Παράλειψη σε κυρίως περιεχόμενο
es_419: Ir al contenido principal
fa: رفتن به محتوای اصلی
fr: Passer au contenu principal
he: דלג לתוכן הראשי
hi: मुख्य कन्टेंट पर जाएं
hu: Ugrás a főoldalra
id: Lewati ke konten utama
it_it: Passa al contenuto principale
ja: メインコンテンツにスキップ
ka: მთავარ შინაარსზე გადასვლა
lv: Pāriet uz galveno saturu
nl: Ga naar de hoofdinhoud
pl: Przejdź do głównej zawartości
pt_br: Pular para o conteúdo principal
ro: Sari la conținutul principal
sq: Shkoni te përmbajtja kryesore
sv: Hoppa till huvudinnehållet
sw: Ruka hadi kwa yaliyomo kuu
te: ప్రధాన కంటెంట్‌కి దాటించండి
th: ข้ามไปที่เนื้อหาหลัก
tr_tr: Ana içeriğe dön
uk: Перейти до головного змісту
uz: Asosiy tarkibga o'tish
vi: Chuyển đến nội dung chính

source: Congratulations, %(user_name)s!
af_za: Baie geluk, %(user_name)s !
az: Təbriklər, %(user_name)s!
da: Tillykke, %(user_name)s!
el: Συγχαρητήρια, %(user_name)s!
es_419: Felicitaciones, %(user_name)s!
fa: تبریک می گویم، %(user_name)s !
fr: Félicitations, %(user_name)s !
he: מזל טוב, %(user_name)s!
hi: बधाई, %(user_name)s!
hu: Gratulálok, %(user_name)s!
id: Selamat, %(user_name)s!
it_it: Congratulazioni, %(user_name)s!
ja: おめでとうございます、%(user_name)sさん!
lv: Apsveicam, %(user_name)s !
nl: Gefeliciteerd, %(user_name)s!
pl: Gratulacje, %(user_name)s!
pt_br: Parabéns, %(user_name)s!
ro: Felicitări, %(user_name)s!
sq: Urime, %(user_name)s !
sv: Grattis, %(user_name)s!
sw: Hongera, %(user_name)s !
te: అభినందనలు, %(user_name)s !
th: ขอแสดงความยินดีกับคุณ %(user_name)s!
tr_tr: Kutlarız, %(user_name)s!
uk: Вітаємо, %(user_name)s!
uz: Tabriklaymiz, %(user_name)s !
vi: Xin chúc mừng, %(user_name)s !
