Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: %(program_name)s Credit Request for %(user_full_name)s
af_za: %(program_name)s Kredietversoek vir %(user_full_name)s
az: %(program_name)s üzrə %(user_full_name)s üçün kredit istəyi
da: %(program_name)s Kreditanmodning for %(user_full_name)s
el: %(program_name)s Αίτημα πίστωσης για %(user_full_name)s
es_419: %(program_name)s Solicitud de Crédito del Programa para %(user_full_name)s
fa: %(program_name)s درخواست اعتبار برای %(user_full_name)s
he: %(program_name)s בקשת אשראי עבור משתמש %(user_full_name)s
hi: %(program_name)sके लिए क्रेडिट अनुरोध%(user_full_name)s
hu: %(program_name)s kreditkérelem %(user_full_name)s részére
id: %(program_name)s Permintaan Kredit untuk %(user_full_name)s
it_it: Richiesta di credito %(program_name)s per %(user_full_name)s
ja: %(user_full_name)s の %(program_name)s クレジット申請
lv: %(program_name)s kredīta pieprasījums %(user_full_name)s
nl: %(program_name)s Kredietaanvraag voor %(user_full_name)s
pl: %(program_name)s Prośba o kredyt dla %(user_full_name)s
pt_br: %(program_name)s Pedido de crédito para %(user_full_name)s
ro: %(program_name)sCererea de Credit pentru %(user_full_name)s
sq: %(program_name)s Kërkesë kredie për %(user_full_name)s
sv: %(program_name)s Kreditbegäran för %(user_full_name)s
sw: %(program_name)s Ombi la Mkopo la %(user_full_name)s
te: %(program_name)s %(user_full_name)s కోసం క్రెడిట్ అభ్యర్థన
th: %(program_name)s ขอเครดิตสำหรับ %(user_full_name)s
tr_tr: %(user_full_name)s için %(program_name)s Kredi Talebi
uk: %(program_name)s запит на зарахування кредитів для %(user_full_name)s
uz: %(program_name)s %(user_full_name)s uchun kredit so'rovi
vi: %(program_name)s Yêu cầu tín dụng cho %(user_full_name)s

source: Credentials Administration
af_za: Geloofsbriewe Administrasie
az: Etimadnamələrin İdarə Edilməsi
da: Administration af legitimationsoplysninger
el: Διαχείριση Διαπιστευτηρίων
es_419: Administración de Credenciales
fa: اداره اعتبارنامه ها
fr: Administration des informations d&#39;identification
he: ניהול אישורים
hi: क्रेडेंशियल्स प्रशासन
hu: Hitelesítések kezelése
id: Administrasi Kredensial
it_it: Gestione credenziali
ja: 資格の管理業務
lv: Akreditācijas datu administrēšana
nl: Administratie van legitimatiebewijzen
pl: Administracja poświadczeń
pt_br: Administração de Credenciais
ro: Administrarea acreditărilor
sq: Administrata e Kredencialeve
sv: Administrering av referenser
sw: Utawala wa Vitambulisho
te: క్రెడెన్షియల్స్ అడ్మినిస్ట్రేషన్
th: การบริหารข้อมูลประจำตัว
uk: Адміністрування облікових даних
uz: Hisob ma'lumotlari ma'muriyati
vi: Quản trị thông tin xác thực

source: URL at which the credential can be downloaded
sw: URL ambayo kitambulisho kinaweza kupakuliwa
uk: URL-адреса, за якою можна завантажити обліковий запис

source: Program Listing View
sw: Mwonekano wa Orodha ya Programu
uk: Перегляд Списку Програм

source: The following is a list of all active programs for which program records are being generated.
sw: Ifuatayo ni orodha ya programu zote zinazotumika ambazo rekodi za programu zinazalishwa.
uk: Нижче наведено список усіх активних програм, для яких створюються записи програми.
