Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Twitter username included in tweeted credentials. Do NOT include @.
af_za: Twitter-gebruikersnaam ingesluit in getwiet geloofsbriewe. MOENIE @ insluit nie.
az: Twitter istifadəçisi adı tweet olunmuş etimadnamələrə daxil edilmişdir. @ işarəsini daxil etməyin.
da: Twitter-brugernavn inkluderet i tweeted legitimationsoplysninger. Medtag IKKE @.
el: Το όνομα χρήστη Twitter περιλαμβάνεται στα διαπιστευτήρια που έχουν αποσταλεί στο Twitter. ΜΗΝ συμπεριλάβετε @.
es_419: Nombre de usuario de Twitter incluido en las credenciales. NO incluya el @.
fa: نام کاربری توییتر در اطلاعات کاربری توییت شده گنجانده شده است. @ را وارد نکنید.
fr: Nom d'utilisateur Twitter inclus dans les informations d'identification tweetées. N'incluez pas @.
he: שם המשתמש בטוויטר נכלל באישורי כניסה שהועברו בציוץ. אין לכלול את התו @.
hi: ट्वीट किए गए क्रेडेंशियल में ट्विटर उपयोगकर्ता नाम शामिल है। शामिल न करें @।
hu: A Twitter felhasználónév szerepel a tweetelt hitelesítő adatokban. NE tartalmazza az @ jelet.
id: Nama pengguna Twitter dalam kredensial yang dicuitkan. JANGAN masukkan @.
it_it: Nome utente Twitter incluso nelle credenziali pubblicate su Twitter. Non includere @.
ja: ツイートされた資格情報に含まれるTwitterユーザー名。@は含めないでください。
lv: Twitter lietotājvārds iekļauts tvītošajos akreditācijas datos. Neiekļaujiet @.
nl: Twitter-gebruikersnaam opgenomen in getweet-inloggegevens. Voeg niet toe @.
pl: Nazwa użytkownika Twittera zawarta w tweetowanych danych uwierzytelniających. Nie zawiera @.
pt_br: O nome de usuário do Twitter incluído nas credenciais tuitadas. NÃO inclua @.
ro: Numele de utilizator al Twitter inclus în acreditările postate. Nu include @.
sq: Emri i përdoruesit në Twitter i përfshirë në kredencialet e postuara në Twitter. MOS përfshini @.
sv: Twitter-användarnamn ingår i tweetade autentiseringsuppgifter. Inkludera inte @.
sw: Jina la mtumiaji la Twitter limejumuishwa katika vitambulisho vya tweeted. USIJUMUISHE @.
te: ట్వీట్ చేసిన ఆధారాలలో Twitter వినియోగదారు పేరు చేర్చబడింది. @ చేర్చవద్దు.
th: ชื่อผู้ใช้ Twitter รวมอยู่ในข้อมูลรับรองทวีต ไม่รวม @
tr_tr: Twitter kullanıcı adı tweet atılan referanslara dahil. @ koymayın.
uk: Ім’я користувача Твіттера, під яким публікуються твіти, включено в облікові дані. НЕ додавайте @.
uz: Twitter foydalanuvchi nomi tvitlangan hisob ma'lumotlariga kiritilgan. @ qo'shmang.
vi: Tên tài khoản Twitter được bao gồm trong thông tin xác thực đã tweet. Không bao gồm @.

source: Enable Facebook sharing
af_za: Aktiveer Facebook-deling
az: Facebook paylaşımını aktivləşdirin
da: Aktiver Facebook-deling
el: Ενεργοποίηση δημοσίευσης στο Facebook
es_419: Habilitar compartir en Facebook
fa: اشتراک گذاری فیسبوک را فعال کنید
fr: Activer le partage Facebook
he: אפשר שיתוף בפייסבוק
hi: फेसबुक शेयरिंग सक्षम करें
hu: Facebook-megosztás engedélyezése
id: Aktifkan berbagi melalui Facebook
it_it: Abilita condivisione Facebook
ja: Facebookでの共有を有効にする
lv: Iespējot Facebook kopīgošanu
nl: Schakel Facebook-delen in
pl: Włącz udostępnianie na Facebooku
pt_br: Habilitar compartilhamento no Facebook
ro: Activați partajarea pe Facebook
sq: Aktivizo ndarjen në Facebook
sv: Aktivera delning på Facebook
sw: Washa kushiriki Facebook
te: Facebookను భాగస్వామ్యం చేయండి
th: เปิดใช้งานการแชร์บน Facebook
tr_tr: Facebook paylaşımını etkinleştir
uk: Ввімкнути поширення через Facebook
uz: Facebook almashishni yoqing
vi: Bật chia sẻ Facebook

source: Enable sharing via Facebook
af_za: Aktiveer deling via Facebook
az: Facebook vasitəsilə paylaşmanı aktivləşdirin
da: Aktiver deling via Facebook
el: Ενεργοποίηση δημοσίευσης στο Facebook
es_419: Habilitar compartir en Facebook
fa: اشتراک گذاری از طریق فیس بوک را فعال کنید
fr: Activer le partage via Facebook
he: אפשר שיתוף דרך פייסבוק
hi: फेसबुक के माध्यम से साझाकरण सक्षम करें
hu: Engedélyezze a megosztást a Facebookon keresztül
id: Aktifkan berbagi melalui Facebook
it_it: Abilita condivisione tramite Facebook
ja: Facebookでの共有を有効にする
lv: Iespējot kopīgošanu, izmantojot Facebook
nl: Schakel delen via Facebook in
pl: Włącz udostępnianie na Facebooku
pt_br: Habilitar compartilhamento via Facebook.
ro: Permiteți distribuirea prin Facebook
sq: Aktivizo ndarjen përmes Facebook
sv: Aktivera delning med Facebook
sw: Washa kushiriki kupitia Facebook
te: Facebook ద్వారా భాగస్వామ్యం చేయడాన్ని ప్రారంభించండి
th: เปิดใช้งานการแชร์ผ่าน Facebook
tr_tr: Facebook ile paylaşımı etkinleştir
uk: Ввімкнути публікацію через Facebook
uz: Facebook orqali almashishni yoqing
vi: Bật chia sẻ qua Facebook

source: Enable LinkedIn sharing
af_za: Aktiveer LinkedIn-deling
az: LinkedIn paylaşmanı aktivləşdirin
da: Aktiver LinkedIn-deling
el: Ενεργοποίηση δημοσίευσης στο LinkedIn
es_419: Habilitar compartir en LinkedIn
fa: اشتراک گذاری لینکدین را فعال کنید
fr: Activez le partage LinkedIn
he: אפשר שיתוף ב-LinkedIn
hi: लिंक्डइन साझाकरण सक्षम करें
hu: LinkedIn megosztás engedélyezése
id: Aktifkan berbagi melalui LinkedIn
it_it: Abilita condivisione LinkedIn
ja: LinkedInでの共有を有効にする
lv: Iespējot LinkedIn kopīgošanu
nl: Schakel LinkedIn delen in
pl: Włącz udostępnianie na LinkedIn
pt_br: Habilitar Compartilhamento no LinkedIn
ro: Permiteți distribuirea pe LinkedIn
sq: Aktivizo ndarjen e LinkedIn
sv: Aktivera delning med LinkedIn
sw: Washa kushiriki kwa LinkedIn
te: లింక్డ్ఇన్ భాగస్వామ్యాన్ని ప్రారంభించండి
th: เปิดใช้งานการแบ่งปัน LinkedIn
tr_tr: LinkedIn paylaşımını etkinleştir
uk: Ввімкнути поширення через LinkedIn
uz: LinkedIn almashishni yoqing
vi: Bật chia sẻ LinkedIn

source: Enable sharing via LinkedIn
af_za: Aktiveer deling via LinkedIn
az: LinkedIn vasitəsilə paylaşmanı aktivləşdirin
da: Aktiver deling via LinkedIn
el: Ενεργοποίηση δημοσίευσης στο LinkedIn
es_419: Habilitar compartir en LinkedIn
fa: اشتراک گذاری از طریق لینکدین را فعال کنید
fr: Activer le partage via LinkedIn
he: אפשר שיתוף דרך LinkedIn
hi: लिंक्डइन के माध्यम से साझाकरण सक्षम करें
hu: Engedélyezze a megosztást a LinkedIn-en keresztül
id: Aktifkan berbagi melalui LinkedIn
it_it: Abilita condivisione tramite LinkedIn
ja: LinkedInでの共有を有効にする
lv: Iespējot koplietošanu, izmantojot LinkedIn
nl: Schakel delen via LinkedIn in
pl: Włącz udostępnianie poprzez LinkedIn
pt_br: Habilitar compartilhamento via LinkedIn
ro: Permiteți distribuirea prin LinkedIn
sq: Aktivizo ndarjen përmes LinkedIn
sv: Aktivera delning med LinkedIn
sw: Washa kushiriki kupitia LinkedIn
te: లింక్డ్ఇన్ ద్వారా భాగస్వామ్యాన్ని ప్రారంభించండి
th: เปิดใช้งานการแบ่งปันผ่าน LinkedIn
tr_tr: LinkedIn ile paylaşımı etkinleştir
uk: Ввімкнути публікацію через LinkedIn
uz: LinkedIn orqali almashishni yoqing
vi: Cho phép chia sẻ qua LinkedIn

source: Enable Twitter sharing
af_za: Aktiveer Twitter-deling
az: Twitter paylaşmanı aktivləşdirin
da: Aktivér Twitter-deling
el: Ενεργοποιήστε τη δημοσίευση στο Twitter
es_419: Habilitar compartir en Twitter
fa: اشتراک گذاری توییتر را فعال کنید
fr: Activer le partage Twitter
he: אפשר שיתוף בטוויטר
hi: ट्विटर साझाकरण सक्षम करें
hu: Twitter megosztás engedélyezése
id: Aktifkan berbagi melalui Twitter
it_it: Abilita condivisione Twitter
ja: Twitter共有を有効にする
lv: Iespējot Twitter kopīgošanu
nl: Schakel Twitter-delen in
pl: Włącz udostępnianie na Twitterze
pt_br: Habilitar compartilhamento no Twitter
ro: Permiteți distribuirea pe Twitter
sq: Aktivizo ndarjen në Twitter
sv: Aktivera delning med Twitter
sw: Washa kushiriki Twitter
te: Twitter భాగస్వామ్యాన్ని ప్రారంభించు
th: เปิดใช้งานการแชร์ Twitter
tr_tr: Twitter paylaşımını etkinleştir
uk: Ввімкнути поширення через Twitter
uz: Twitter almashishni yoqing
vi: Bật chia sẻ Twitter

source: Enable sharing via Twitter
af_za: Aktiveer deling via Twitter
az: Twitter vasitəsilə paylaşmanı aktivləşdirin
da: Aktiver deling via Twitter
el: Ενεργοποίηση δημοσίευσης στο Twitter
es_419: Habilitar compartir en Twitter
fa: اشتراک گذاری از طریق توییتر را فعال کنید
fr: Activer le partage via Twitter
he: אפשר שיתוף דרך טוויטר
hi: ट्विटर के माध्यम से साझाकरण सक्षम करें
hu: Engedélyezze a megosztást Twitteren keresztül
id: Aktifkan berbagi melalui Twitter
it_it: Abilita condivisione tramite Twitter
ja: Twitterでの共有を有効にする
lv: Iespējot kopīgošanu, izmantojot Twitter
nl: Schakel delen via Twitter in
pl: Włącz udostępnianie za pośrednictwem Twittera
pt_br: Habilitar compartilhamento via Twitter
ro: Permiteți distribuirea prin Twitter
sq: Aktivizo ndarjen përmes Twitter
sv: Aktivera delning med Twitter
sw: Washa kushiriki kupitia Twitter
te: Twitter ద్వారా భాగస్వామ్యం చేయడాన్ని ప్రారంభించండి
th: เปิดใช้งานการแชร์ผ่าน Twitter
tr_tr: Twitter ile paylaşımı etkinleştir
uk: Ввімкнути публікацію через Twitter
uz: Twitter orqali almashishni yoqing
vi: Cho phép chia sẻ qua Twitter

source: Full Name
af_za: Volle naam
az: Ad/Soyad
da: Fulde navn
el: Ονοματεπώνυμο
es_419: Nombre completo
fa: نام و نام خانوادگی
fr: Nom complet
he: שם מלא
hi: पूरा नाम
hu: Teljes név
id: Nama Lengkap
it_it: Nome e Cognome
ja: 氏名
ka: სრული სახელი
lv: Pilnais vārds
nl: Volledige naam
pl: Imię i nazwisko
pt_br: Nome completo
ro: Nume complet
sq: Emri i plotë
sv: Fullständigt namn
sw: Jina kamili
te: పూర్తి పేరు
th: ชื่อและนามสกุล
tr_tr: Tam Ad
uk: Ім'я та прізвище
uz: To'liq ism
vi: Họ và tên

source: All authoring organizations of the program MUST have a certificate image defined!
af_za: Alle outeursorganisasies van die program MOET &#39;n sertifikaatbeeld gedefinieer hê!
az: Porqramın bütün müəllif təşkilatlarının müəyyənləşdirilmiş sertifikat şəkli OLMALIDIR!
da: Alle forfatterorganisationer af programmet SKAL have et certifikatbillede defineret!
el: Όλοι οι οργανισμοί συγγραφής του προγράμματος ΠΡΕΠΕΙ να έχουν ορίσει μια εικόνα πιστοποιητικού!
es_419: Todas las organizaciones que ofrecen el programa deben tener una imagen definida para el certificado!
fa: همه سازمان های نویسنده برنامه باید یک تصویر گواهی تعریف شده داشته باشند!
fr: Toutes les organisations créatrices du programme DOIVENT avoir une image de certificat définie !
he: על כל הארגונים המורשים של התכנית להגדיר תמונת תעודה!
hi: कार्यक्रम के सभी संलेखन संगठनों के पास एक प्रमाणपत्र छवि परिभाषित होनी चाहिए!
hu: A program összes szerzői szervezetének rendelkeznie KELL egy meghatározott bizonyítványképpel!
id: Semua organisasi yang menyusun program HARUS memiliki gambar sertifikat!
it_it: Tutte le organizzazioni di authoring del programma DEVONO avere definita un'immagine del certificato.
ja: プログラムのすべての作成組織は、証明書画像を定義する必要があります！
lv: Visām programmas autororganizācijām OBLIGĀTI ir jādefinē sertifikāta attēls!
nl: Alle auteursorganisaties van het programma MOETEN een certificaatafbeelding hebben gedefinieerd!
pl: Wszystkie organizacje autorzy programu MUSZĄ mieć zdefiniowany obraz Certyfikatu!
pt_br: Todas as organizações autoras do programa DEVEM ter uma imagem de Certificado definida!
ro: Toate organizațiile autorizate ale programului trebuie să aibă o imagine a certificatului definită.
sq: Të gjitha organizatat autore të programit DUHET të kenë të përcaktuar imazhin e certifikatës!
sv: Alla författarorganisationer av programmet MÅSTE ha en certifikatbild definierad!
sw: Mashirika yote ya uidhinishaji wa programu LAZIMA yawe na picha ya cheti iliyofafanuliwa!
te: ప్రోగ్రామ్ యొక్క అన్ని ఆథరింగ్ సంస్థలు తప్పనిసరిగా సర్టిఫికేట్ ఇమేజ్‌ని నిర్వచించవలసి ఉంటుంది!
th: องค์กรที่สร้างโปรแกรมทั้งหมดจะต้องมีใบรับรองอิมเมจที่กำหนด!
tr_tr: Program sahibi tüm kurumlar bir sertifika rozetine sahip olmak ZORUNDADIR!
uk: Усі уповноваженні організації програми ПОВИННІ мати зображення для сертифікату!
uz: Dasturning barcha mualliflik tashkilotlarida sertifikat tasviri belgilangan bo'lishi MUMKIN!
vi: Tất cả các tổ chức tác giả của chương trình PHẢI có hình ảnh chứng chỉ được xác định!

source: The image file size must be less than 250KB.
af_za: Die prentlêergrootte moet minder as 250KB wees.
az: Şəkil faylının ölçüsü 250KB-dan az olmalıdır.
da: Billedfilens størrelse skal være mindre end 250KB.
el: Το μέγεθος του αρχείου εικόνας πρέπει να είναι μικρότερο από 250 KB.
es_419: La imagen debe tener un tamaño menor a 250KB.
fa: حجم فایل تصویر باید کمتر از 250 کیلوبایت باشد.
fr: La taille du fichier image doit être inférieure à 250 Ko.
he: גודל קובץ התמונה חייב להיות פחות מ-250KB.
hi: छवि फ़ाइल का आकार 250KB से कम होना चाहिए।
hu: A kép fájlmérete nem haladhatja meg a 250 KB-ot.
id: Ukuran file harus kurang dari 250KB.
it_it: La dimensione del file immagine deve essere inferiore a 250 KB.
ja: 画像ファイルのサイズは250KB未満でなければなりません。
ka: სურათის ზომა უნდა იყოს 250 კბაიტზე ნაკლები.
lv: Attēla faila lielumam ir jābūt mazākam par 250 KB.
nl: De bestandsgrootte van de afbeelding moet kleiner zijn dan 250 KB.
pl: Rozmiar pliku obrazu musi być mniejszy niż 250 KB.
pt_br: O arquivo de imagem deve ser menor que 250KB.
ro: Dimensiunea imaginii trebuie să fie mai mică decât 250KB.
sq: Madhësia e skedarit të imazhit duhet të jetë më pak se 250 KB.
sv: Bildfilens storlek måste vara mindre än 250 kB.
sw: Saizi ya faili ya picha lazima iwe chini ya KB 250.
te: చిత్ర ఫైల్ పరిమాణం తప్పనిసరిగా 250KB కంటే తక్కువగా ఉండాలి.
th: ขนาดไฟล์ภาพต้องน้อยกว่า 250KB
tr_tr: Rozet görüntüsünün dosya boyutu 250 KB'den küçük olmalıdır.
uk: Розмір файлу зображення повинен бути не більше 250 Кб.
uz: Rasm fayli hajmi 250 KB dan kam bo'lishi kerak.
vi: Kích thước tệp hình ảnh phải nhỏ hơn 250KB.

source: Invalid course key.
af_za: Ongeldige kursussleutel.
az: Etibarsız kurs acarı.
da: Ugyldig kursusnøgle.
el: Μη έγκυρο κλειδί μαθήματος.
es_419: Clave de curso no válida.
fa: کلید دوره نامعتبر است.
fr: Clé de cours non valide.
he: מפתח הקורס אינו תקף.
hi: अमान्य पाठ्यक्रम कुंजी।
hu: Érvénytelen kurzuskulcs.
id: Kunci kursus tidak valid.
it_it: Chiave corso non valida.
ja: 無効なコースキーです。
ka: კურსის არასწორი გასაღები.
lv: Nederīga kursa atslēga.
nl: Ongeldige cursussleutel.
pl: Nieprawidłowy klucz kursu.
pt_br: Chave do curso inválida.
ro: Cheie a cursului invalidă.
sq: Çelësi i kursit i pavlefshëm.
sv: Ogiltig kursnyckel.
sw: Ufunguo batili wa kozi.
te: చెల్లని కోర్సు కీ.
th: รหัสหลักสูตรไม่ถูกต้อง
tr_tr: Geçersiz ders anahtarı.
uk: Неправильний ключ курсу
uz: Kurs kaliti yaroqsiz.
vi: Khóa học không hợp lệ.

source: Signatory organization name if its different from issuing organization.
af_za: Ondertekenende organisasie se naam as dit verskil van die organisasie wat uitreik.
az: Əgər imzalayan təşkilat adı onu verən təşkilatın adından fərqlidirsə.
da: Underskrivende organisations navn, hvis det er forskelligt fra den udstedende organisation.
el: Το όνομα του υπογράφοντος οργανισμού εάν διαφέρει από τον οργανισμό έκδοσης.
es_419: Nombre de la organización del signatario, en caso de que sea diferente a la organización que emite el certificado.
fa: نام سازمان امضاکننده در صورتی که با سازمان صادرکننده متفاوت باشد.
fr: Nom de l’organisation signataire s’il est différent de l’organisation émettrice.
he: שם הארגון החותם אם שונה מהארגון המנפיק.
hi: हस्ताक्षरकर्ता संगठन का नाम यदि वह जारीकर्ता संगठन से भिन्न है।
hu: A szervezet neve, ha az eltér a kibocsátó szervezet nevétől.
id: Nama organisasi jika berbeda dengan organisasi yang mengeluarkan sertifikat.
it_it: Il nome dell'organizzazione firmataria se è diverso dall'organizzazione emittente.
ja: 署名組織名が発行組織と異なる場合。
ka: ხელისმომწერი ორგანიზაციის სახელი, თუ ის განსხვავდება გამცემი ორგანიზაციისგან.
lv: Parakstītājorganizācijas nosaukums, ja tas atšķiras no izdevējas organizācijas.
nl: Naam van de ondertekenende organisatie als deze verschilt van de uitgevende organisatie.
pl: Nazwa organizacji sygnatariusza, jeśli różni się od organizacji wydającej.
pt_br: Nome da organização signatária se for diferente da organização emissora.
ro: Numele organizației semnatare dacă este diferită față de organizația emitentă.
sq: Emri i organizatës nënshkruese nëse është i ndryshëm nga organizata lëshuese.
sv: Undertecknande organisations namn om det skiljer sig från den utfärdande organisationen.
sw: Jina la shirika lililotia saini ikiwa ni tofauti na shirika linalotoa.
te: సంతకం చేసే సంస్థ పేరు జారీ చేసే సంస్థ నుండి భిన్నంగా ఉంటే, దయచేసి తెలియజేయండి.
th: ชื่อองค์กรที่ลงนามหากแตกต่างจากองค์กรที่ออก
tr_tr: İmzacı kurum adı, yayımlayan kurumdan farklı olduğunda.
uk: Назва організації-підписанта, якщо вона відрізняється від організації-емітента.
uz: Imzolovchi tashkilot nomi, agar u emitent tashkilotdan farq qilsa.
vi: Tên tổ chức ký nếu khác với tổ chức phát hành.

source: Image must be square PNG files. The file size should be under 250KB.
af_za: Prent moet vierkantige PNG-lêers wees. Die lêergrootte moet minder as 250KB wees.
az: Şəkil PNG fayl olmalıdır. Faylın ölçüsü 250KB-dan aşağı olmalıdır.
da: Billedet skal være firkantede PNG-filer. Filstørrelsen skal være under 250KB.
el: Η εικόνα πρέπει να είναι τετράγωνο αρχείο PNG. Το μέγεθος του αρχείου θα πρέπει να είναι κάτω από 250 KB.
es_419: La imagen debe ser un cuadrado en formato PNG. El tamaño de archivo debe ser menor a 250KB.
fa: تصویر باید فایل PNG مربعی باشد. حجم فایل باید کمتر از 250 کیلوبایت باشد.
fr: L’image doit être un fichier PNG carré. La taille du fichier doit être inférieure à 250 Ko.
he: התמונה חייבת להיות בקבצי PNG מרובעים. גודל הקובץ חייב להיות פחות מ-250KB.
hi: छवि वर्गाकार पीएनजी फ़ाइलें होनी चाहिए। फ़ाइल का आकार 250KB से कम होना चाहिए।
hu: A képnek négyzet alakú PNG fájlnak kell lennie. A fájl mérete 250KB alatt legyen.
id: Gambar harus berupa file PNG persegi. Ukuran harus kurang dari 250KB.
it_it: L'immagine deve essere un file PNG. La dimensione del file non deve superare i 250KB.
ja: 画像は正方形のPNGファイルである必要があります。ファイルサイズは250KB未満にしてください。
ka: სურათი უნდა იყოს კვადრატული PNG ფაილი. ფაილის ზომა არ უნდა აღემატებოდეს 250 კბაიტს.
lv: Attēlam ir jābūt kvadrātveida PNG failam. Faila lielumam ir jābūt mazākam par 250 KB.
nl: De afbeelding moet vierkante PNG-bestanden zijn. De bestandsgrootte moet kleiner zijn dan 250 KB.
pl: Obraz musi być kwadratowym plikiem PNG. Rozmiar pliku powinien być mniejszy niż 250 KB.
pt_br: A imagem deve ser um quadrado em arquivo PNG. O tamanho do arquivo deve ser inferior a 250KB.
ro: Imaginea trebuie sa fie de tipul PNG files. Dimensiunea documentului trebuie să fie mai mică decât 250KB.
sq: Imazhi duhet të jetë skedar PNG katror. Madhësia e skedarit duhet të jetë nën 250 KB.
sv: Bilden måste vara fyrkantiga PNG-filer. Filstorleken bör vara under 250 kB.
sw: Picha lazima iwe faili za PNG za mraba. Saizi ya faili inapaswa kuwa chini ya KB 250.
te: చిత్రం తప్పనిసరిగా చదరపు PNG ఫైల్‌లుగా ఉండాలి. ఫైల్ పరిమాణం 250KB కంటే తక్కువ ఉండాలి.
th: รูปภาพต้องเป็นไฟล์ PNG สี่เหลี่ยมจัตุรัส ขนาดไฟล์ควรไม่เกิน 250KB
tr_tr: Rozet görüntüleri kare PNG dosyası şeklinde olmalıdır. Dosya boyutu 250 KB'nin altında olmalıdır.
uk: Зображення повинно бути квадратним, у форматі PNG. Розмір файлу не більше 250 Кб.
uz: Rasm kvadrat PNG formatida bo'lishi kerak. Fayl hajmi 250 KB dan oshmasligi kerak.
vi: Hình ảnh phải là tệp PNG hình vuông. Kích thước tệp phải dưới 250KB.

source: awarded
af_za: toegeken
az: təqdim edildi
da: tildelt
el: βραβευμένο
es_419: otorgado
fa: اعطا شد
fr: récompensé
he: זכה בפרס
hi: से सम्मानित किया
hu: odaítélve
id: diberikan
it_it: conferito
ja: 授与
lv: apbalvots
nl: toegekend
pl: wyróżniony
pt_br: premiado
ro: premiat
sq: dhënë
sv: tilldelad
sw: tuzo
te: ప్రదానం చేశారు
th: ได้รับรางวัล
tr_tr: ödüllendirilen
uk: нагороджений
uz: taqdirlandi
vi: Trao giải thưởng

source: revoked
af_za: herroep
az: ləğv edildi
da: tilbagekaldt
el: ανακλήθηκε
es_419: revocado
fa: لغو شد
fr: révoqué
he: בוטל
hi: निरस्त किया गया
hu: visszavonva
id: dibatalkan
it_it: revocato
ja: 取り消されました
lv: atsaukts
nl: ingetrokken
pl: odwołany
pt_br: revogar
ro: revocat
sq: revokohet
sv: återkallad
sw: kubatilishwa
te: రద్దు చేసింది
th: เพิกถอน
tr_tr: kayba uğrayan
uk: відкликаний
uz: bekor qilingan
vi: bị thu hồi

source: The certificate available date and time that is set in Studio and copied to Credentials. This should be edited in Studio.
af_za: Die sertifikaat se beskikbare datum en tyd wat in Studio gestel is en na Credentials gekopieer is. Dit moet in Studio geredigeer word.
az: Sertifikatın mövcud olduğu tarix və vaxt Studio-da təyin edilir və Credentials-a köçürülür. Bu, Studio-da redaktə edilməlidir.
da: Dato og klokkeslæt for certifikatets tilgængelighed, der er indstillet i Studio og kopieret til legitimationsoplysninger. Dette skal redigeres i Studio.
el: Η διαθέσιμη ημερομηνία και ώρα του πιστοποιητικού που ορίζεται στο Studio και αντιγράφεται στα Διαπιστευτήρια. Αυτό θα πρέπει να επεξεργαστεί στο Studio.
es_419: La fecha y el tiempo disponible para el certificado que está configurada en Studio y copiada en los credenciales. El cual deberá ser editado en Studio.
fa: تاریخ و ساعت موجود گواهی که در استودیو تنظیم شده و در اعتبارنامه کپی شده است. این باید در استودیو ویرایش شود.
fr: Date et heure de disponibilité du certificat définies dans Studio et copiées dans Credentials. Cela doit être modifié dans Studio.
he: התאריך והשעה של התעודה הזמינים המוגדרים בסטודיו ומועתקים לאישורים. יש לערוך את זה בסטודיו.
hi: प्रमाणपत्र उपलब्धता दिनांक और समय जो स्टूडियो में सेट किया गया है और क्रेडेंशियल्स में कॉपी किया गया है। इसे स्टूडियो में संपादित किया जाना चाहिए।
hu: A bizonyítvány elérhetőségének dátuma és ideje, amelyet a Studio-ban állítanak be, és átmásolják a Credentials-be. Ezt a Studio-ban kell szerkeszteni.
it_it: La data e l'ora di disponibilità del certificato impostate in Studio e copiate in Credenziali. Questa dovrebbe essere modificata in Studio.
ja: 証明書の利用可能な日時はStudioで設定され、Credentialsにコピーされます。これはStudioで編集する必要があります。
lv: Apliecināja pieejamais datums un laiks, kas ir iestatīts programmā Studio un kopēts programmā Credentials. Tas jārediģē programmā Studio.
nl: De beschikbare datum en tijd van het certificaat die is ingesteld in Studio en gekopieerd naar Credentials. Dit moet in Studio worden bewerkt.
pl: Data i godzina dostępności Certyfikatu ustawiona w Studio i skopiowana do Poświadczeń. Należy to edytować w Studio.
pt_br: A data e hora disponíveis do Certificado definidas no Studio e copiadas para Credenciais. Isso deve ser editado no Studio.
ro: Data și ora disponibilă a certificatului care este setată în Studio și copiată în Acreditări. Acest lucru ar trebui editat în Studio.
sq: Data dhe ora e disponueshme e certifikatës që caktohet në Studio dhe kopjohet te Kredencialet. Kjo duhet të modifikohet në Studio.
sv: Certifikatet tillgängligt datum och tid som ställs in i Studio och kopieras till inloggningsuppgifter. Detta bör redigeras i Studio.
sw: Cheti kinachopatikana tarehe na saa ambacho kimewekwa katika Studio na kunakiliwa kwenye Kitambulisho. Hii inapaswa kuhaririwa katika Studio.
te: స్టూడియోలో తేదీ మరియు సమయాన్ని సెట్ చేసి, ఆధారాలకు కాపీ చేస్తారు. సర్టిఫికేట్ అందుబాటులో ఉంటుంది. ఇది స్టూడియోలో సవరించాలి.
th: วันที่และเวลาที่มีใบรับรองซึ่งตั้งค่าไว้ใน Studio และคัดลอกไปยังข้อมูลรับรอง สิ่งนี้ควรได้รับการแก้ไขใน Studio
tr_tr: Studio'da ayarlanan ve Sicil'e kopyalanan sertifikanın kullanılabilir olduğu tarih ve saat. Bu, Studio'da düzenlenmelidir.
uk: Дата й час доступності сертифіката, які встановлюються в Studio та копіюються в облікові дані. Це можна змінювати в Studio.
uz: Sertifikat mavjud sana va vaqt Studioda oʻrnatiladi va Hisob maʼlumotlariga koʻchiriladi. Buni Studio'da tahrirlash kerak.
vi: Ngày và giờ có sẵn của chứng chỉ được đặt trong Studio và được sao chép vào Thông tin xác thực. Điều này nên được chỉnh sửa trong Studio.

source: Program UUID
az: Proqram UUID-si
el: UUID προγράμματος
es_419: UUID del programa
fa: برنامه UUID
fr: UUID du programme
he: מזהה אוניברסלי ייחודי של התכנית
hi: कार्यक्रम UUID
id: UUID Program
it_it: UUID programma
ja: プログラムUUID
ka: პროგრამის UUID
lv: Programma UUID
nl: Programma UUID
pl: UUID programu
pt_br: UUID do programa
ro: UUID program
sq: Programi UUID
sw: Mpango wa UUID
te: ప్రోగ్రామ్ UUID
th: โปรแกรม UUID
uk: Програма UUID
uz: UUID dasturi
vi: Chương trình UUID
