Repository: openedx/openedx-translations
Catalog: translations/credentials/credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, da, el, es_419, fa, fr, he, hi, hu, id, it_it, ja, ka, lv, nl, pl, pt_br, ro, sq, sv, sw, te, th, tr_tr, uk, uz, vi

source: Effort
af_za: Poging
az: Cəhd
da: Indsats
el: Προσπάθεια
es_419: Dedicación
fa: تلاش
he: מאמץ
hi: प्रयास
hu: Erőfeszítés
id: Karya
it_it: Impegno
ja: 労力
ka: ძალისხმევა
lv: Pūles
nl: Poging
pl: Wysiłek
pt_br: Dedicação
ro: Efort
sq: Përpjekje
sv: Ansträngning
sw: Juhudi
te: ప్రయత్నం
th: ระยะเวลาที่ใช้
tr_tr: Çaba
uk: Зусилля
uz: Harakat
vi: Cố gắng

source: %(num_hours)s hour
af_za: %(num_hours)s uur
az: %(num_hours)s saat
da: %(num_hours)s time
el: %(num_hours)s ώρα
es_419: %(num_hours)s hora
fa: %(num_hours)s ساعت
fr: %(num_hours)s heure
he: %(num_hours)s שעה
hi: %(num_hours)sघंटा
hu: %(num_hours)s óra
id: %(num_hours)s jam
it_it: %(num_hours)s ora
ja: %(num_hours)s 時間
ka: %(num_hours)s საათი
lv: %(num_hours)s stundas
nl: %(num_hours)s uur
pl: %(num_hours)s godzina
pt_br: %(num_hours)s horas
ro: %(num_hours)s oră
sq: %(num_hours)s orë
sv: %(num_hours)s timme
sw: %(num_hours)s saa
te: %(num_hours)s గంట
th: %(num_hours)s ชั่วโมง
tr_tr: %(num_hours)s saat
uk: %(num_hours)s hora
uz: %(num_hours)s soat
vi: %(num_hours)s giờ

source: For tips and tricks on printing your certificate, view the {start_anchor}Web Certificates help documentation{end_anchor}.
af_za: Vir wenke en truuks oor die druk van jou sertifikaat, sien die {start_anchor} -websertifikate-hulpdokumentasie {end_anchor} .
az: Sertifikatınızı çap etdirməklə bağlı ipuçları və tövsiyələr üçün {start_anchor} Veb Sertifikatlar üçün kömək sənədlərinə {end_anchor} baxın.
da: Se {start_anchor}hjælpedokumentationen til webcertifikater{end_anchor} for at få tips og tricks til at udskrive dit certifikat.
el: Για συμβουλές και κόλπα σχετικά με την εκτύπωση του πιστοποιητικού σας, δείτε την {start_anchor}τεκμηρίωση βοήθειας για τα Πιστοποιητικά Ιστού{end_anchor}.
es_419: Para obtener sugerencias y consejos sobre cómo imprimir tu certificado, consulte la {start_anchor}documentación de ayuda de certificados web{end_anchor}.
fa: برای نکات و ترفندهای مربوط به چاپ گواهی، مستندات راهنمای {start_anchor} گواهینامه های وب {end_anchor} را مشاهده کنید.
fr: Pour obtenir des conseils et astuces sur l&#39;impression de votre certificat, voir la {start_anchor}documentation d&#39;aide sur les certificats Web{end_anchor} .
hi: अपने प्रमाणपत्र को प्रिंट करने की युक्तियों और युक्तियों के लिए, {start_anchor}वेब प्रमाणपत्र सहायता दस्तावेज़{end_anchor} देखें।
hu: Tippekért és trükkökért a bizonyítvány nyomtatásához tekintse meg a {start_anchor}Web Certificates súgódokumentációt{end_anchor}.
id: Untuk panduan mencetak sertifikat Anda, lihat {start_anchor}dokumentasi bantuan Sertifikat Web{end_anchor}.
it_it: Per suggerimenti e indicazioni sulla stampa del certificato, visualizza il file {start_anchor}documentazione della guida per i Certificati Web{end_anchor}.
ja: 証明書の印刷に関するヒントやコツについては、{start_anchor}Web証明書のヘルプドキュメント{end_anchor}をご覧ください。
ka: თქვენი სერტიფიკატის დაბეჭდვის შესახებ რჩევებისა და ხრიკებისთვის იხილეთ {start_anchor}ვებ სერთიფიკატების დახმარების დოკუმენტაცია{end_anchor}.
lv: Padomus un ieteikumus par sertifikāta drukāšanu skatiet {start_anchor} tīmekļa sertifikātu palīdzības dokumentācijā {end_anchor} .
nl: Voor tips en trucs voor het afdrukken van uw certificaat raadpleegt u de helpdocumentatie {start_anchor} Webcertificaten {end_anchor} .
pl: W celu uzyskania porad na temat drukowania Certyfikatu, odwiedź {start_anchor}Dokumentację certyfikatów elektronicznych{end_anchor}.
pt_br: Para obter dicas e truques sobre como imprimir seu certificado, consulte a documentação da ajuda de {start_anchor}Certificados da Web{end_anchor}.
ro: Pentru sfaturi și trucuri despre imprimarea atestatului, vizualizați {start_anchor}documentația de ajutor pentru certificatele web{end_anchor}.
sq: Për këshilla dhe truket mbi printimin e certifikatës suaj, shikoni dokumentacionin e ndihmës së Certifikatave të Uebit {start_anchor} {end_anchor} .
sv: För tips och tricks om hur du skriver ut ditt certifikat, se {start_anchor}hjälpdokumentationen för webbcertifikat{end_anchor}.
sw: Kwa vidokezo na mbinu za kuchapisha cheti chako, tazama hati za usaidizi za Vyeti vya Wavuti za {start_anchor} {end_anchor} .
te: మీ సర్టిఫికేట్‌ను ముద్రించడంలో చిట్కాలు మరియు ఉపాయాల కోసం, {start_anchor} వెబ్ సర్టిఫికెట్‌ల సహాయ డాక్యుమెంటేషన్ {end_anchor} ని వీక్షించండి.
th: สำหรับคำแนะนำและเคล็ดลับในการพิมพ์ใบรับรองของคุณ โปรดดูเอกสารวิธีใช้ {start_anchor}Web Certificates help documentation{end_anchor}
tr_tr: Sertifikanızı bastırırken yararlı olabilecek ipucu ve tüyolar için, şu belgeye göz atın {start_anchor}Web Certificates help documentation{end_anchor}.
uk: Щоб отримати поради та рекомендації щодо друку сертифіката, перегляньте {start_anchor}довідкову документацію з веб-сертифікатів{end_anchor}.
uz: Sertifikatingizni chop etish bo'yicha maslahatlar va tavsiyalar uchun {start_anchor} Veb Sertifikatlar yordam hujjatlari {end_anchor} ni ko'ring.
vi: Để biết các mẹo và thủ thuật in chứng chỉ của bạn, hãy xem tài liệu trợ giúp về Chứng chỉ web {start_anchor} {end_anchor} .

source: Management View
af_za: Bestuursaansig
az: İdarəçilik görünüşü
da: Ledelsesvisning
el: Προβολή διαχείρισης
es_419: Vista de administración
fa: نمای مدیریت
fr: Vue de gestion
he: תצוגת ניהול
hi: प्रबंधन देखें
hu: Menedzsment Nézet
id: Tampilan Manajemen
it_it: Vista Gestione
ja: 管理ビュー
lv: Pārvaldības skats
nl: Beheerweergave
pl: Widok zarządczy
pt_br: Visão do Gerenciamento
ro: Vizualizează managementul
sq: Pamja e menaxhimit
sw: Mtazamo wa Usimamizi
te: నిర్వహణ వీక్షణ
th: มุมมองการจัดการ
tr_tr: Yönetici Görünümü
uk: Перегляд керування
uz: Boshqaruv ko'rinishi
vi: Chế độ xem quản lý

source: Clear cache
af_za: Vee kas uit
az: Keşi təmizlə
da: Ryd cache
el: Εκκαθάριση προσωρινής μνήμης
es_419: Limpiar la cache
fa: پاک کردن حافظه پنهان
fr: Vider le cache
he: נקה את המטמון
hi: कैश को साफ़ करें
hu: Gyorsítótár törlése
id: Hapus cache
it_it: Cancella cache
ja: キャッシュをクリア
lv: Iztīrīt kešatmiņu
nl: Cache wissen
pl: Wyczyść pamięć podręczną
pt_br: Limpar cache
ro: Goliți memoria cache
sq: Pastro cache
sv: Rensa cache
sw: Futa akiba
te: కాష్‌ని క్లియర్ చేయండి
th: ล้างแคช
tr_tr: Önbelleği temizle
uk: Очистити кеш
uz: Keshni tozalash
vi: Xóa bộ nhớ đệm

source: %(user_full_name)s has sent an updated program record for %(program_name)s.
af_za: %(user_full_name)s het &#39;n bygewerkte programrekord vir %(program_name)s gestuur.
az: %(user_full_name)s %(program_name)s üçün yenilənmiş proqram qeydi göndərib.
da: %(user_full_name)s har sendt en opdateret programrekord for %(program_name)s .
el: %(user_full_name)s έστειλε μια ενημερωμένη εγγραφή προγράμματος για %(program_name)s.
es_419: %(user_full_name)s ha enviado un registro de programa actualizado para %(program_name)s.
fa: %(user_full_name)s یک رکورد برنامه به روز شده برای %(program_name)s ارسال کرده است.
fr: %(user_full_name)s a envoyé un enregistrement de programme mis à jour pour %(program_name)s.
he: משתמש %(user_full_name)s נשלח רשומת תוכנית מעודכנת עבור %(program_name)s.
hi: %(user_full_name)sके लिए एक अद्यतन कार्यक्रम रिकॉर्ड भेजा है%(program_name)s।
hu: %(user_full_name)s frissített programrekordot küldött a(z) %(program_name)s programhoz.
id: %(user_full_name)s telah mengirimkan pembaruan untuk record program %(program_name)s.
it_it: %(user_full_name)s ha inviato un record per l'aggiornamento del programma %(program_name)s.
ja: %(user_full_name)sが%(program_name)sの更新されたプログラム記録を送信しました。
lv: %(user_full_name)s nosūtīja atjauninātu programmas ierakstu %(program_name)s .
nl: %(user_full_name)s heeft een bijgewerkt programmarecord voor %(program_name)s verzonden.
pl: %(user_full_name)s przesłał zaktualizowany zapis programu dla %(program_name)s.
pt_br: %(user_full_name)s enviou um registro de programa atualizado para %(program_name)s.
ro: Utilizatorul %(user_full_name)s a trimis o înregistrare de program actualizată pentru %(program_name)s.
sq: %(user_full_name)s ka dërguar një rekord të përditësuar të programit për %(program_name)s .
sv: %(user_full_name)s har skickat en uppdaterad programpost för %(program_name)s.
sw: %(user_full_name)s imetuma rekodi ya mpango iliyosasishwa ya %(program_name)s .
te: %(user_full_name)s %(program_name)s కోసం నవీకరించబడిన ప్రోగ్రామ్ రికార్డ్‌ను పంపింది.
th: %(user_full_name)s ได้ส่งบันทึกโปรแกรมที่อัพเดตสำหรับ %(program_name)s
tr_tr: %(user_full_name)s %(program_name)s için güncellenmiş bir program kaydı gönderdi.
uk: %(user_full_name)s надіслав оновлений запис програми для %(program_name)s.
uz: %(user_full_name)s %(program_name)s uchun yangilangan dastur yozuvini yubordi.
vi: %(user_full_name)s đã gửi bản ghi chương trình cập nhật cho %(program_name)s .

source: %(user_full_name)s has sent their completed program record for %(program_name)s.
af_za: %(user_full_name)s het hul voltooide programrekord vir %(program_name)s gestuur.
az: %(user_full_name)s%(program_name)s üçün tamamlanmış proqram qeydi göndərib.
da: %(user_full_name)s har sendt deres afsluttede programrekord for %(program_name)s .
el: %(user_full_name)s έστειλε την ολοκληρωμένη εγγραφή του προγράμματος για %(program_name)s.
es_419: %(user_full_name)s ha enviado su registro de programa completado para %(program_name)s.
fa: %(user_full_name)s رکورد کامل برنامه خود را برای %(program_name)s ارسال کرده است.
fr: %(user_full_name)s a envoyé son dossier de programme complété pour %(program_name)s.
he: %(user_full_name)s שלח את רשומת התוכנית שהושלמה עבור %(program_name)s.
hi: %(user_full_name)sके लिए अपना पूरा कार्यक्रम रिकॉर्ड भेजा है%(program_name)s।
hu: %(user_full_name)s elküldte a %(program_name)s program befejezett nyilvántartását.
id: %(user_full_name)s telah mengirimkan record program lengkap untuk %(program_name)s.
it_it: %(user_full_name)s ha inviato un record il completamento del programma %(program_name)s.
ja: %(user_full_name)sが%(program_name)sの完了したプログラム記録を送信しました。
lv: %(user_full_name)s nosūtīja savu pabeigto programmas ierakstu %(program_name)s .
nl: %(user_full_name)s heeft het voltooide programmarecord voor %(program_name)s verzonden.
pl: %(user_full_name)s wysłała swój kompletny zapis programu dla %(program_name)s.
pt_br: %(user_full_name)s, usuário, enviou o registro do programa completado para %(program_name)s.
ro: %(user_full_name)sa trimis fișa programului complet completată pentru %(program_name)s.
sq: %(user_full_name)s ka dërguar rekordin e tyre të plotë të programit për %(program_name)s .
sv: %(user_full_name)s har skickat sin färdiga programpost för %(program_name)s.
sw: %(user_full_name)s imetuma rekodi yao ya programu iliyokamilishwa kwa %(program_name)s .
te: %(user_full_name)s వారి పూర్తి ప్రోగ్రామ్ రికార్డ్‌ను %(program_name)s కోసం పంపింది.
th: %(user_full_name)s ได้ส่งบันทึกโปรแกรมที่เสร็จสมบูรณ์สำหรับ %(program_name)s แล้ว
tr_tr: %(user_full_name)s %(program_name)s için tamamlanmış program kaydı gönderdi.
uk: %(user_full_name)s надіслав(ла) свій завершений запис програми для %(program_name)s.
uz: %(user_full_name)s %(program_name)s uchun tugallangan dastur rekordini yubordi.
vi: %(user_full_name)s đã gửi bản ghi chương trình hoàn chỉnh của họ cho %(program_name)s .

source: %(user_full_name)s has sent their partially completed program record for %(program_name)s.
af_za: %(user_full_name)s het hul gedeeltelik voltooide programrekord vir %(program_name)s gestuur.
az: %(user_full_name)s%(program_name)s üçün yarımçıq tamamlanmış proqram qeydlərini göndərib.
da: %(user_full_name)s har sendt sin delvist afsluttede status for %(program_name)s.
el: %(user_full_name)s έστειλε την μερικώς ολοκληρωμένη εγγραφή του προγράμματος για %(program_name)s.
es_419: %(user_full_name)s ha enviado su registro de programa parcialmente completado para%(program_name)s.
fa: %(user_full_name)s رکورد برنامه نیمه تکمیل شده خود را برای %(program_name)s ارسال کرده است.
fr: %(user_full_name)s a envoyé son dossier de cursus partiellement complété pour %(program_name)s.
he: %(user_full_name)s שלח את רשומת התוכנית שהושלמו חלקית עבור %(program_name)s.
hi: %(user_full_name)sके लिए अपना आंशिक रूप से पूर्ण कार्यक्रम रिकॉर्ड भेजा है%(program_name)s।
hu: %(user_full_name)s elküldte a részben kitöltött programrekordját a(z) %(program_name)s programhoz.
id: %(user_full_name)s telah mengirimkan record program yang lengkap sebagian untuk %(program_name)s.
it_it: %(user_full_name)s ha inviato un record per il parziale completamento del programma %(program_name)s.
ja: %(user_full_name)sが%(program_name)sの一部完了したプログラム記録を送信しました。
lv: %(user_full_name)s nosūtīja savu daļēji pabeigto programmas ierakstu %(program_name)s .
nl: %(user_full_name)s heeft het gedeeltelijk voltooide programmarecord voor %(program_name)s verzonden.
pl: %(user_full_name)s wysłał częściowo wypełniony rejestr programu dla %(program_name)s.
pt_br: %(user_full_name)s enviou seu registro do programa parcialmente completado para %(program_name)s.
ro: %(user_full_name)sa trimis fișa programului completată parțial pentru %(program_name)s.
sq: %(user_full_name)s ka dërguar rekordin e tyre të programit të përfunduar pjesërisht për %(program_name)s .
sv: %(user_full_name)s har skickat sin delvis färdigställda programpost för %(program_name)s.
sw: %(user_full_name)s imetuma rekodi yao ya programu iliyokamilika kwa sehemu ya %(program_name)s .
te: %(user_full_name)s వారి పాక్షికంగా పూర్తయిన ప్రోగ్రామ్ రికార్డ్‌ను %(program_name)s కోసం పంపించారు.
th: %(user_full_name)s ได้ส่งบันทึกโปรแกรมที่เสร็จบางส่วนสำหรับ %(program_name)s แล้ว
tr_tr: %(user_full_name)s %(program_name)s için kısmen tamamlanmış bir program kaydı gönderdi.
uk: %(user_full_name)sнадіслав(ла) свій частково завершений запис програми за %(program_name)s.
uz: %(user_full_name)s %(program_name)s uchun qisman tugallangan dastur rekordini yubordi.
vi: %(user_full_name)s đã gửi bản ghi chương trình đã hoàn thành một phần của họ cho %(program_name)s .

source: %(user_full_name)s would like to apply for credit in the %(pathway_name)s.
af_za: %(user_full_name)s wil graag aansoek doen vir krediet in die %(pathway_name)s .
az: %(user_full_name)s%(pathway_name)s-də kredit üçün müraciət etmək istərdi.
da: %(user_full_name)s vil gerne ansøge om kredit i %(pathway_name)s .
el: %(user_full_name)s θα ήθελε να υποβάλει αίτηση για πίστωση στο %(pathway_name)s.
es_419: %(user_full_name)s le gustaría solicitar crédito para %(pathway_name)s.
fa: %(user_full_name)s مایل است برای دریافت اعتبار در %(pathway_name)s اقدام کند.
fr: %(user_full_name)s souhaite demander un crédit dans le %(pathway_name)s.
he: %(user_full_name)s רוצה להגיש בקשה לזיכוי ב- %(pathway_name)s .
hi: %(user_full_name)sआप अप्लाई करना चाहेंगे क्रेडिट में %(pathway_name)s।
hu: %(user_full_name)s szeretne kreditért folyamodni a %(pathway_name)s programban.
id: %(user_full_name)s ingin mendaftar kredit di %(pathway_name)s.
it_it: %(user_full_name)s vuole richiedere il credito in %(pathway_name)s.
ja: %(user_full_name)sは%(pathway_name)sでの単位取得を希望しています。
lv: %(user_full_name)s vēlētos pieteikties kredītam %(pathway_name)s .
nl: %(user_full_name)s wil krediet aanvragen in de %(pathway_name)s.
pl: %(user_full_name)s chciałby ubiegać się o zaliczenie w %(pathway_name)s.
pt_br: %(user_full_name)s gostaria de solicitar crédito em %(pathway_name)s.
ro: %(user_full_name)sar dori să aplice pentru credit în %(pathway_name)s.
sq: %(user_full_name)s dëshiron të aplikojë për kredi në %(pathway_name)s .
sv: %(user_full_name)s vill ansöka om kredit i %(pathway_name)s.
sw: %(user_full_name)s ingependa kutuma maombi ya mkopo katika %(pathway_name)s .
te: %(user_full_name)s %(pathway_name)s లో క్రెడిట్ కోసం దరఖాస్తు చేయాలనుకుంటున్నారు.
th: %(user_full_name)s ต้องการสมัครสินเชื่อใน %(pathway_name)s .
tr_tr: %(user_full_name)s %(pathway_name)s kapsamındaki kredi başvurusu yapmak istiyor.
uk: %(user_full_name)sхотів би подати заявку на отримання кредиту в %(pathway_name)s.
uz: %(user_full_name)s %(pathway_name)s da kredit olish uchun murojaat qilmoqchi.
vi: %(user_full_name)s muốn đăng ký tín dụng vào %(pathway_name)s .

source: Please view or download %(user_full_name)s’s public program record to determine their credit eligibility status.
af_za: Bekyk of laai asseblief %(user_full_name)s se publieke programrekord af om hul kredietwaardigheidstatus te bepaal.
az: Zəhmət olmasa, kredit uyğunluq statusunu müəyyən etmək üçün %(user_full_name)s-nın ictimai proqram qeydini baxın və ya yükləyin.
da: Se eller download %(user_full_name)s 's offentlige programoversigt for at bestemme deres kreditberettigelsesstatus.
el: Δείτε ή πραγματοποιήστε λήψη της δημόσιας εγγραφής προγράμματος του %(user_full_name)s για να προσδιορίσετε την κατάσταση καταλληλότητάς τους για πίστωση.
es_419: Vea o descargue el registro de programa de %(user_full_name)s para determinar su estado de elegibilidad de crédito.
fa: لطفاً سابقه برنامه عمومی %(user_full_name)s را مشاهده یا دانلود کنید تا وضعیت واجد شرایط بودن اعتبار آنها مشخص شود.
fr: Veuillez voir ou télécharger le dossier public du programme de %(user_full_name)s pour déterminer son statut d'éligibilité au crédit.
he: אנא צפה או הורד את רשומת התוכנית הציבורית של %(user_full_name)s כדי לקבוע את מצב הזכאות שלהם לאשראי.
hi: कृपया अपनी क्रेडिट पात्रता स्थिति %(user_full_name)sनिर्धारित करने के लिए सार्वजनिक कार्यक्रम रिकॉर्ड देखें या डाउनलोड करें।
hu: Kérjük, tekintse meg vagy töltse le %(user_full_name)s nyilvános programrekordját, hogy meghatározza a kredit jogosultsági státuszát.
id: Silakan lihat atau unduh record program publik milik %(user_full_name)s untuk menentukan status kelayakan kreditnya.
it_it: Visualizza o scarica il record del programma pubblico di %(user_full_name)s per determinarne lo stato di eleggibilità al credito.
ja: %(user_full_name)sのクレジット適格性を判断するために、公開プログラム記録を表示またはダウンロードしてください。
lv: Lūdzu, skatiet vai lejupielādējiet %(user_full_name)s publisko programmu ierakstu, lai noteiktu viņu kredīta atbilstības statusu.
nl: Bekijk of download het openbare programmarecord van %(user_full_name)s om te bepalen of ze in aanmerking komen voor krediet.
pl: Proszę przejrzeć lub pobrać publiczny zapis programu %(user_full_name)s, aby określić status zaliczenia.
pt_br: Por favor, veja ou baixe o registro do programa público de %(user_full_name)s para determinar seu status de qualificação de crédito.
ro: Vă rugăm vizionați sau descărcați %(user_full_name)s fișele publice ale programului pentru a determina eligibilitatea statutului de credit.
sq: Ju lutemi shikoni ose shkarkoni rekordin e programit publik të %(user_full_name)s për të përcaktuar statusin e pranueshmërisë së kredisë.
sv: Se eller ladda ner %(user_full_name)s offentliga programregister för att fastställa deras kreditberättigande status.
sw: Tafadhali tazama au upakue rekodi ya mpango wa umma ya %(user_full_name)s ili kubaini hali yao ya kustahiki mkopo.
te: దయచేసి వారి క్రెడిట్ అర్హత స్థితిని గుర్తించడానికి %(user_full_name)s యొక్క పబ్లిక్ ప్రోగ్రామ్ రికార్డ్‌ను వీక్షించండి లేదా డౌన్‌లోడ్ చేయండి.
th: โปรดดูหรือดาวน์โหลดบันทึกโปรแกรมสาธารณะของ %(user_full_name)s เพื่อพิจารณาสถานะสิทธิ์เครดิต
tr_tr: Kredi uygunluk durumlarını belirlemek için lütfen %(user_full_name)s genel program kaydını görüntüleyin veya indirin.
uk: Будь ласка, перегляньте або завантажте публічний запис програми %(user_full_name)s, щоб визначити їх статус права на отримання кредитів.
uz: Iltimos, ularning kreditga muvofiqlik holatini aniqlash uchun %(user_full_name)s ning umumiy dastur yozuvini koʻring yoki yuklab oling.
vi: Vui lòng xem hoặc tải xuống hồ sơ chương trình công khai của %(user_full_name)s để xác định trạng thái đủ điều kiện tín dụng của họ.

source: View Program Record
af_za: Bekyk programrekord
az: Proqram qeydinə baxın
da: Se programoptegnelse
el: Προβολή εγγραφής προγράμματος
es_419: Ver Registro del Programa
fa: مشاهده رکورد برنامه
fr: Voir le dossier du programme
he: צפה ברשומה בתכנית
hi: कार्यक्रम का रिकॉर्ड देखें
hu: Program rekord megtekintése
id: Lihat Record Program
it_it: Visualizza record programma
ja: プログラム記録を表示
ka: პროგრამის ჩანაწერის ნახვა
lv: Skatīt programmas ierakstu
nl: Bekijk programmarecord
pl: Zobacz zapis programu
pt_br: Ver Registro do Programa
ro: Vezi istoricul programului
sq: Shikoni regjistrimin e programit
sv: Visa programpost
sw: Tazama Rekodi ya Programu
te: ప్రోగ్రామ్ రికార్డ్‌ను వీక్షించండి
th: ดูบันทึกโปรแกรม
tr_tr: Program Kaydını Göster
uk: Переглянути запис програми
uz: Dastur yozuvini ko'rish
vi: Xem bản ghi chương trình

source: Download Record (CSV)
af_za: Laai rekord (CSV) af
az: Qeydi (CSV) yükləyin
da: Download post (CSV)
el: Λήψη εγγραφής (CSV)
es_419: Descargar Registro (CSV)
fa: دانلود رکورد (CSV)
fr: Télécharger le dossier (CSV)
he: להוריד רשומה (CSV)
hi: डाउनलोड रिकॉर्ड (CSV)
hu: Rekord Letöltése (CSV)
id: Unduh Record (CSV)
it_it: Scarica Record (CSV)
ja: 記録をダウンロード (CSV)
lv: Lejupielādēt ierakstu (CSV)
pl: Pobierz rekord (CSV)
pt_br: Baixar registro (CSV)
ro: Descarcă Rezultatele (CVS)
sq: Shkarko regjistrimin (CSV)
sv: Ladda ned post (CSV)
sw: Pakua Rekodi (CSV)
te: డౌన్‌లోడ్ రికార్డ్ (CSV)
th: ดาวน์โหลดบันทึก (CSV)
tr_tr: Kaydı İndir (CSV)
uk: Завантажити запис (CSV)
uz: Yozuvni yuklab olish (CSV)
vi: Tải xuống bản ghi (CSV)

source: %(program_name)s Updated Credit Request for %(user_full_name)s
af_za: %(program_name)s Opgedateerde kredietversoek vir %(user_full_name)s
az: %(program_name)s üzrə %(user_full_name)s üçün yenilənmiş kedit istəyi
da: %(program_name)s Opdateret kreditanmodning for %(user_full_name)s
el: %(program_name)s Ενημερωμένο αίτημα πίστωσης για %(user_full_name)s
es_419: %(program_name)s actualizó una solicitud de crédito para %(user_full_name)s
fa: %(program_name)s درخواست اعتبار به روز شده برای %(user_full_name)s
he: %(program_name)s בקשת אשראי מעודכנת עבור משתמש %(user_full_name)s
hi: %(program_name)sअपडेट किया गया क्रेडिट अनुरोध%(user_full_name)s
hu: %(program_name)s frissített kreditkérelme %(user_full_name)s számára
id: %(program_name)s Permintaan Kredit Terbaru untuk %(user_full_name)s
it_it: Richiesta di credito aggiornato %(program_name)s per %(user_full_name)s
ja: %(user_full_name)s のための %(program_name)s 更新されたクレジットリクエスト
lv: %(program_name)s Atjaunināts kredīta pieprasījums par %(user_full_name)s
nl: %(program_name)s Kredietaanvraag bijgewerkt voor %(user_full_name)s
pl: %(program_name)s Zaktualizowana prośba o zaliczenie dla %(user_full_name)s
pt_br: %(program_name)s Pedido de crédito atualizado para %(user_full_name)s
ro: %(program_name)sCererea de Credit actualizată pentru %(user_full_name)s
sq: %(program_name)s Kërkesë krediti e përditësuar për %(user_full_name)s
sv: %(program_name)s Uppdaterad kreditbegäran för %(user_full_name)s
sw: %(program_name)s Ombi Lililosasishwa la Mkopo la %(user_full_name)s
te: %(program_name)s %(user_full_name)s కోసం అప్‌డేట్ చేయబడిన క్రెడిట్ అభ్యర్థన
th: %(program_name)s อัปเดตคำขอเครดิตสำหรับ %(user_full_name)s
tr_tr: %(user_full_name)s için %(program_name)s Güncellenen Kredi Talebi
uk: %(program_name)s оновлено запит на зарахування кредитів для %(user_full_name)s
uz: %(program_name)s %(user_full_name)s uchun yangilangan kredit so‘rovi
vi: %(program_name)s Yêu cầu tín dụng đã cập nhật cho %(user_full_name)s
